{"ID":20023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Common Salvation.<\/div>\n<div class=\"subtitle\">A Discourse by President Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, September 24, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Common Salvation.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 9\/24\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v2n663\"> Being called upon this morning to occupy a portion of the time, I gladly arise to do so. <\/div><div class=\"paragraph jod\" id=\"v2n664\"> I am not in the habit of making many apologies, for I intend to give you the best I have on hand, and also such as may be given me, during the remarks I may make. <\/div><div class=\"paragraph jod\" id=\"v2n665\"> While I attempt to edify you upon some of the principles of salvation and eternal life, I desire an interest in your prayers, that I may speak, not according to the wisdom that man deviseth, but according to that which cometh down from above. <\/div><div class=\"paragraph jod\" id=\"v2n666\"> As a foundation for some remarks that I will make, I will read a portion of the Epistle of Jude, 3rd verse&#x2014;&#x201C;Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you that ye should earnestly contend for the faith which was once delivered unto the saints.&#x201D;<span class=\"citation\" id=\"78835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78835)\">Jude 1:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n667\"> Were I capable this morning of addressing you upon subjects that are not understood by you, that you do not comprehend, there would remain a doubt in your minds with regard to the truthfulness of what I say; but if I address you upon subjects with which you are familiar, impressing them upon your minds perhaps more forcibly than they have been for some time past&#x2014;if I refresh your minds with familiar things, you will then know and understand. <\/div><div class=\"paragraph jod\" id=\"v2n668\"> The old book, the Bible, which I have read so many times, does not lose its interest by once or twice pe<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rusing, but I take it up and read it over and over again, and my mind is refreshed; which is a matter of satisfaction and comfort to me. So it is with the principles of our religion; though we have often heard them, yet we desire to hear them still, and they are of that peculiar nature that they do not lose their interest to those who are seeking for eternal life. <\/div><div class=\"paragraph jod\" id=\"v2n669\"> Jude speaks of a common salvation;<span class=\"citation\" id=\"78836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78836)\">Jude 1:3<\/a><\/span> that it was not only necessary to write unto them of the common salvation, but while he was doing so, that he should exhort them to contend for the faith once delivered to the Saints. Now I know it is too often the case, when we speak of salvation we speak of a state of glory to be attained in the eternal world; that the matters and affairs of this world are of but little consequence, of little importance, but we are looking yonder in the heavens for our reward, for our everlasting inheritance. <\/div><div class=\"paragraph jod\" id=\"v2n670\"> I look at it in this light. The husbandman may plant seed in the earth, but if he all the time looks to the golden harvest, and pays no attention to the cultivation of the young plants on their progress to perfection, he will not reap the reward he anticipated. Then it becomes necessary for him, and it is to his interest to attend to the cultivation of the plant in its progressive stages, and encourage its growth. <\/div><div class=\"paragraph jod\" id=\"v2n671\"> Just so it is with us. It is for us to attend to the things that are present;<span class=\"citation\" id=\"63662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63662)\">Matt. 6:34<\/a><\/span> the things that are past we are to forget, particularly those things that  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are of an unpleasant character; and the things that are in future are not in our hands, and subject to our control, but they are in the hands of the Almighty, and with Him they are secured. It is the present, then, with which we have to do&#x2014;with the things that are immediately before us; that is, I believe, the common salvation. I do not pretend to say what the Apostle had his eye particularly fixed upon, but I shall pursue this subject as it appears unto me. <\/div><div class=\"paragraph jod\" id=\"v2n673\"> Another thing I will suggest in the outset. It is often the case that we hear men and women talk about temporal things, and about spiritual things. What are temporal things, and what are spiritual things? Can you tell me what spiritual things are? Says one, &#x201C;It is a joyful feeling, that buoys us above the cares and anxieties of this world. Spiritual things are our hope of a glorious inheritance in the Kingdom of God in the future. Temporal things are the things we eat, drink, wear, and use in divers ways, to shelter and sustain this mortal body while it remains a tabernacle for our spirits.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n674\"> I look at temporal and spiritual things in the same point of light; they are to me all spiritual;<span class=\"citation\" id=\"84812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84812)\">D&amp;C 29:34-35<\/a><\/span> I know no difference. The hand that has prepared a place in the celestial kingdom for them that are worthy of it, has also formed the earth and caused it to produce food for every living thing. We behold, in the starry firmament, the worlds that are revolving continually around us, which are made by the same Omnipotent hand, and they are all His, and they are all spiritual, because they are as eternal as God Himself, for there can be no annihilation of matter; consequently they are eternal; and nothing we may conceive or imagine of more refined substances can do more than continue forever. <\/div><div class=\"paragraph jod\" id=\"v2n675\"> Everything God has created and made, even the hairs of our heads<span class=\"citation\" id=\"64212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64212)\">Matt. 10:30<\/a><\/span> that <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fall to the ground, do not escape His notice.<span class=\"citation\" id=\"87876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87876)\">D&amp;C 84:80,116<\/a><\/span> The Almighty has not organized matter as a mere plaything, of a temporary existence, and then plunge it into the regions of utter annihilation; but everything He has done is like Himself, Eternal, and everything eternally witnesses the goodness of the Supreme Ruler, for all His works shall praise Him.<span class=\"citation\" id=\"57349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57349)\">Ps. 145:10<\/a><\/span> If His works are to perish, where is the monument of His labor? There will be none. What He does is eternal, and remains an eternal witness of what He has done, and so His works eternally praise Him. <\/div><div class=\"paragraph jod\" id=\"v2n676\"> But we want to come to this common salvation. It is said somewhere, whether in the Bible or some other place, I do not pretend to say; but if it is not in the Bible it is nonetheless true, that &#x201C;self preservation is the first law of nature.&#x201D; I have reflected this morning a short time upon our condition. I contemplate the circumstances under which the Pioneers came to this valley&#x2014;the circumstances that attended the early settlements and exertions made here to procure the necessaries of life. <\/div><div class=\"paragraph jod\" id=\"v2n677\"> I was not one among the honored company that first led the way to this distant region, that first plowed up the sterile soil of this valley, but I was engaged in some other country. Indeed while Pioneers were on their way to this land&#x2014;while they were engaged in that arduous enterprise, I was perhaps upon the banks of the Danube, or might possibly be in England, or in Asia, I do not now recollect where I was; but I was in those eastern regions, bearing my testimony perhaps among the Austrians, Russians, or Turks, among their consuls and agents, bearing my testimony to them of the things to come. Perhaps some in those nations may now remember that an humble servant of God at a certain time bore his testimony among the people in that country, which is  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the most beautiful of God's creation, spreading out in valley or plain, and which perhaps is now laid desolate, and drenched in human blood. <\/div><div class=\"paragraph jod\" id=\"v2n679\"> I was elsewhere when this valley was settled. How was it? Behold, when they arrived here, all they had to subsist upon, until they raised it from the soil, was in their wagons. There were no crops to come to; there was nothing provided to cheer them at the end of their long and toilsome journey; and the skeletons of cattle might be seen walking to and fro, without anything provided to feed them upon through a long winter. And then, when they had plowed up the soil, and sowed seed in the earth, and the fields began to show an evidence of a future supply, the crickets came in millions from the mountains, and nearly devoured all that grew; everything that germinated in the shape of food for man was eaten by the insects. <\/div><div class=\"paragraph jod\" id=\"v2n680\"> But before they had completed the work of destruction, the hand of Providence prepared agents, and sent them to destroy the destroyer; a circumstance that was rare, one that was never known to exist before, and never since to any extent&#x2014;behold, the gulls came in swarms, and as clouds and eat up the crickets, and checked them in their destructive career; and there was just enough saved to feed the hungry with a scanty morsel. <\/div><div class=\"paragraph jod\" id=\"v2n681\"> There are many before me this morning who can no doubt remember well when their meal bags were perfectly empty, with only a distant prospect of their being replenished; and when a cow was slaughtered, rare as it was, they eat everything; even the hide was boiled, dressed, and eaten, and everything else, external and internal, that possibly could be eaten was eaten; there was nothing lost. <\/div><div class=\"paragraph jod\" id=\"v2n682\"> One man said to me, &#x201C;I labored hard under the pangs of hunger to put up a little adobie cabin and pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pare to live, and at the same time my wife and children, pale with want, were ranging the hills and benches to find thistles and roots to eat, which we boiled in the milk of the remaining cows the wolves had not eaten.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n683\"> Those who have come here since the Valleys have become a little fattened, think it hard if they cannot get what they want, and immediately enjoy a fulness with those who have borne the burden and heat of the day.<span class=\"citation\" id=\"65275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65275)\">Matt. 20:12<\/a><\/span> They think it hard if they have to pass through a close place, and have to struggle a little to obtain the comforts of life. But look back to the early settlements of this place, when nothing but destruction stared its inhabitants in the face, what surety had they from the savage that was in their doors and in their tents? Here was the hostile and bloodthirsty savage, prowling around, and the early settlers knew not what hour he might pounce upon them; they were out of doors; they had not a house to live in, or to form a defense, much less a fort to protect them, until they were able to throw up something of a temporary character to shield them from the attacks of the wild man of the mountains. <\/div><div class=\"paragraph jod\" id=\"v2n684\"> This is a little of the early history of this settlement. We have prospered; we have had accessions to our numbers; to be sure we have had trouble and difficulty with the savages in various ways, but in the midst of it all we have arisen from the germ, and the tree has grown up, and begins to shoot forth its branches. <\/div><div class=\"paragraph jod\" id=\"v2n685\"> It is not the inhabitants of the little settlement in Salt Lake Valley alone that are now embraced within the walls of this Tabernacle; but three hundred miles to the south, and two hundred miles to the north, large settlements have sprung up. In the midst of these circumstances, the hand of God has been with us as a people, and prospered our labors  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>abundantly; and I feel proud to meet you this morning in such comfortable circumstances; you all appear comfortably clad, and the bloom of health and the smile of contentment sit triumphantly upon your countenances. The hand of the Almighty is with you, to cheer and gladden you in the midst of all difficulties, and the praise is due unto Him, for He has blessed our labors, and enabled us to acquire these comforts we enjoy; and let me say, they are the staff and bulwark of our common salvation, for it is our lives we wish to prolong on the earth. <\/div><div class=\"paragraph jod\" id=\"v2n687\"> Why do we wish to do so in this toilsome and troublesome world? Why not close our mortal career, and our spirits go home to God who gave them?<span class=\"citation\" id=\"82319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82319)\">Alma 40:11<\/a><\/span> Because we have not done our work. It is said the wicked shall not live half their days;<span class=\"citation\" id=\"56827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56827)\">Ps. 55:23<\/a><\/span> if they did they would only multiply their race until the principles of wickedness would become universally diffused. The Lord will give to the righteous the long end of the cord, for they shall live out their days.<span class=\"citation\" id=\"55615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55615)\">1 Kgs. 3:14<\/a><\/span><span class=\"citation\" id=\"82445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82445)\">Hel. 7:24<\/a><\/span> Then I say to the Saints, be just and true to each other, and to your God, and you will live out your days, and complete the work assigned you. <\/div><div class=\"paragraph jod\" id=\"v2n688\"> I will represent it in another point of light. Suppose a man is sent to England, or to the Continent, to Asia, Egypt, to any part of Africa, to the western islands, or to the islands of the Pacific to fulfil a mission, and he returns before he has completed it; who is ready to greet him? Who stands ready to welcome him, that understands his true position? He has not done his duty; he has not fulfilled his mission, and accomplished the work he was sent to do; and he returns, how? Filled with the Spirit of God? No, but with the spirit of darkness; and his testimony is powerless; he feels he has not done his duty like a faithful servant. <\/div><div class=\"paragraph jod\" id=\"v2n689\"> Then how important it is that every <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> missionary that bears a portion of the Holy Priesthood, and this Gospel to the islands of the sea, should magnify it in the eyes of the people, and before his God, and return clean in spirit and in heart; and with a Spirit to bear witness with our spirits that God is with him, and has been all the day long.<span class=\"citation\" id=\"55246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55246)\">Deut. 33:12<\/a><\/span> He is then hailed with a joyful welcome by the servants of God in Zion. <\/div><div class=\"paragraph jod\" id=\"v2n690\"> We are all on a mission to this world. We came from yonder bright sphere, and each of us have our lots assigned us; and now if we can accomplish our mission, when we return to the bosom of our Father and God, would you not suppose we shall be hailed with one universal welcome? Yes. &#x201C;Ah!&#x201D; says one, &#x201C;I was an hungered and ye gave me meat: I was thirsty and ye gave me drink: I was a stranger and ye took me in: Naked and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me. Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.&#x201D;<span class=\"citation\" id=\"66183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66183)\">Matt. 25:35-36,40<\/a><\/span> This is the welcome. <\/div><div class=\"paragraph jod\" id=\"v2n691\"> Then it is for us to act well our part, and perform our mission faithfully, with fidelity to God and to one another, while we are permitted to dwell upon the earth. If we should not act well our part, and go home to the world of spirits, who will be ready to receive us, to extend to us the welcome hand? Every mouth is silent; no songs of praise greet the ear, or shouts of gladness to bless the heart, that a valiant soldier who has retained his laurels would receive. The unfaithful one has lost his glory, and is shorn of his laurels. What will be said to him? &#x201C;Inasmuch as you knew your master's will, and did not do it, you shall be beaten with many stripes.&#x201D;<span class=\"citation\" id=\"67641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67641)\">Luke 12:47<\/a><\/span> He has gone to another society; he is not permitted to mingle with the righteous, but he must seek an asylum in another quarter. <\/div> <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n693\"> Then remember we are missionaries sent to this lower world to accomplish a work. What is the work we are sent to accomplish? In the beginning it was said to our first parents, Go forth, and multiply and replenish the earth.<span class=\"citation\" id=\"52282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52282)\">Gen. 1:28<\/a><\/span> I have been looking about, and have seen how anxious many of our farmers are to improve their stock of cattle; to make them of better blood, and thus all the time be improving; but I very seldom have heard of man seeking to improve his own species. I wish you to think of that for a moment. I have seldom heard that subject agitated, when indeed it is the most important one that was ever investigated. <\/div><div class=\"paragraph jod\" id=\"v2n694\"> Let us go a little into the philosophy of this, and see if it can be done, as much so as we can improve any other portion of the animal creation. It is said we bear the image of God,<span class=\"citation\" id=\"52160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52160)\">Gen. 1:26-27<\/a><\/span> and now shall we dwindle down to the physical and mental degeneracy of the monkey? Shall we suffer our race to dry up like a parched reed? Let us look at this matter. The question is before you to investigate and understand. <\/div><div class=\"paragraph jod\" id=\"v2n695\"> Look around upon all the ranks of mankind, and we see different races, some of a high order of intellect, and some low and groveling, among all the different grades and classes of the human family. Do you suppose it is so in the spirit world? These earthly tabernacles are merely temporary houses for them to dwell in&#x2014;moving tabernacles; and there are thousands and tens of thousands in the spirit world that have yet to come and take bodies here; and there are different grades of men. Some are of a high order of intellect, and others are low; some are more noble and generous, and some are less so; they all wish to take tabernacles in this world. <\/div><div class=\"paragraph jod\" id=\"v2n696\"> I will illustrate how it is possible to improve our own race. Suppose there comes into the community a <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> noted thief and villain; where will he find a home? He will seek for a man possessing a kindred spirit; with that man he takes up his abode, for he does not find the son of peace there, but the son of villainy. <\/div><div class=\"paragraph jod\" id=\"v2n697\"> On the other hand suppose a righteous man comes into the community, would it not be natural for him to make his abode with a righteous man? for no other society would be at all congenial to him. The words of the Savior chime in with this idea. Said he to his Apostles, &#x201C;And into whatsoever city or town ye shall enter, inquire who in it is worthy; and there abide till ye go thence.&#x201D;<span class=\"citation\" id=\"64105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64105)\">Matt. 10:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n698\"> Will that thief and villain go and call upon a righteous man? The atmosphere that surrounds that devoted family is too scorching for him; he is glad to escape from it. <\/div><div class=\"paragraph jod\" id=\"v2n699\"> Now then, how shall we improve our own race? Evil communications corrupt good manners.<span class=\"citation\" id=\"73905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73905)\">1 Cor. 15:33<\/a><\/span> This is as true a saying as it is common. Let every family, every parent, man and woman, set up the standard of purity and righteousness in their own families, and suffer no corrupt principle to lodge in the mind, and never practice it, but by strict integrity and righteousness maintain an atmosphere that is congenial to the good and great. <\/div><div class=\"paragraph jod\" id=\"v2n700\"> So, when those spirits come to take bodies, where will the noble and high order of them go? Will they take bodies that have come through a low and degraded parentage? No, no more than the righteous man will take up his abode with the vile and wicked. Where will he go? &#x201C;Why,&#x201D; says that noble spirit, that is swelling with light and intelligence, &#x201C;I will take a body through an honorable parentage; I will have a body that will correspond with my mind; I will go to the place where purity and righteousness dwell.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n701\"> Where do the spirits of a lower grade go? Among the lowest, and uncultivated, where the cultivation of  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the principles of virtue and integrity is in part or entirely neglected. In this way the sins of the fathers are answered upon their children to the third and fourth generation.<span class=\"citation\" id=\"54193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54193)\">Ex. 20:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n703\"> Do good spirits want to partake of the sins of the low and degraded? No; but they will stay in heaven until a way is opened for purity and righteousness to form a channel in which they can come, and take honorable bodies in this world, and magnify their calling. Let us take that course, and if we do not draw the brightest spirits to honor our generations, it is because I do not understand, and declare unto you, the principles of true philosophy in correctness on this subject. <\/div><div class=\"paragraph jod\" id=\"v2n704\"> Try this, and your offspring will be the fairest specimens of the work of God's hand. If the servants of God will maintain the principles of holiness and integrity, they can then have more than one wife, and by that means you can draw in your train more of those spirits that will glorify the God of Israel. <\/div><div class=\"paragraph jod\" id=\"v2n705\"> Let me bring it right home to you. Suppose your children were about to go from you to some distance&#x2014;would you not feel anxious they should fall into good company, into generous hands? Yes. So, when our Father in heaven, who is the Father of the spirits of all flesh<span class=\"citation\" id=\"54750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54750)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54866)\">Num. 27:16<\/a><\/span> (no mother up there, is there? I do not know that a man can produce his own kind without the agency of woman; I know of no such law in nature), sends spirits to earth, when they leave Him, is He not anxious they should fall into good hands? Yes. He is anxious they should have an honorable birth, and glorify His name in the flesh, reflecting honor on His character and dignity in heaven. And if there is not much said about the mother, if they honor the Father, the mother will borrow her glory from the father, it will come to her through that channel, and it is a legitimate one. <\/div> <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n706\"> The parent has a desire that the recreant child may do well, at the same time his good desires and hopes for his welfare are weakened by despair; you commit him to the care and keeping of kind Providence; it gives you sorrow, it pains you that he will not be good, but you cannot help it, for he will not listen to the counsels of a kind parent. So it is with our heavenly Father. He wishes the spirits born to him in the eternal world to do well when they come here to take bodies. If some are not so loyal, so true and faithful as others, yet He wishes them to do well, but at the same time they must pursue their own course, prove themselves, and then receive the reward due to their works done in the body.<span class=\"citation\" id=\"81121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81121)\">1 Ne. 15:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n707\"> Now then, let us commence to improve our race. You know, to one there is given five talents, to another two, and to another one, &amp;c.<span class=\"citation\" id=\"66086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66086)\">Matt. 25:15<\/a><\/span> Let us improve upon the talents we have received&#x2014;upon every power, ability and trust that has been committed to us. If we do not, the talents we receive may be taken from us. After all these things I have told you about improving our own race, self-preservation is the first law of nature. I have told you about the people in the Valley, about the productions thereof, how it was in the beginning of its settlement. <\/div><div class=\"paragraph jod\" id=\"v2n708\"> I wish to come to our present condition, and I want to speak justly and correctly, and if I do not, I know there is a power here that will correct me, and will not fail to do it. If I say anything that is far out of the way, it should be corrected, and I hope I may ever stand in that relation whenever I commit an error, that it may be corrected before it be too late. <\/div><div class=\"paragraph jod\" id=\"v2n709\"> This season the Lord has blessed us with abundance. I told you that all things are spiritual to me, and when I talk about potatoes, hay, wheat, &amp;c., I am talking about things that  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are given to us of God. Suppose the Lord should give to me the gift of tongues, it would be the gift of God. On the other hand, suppose He should give me a loaf of bread when I am hungry, which shall I prize the most? It is all the gift of God. Then with regard to self-preservation being the first law of nature. When our brethren have a good crop given to them by the hand of Providence, coupled with their own industry, they are anxious to sell it. They want to buy many things, and press it into market, and sell it for comparatively half its value, so crazy are they to sell it. <\/div><div class=\"paragraph jod\" id=\"v2n711\"> They are like some men, when they get a few dimes in their pockets it burns them as it were, and they must spend their money, because they cannot rest until it is spent; taking comfort from the idea, &#x201C;O well, we will get along the best way we can;&#x201D; and when they have spent the last dime they are hard up sure enough. This is the case with many of our friends whose labors the Lord has blessed, and richly repaid them for their toil by a bounteous harvest, and now they are anxious to get rid of it. <\/div><div class=\"paragraph jod\" id=\"v2n712\"> When we descend to the matter of dollars and cents, it is also spiritual; God made the metal of which they are made; He put it in the earth. We came down so, to accommodate ourselves to the understandings of all, for I told you I should talk about things you know, and not about things that you cannot comprehend. I will venture to say, when I talk about dollars and cents, you will all understand me. For instance, you sell your hay at ten dollars per ton, your wheat at a dollar and a half per bushel, and all your other products in the same ratio to the stranger, or anybody else that will buy it from you, you are so anxious to get rid of it. But by and by, when your poor brethren come in, and have not means to buy that which they must subsist upon, but are under the <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> necessity by days' work first to earn capital before they can buy the farmer's produce&#x2014;by the time they get means, the price is raised from fifty to one hundred percent. <\/div><div class=\"paragraph jod\" id=\"v2n713\"> Your own brethren, who stand by you in summer and in winter, in adversity and in prosperity; your own brethren, who roam the world over to bring recruits to strengthen your forces, and make your defenses still more invulnerable; when they come fainting from the field of their labors, you make them pay an hundred percent more for your produce than the stranger that passes through your country. Is that right? Will God bless an order of things of that kind? Try it, and if you don't dwindle into monkeys, you will dwindle into something more hideous still. <\/div><div class=\"paragraph jod\" id=\"v2n714\"> What is to be done? Shall not the stranger be fed? Most certainly. Where rests the difficulty then? If you will only sell to your poor brethren next spring at the same price you will now sell to the stranger, there is no difficulty&#x2014;I have nothing more to say, but I will be perfectly quiet upon this matter. If you will not do this, raise the price to the stranger, to the same standard you will exact from your poor brethren next spring. If you will do this, you will do right. <\/div><div class=\"paragraph jod\" id=\"v2n715\"> This is the common salvation that I wanted to speak to you upon. The scales of justice should be hung upon an even balance. Who are the best able to pay? Your poor brethren, who have hardly a pittance left when they arrive here&#x2014;who have nothing to bless and comfort their souls and bodies with, or those who come backed up with resources inexhaustible? <\/div><div class=\"paragraph jod\" id=\"v2n716\"> Says one, &#x201C;Do you calculate to go upon the principle that he who has the most shall pay the most?&#x201D; No; but he shall pay just as much in the fore part of the year, as those do in the latter part of it. I do not see any injustice in this. You now sell your  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hay at from eight to ten dollars per ton. Next spring, when your poor brethren who have come from Denmark, England, Germany, Switzerland, Italy, and the islands of the sea, with their cattle poor, and in the winter and spring shivering and perishing around your stack yards, what will you charge these poor fellows for hay? Twenty-five dollars per ton, when in the early part of the season you sold it for ten to the stranger. When it has become scarce because of the draft made upon it in the fore part of the fall at that low price, you then exact more than double from your brethren. <\/div><div class=\"paragraph jod\" id=\"v2n718\"> How can you answer for this to the Gods who gave you a being? I will leave you to tell your own story. I say, make your prices so that they continue the same the year round, both in times of scarcity and in times of plenty. What is food for one is food for another. <\/div><div class=\"paragraph jod\" id=\"v2n719\"> By taking this course you may perhaps compel a little more money to be left in the Valley. What will be done with it? Why, money, like every other stream, will seek its own level. The water courses here find their own level. Suppose there is more money left in the Valley than we actually need&#x2014;where will it go to? It will find its own level. By and by the land we occupy will come into market, and then where goes the money? Into the treasury of the United States. Has the Government lost anything? No. Has the consumer? No; he has had the value of his money. The producer has gained, but he has gained no more than his just due for encountering the danger he is exposed to, and the labor he must perform in raising produce in the shape of grain, and stock in an Indian country. When his boys go out to herd the cattle they have to be guarded against the attacks of the savage. When the producer goes into <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the field to labor, he is liable to be shot down by the Indian. In the midst of dangers they produce the necessaries of life, and yet they will sell their products for a mere song. <\/div><div class=\"paragraph jod\" id=\"v2n720\"> &#x201C;Why,&#x201D; says one, &#x201C;do you wish to oppress anybody by increasing the price of the staple articles of life to the injury of the purchaser?&#x201D; That is not the design. But I will tell you what it is; men who pass through here may be thankful to get them on any terms. If they had come eight years ago they would have found a waste howling wilderness. What would they have given then for a bushel of wheat? Almost any price. Who has contended with the obstacles to making things as accessible as they are now? The producers, and they are entitled to the benefit arising from their labors. <\/div><div class=\"paragraph jod\" id=\"v2n721\"> We do not wish to oppress any person, but we wish to bring everybody to one standard price. We want to see the brethren who come here cold and hungry, have as good a chance as those who come in with their abundance. I am glad we have sufficient to spare to feed the stranger, the soldier, who is the right arm of the nation's defense; I am glad to see them share the bounties of Providence; but I say, let the scale of justice hang upon an even balance. <\/div><div class=\"paragraph jod\" id=\"v2n722\"> Do I want any person oppressed, and taken advantage of? No. But I want free trade and sailors' rights. I want evenhanded justice all round; then I will be satisfied; for this is the common salvation. But if one party is favored more than another, it is a particular salvation. Good wheat, fine flour, beef, butter, cheese, and vegetables are good ingredients to form a common salvation upon; they prolong our lives, lengthen out our days, that we may perform our mission, and do well our work while we are upon the earth, and not die before we have lived out our days, and fully performed what is designed we should. <\/div> <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n724\"> Now I did not preach exactly so at Dry Creek and Mountainville, but I preached nearly in this way, and when I had done I told them not to be in a hurry to sell their grain, but keep it and try to maintain an equilibrium in the market all the year through. When I had got through, I believed they would do as I told them; for they saw the wisdom of it, and everybody will act according to it only him who says, &#x201C;I want to live, and I care not if all the rest go to the devil.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n725\"> What an unenviable situation a man must be in to live himself, and see everybody else destroyed! What a glory it would be to him! He could then exclaim, like Alexander Selkirk, <\/div><div class=\"paragraph jod\" id=\"v2n726\"> I am monarch of all I survey, My right there is none to dispute. <\/div><div class=\"paragraph jod\" id=\"v2n727\"> It is a glory I never want to have. <\/div><div class=\"paragraph jod\" id=\"v2n728\"> The religious world scandalize the Deity by saying He is quite alone. I once learned a piece to repeat on the Fourth of July. It began like this&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v2n729\"> When time was not, e'er suns and planets shone; When God their mighty Maker lived alone; When men, the high born offspring of the sky, Lived but in visions to the Eternal's eye; T'was then that freedom held her bright abode In cloudless glory in the mind of God. <\/div><div class=\"paragraph jod\" id=\"v2n730\"> I do not believe God was ever alone; for He has said Himself, it is not good for man to be alone;<span class=\"citation\" id=\"52495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52495)\">Gen. 2:18<\/a><\/span> and if it is not good, I am sure He will not be alone. <\/div><div class=\"paragraph jod\" id=\"v2n731\"> We are created in His image and likeness,<span class=\"citation\" id=\"52161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52161)\">Gen. 1:26-27<\/a><\/span> and I think He has been moving on the same track we are in, and we shall acquire the same experience if we listen to His revelations. &#x201C;What!&#x201D; Do you suppose He has lived in the flesh?&#x201D; Paul says, we have not a God that cannot be touched with the feelings of our infirmities.<span class=\"citation\" id=\"76561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76561)\">Heb. 4:15<\/a><\/span> <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Why? Because he has felt about the same as we do. The other day when brother Hyde was mixing mortar, a person came along and said, &#x201C;Brother Hyde, is it possible that I see you mixing mortar?&#x201D; &#x201C;Yes,&#x201D; I replied, &#x201C;and when I stand up yonder, and see you poor fellows mixing mortar, I can sympathize with you.&#x201D; I should hate to enlist under a General, and follow him to the field of battle if he had never been there; I should want him to have a little experience, and then I could follow him with some degree of confidence. <\/div><div class=\"paragraph jod\" id=\"v2n732\"> I have spoken to you freely on the common salvation. And while the Spirit is upon me, I would charge you to practice it; to set your standard prices now, and maintain them to your brethren in the spring. If you have not already set them high enough to meet your ambitious views, raise them until they will, and there let them stand. That is my advice, and who is going to be injured by it? No person. Who is going to be benefited by it? The producer, who has to go into the field with his life in one hand, and the implement of husbandry in the other. If this is done, the hand of God will strengthen the hands of the producer, and he will live in time and throughout eternity; and we shall have abundance, and rejoice in the kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v2n733\"> Contend earnestly for the faith once delivered to the Saints.<span class=\"citation\" id=\"78837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78837)\">Jude 1:3<\/a><\/span> But if I were to branch out upon that, I should detain you too long. I will therefore leave it for another occasion, or for someone who is better able to handle it than myself. <\/div><div class=\"paragraph jod\" id=\"v2n734\"> May God bless us, and save us in His kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}