{"ID":20022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union of the Saints&#x2014;Authority of the Priesthood&#x2014;Power of God&#x2014;Obedience&#x2014;The Urim and Thummim, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered at the Special Conference in the Tabernacle, Great Salt Lake City, August 13, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Union of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 8\/13\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v2n618\"> The preaching we have had by brother Joseph Young, is the kind I love. It is very unlike the mixed up preaching of the world; but it is music to my ears; there are no jars nor discord when we hear the sounds of the glorious Gospel of the Son of God. It matters not to me what kind of an instrument it is played on, it is music to me and to you; but if you will tear in pieces the best and most perfect thing on the earth, it will not look well in that condition. <\/div><div class=\"paragraph jod\" id=\"v2n619\"> The Gospel and plan of salvation that I have embraced, is music to me; it is sweet to my body, and congenial to my spirit; and it is more lovely than anything else I have ever seen since I have been in the world. I love it, and that is why I love this people better than any other people on God's earth, because there was never a better people, that is, I am speaking of the majority of them; but if you take them as a whole, I do not know that you can find any worse&#x2014;that is, there are some that will compare with the worst in the world for sin and wickedness. <\/div><div class=\"paragraph jod\" id=\"v2n620\"> As brother Joseph said, so say I&#x2014;Do not fear anything this side of hell, or that is in the east, west, north or south. I do not fear it any more than I do that the sun will fall from its position in the heavens, if this people will do just precisely as they are told. You know I preach upon this a great deal. The world considers it to be quite ridiculous for us to be of one heart, and of one mind.<span class=\"citation\" id=\"92818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92818)\">Moses 7:18<\/a><\/span> <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It is this union among those who are faithful &#x201C;Mormons&#x201D; that makes the world afraid of us; they fear us because we differ from the world. In the United States and in the old countries, they are divided into six or seven hundred different religious denominations, all disagreeing with each other; besides political and a thousand other kinds of divisions and differences, such as whiggery, democratism, socialism, which, in short, may all be summed up under the term, <span class=\"italic\">Devilism<\/span>. This is not the policy of the Latter-day Saints. Jesus says, <span class=\"italic\">if you are not one, you are not mine<\/span>.<span class=\"citation\" id=\"85102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85102)\">D&amp;C 38:27<\/a><\/span> Let the Christian world who profess to believe in Jesus Christ, and in his Father, and in this book, the Bible, note that passage, &#x201C;<span class=\"italic\">Except ye are one, ye are not mine<\/span>.&#x201D;<span class=\"citation\" id=\"85103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85103)\">D&amp;C 38:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n621\"> There is more oneness in this people, than in any people that ever lived upon the earth. There was not that oneness in the days of Jesus, that there is now, and I suppose there never has been since the days of Enoch. Because there was such a oneness among the people of Enoch, and they could not continue to be one, and live with the people in the same world, God took them and their city with a part of the earth to Himself, and they sailed away like one ship at sea separating from another. <\/div><div class=\"paragraph jod\" id=\"v2n622\"> Jesus says, &#x201C;<span class=\"italic\">Except ye are one, ye are not mine<\/span>.&#x201D;<span class=\"citation\" id=\"85104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85104)\">D&amp;C 38:27<\/a><\/span> And yet the Christian world take a course to justify themselves in division, in strife, in animosity, in quarreling, in envy, in jealousy,  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in war and bloodshed. And yet they say they are one: <span class=\"italic\">I say<\/span> THEY LIE. A man that says it, lies to me, and he lies to God. I say this to all the world, and to those who are passing through the city as emigrants; if you profess to be disciples of Christ, and have hatred to us in your hearts, I say you lie; in the name of the Lord God Almighty I say it. Do you not think He will sustain me in it? Yes, and all His faithful followers will too; and those who desire to be the disciples of Christ and to be one, will gather together. <\/div><div class=\"paragraph jod\" id=\"v2n624\"> I referred to the days of Jesus; was there that union then, that might have been? Jesus said to the disciples, when the people turned away from him, &#x201C;<span class=\"italic\">Will ye also go?<\/span>&#x201D;<span class=\"citation\" id=\"69303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69303)\">John 6:67<\/a><\/span> This he said to the Twelve. Many of the disciples forsook him. Even Peter, the chief Apostle, turned away from him when he was in the greatest trouble, and denied him with cursing and swearing.<span class=\"citation\" id=\"66308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66308)\">Matt. 26:74<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n625\"> In this day and age of the world, we profess to be one. Jesus said then, how often would I have gathered you together as a hen gathereth her chickens under her wings, but ye would not.<span class=\"citation\" id=\"65598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65598)\">Matt. 23:37<\/a><\/span> He will do so now if you will let him; he will gather us together from the four quarters of the earth&#x2014;I mean the Saints, the honest in heart, the elect of God; that they may become one, and lay aside their selfishness, their bickering, their murmuring and complaining, and everything of this nature. <\/div><div class=\"paragraph jod\" id=\"v2n626\"> If a man wants my ox, let him come and tell me so, and he shall have it; he need not quarrel with me about it; and if he robs me of it, I want him to enjoy the stolen property, if he can; for I will not quarrel about the foolish things of this world, for they will soon decay, and return to their mother earth, as you and I will. <\/div><div class=\"paragraph jod\" id=\"v2n627\"> Now, brethren and sisters, I will say to the emigrants who are passing <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through this city, and to the world at large, that it is our intention to become perfectly one in heart and mind.<span class=\"citation\" id=\"92819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92819)\">Moses 7:18<\/a><\/span> Have those who have separated themselves from this people prospered? They may have prospered for a season; but by and by they become like a limb that is severed from the tree; they wither and vanish away; and all such will continue to do so from this time henceforth and forever. It is just as much impossible for a people to exist that withdraw from this Church of Jesus Christ of Latter-day Saints, as it is for a limb of a tree to live when it is severed from the body of the tree. Of this I am positive, because I know it. So I will say concerning the world and all the sects and denominations and kingdoms of the world, that oppose this work and people of God, <span class=\"italic\">they will wither in due time likewise<\/span>, <span class=\"italic\">and they cannot help themselves<\/span>. <\/div><div class=\"paragraph jod\" id=\"v2n628\"> When brother Joseph Smith lived, he was our Prophet, our Seer, and Revelator; he was our dictator in the things of God, and it was for us to listen to him, and do just as he told us. Now that appears very absurd in the eyes of the world; but they all say, if they had lived in the days of Peter, Moses, or Jesus, they would not have done as the people in those days did to them; but at the same time they would take their lives if they could, and do just like them.<span class=\"citation\" id=\"65568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65568)\">Matt. 23:29-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n629\"> We are the servants of God; we have been called of God through the ministry of that holy Prophet Joseph Smith, who received his authority through the ministry of holy angels. Now he was just as true a Prophet as Moses was, or as any Prophet that has ever been upon the earth; and we are just as much the authorized servants of God, as the Apostles and disciples in the days of Jesus Christ were, and I know it. And I bear testimony of it to the United States, and to the nations of the world. They say they  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not believe it. What do I care whether they do or not? I know it, and God requires me to bear testimony of it, to be valiant in testimony to the truth of this work, and to preach the Gospel, and to lay before my brethren their duty. <\/div><div class=\"paragraph jod\" id=\"v2n631\"> Brother Joseph is gone, and now brother Brigham Young, the Governor of the Territory of Utah, is our Prophet, our leader, our Revelator; and it is for me and you to listen to him with all diligence, the same as we would listen to Joseph were he alive. Brother Brigham is his successor; his word is sacred; and if you do not observe it, it will not be well, and there is where I fear for you, brethren. I do not fear so much for myself as I do for you, because it will go hard with you, if you disobey his advice. There will many of you turn from the faith; you will turn your backs to us, and some will be guilty of shedding innocent blood, if you are not aware. This will be the result of apostasy. When that spirit attacks you, you will be led to do as other apostates have, who have turned from the Church of Christ. <\/div><div class=\"paragraph jod\" id=\"v2n632\"> Judas, when he lost the faith, received the power of the devil,<span class=\"citation\" id=\"68059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68059)\">Luke 22:3<\/a><\/span><span class=\"citation\" id=\"69842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69842)\">John 13:27<\/a><\/span> and betrayed the Son of God into the hands of murderers. Joseph Smith in like manner was betrayed into the hands of wicked men,<span class=\"citation\" id=\"81151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81151)\">1 Ne. 19:10<\/a><\/span> who took his life. He was betrayed by apostates, by men whom he once loved when they were in our midst, and had the Spirit of the Lord. We also would have been slain, if they could have got hold of us; but they were afraid to touch us; they knew it would be certain death to the man who lifted his heel against us.<span class=\"citation\" id=\"69834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69834)\">John 13:18<\/a><\/span> Just so now. I have got my old Gospel preparation laid up drying, preparing himself for action. Do I fear? No. I do not fear anything that lives on the earth, or that is in hell; Indians or anything else never will disturb us, the Saints, <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from this time to all eternity, if we will do precisely as we are told. <\/div><div class=\"paragraph jod\" id=\"v2n633\"> I do not speak of these things to establish myself as a Prophet, but I know what I say; I know you will prosper, and live in peace in the mountains of the Great Salt Lake, and be perfectly independent. You will have food and raiment, houses and lands, flocks and herds, and everything your hearts can desire, that there is in heaven and on earth, if you but do as you are told. If you will do this, you will think my words are very profitable to you, whether I am a Prophet or not. I am not saying anything but what my President has said time and time again. You will live in peace, and God will be your defense; and you will increase in knowledge, in power, in grace, and in every good thing that you can think of, or mention. I have said often, you may go and write blessings for yourselves, and insert every good thing you can think of, that is in heaven or on the earth, and it will all come to pass on your heads, if you do right. <\/div><div class=\"paragraph jod\" id=\"v2n634\"> What do I care for what the world says? I care no more about it than I do for the squawking of a goose. It is none of their business if I have a mind to be a Saint, and keep the commandments of God; and as you have heard it said, so say I&#x2014;the time will come in which you will dwell in peace and safety; and when the time comes that you will go back to Jackson County, you will be independent, and live without any opposition at all. Can the Lord do it? Yes. All the people are in His hands, and He can turn the nations as I can an obedient horse. They are governed and controlled by the Almighty as much as we are. What can they do against us? Why nothing whatever, but if we do not do right they will be a scourge in the hands of God to scourge us, just as the Indians are at  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this time. There never would have been a disturbance if this people had done as they were told. <\/div><div class=\"paragraph jod\" id=\"v2n636\"> I am not speaking of the people in this city any more than of the people of other settlements. To my certain knowledge there is not a settlement in these mountains but were instructed by brother Brigham to build good forts and live in them; and on these conditions alone were volunteers permitted to go out and make new settlements. <\/div><div class=\"paragraph jod\" id=\"v2n637\"> Have any of them built forts? Tell of one settlement, if you please, excepting they commenced one in Iron County which remains unfinished yet. The Indians are now upon us, and our brethren are scattered off, three, four, and five families in a place, away off in this and in that direction, exposed to the Lamanites. They have been called into the city that they might be safe, and they are now teasing us, and wanting to go back again, and live in those exposed locations without a fort. <\/div><div class=\"paragraph jod\" id=\"v2n638\"> The Lord has made the Lamanites&#x2014;the Indians, a scourge; but if this people will turn to and do just as they have been told, their wrath will be turned away in a short time, but not until the Lord God sees that this people are determined to do right. Upon the same principle that my wrath would be turned away from a child that repented under the rod of correction,<span class=\"citation\" id=\"57508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57508)\">Prov. 22:15<\/a><\/span> so will the Lord's wrath be turned away from His children when they repent, and go and do what they are told. A spirit of compassion seizes me the moment I see a repenting child; so it is with our heavenly Father. But the most of parents, when they tell their children to do a thing, and happen to give them a little slap on the ear for disobedience, the next moment they are saying, &#x201C;O my dear child, I am sorry, let me give you a piece of bread and butter.&#x201D; Our Father in heaven does <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not do so, until he sees contrition of heart in His children, for their wrongs. <\/div><div class=\"paragraph jod\" id=\"v2n639\"> We live in the days of Prophets, Apostles, High Priests, and servants of God who have the Priesthood upon them, and I know it. Gentlemen, I have been a member of this Church near 23 years, and passed through the whole of the difficulties in Kirtland, Ohio, and Missouri. When brother Brigham and myself and others, with our families, left Kirtland to go to Missouri with Joseph Smith, we had to lie with our firelocks by our side. When we arrived in Missouri, the devil contrived to raise the armies of the wicked against us there; and all the Elders and male members that could be counted from the western boundaries of Missouri to Nova Scotia, were not more than 205 men. We went up to Missouri to reinstate our brethren who had been driven out of Jackson County. We went up near 1,000 miles with our firelocks in our hands. Was there any fear in us? No. It never entered into our hearts, from the day we started to the time we returned again. I never saw the time but I could whip out twenty of the best men on earth. <\/div><div class=\"paragraph jod\" id=\"v2n640\"> I had a spirit on me as much superior to this earth, as the earth is superior to the degraded spirits of the wicked that dwell on its face. It was the Spirit of the Lord that stood by me, and diffused strength into my body, and into my limbs, until the very hair of my head felt all alive. Did they fear us in that upper country? Yes, they ran as though they were never going to stop in the world. We felt perfectly able to clear out that country to Nova Scotia, and we could have done it with 205 men, if the Lord God had commanded us, as the Gideonites did in days of old.<span class=\"citation\" id=\"55359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55359)\">Judg. 7:20<\/a><\/span> Yes; 205 men, with the Spirit and power of God upon them, and their faces shining like the sun, it cannot be told what  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they could accomplish; neither can we form any conception of it. <\/div><div class=\"paragraph jod\" id=\"v2n642\"> Let us be as one person from this time henceforth, and do not let us suffer ourselves to become cold and stupid, but be Saints all the day long; and we shall build up the kingdom of God, and be prospered in all things we set our hands to do. <\/div><div class=\"paragraph jod\" id=\"v2n643\"> These are a few things I wanted to say; still there are many more things of great importance to us if we will only listen to them. One is, take care of your grain; for it is of more worth to you than gold and silver. I know you will see harder times before another harvest, than you have seen this season. Do you believe it? Did they believe it last year, when there were 15,000 bushels of wheat in the Tithing Office? No. When brother Brigham said the same thing last spring, to stir up the people to be careful of their grain, they said, &#x201C;O no, brother Brigham, we cannot surely come to such scarcity as you foretell; look at the storehouse, it is full.&#x201D; How much was there in the storehouse this harvest? There is not one bushel of grain of any kind, and I do not know that there will be. <\/div><div class=\"paragraph jod\" id=\"v2n644\"> There has been a great quantity thrashed out this harvest, but little of it has come into the public store, and the hands on the public works are obliged to live. If you go into the joiner's shop, it is almost left desolate. If you go into the machine shops, and into the mason's shop, they are the same; and yet there are thousands of bushels being thrashed out and ground into flour, and sold for from seven to ten dollars per hundred weight to the world&#x2014;the emigrants who are passing through here yet&#x2014;and at the same time the business on the public works stopped for want of it. <\/div><div class=\"paragraph jod\" id=\"v2n645\"> Brethren and sisters, please to look at this; you know I am telling you the truth, which is every day exhibited before your eyes. <\/div> <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n646\"> The public ground here has to be enclosed before we can put forth a hand to build a Temple to the name of our God; and you are ready to feed everybody else under the heavens but the workmen. Have you turned from the Lord your God, and forgot His purposes? Think of it, you farmers! <\/div><div class=\"paragraph jod\" id=\"v2n647\"> I do not know but I am wearying the brethren, but these things were on my mind, and I have got a back load of them yet; I see them, and reflect upon them in my heart. O Lord God, what will become of us? Have the people forgotten thee and thy purposes, with the Holy Priesthood upon them&#x2014;with the sacred ordinances of God's house upon them? Now think of it, brethren and sisters. There is enough, and we need never want bread; but if we do not take the right course, we are sure to see sorrow, and the greatest you have ever seen. Some of you never saw any in your lives. Those who were never without bread, and clothing, and good houses to dwell in, murmur the worst; and those who never had any troubles and trials since they have been in this Church, or since they have been on the earth, are the most ready to complain. This may appear strange doctrine to you, but you know it is true. <\/div><div class=\"paragraph jod\" id=\"v2n648\"> As to getting rich, why bless your souls, is not the earth the Lord's and the fulness thereof?<span class=\"citation\" id=\"56451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56451)\">Ps. 24:1<\/a><\/span> Are not the gold and precious metals in the mountains, in the dells, and in the cliffs of the earth, all the Lord's? He created all; and the human family, with all the treasures of earth, are in His hand. They all belong to the Lord our God, and we are His people if we do His will. Are we not heirs to all these riches? Certainly we are; every son and daughter of Adam, who loves the great Father of our spirits<span class=\"citation\" id=\"77194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77194)\">Heb. 12:9<\/a><\/span> and His Son Jesus Christ, and obeys the Gospel, and listens to him whom God has delegated as an Apostle and Prophet to counsel His people, I tell you  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that all this treasure is theirs, and the devils cannot help themselves. I am just as sure of it as I am that the sun will rise and set tomorrow. Do you believe it, brethren and sisters? Do you know it? Yes, you know it. Now if you ever expect to enjoy it, you have got to live for it, as individuals, independent of any other man or woman. You have got to live as independent Saints, and obey the will of God independently as it is taught, and laid before you from time to time. All that wish to be delivered from the scourge, and from afflictions, will have to rise up and do right to their God, and to each other, not as a Conference merely, but as a people, as the Saints of the Church of Jesus Christ of Latter-day Saints. I am not going to command you to do it; but my advice is for you to do it. Rise up now, and do just as you are told, and you will see happy times. <\/div><div class=\"paragraph jod\" id=\"v2n650\"> I know there is a greater desire in this people for things that perish, for theatrical performances and dancings, than there is for the public interests of the Kingdom of God. Well, let us be Saints indeed, and show to the world that we are for God and for none else. <\/div><div class=\"paragraph jod\" id=\"v2n651\"> Among some people in the world it is popular to be a Christian; and among another class it is not popular; but it is popular with me to be a member of the Church of Jesus Christ of Latter-day Saints; and then it is popular for me to do the will of the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v2n652\"> A single man can accomplish more with the power of the Spirit of God, than this whole people can, if they will not do right. Do I fear anything? No; but if I have to bow down to the chastening rod, as I have already done many times in this Church, I will do it like a man of God. I have been driven five or six times, and yonder are my habitations, and they may rot there. And so have some of you been <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> driven in like manner; and some of you never had one thing to trouble you in your lives. I am now well off; but if I have got to come to it again as I have in former times, I will round up my back to the burden, and make it as tough as a piece of sole leather, to bear what shall be laid upon me manfully, or else I will die. I have no fears upon that ground at all; but my prayers are, by night or by day, for the Lord to take me from the earth, rather than I should sin against Him, or against my brethren, or against our President Brigham Young. I have known him 30 years, and he and brother Joseph Smith have been comrades together; and better men never lived on the earth than they are; and you may tell the kings and rulers of the earth this, and the nations over which they preside, if you please. The reason why we would rather have him to be our Governor than any other man, is because he is the best man we are acquainted with. <\/div><div class=\"paragraph jod\" id=\"v2n653\"> I have lived in the State of New York, town of Bloomfield, Monroe County, right in the heart of the country where the ancient Lamanites, and other veterans, destroyed each other, root and branch; where the Book of Mormon was discovered in the hill of Cumorah. From among those rich hills the people are flocking to these mountains. Why? Because this is the richest place in the world. <\/div><div class=\"paragraph jod\" id=\"v2n654\"> The country adjacent to the Sweet Waters has actually become a rich gold mine. Talk about gold! The Lord can change any of the elements into gold as easy as He could change the water into wine.<span class=\"citation\" id=\"68665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68665)\">John 2:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n655\"> I suppose I had better bring my disjointed remarks to a close. I feel first-rate; I feel like a soldier of Christ,<span class=\"citation\" id=\"76106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76106)\">2 Tim. 2:3<\/a><\/span> like a man of God. I feel sometimes that I could take one of those mountains, and handle it as I could a football. Bless your souls! If you will only do as the Lord tells  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you through His delegated agent, who gives you the voice of God and the wisdom of God, I am not troubled at all. The question is asked many times, &#x201C;Has brother Brigham got the Urim and Thummim?&#x201D; Yes, he has got everything; everything that is necessary for him to receive the will and mind of God to this people. Do I know it? Yes, I know all about it; and what more do you want? That is true, gentlemen; I am one of his witnesses in the last days, and to bear testimony of the truth of &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n657\"> I say to the Saints, do not look upon us as perfect beings; notwithstanding, if you are perfect yourselves, then look for it in us, and not until then. If any of you are perfect, we want you to come here that we may see such beings, and know how to model ourselves after you; just as I take a piece of clay and shape it after another model more beautiful still. <\/div><div class=\"paragraph jod\" id=\"v2n658\"> Some of you think you have passed through awful tribulations in leaving your mothers and friends. I was glad when I got away from mine, because they persecuted me, and lied about me, and persecuted my brethren; so I was glad to get away from them. But they will see the day when they will be glad to come to brother Heber, and say, &#x201C;Let me black your boots, clean your horse, or drive your carriage,&#x201D; &amp;c. <\/div><div class=\"paragraph jod\" id=\"v2n659\"> You talk about carriages; good heavens! I am just as sure of enjoying <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these blessings as I am of enjoying anything on this earth. If you do not believe it, read that book (the Bible), which speaks about the armies of heaven,<span class=\"citation\" id=\"80398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80398)\">Rev. 19:14<\/a><\/span> and about horsemen and chariots,<span class=\"citation\" id=\"55826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55826)\">2 Kgs. 6:17<\/a><\/span> and men armed with swords,<span class=\"citation\" id=\"54835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54835)\">Num. 22:23<\/a><\/span> and all kinds of instruments of music;<span class=\"citation\" id=\"55916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55916)\">2 Chr. 7:6<\/a><\/span> it is all spoken of in this book, and we will enjoy it, while those who seek our destruction, and all sinners, will go to hell. <\/div><div class=\"paragraph jod\" id=\"v2n660\"> All this enjoyment of the good things of heaven and earth will come by a separation of the righteous and the wicked. There was a time when an eruption took place in heaven, and Michael and his armies arose,<span class=\"citation\" id=\"79575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79575)\">Rev. 12:7-9<\/a><\/span><span class=\"citation\" id=\"88787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88787)\">D&amp;C 88:112-115<\/a><\/span> and cast out the rebellious portion of the angels from heaven. Don't you think they got tired of contention, and broils, and tumults? Yes, so they universally agreed to cast it out. We will get tired of it too, in these last days, and we will make a separation between Saint and Sinner. The Sectarian priests have written and preached about forty years ago, and have proved to their readers, and to their hearers, that there would be a separation, and the sheep would be placed on the right hand and the goats on the left;<span class=\"citation\" id=\"66174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66174)\">Matt. 25:33<\/a><\/span> I suppose the goats mean those that are not good for much, they bear no wool. <\/div><div class=\"paragraph jod\" id=\"v2n661\"> I guess I had better stop speaking. May the Lord God bless you forever; and may union, peace, righteousness, and salvation be with you forever and ever. Amen. <\/div>\n<\/div>\n<\/div>"}