{"ID":20026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Spiritual Gifts&#x2014;Hell&#x2014;The Spirit World&#x2014;The Elders and the Nations&#x2014;The Lamanites&#x2014;The Temple.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Dec. 3, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Spiritual Gifts, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/3\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v2n844\"> There are two or three subjects that I wish to occupy a short time in speaking upon, and I will commence with observations upon spiritual gifts, applicable directly to &#x201C;such as sit in darkness, and in the shadow of death,&#x201D;<span class=\"citation\" id=\"57149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57149)\">Ps. 107:10<\/a><\/span> according to the words of the Psalmist. <\/div><div class=\"paragraph jod\" id=\"v2n845\"> In the Scripture written by Job, or said to be written by him, you can read, &#x201C;There is a spirit in man: and the inspiration of the Almighty giveth them understanding;&#x201D;<span class=\"citation\" id=\"56180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56180)\">Job 32:8<\/a><\/span> and in the New Testament, &#x201C;In him (Christ) was life; and the life was the light of men.&#x201D;<span class=\"citation\" id=\"68500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68500)\">John 1:4<\/a><\/span> &#x201C;Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.&#x201D;<span class=\"citation\" id=\"69428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69428)\">John 8:12<\/a><\/span> &#x201C;That was the true Light, <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which lighteth every man that cometh into the world.&#x201D;<span class=\"citation\" id=\"68518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68518)\">John 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n846\"> We could turn to many other passages of Scripture, alluding to what I have in my mind with regard to the inhabitants of the earth. It is believed, or has been, for I have often heard it taught by the Elders of Israel, that every person of accountable age, who did not believe in the Gospel of the Son of God, as it is written in the New Testament, and practice it in their lives, would be damned; or in other words, if a person does not become a Saint, or what we call a Saint, he must be damned. According to the old Scriptures, in one sense, I can agree with them with regard to the expression, and truly say that the  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>inhabitants of the earth who have lived and died, and those who are now living, are all damned. <\/div><div class=\"paragraph jod\" id=\"v2n848\"> This idea brings to my mind so much not directly alluding to my subject, that I will break off, and say that we are now fighting the devils, in order to make a heaven of this earth. <\/div><div class=\"paragraph jod\" id=\"v2n849\"> Any person knowing and understanding the Scriptures as they are, and understanding the mind and will of God, can understand at once that when he is shut out from the presence of the Lord, when He does not hear His voice, sees not His face, receives not the ministering of His angels or ministering spirits, and has no messenger from the heavens to visit him, he must surely be in hell. Does the wrath of God<span class=\"citation\" id=\"68995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68995)\">John 3:36<\/a><\/span> rest upon all such? Yes, and we have plenty of it, just as much as we know what to do with. Are you not aware that the Latter-day Saints are realizing this, and saying &#x201C;that it seems as though the devils are let loose upon the Saints?&#x201D; Do you not know that they are liable to temptation? to feel wrath, malice, strife, envy, hatred to God, dislike to righteousness, and an inclination to dethrone the Almighty, and usurp His authority? If this is not being in hell, and if this is not the wrath of God abiding,<span class=\"citation\" id=\"68996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68996)\">John 3:36<\/a><\/span> to a certain degree, upon the inhabitants of the earth, we will wait until we find out what it is; but I cannot tell it any better in so few words. <\/div><div class=\"paragraph jod\" id=\"v2n850\"> The Spirit of the Lord, the light of Christ, and the inspiration of the Almighty, are given to every man to profit withal.<span class=\"citation\" id=\"73434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73434)\">1 Cor. 12:7<\/a><\/span> All who understand the Gospel of salvation, in reflecting upon the condition of their progenitors, as far back as they can trace them, have this consolation; if they were honest, if they were upright, if they lived according to the best light and knowledge they had, if they served the Lord according to all they could obtain from the priest, and other <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sources, and lived according to that light, are they damned? Yes, precisely as you and I will be. <\/div><div class=\"paragraph jod\" id=\"v2n851\"> It is understood, and is so written, that when the inhabitants of the earth pass through what is called the valley of death, that which is in the tabernacle leaves it, and goes into the world of spirits, which is called Hades or hell. The spirits that dwell in these tabernacles on this earth, when they leave them, go directly into the world of spirits. What, a congregated mass of inhabitants there in spirit, mingling with each other, as they do here? Yes, brethren, they are there together, and if they associate together, and collect together in clans and in societies as they do here, it is their privilege. No doubt they yet, more or less, see, hear, converse, and have to do with each other, both good and bad. Jesus himself went to preach to the spirits in prison;<span class=\"citation\" id=\"78011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78011)\">1 Pet. 3:19<\/a><\/span> now, as he went to preach to them, he certainly associated with them; there is no doubt of that. If the prophets went and preached to the spirits in prison, they associated with them: if the Elders of Israel in these latter times go and preach to the spirits in prison, they associate with them, precisely as our Elders associate with the wicked in the flesh, when they go to preach to them. <\/div><div class=\"paragraph jod\" id=\"v2n852\"> This is exactly what I wish to get before your minds, not that but many of you understand these principles, and again many of you have not had the privilege of hearing them. Brother Woodard, who spoke to you this morning, has been in Italy, and has never before had the privilege of gathering with the Saints. He first learned of the coming forth of the Book of Mormon, and the restoration of the Gospel, from the Elders who traveled where he was, and by the Spirit of the Lord he understood. <\/div><div class=\"paragraph jod\" id=\"v2n853\"> Brethren and sisters, and all who preach the Gospel of salvation, and, in short, all who inhabit this earth, I  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wish you to understand that the Lord has pleased to organize tabernacles here, and put spirits into them, and they then become intelligent beings. By and by, sooner or later, the body, this that is tangible to you, that you can feel, see, handle, &amp;c., returns to its mother dust. Is the spirit dead? No. You believe the spirit still exists, when this body has crumbled to the earth again, and the spirit that God puts into the tabernacle goes into the world of spirits. What is their situation? Is there any opportunity for them whatever? Yes, there is; although there is a great deal of Scripture which the priests have been pleased to make, without revelation, that contradicts this idea; and the traditions of the fathers contradict it, not the traditions of the Prophets and Apostles, but of our fathers, those who have lived in the dark ages of the world, and the great majority of those who live now; for I do not know of a darker period in the history of the world, than that of the nineteenth century, apart from the light of the new and everlasting covenant. It is the ignorance and superstition of the people that contradict future progression in the world of spirits, for the Gospel does not. There is an opportunity for men who are in the spirit to receive the Gospel. Jesus, while his body lay in the grave two nights and one day, went to the world of spirits to show the brethren how they should build up the kingdom, and bring spirits to the knowledge of the truth in the spirit world; he went to set them the pattern there, as he had done on this earth.<span class=\"citation\" id=\"77942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77942)\">1 Pet. 3:18-19<\/a><\/span><span class=\"citation\" id=\"92150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92150)\">D&amp;C 138:29-37<\/a><\/span> Hence you perceive that there, spirits have the privilege of embracing the truth. <\/div><div class=\"paragraph jod\" id=\"v2n855\"> You may ask if they are baptized there? No. Can they have hands laid upon them for the gift of the Holy Ghost? No. None of the outward ordinances that pertain to the flesh are administered there, but the <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> light, glory, and power of the Holy Ghost are enjoyed just as freely as upon this earth; and there are laws which govern and control the spirit world, and to which they are subject. <\/div><div class=\"paragraph jod\" id=\"v2n856\"> Can we do anything for them? Yes. What are we trying to build a Temple for? And we shall not only build a Temple here, if we are successful, and are blessed and preserved, but we shall probably commence two or three more, and so on as fast as the work requires, for the express purpose of redeeming our dead. When I get a revelation that some of my progenitors lived and died without the blessings of the Gospel, or even hearing it preached, but were as honest as I am, as upright as I am, or as any man or woman could be upon the earth; as righteous, so far as they knew how, as any Apostle or Prophet that ever lived, I will go and be baptized, confirmed, washed, and anointed, and go through all the ordinances and endowments for them, that their way may be open to the celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v2n857\"> As I have frequently told you, that is the work of the Millennium. It is the work that has to be performed by the seed of Abraham, the chosen seed, the royal seed, the blessed of the Lord, those the Lord made covenants with. They will step forth, and save every son and daughter of Adam who will receive salvation here on the earth; and all spirits in the spirit world will be preached to, conversed with, and the principles of salvation carried to them, that they may have the privilege of receiving the Gospel; and they will have plenty of children here on the earth to officiate for them in those ordinances of the Gospel that pertain to the flesh. <\/div><div class=\"paragraph jod\" id=\"v2n858\"> Many people believe that the Spirit of the Lord has not been upon the earth when the Gospel was not among men in its purity; they believe the Spirit of the Lord has been entirely taken from the earth since the apos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tasy of the Church. I do not believe for one moment that there has been a man or woman upon the face of the earth, from the days of Adam to this day, who has not been enlightened, instructed, and taught by the revelations of Jesus Christ.<span class=\"citation\" id=\"74372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74372)\">Gal. 1:12<\/a><\/span> &#x201C;What! the ignorant heathen?&#x201D; Yes, every human being who has possessed a sane mind. I am far from believing that the children of men have been deprived of the privilege of receiving the Spirit of the Lord to teach them right from wrong. No matter what the traditions of their fathers were, those who were honest before the Lord, and acted uprightly, according to the best knowledge they had, will have an opportunity to go into the kingdom of God. I believe this privilege belonged to the sons and daughters of Adam, and descended from him, and his children who were contemporary with him, throughout all generations. <\/div><div class=\"paragraph jod\" id=\"v2n860\"> Men who are under the influence of their traditions and former notions, will desire to ask scores of questions upon this subject, but I think I can relieve your minds. <\/div><div class=\"paragraph jod\" id=\"v2n861\"> The Spirit of the Lord, in teaching the people, in opening their minds to the principles of truth, does not infringe upon the laws God has given to mankind for their government; consequently, when the Lord made man, He made him an agent accountable to his God, with liberty to act and to do as he pleases, to a certain extent, in order to prove himself. There is a law that governs man thus far; but the law of the celestial kingdom, as I have frequently told you, is, and always will be, the same to all the children of Adam. When we talk of the celestial law which is revealed from heaven, that is, the Priesthood, we are talking about the principle of salvation, a perfect system of government, of laws and ordinances, by which we can be prepared to pass from one gate to another, and from one sentinel <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to another, until we go into the presence of our Father and God. This law has not always been upon the earth; and in its absence, other laws have been given to the children of men for their improvement, for their education, for their government, and to prove what they would do when left to control themselves; and what we now call tradition has grown out of these circumstances. <\/div><div class=\"paragraph jod\" id=\"v2n862\"> There is so much of this, that I hardly dare to commence talking about it. It would require a lengthy discourse upon this particular point. Suffice it to say, the Lord has not established laws by which I am compelled to have my shoes made in a certain style. He has never given a law to determine whether I shall have a square-toed boot or a peaked-toed boot; whether I shall have a coat with the waist just under my arms, and the skirts down to my heels; or whether I shall have a coat like the one I have on. Intelligence, to a certain extent, was bestowed both upon Saint and sinner, to use independently, aside from whether they have the law of the Priesthood or not, or whether they have ever heard of it or not. &#x201C;I put into you intelligence,&#x201D; saith the Lord, &#x201C;that you may know how to govern and control yourselves, and make yourselves comfortable and happy on the earth; and give unto you certain privileges to act upon as independently in your sphere as I do in the government of heaven.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n863\"> No matter whether we are Jew or Gentile, as the two classes of people are called; though Gentile signifies disobedient people; no matter whether we believe in the Koran as firmly as we now believe in the Bible; no matter whether we have been educated by the Jews, the Gentiles, or the Hottentots; whether we serve the true and the living God, or a lifeless image, if we are honest before the God we serve. <\/div> <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n865\"> Brother George Q. Cannon brought me a god from the Sandwich Islands, made out of a piece of wood. If all the people bow down to such a god as that, it is in accordance with their laws and ordinances, and their manner of dealing among themselves; the Lord permits them to do as they please with regard to that matter, and this illustration will apply to all the nations upon the face of the earth. People who fall down beneath the wheels of Juggernaut, and are crushed to death; who sacrifice their children in the worship of idols; if they act according to the best of their knowledge, there is a chance for their salvation, as much as there is for the salvation of any other person. <\/div><div class=\"paragraph jod\" id=\"v2n866\"> &#x201C;Do you suppose the Hindoos have the light of the Spirit of Christ?&#x201D; I know they have; and so have the Hottentots, and so has every nation and kingdom upon the face of the earth, even though some of them may be cannibals, indulging in a practice the most repugnant to our refined feelings of any we know of among any people; yet that is a practice which the religious, refined, and polished inhabitants of our lovely country shudder at. But let me place any member of this congregation, or the whole of them, in such a state of suffering, from year to year, that they shall never see one day or one hour's comfort, nor satisfaction of human life; when compared with a condition of that kind, the sin of killing and eating a human being would not be as great as many sins committed by the so-called Christian nations. <\/div><div class=\"paragraph jod\" id=\"v2n867\"> Can I refer your minds to circumstances of this kind among the people of our lovely country? Yes, brethren and sisters, ladies and gentlemen, scores of them. When a man has power over his neighbor, over his fellow being, and puts him in torment, which is like the flames of everlasting fire, so that he never dares to speak <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his mind, or walk across the street, or attend to any branch of business without a continual fear of his oppressor, and of the rod hanging over him for punishment, it is worse than to kill and eat him. That is as the torment of hell, do you know it? Now do not be scared when you hear of the heathen engaging in loathsome practices, for I defy you to bring up a meaner or more degraded set than now exists among the so-called civilized nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v2n868\"> When I heard brother George Q. Cannon speak about the traditions of the people where he has been, I thought that some of their traditions were no worse than some of ours. They believe that no one is better capable of teaching the inhabitants of the earth than they; and I defy them to believe that stronger than we believe it of ourselves. It is what we have been taught, and what we verily believe; they have been taught the same idea, and believe it with all their hearts; then don't cast them down to hell for their honest belief. <\/div><div class=\"paragraph jod\" id=\"v2n869\"> But when the light of the knowledge of God comes to a man and he rejects it, that it is his condemnation.<span class=\"citation\" id=\"68897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68897)\">John 3:19<\/a><\/span> When I have told all I have been authorized to declare to him in the name of the Lord, if he does not have the visions of eternity, it is all nonsense to him. To know the truth of my testimony he must have the visions and revelations of God for himself. And when he gets them, and turns aside, becoming a traitor to the cause of righteousness, the wrath of God will beat upon him, and the vengeance of the Almighty will be heavy upon him. This comes, not because their fathers lived in darkness before them, and the ancestors of their fathers before them; not because the nations have lived and died in ignorance; but because the Lord pours the spirit of revelation upon them, and they reject it. Then they are prepared for the  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wrath of God, and they are banished to another part of the spirit world, where the devil has power and control over them. <\/div><div class=\"paragraph jod\" id=\"v2n871\"> Have not all our missionaries complained of hard times in their fields of labor? And some lately sent out are coming home. It is hard times for the brethren who are preaching in India. I understand the cause of it, and I wish to tell you, that you may understand it when you go there, or whether you go or not. <\/div><div class=\"paragraph jod\" id=\"v2n872\"> Take an artificial globe, and point out the spot where the Lord commenced to build up His kingdom in the times before the flood: follow the history of that people down to the days after the flood; and find on the globe where their children settled, and where the confusion of languages took place;<span class=\"citation\" id=\"52987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52987)\">Gen. 11:1-9<\/a><\/span> then, trace the children of Israel from Egypt, follow their tracks along the sea, and in their wanderings through the Red Sea to the land of Canaan; then take the site of Jerusalem where the Savior was martyred; then follow the paths of the ancient Apostles of Christ, and see where they preached the Gospel; and when you have followed their tracks throughout the extent of their labors, and come to those who did not reject the Gospel, or had not the privilege of receiving it, you have come to the borders of the ground where the good seed can be received. <\/div><div class=\"paragraph jod\" id=\"v2n873\"> Jerusalem is not to be redeemed by our going there and preaching to the inhabitants. It will be redeemed by the high hand of the Almighty. It will be given into the possession of the ancient Israelites by the power of God, and by the pouring out of His judgments. The ground where you can sow the good seed, and where it will yield crops that you can gather, is outside of that where the ancient Apostles and Prophets labored. They had the light and power of God with them; and made manifest the hand <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Almighty in delivering the people and working miracles, and saving those that were redeemed; and the people who are the most ready to receive the Gospel are those who have lived without it from the days of Noah to this time. <\/div><div class=\"paragraph jod\" id=\"v2n874\"> If you can find an island upon which a portion of the people who were scattered from the Tower of Babel found a resting place, and whose inhabitants were never visited by any of the ancient Apostles and Prophets, and where Jesus Christ did not visit, and who have not received any knowledge of the Father, nor the Son, from the days of the confusion, there is the spot where the Elders will reap the fruits of their labor more than anywhere else. <\/div><div class=\"paragraph jod\" id=\"v2n875\"> Previous to our receiving the Priesthood in these latter times, when we were members of the different sectarian churches, we used to read much about the Waldenses whom brother Woodard has been speaking about today, and who inhabit the mountains and vales of Piedmont, and from whom the Baptists say they received their authority or priesthood. But their priesthood is no better than the Catholic priesthood. Do you think they as a people will receive the Gospel? No. A few of them will. You recollect that brother Woodard said they were a mixed race, and are the descendants of those who heard, and most of whom rejected the Gospel. He said that but very few of them could read and write; and that the priest was ready to chastise those who could read, if they were known to use their knowledge. Now, they are only like the brute; they are not to blame for their superstition; and they are not the people to readily receive the Gospel. I may say they have put their cast-iron creed into the center of an iron casting; the creed, notions, and superstitions of their fathers, their priests, kings, judges, and men  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in authority have been cast into one mold, and there they are stereotyped in cast iron. You may break their iron bands, and set them at liberty, and but few of them will receive the Gospel. <\/div><div class=\"paragraph jod\" id=\"v2n877\"> Why is this? Because their fathers heard the Gospel, and most of them rejected it; and the curse of the Almighty is upon them, and upon their posterity until they have wrought out their salvation by suffering; for the last shall be first, and the first shall be last.<span class=\"citation\" id=\"67680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67680)\">Luke 13:30<\/a><\/span> A nation which has had the privilege of receiving the everlasting covenant, and has rejected it, will be saved in the kingdom of God, but it will be among the very last which will receive the Gospel. Perhaps you will marvel at this. It is no marvel to me, because I perceive natural principles and sound reason for all these providences of the Almighty. All His providences to His people upon the face of the whole earth, are perfectly philosophical. Then recollect, there is a chance for all who are honest in heart. What shall we do with those who are dishonest? Let them remain with the good until the time comes to cast them away, and gather out the good.<span class=\"citation\" id=\"64572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64572)\">Matt. 13:30<\/a><\/span><span class=\"citation\" id=\"88106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88106)\">D&amp;C 86:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n878\"> We might say much on this point, showing you why things are as they are concerning the inhabitants of the earth receiving or rejecting the Gospel. Do you suppose they believe in Jesus Christ at Jerusalem? Can you make a Christian of a Jew? I tell you, nay. If a Jew comes into this Church, and honestly professes to be a Saint, a follower of Christ, and if the blood of Judah is in his veins, he will apostatize. He may have been born and bred a Jew, have the face of a Jew, speak the language of the Jews and have attended to all the ceremonies of the Jewish religion, and have openly professed to be a Jew all his days; but I will tell you a secret&#x2014;there is not a particle of the blood <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Judaism in him, if he has become a true Christian, a Saint of God; for if there is, he will most assuredly leave the Church of Christ, or that blood will be purged out of his veins. We have men among us who were Jews, and became converted from Judaism. For instance, here is brother Neibaur; do I believe there is one particle of the blood of Judah in his veins? No, not so much as could be seen on the point of the finest cambric needle, through a microscope with a magnifying power of two millions. This is a secret that you will perhaps find out, in a coming day, to your satisfaction. The Lord knew how to preach to the Jews, and told them what the truth was. You may as well undertake to command the most degraded of these Indian tribes, and give them arms and accoutrements, and try to put them through the regular military exercise, as to preach to the Jews to make them believe in the Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v2n879\"> Jerusalem is not to be redeemed by the soft still voice of the preacher of the Gospel of peace. Why? Because they were once the blessed of the Lord, the chosen of the Lord, the promised seed. They were the people from among whom should spring the Messiah; and salvation could be found only through that tribe. The Messiah came through them, and they killed him; and they will be the last of all the seed of Abraham to have the privilege of receiving the New and Everlasting Covenant. You may hand out to them gold, you may feed and clothe them, but it is impossible to convert the Jews, until the Lord God Almighty does it. <\/div><div class=\"paragraph jod\" id=\"v2n880\"> We have this illustrated in the account of Cain and Abel. Cain conversed with his God every day, and knew all about the plan of creating this earth, for his father told him. But, for the want of humility, and through jealousy, and an anxiety to  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possess the kingdom, and to have the whole of it under his own control, and not allow anybody else the right to say one word, what did he do? He killed his brother.<span class=\"citation\" id=\"52713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52713)\">Gen. 4:8<\/a><\/span> The Lord put a mark on him;<span class=\"citation\" id=\"52736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52736)\">Gen. 4:15<\/a><\/span> and there are some of his children in this room. When all the other children of Adam have had the privilege of receiving the Priesthood, and of coming into the kingdom of God, and of being redeemed from the four quarters of the earth, and have received their resurrection from the dead, then it will be time enough to remove the curse from Cain and his posterity. He deprived his brother of the privilege of pursuing his journey through life, and of extending his kingdom by multiplying upon the earth; and because he did this, he is the last to share the joys of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v2n882\"> Here are the Lamanites, another example. Their wickedness was not so great as those who slew the Son of God. Jesus revealed himself to them after he was slain, preached to them the Gospel.<span class=\"citation\" id=\"82962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82962)\">3 Ne. 27:13<\/a><\/span> But in the fourth generation the Priesthood was driven from their midst,<span class=\"citation\" id=\"81010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81010)\">1 Ne. 12:6-12<\/a><\/span><span class=\"citation\" id=\"81460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81460)\">2 Ne. 26:9-10<\/a><\/span><span class=\"citation\" id=\"83006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83006)\">3 Ne. 27:32<\/a><\/span><span class=\"citation\" id=\"83131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83131)\">4 Ne. 1:24-45<\/a><\/span> and after that, the laws, ordinances, and power of the Gospel ceased to be with them. Is their curse as great as that of those in Palestine? No, it is light, in comparison. They began to thirst for each other's blood, and massacred each other, from generation to generation, until they sunk into wickedness, and evil principles the most degrading, and have become loathsome and vile. Still, the curse will be removed from them before it will be removed from the children of Judah; and they will become &#x201C;a white and delightsome people.&#x201D;<span class=\"citation\" id=\"81342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81342)\">2 Ne. 5:21<\/a><\/span><span class=\"citation\" id=\"81583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81583)\">2 Ne. 30:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n883\"> Brother Ballantyne, and many of our brethren in distant lands write, &#x201C;O, how we would rejoice to have the privilege of visiting our mountain home!&#x201D; I would rather undertake to convert five thousand Lamanites, than <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to convert one of those poor miserable creatures, whose fathers killed the Savior, and who say, &#x201C;Amen to the deed,&#x201D; to this day. Yea, I would rather undertake to convert the devil himself, if it were possible. <\/div><div class=\"paragraph jod\" id=\"v2n884\"> Then I say to the Elders in those regions, be not astonished if you have to see hard times. And if I had a voice that would reach the ears of all those Elders, I would say, LEAVE THEM, AND COME HOME, THE LORD DOES NOT REQUIRE YOU TO STAY THERE, FOR THEY MUST SUFFER AND BE DAMNED. <\/div><div class=\"paragraph jod\" id=\"v2n885\"> Now, sisters, write to your husbands who are in regions where the Gospel has been preached anciently, to come home; and I say to all the Elders who are in lands where the Gospel has been preached previous to our day, come away from that people, and leave them to live and die in their sins and ignorance. For the sins of their fathers are a sweet morsel to them, and they take pleasure in their wickedness; therefore, <span class=\"italic\">let them alone<\/span>, and come home, and preach to the Lamanites. <\/div><div class=\"paragraph jod\" id=\"v2n886\"> There are many in this city who can bear witness to an incident I will now relate. Last spring, when we visited Walker, the Indian chief, he was dull and sulky, and lay in his tent, and would not come out to meet me. I went into his tent, and the first thing he said was, &#x201C;Brother Brigham, lay your hands upon me, for my spirit has gone away from me, and I want it to come back again.&#x201D; He was full of anger, for his people had been fighting, and he did not know whether to turn on to the side of peace or of war. <\/div><div class=\"paragraph jod\" id=\"v2n887\"> We laid hands upon him, and he felt better. At his request, we sung some &#x201C;Mormon&#x201D; hymns, and, as we left his tent, he was full of the good Spirit, and would not injure this people, no, not one particle. He was full of kindness, and love to God, and to all His works. He traveled with us  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to Iron County, and had dreams which amounted to revelations. If I could keep him with me all the time, do you suppose he would have an evil spirit? No, he would be filled with the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v2n889\"> Last Sabbath we had an excellent discourse from brother Aaron Farr; his spirit is good, and so is brother Washington L. Jolly's. Brother Farr closed his remarks by saying, &#x201C;that we were building fine houses, and neglecting the Temple of the Lord,&#x201D; and brother Jolly referred to the same thing in his remarks. If it would not hurt their feelings, I would say, it is none of your business if we do not build a Temple here for years. I know they feel anxious to have a place for us to administer the endowments in, and so do I. <\/div><div class=\"paragraph jod\" id=\"v2n890\"> Among those we administered the endowments to in Nauvoo, do you not think we administered to some who were devils, or in other words, full of the devil? You wish to see a Temple built, and, when it is done, some poor miserable beings will come up, and say, &#x201C;We were baptized by brother So-and-so. Brother Brigham is a charming man, and what an excellent woman his wife is! Cannot we have our endowments this winter, brother Brigham?&#x201D; And they will plead with brother Kimball, and sympathize for this or that man, saying, &#x201C;Do let him have his endowment, for he is so generous and loving; he gave a sister a pair of stockings and shoes; cannot he have his endowment?&#x201D; Well, he gets his endowment, and what for? To go to California, and reveal everything he can, and stir up wickedness, and prepare himself for hell. <\/div><div class=\"paragraph jod\" id=\"v2n891\"> I would rather see this people cleansed, and give the righteous their endowments after they have waited awhile. Let the poor, and those who are humble before the Lord, have the first chance. I shall not build a Temple, nor commence to put one piece of <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hewn stone upon the foundation, or plane a board or stick of timber for that building, until the Temple lot is fenced. If this people will pay one-fifth of the tithing that is due, we can build all that we wish. <\/div><div class=\"paragraph jod\" id=\"v2n892\"> I will venture to say that brothers Farr and Jolly never counseled their brethren, where they have been laboring, to come up here and pay their tithing; and yet they look to me and my brethren to do it all, to send the Gospel to the nations, to build temples, and watch night and day over the interests of this kingdom, and they have not even mouthed tithing; or, if they have, they have merely touched upon it, and when they get here, they whisper in my ear, &#x201C;Brother Brigham, handle them carefully on tithing, for they know but little about it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n893\"> I wish you to understand me. Wait until this people have paid their tithing, before there is any demand made on the Lord, or on His servants, for a Temple. If this people rise up, and make demands on me for anything that has not been done, or complain about anything that they have done, I am ready to post up the books, and strike a balance sheet, and show whether it is you or your President that is the defaulter. <\/div><div class=\"paragraph jod\" id=\"v2n894\"> If all the brethren understood, and would pursue a proper policy, they would do better than they now do. My policy is to get rich; I am a miser in eternal things. Do I want to become rich in the things of this earth? Yes, if the Lord wishes me to have such riches, and I can use them to good advantage. My policy is to keep every man, woman, and child busily employed, that they may have no idle time for hatching mischief in the night, and for making plans to accomplish their own ruin. <\/div><div class=\"paragraph jod\" id=\"v2n894\"> We see men in our streets employed only in plotting the ruin of this people. But men who are engaged in  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the canyons, in stores, or in any active labor in the day time, when night comes they are glad to rest. Night is the time the idle and the indolent watch for their prey. My policy is to keep everybody busy in building up this kingdom; in building houses; in breaking up land; in setting out fruit and ornamental trees; in laying out fine gardens, pleasant walks, and beautiful groves; and in building <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> academies, and other places of learning. <\/div><div class=\"paragraph jod\" id=\"v2n896\"> There are hundreds of young men here who can go to school, which is far better than to waste their time. Study languages, get knowledge and understanding; and while doing this, get wisdom from God, and forget it not, and learn how to apply it, that you may do good with it all the days of your lives. May God bless you. AMEN. <\/div>\n<\/div>\n<\/div>"}