{"ID":20032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Priesthood and Satan&#x2014;The Constitution and Government of the United States&#x2014;Rights and Policy of the Latter-Day Saints.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Feb. 18, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Priesthood and Satan, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/18\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v2n1088\"> A portion of this congregation have been brought up in America, and are more or less acquainted with the Constitution, with the Constitutional rights of the people, with the institutions of the country, with the State governments, laws, &amp;c.; and if they have paid particular attention, and have heard brother Bullock read my written discourse, so that they could understand it, they know whether their minds, feelings, and judgments coincide with mine, upon the views that have just been presented. <\/div><div class=\"paragraph jod\" id=\"v2n1089\"> For one, I can say they are true; they are the sentiments of this people, so far as they are acquainted with the principles of the government of the United States; though a part of our present community have not been reared under the benign influences of the institutions of our parent government. But as far as they understand, I will venture to say that these are the sentiments of all the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v2n1090\"> In my conversation, I shall talk and act as I please. Still I am always aware, when speaking in public, that there are those present who are disposed to find fault with this people, and to try to raise a prejudice against them; and they will pick up isolated words and sentences, and put them together to suit themselves, and send forth a garbled version to prejudice the world against us. Such a course I never care anything about; <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for I have frequently said, spoken words are but wind, and when they are spoken are gone; consequently I take liberties in speaking which I do not allow when I commit my sentiments to writing. <\/div><div class=\"paragraph jod\" id=\"v2n1091\"> The discourse that has just been read, pointing out the path this people have walked in, is merely a brief summary of our experience, of what we have borne, and of what we believe. <\/div><div class=\"paragraph jod\" id=\"v2n1092\"> Before the Book of Mormon was printed, and immediately after Joseph Smith obtained the plates, and the revelations he received concerning this record being the record of the Nephites, and of the Lamanites, who are the fathers of the present aborigines of our country, and in which the Lord told him that He was about to set to His hand the second time to gather Israel,<span class=\"citation\" id=\"124697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124697)\">Isa. 11:11<\/a><\/span><span class=\"citation\" id=\"81430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81430)\">2 Ne. 21:11<\/a><\/span><span class=\"citation\" id=\"81435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81435)\">2 Ne. 25:17<\/a><\/span><span class=\"citation\" id=\"81533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81533)\">2 Ne. 29:1<\/a><\/span><span class=\"citation\" id=\"81764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81764)\">Jacob 6:2<\/a><\/span><span class=\"citation\" id=\"124698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124698)\">D&amp;C 137:6<\/a><\/span> the war commenced against him; this was long before the book was printed. I will now tell you all a secret, although it has already been read to you; it is this, Christ and Belial are not friends,<span class=\"citation\" id=\"74240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74240)\">2 Cor. 6:15<\/a><\/span> they are enemies. We ask where Christ's Church is. My conclusive answer is, if the Latter-day Saints do not constitute the Kingdom of God on the earth, the Church of Jesus Christ, it is no where to be found upon it. It is easily proved by the Scriptures that no other church, professing to believe in the Old and New Testament, bears hardly a resemblance to the ancient  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>true Church in the fulness of the doctrines of the Lord Jesus. <\/div><div class=\"paragraph jod\" id=\"v2n1094\"> So far as morality goes, in many instances I have no complaints to make. Thousands and millions of people live according to the best light they have, but the Holy Priesthood is not on the earth, unless the Latter-day Saints have it. It is the Priesthood again given to the children of men&#x2014;shall I say it out? [&#x201C;Yes.&#x201D;] That raises the devil, and makes all hell angry; and the servants of the devil will run to and fro, and publish his lies about Christ and his Church on the earth. They are not angry with me or with you; and the professors of Christianity, the priests, are not angry with us, but they are filled with wrath and indignation with themselves, and with the Almighty. Why are they angry? Because they are men, and like other men. If a man sees his house about to fall, if he sees something or other continually gnawing, and gnawing, and picking, and operating upon the foundation, and discovers that by and by his house must fall, perhaps when he is asleep, or when he is gone from home, and destroy his women and children, he is all the time worried, and in a stew; all the time watching with a fearful looking for the time when it will crumble to pieces. This is the difficulty with the professing Christian world. Is it so with the Infidel? No, he does not care anything about the matter; but those sweet, loving, blessed Christians, the priest in the pulpit, and the deacon under it, and the sage followers of their own nonsense and the traditions of their fathers are the ones who are at war with the Eternal Priesthood of God. <\/div><div class=\"paragraph jod\" id=\"v2n1095\"> The Universalists say that we are all going to heaven in a heap together, and if they believe their religion they do not trouble themselves about &#x201C;Mormonism.&#x201D; Though I confess that I think the most of them are like <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the old man who was a strong believer in Universalism, and, while walking among his cattle, and musing over his doctrine, stepped up to a favorite ox, and said to himself, &#x201C;I believe the doctrine of the Universalists, but, old Bright, as well as I love you, I would willingly give you if I <span class=\"italic\">knew<\/span> it was true.&#x201D; You find a man who does not believe in any religious doctrines, who does not believe in a future existence, and what does he care about &#x201C;Mormonism?&#x201D; Nothing at all. <\/div><div class=\"paragraph jod\" id=\"v2n1096\"> Who is it that stirs up the devil all the time? Those sanctified hypocrites, those old sectarians, who profess so much sanctity, and so much religion. They see that their old favorite dwelling is crumbling to the dust, never to be rebuilt again before &#x201C;Mormonism&#x201D; will triumph. That is what stirs up all the mischief. It was priests who first persecuted Joseph Smith.<span class=\"citation\" id=\"93749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93749)\">JS&mdash;H 1:22<\/a><\/span> I will here relate a few of the circumstances which I personally knew concerning the coming forth of the plates, from a part of which the Book of Mormon was translated. This fact may be new to several, but I had a personal knowledge with regard to many of those circumstances. <\/div><div class=\"paragraph jod\" id=\"v2n1097\"> I well knew a man who, to get the plates, rode over sixty miles three times the same season they were obtained by Joseph Smith. About the time of their being delivered to Joseph by the angel, the friends of this man sent for him, and informed him that they were going to lose that treasure, though they did not know what it was. The man I refer to was a fortuneteller, a necromancer, an astrologer, a soothsayer, and possessed as much talent as any man that walked on the American soil, and was one of the wickedest men I ever saw. The last time he went to obtain the treasure he knew where it was, and told where it was, but did not know its value. Allow me to tell you that a Baptist deacon and others of Joseph's  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neighbors were the very men who sent for this necromancer the last time he went for the treasure. I never heard a man who could swear like that astrologer; he swore scientifically, by rule, by note. To those who love swearing, it was musical to hear him, but not so to me, for I would leave his presence. He would call Joseph everything that was bad, and say, &#x201C;I believe he will get the treasure after all.&#x201D; He did get it, and the war commenced directly. <\/div><div class=\"paragraph jod\" id=\"v2n1099\"> When Joseph obtained the treasure, the priests, the deacons, and religionists of every grade, went hand in hand with the fortuneteller, and with every wicked person, to get it out of his hands, and, to accomplish this, a part of them came out and persecuted him. <\/div><div class=\"paragraph jod\" id=\"v2n1100\"> Ours is professedly a Christian nation, and those who profess to be Christians should be so in very deed; if they were, they would not hesitate to have a good man and a Christian preside over them. As much as is said against Christians sitting in the Presidential chair of the government, they are the only suitable persons to rule, and should be taught of the Lord by dreams and visions. But after all the hue and cry about &#x201C;Church and State,&#x201D; there has not been a President, nor a Governor, in our day, but what has been controlled, more or less, by priests who deny revelation, believe not in visions, and receive not the ministration of angels. Presidents, Governors, Members of the Cabinet and of Congress are more or less controlled either by the priests, or by a traditionary religious influence; and at the same time nearly all of them will turn round and curse the priests, and curse religion to the lowest hell, while they are governed and controlled by it. The false religion that is in the world, is what raises this &#x201C;hue and cry,&#x201D; misguides the people, and opposes itself against the Kingdom of <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God on the earth. Now if we would only fall in with the wicked all would be right, and then no person would wish to persecute us. <\/div><div class=\"paragraph jod\" id=\"v2n1101\"> I will mention a few sayings and doings that transpired in Missouri, when they had Joseph and many others in prison. Old General Clark had discretionary power, from Governor Boggs, to kill man, woman, and child, or to spare the women and children, or distribute the whole community of the Saints among the other inhabitants, just as he pleased. The cause of this was laid to &#x201C;Mormon disturbances,&#x201D; &#x201C;Mormon troubles;&#x201D; though the &#x201C;Mormons&#x201D; had not been out of their own county, for they owned nearly all the county where they lived, and they did not go beyond their own boundaries except upon lawful and necessary business. We had given up our arms, by their request, to prove our loyalty to the government, and then many of them said, &#x201C;Now, God damn you, we will shoot you;&#x201D; and some of the Saints were killed after they had surrendered their arms, in faithful compliance with the requisition. <\/div><div class=\"paragraph jod\" id=\"v2n1102\"> The starting point of our persecutions there arose by our enemies setting fire to their own houses, and swearing that they were burnt out and driven by the &#x201C;Mormons.&#x201D; This I know, for it came under my own observation. When General Clark came into Far West with his army, he sent George M. Hinkle, the apostate, to call out the remainder of the brethren on to the public square, and when they were assembled he surrounded them with his men, and said, &#x201C;Gentlemen, I have discretionary power in my hands, and I will now tell you what we desire. We wish one to go home with this man, and another with that man, and take your wives and children with you, and distribute yourselves through the State. You are the best mechanics and the most industrious people  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have; and you have accomplished more here in two years, than our old settlers have in twelve. We wish you to live with us. Why cannot you associate with us? I want you to scatter among our people, and give up your religion, and Prophet, for I will tell you now, in the beginning, you will never see your Prophet, Joseph Smith, again.&#x201D; (Said I to myself, 'That is a falsehood.') &#x201C;Only mingle with us, and give up your Prophet, your Apostles, and your assembling yourselves together, and we wish you to stay with us, for you are the best citizens in the State.&#x201D; I thought that these expressions did not correspond well with many of his remarks, and being determined not to give up my religion, I at once concluded that he might go to hell, and I would leave the State; and so I did, with the balance of the Latter-day Saints, as they had previously killed many. <\/div><div class=\"paragraph jod\" id=\"v2n1104\"> Brethren and sisters, our friends wish to know our feelings towards the Government. I answer, they are first-rate, and we will prove it too, as you will see if you only live long enough, for that we shall live to prove it is certain; and when the Constitution of the United States hangs, as it were, upon a single thread, they will have to call for the &#x201C;Mormon&#x201D; Elders to save it from utter destruction; and they will step forth and do it. <\/div><div class=\"paragraph jod\" id=\"v2n1105\"> We love the Constitution of our country; it is all we could ask; though in some few instances there might be some amendments made which would better it. We love the Federal Government, and the laws of Congress. There is nothing in those laws that in the least militates against us, not even to our excluding common law from this Territory. I can inform our lawyers who plead at the bar here, that the Congress of the United States have passed laws giving us the privilege of excluding common law at our pleasure, and that too with<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out any violation of the Constitution, or general statutes. They have also given us privilege to stop drunkenness, swearing, and gambling, and to prevent horse racing, and to punish men for hurting and robbing each other. The Constitution of the United States, and the whole Federal Government, in their acts, have given us this privilege. <\/div><div class=\"paragraph jod\" id=\"v2n1106\"> Now I will tell you one thing that I am opposed to, and that this people are opposed to; it is to a man's coming here as an officer, with a bit of sheep's skin in his pocket having some great man's name to it, and beginning to set up his rules of discipline for the people, and saying, &#x201C;I am a gentleman, I am a high-minded gentleman; can you tell me where I can find a woman to sleep with me tonight?&#x201D; and setting up gambling shops, and drinking, and carousing, and stirring up strife, and hatching up lawsuits; hunting out disaffected spirits, and then lecturing the people on morality, wishing them to become like other communities, and saying to Mrs. Such-a-one or Miss Such-a-one, &#x201C;Won't you ride with me&#x2014;won't you take a sleigh ride tonight with me? I am a high-minded gentleman.&#x201D; A prudent father, or husband, says, &#x201C;Come home here; this is your place; you have no business with strangers.&#x201D; What is the result of this? Why, from most of the high-minded gentlemen, you can hear, &#x201C;God damn the Mormons, they are opposed to the Federal Government, because they will not let us sleep with their wives and daughters.&#x201D; I am opposed to such men, and am after them with the barbed arrows of the Almighty. To what extent? Let them intrude upon the chastity of my family, and, so help me God, I will use them up. [All the congregation said, &#x201C;Amen.&#x201D;] Such characters may cry, &#x201C;Aliens, aliens; the Mormons are all hostile to the government,&#x201D; and they may cry it until they are in hell. <\/div> <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1108\"> As I have already stated, the President of the United States should be a perfect pattern for all the people to walk after; so also should the Vice-President, the members of the Cabinet, and of Congress, the Governors of States and Territories, and in fine, all the officers in the Government, be patterns for the people to imitate. But what do you find among the leaders of the people? Almost everything but an upright example. <\/div><div class=\"paragraph jod\" id=\"v2n1109\"> Corrupt men cannot walk these streets with impunity, and if that is alienism to the Government, amen to it. The Constitution of the United States we sustain all the day long, and it will sustain and shield us, while the men who say we are aliens, and cry out &#x201C;Mormon disturbance,&#x201D; will go to hell. There have been officers here who were not fit to live in our midst, and they ran home, and raised the cry, &#x201C;Mormon disturbances,&#x201D; &#x201C;Mormon rebellion,&#x201D; &#x201C;Mormon war,&#x201D; and, &#x201C;Treasoners;&#x201D; but their day is over. <\/div><div class=\"paragraph jod\" id=\"v2n1110\"> When a man professes to be my friend, and the friend of this people, he will take my counsel, instead of stirring up strife, and practicing iniquity. I dislike the willfully corrupt, and by and by I will come out thunder-like, as I have done upon others when practicing iniquity; and as I did upon a certain individual when he made his glorious speech, and insulted this people, from the highest to the lowest. I chastised him, and he ran off and reported as my sayings those which I did not say. It was told him, while he was on the plains, that President Zachary Taylor was dead and damned, and it has gone through the States, from side to side, that I said so. It was first given out that the &#x201C;Mormons&#x201D; said so, and then that Brigham said so; well, I backed it up, because I knew it was true. I have just as good a right to say that Presi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dent Taylor is in hell, as to say that any other miserable sinner is there. Was he any more than flesh and blood? I have as good a right to canvass him in a religious point of view, as I have to canvass the peasant upon the dunghill. He has gone there, and so have many others; and the Lord Almighty is removing the bitter branches, as foretold in the Book of Mormon.<span class=\"citation\" id=\"81725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81725)\">Jacob 5:52,57,65<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1111\"> The newspapers are teeming with statements that I said, &#x201C;President Pierce and all hell could not remove me from office.&#x201D; I will tell you what I did say, and what I now say; the Lord reigns and rules in the armies of the heavens, and does His pleasure among the inhabitants of the earth. He sets up a kingdom here, and pulls down another there, at His pleasure.<span class=\"citation\" id=\"61462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61462)\">Dan. 4:25<\/a><\/span><span class=\"citation\" id=\"61503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61503)\">Dan. 5:21<\/a><\/span> He walks in the midst of the people, and they know it not. He makes Kings, Presidents, and Governors at His pleasure; hence I conclude that I shall be Governor of Utah Territory, <span class=\"italic\">just as long as He wants me to be;<\/span> and <span class=\"italic\">for that time<\/span>, neither the President of the United States, nor any other power, can prevent it. Then, brethren and sisters, be not worried about my being dismissed from office; for when the President appoints another man to be Governor of Utah Territory, you may acknowledge that the Lord has done it, for we should acknowledge His hand in all things.<span class=\"citation\" id=\"86325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86325)\">D&amp;C 59:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1112\"> All people are in the hands of the Almighty, and He governs and controls them, though they cannot perceive, neither do they acknowledge, His handiwork. He exalts the President to be the head of the nation, and places kings upon their thrones. There is not a man that escapes His cognizance, and He brings forth His purposes in the latter days. I can tell you something more, brethren and sisters, and friends, and the United States, and all the world; the Lord Almighty will not suffer His  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Priesthood to be again driven from the earth, even should He permit the wicked to kill and destroy this people. The Government of the United States and all the kings of the world may go to war with us, but God will preserve a portion of the meek and humble of this people to bear off the Kingdom to the inhabitants of the earth, and will defend His Priesthood; for it is the last time, the last gathering time; and He will not suffer the Priesthood to be again driven from the earth. They may massacre men, women, and children; but the Lord will not suffer them to destroy the Priesthood; and I say to the Saints, that, if they will truly practice their religion, they will live, and not be cut off. <\/div><div class=\"paragraph jod\" id=\"v2n1114\"> &#x201C;There is a spirit in man: and the inspiration of the Almighty giveth them understanding;&#x201D;<span class=\"citation\" id=\"56181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56181)\">Job 32:8<\/a><\/span> and many who do not hold the Priesthood have ideas which are really true, yet they are not always certain whether they are true or not. The cogitations, concerning this people, of men upon their beds, of the President of the United States, of the members of Congress, and of the rulers of different nations, when they meditate upon the condition of the world, and their final exit from this stage of action, are that there is no evil in the Latter-day Saints. And I tell you, in the name of the God of Israel, that their secret reflections tell them this, unless they are so far depraved by wickedness that the Spirit of the Lord has ceased to strive with them. But as soon as they engage in the turmoil of their daily duties, the hue and cry that &#x201C;the Mormons are about to do this and that,&#x201D; attracts their attention. Formerly the rumor was that &#x201C;they were agoing to tamper with the slaves,&#x201D; when we had never thought of such a thing. The seed of Ham, which is the seed of Cain descending through Ham, will, according to the curse put upon him, serve his breth<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ren, and be a &#x201C;servant of servants&#x201D;<span class=\"citation\" id=\"52967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52967)\">Gen. 9:25<\/a><\/span> to his fellow creatures, until God removes the curse; and no power can hinder it. These are my views upon slavery. I will here say a little more upon this point. The conduct of the whites towards the slaves will, in many cases, send both slave and master to hell. This statement comprises much in a few words. The blacks should be used like servants, and not like brutes, but they must serve. It is their privilege to live so as to enjoy many of the blessings which attend obedience to the first principles of the Gospel, though they are not entitled to the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v2n1115\"> But to proceed; the principal evil is in the rulers, or those who profess to be rulers, and in the dispensers of the law, and not the Constitution, it is pure. Even those who have evil in their hearts, when they contemplate the powers that be, as now exhibited before their eyes, when they think of them upon their beds, and in their most sober reflections, are beginning to realize that God is visiting the earth, that the Latter-day Saints are not as bad a people as they are represented to be by their enemies, that they are not disposed to be hostile to the Government, and that they are a good people. Many who occasionally reflect calmly are beginning to realize that we have something which they know but little about, and to wish that they understood it. When they cast off these reflections fear comes upon them, because the cry, from one end of the Union to the other, is that &#x201C;the Mormons are agoing to do something.&#x201D; What was said in Nauvoo? &#x201C;Let Joe Smith and the Mormons alone, and it will be but a little time before they control the election of this State; and the man that Joe Smith says shall be Governor, so will he be; and the men whom he says shall be Representatives, so shall they be; and we will not bear it.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1117\"> It was the priest in the pulpit thorning the politician, and gouging underneath, saying, &#x201C;Don't you bear it;&#x201D; and this because the priest could not bear to stand up in the pulpit and own his shame for vindicating a false religion, for our Elders could silence every one of them, and crimson their faces with shame. Hence their words and determinations were and are, &#x201C;We will kill the Mormons;&#x201D; and the priests were pinching the &#x201C;Mormons&#x201D; from behind the politicians. How long would it have been before the whole election of Illinois would have been controlled by the Latter-day Saints? Our enemies saw this, and the devil knew it, and was mad, and determined to remove us. He did so, and I thank God for it. The priests and the politicians could discern that &#x201C;Mormonism&#x201D; was gathering to its banner its thousands and tens of thousands, and that it would be but a very short time ere the State would be governed entirely by the Latter-day Saints. The whole election would have been controlled by them, if we had not come out, and forbidden our people to vote. We had to do this, or control the ballot box. <\/div><div class=\"paragraph jod\" id=\"v2n1118\"> They succeeded in killing Joseph Smith and Hyrum his brother, and in driving us to these Valleys. Now, we are here, and what are they afraid of? I will tell you; they are afraid that we shall become independent of them. <\/div><div class=\"paragraph jod\" id=\"v2n1119\"> The relation between us and the Government may be likened to a man having twelve sons, and all the elder sons pitch upon the younger one, as Joseph's brethren of old did upon him.<span class=\"citation\" id=\"53591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53591)\">Gen. 37:15-36<\/a><\/span> They persecuted him, and lied to their father about him, and tried to alienate the feelings of the old man from him, and succeeded in a measure in estranging the feelings of the father from the young child. So it is with the General Government and us. We have pleaded time and time again, and will plead, saying, &#x201C;Spare us, love us; we <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mean to be one of the best boys you have got; be kind to us, and if you chasten us, it may be said that we have kissed the rod and reverenced the hand that gave it, and tried again: but be merciful to us, for do you not see that we are a dutiful child?&#x201D; But no, Tom, Bill, Dick, Harry, and the rest of the boys are eternally running to the old man with lies in their mouths, and he will chastise little Joseph. And though the old fellow has not come out in open war upon him, and arrayed the force and arms of the Government to kill the boy, yet he sleeps in his chair, and dreams it over, and talks in his sleep, saying, &#x201C;Go it, boys; go it, boys; we will not say anything here.&#x201D; And Tom, Bill, Dick, &amp;c., commence pounding on to little Joseph; and the old man is dozing in his chair saying, &#x201C;Go it, boys.&#x201D; What will become of this little Joseph? I will tell you. We are a child of the Government, one of the youngest children, and we cling to our parent, and desire to be reckoned in the family, and to hail our brethren as brethren, and be numbered among them either in a Territorial or State capacity. What next? The cry is raised by the older boys that &#x201C;it never will do to admit this younger child into the Union, he is an alien, and we must exclude him.&#x201D; I will tell you what this will amount to, they will pound and abuse little Joseph until his affections are entirely weaned from his parent, and from his brethren, and he becomes an independent boy. Who will cause this, the &#x201C;Mormons?&#x201D; No, the elder brethren will do it. They will urge on their hostility against little Joseph until he is driven into Egypt for succor. Well, if this is not Egypt enough, where will you find it? <\/div><div class=\"paragraph jod\" id=\"v2n1120\"> &#x201C;What is agoing to be done with these turbulent Mormons, these outrageous Mormons?&#x201D; I will tell you what might be done, and what ought  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to be done. The Government of the United States, and the Presidents of the United States ought to treat the religion of the Latter-day Saints as they do Methodism, Presbyterianism, Quakerism, Shakerism, and many other isms, and say, &#x201C;Here, I wish you to hold your tongues about the Mormons, for they have just as good a right to their religion as you have to yours.&#x201D; And when the people petition for this or that (as the right of petition should never be denied), it is the duty of those who are addressed to hearken to the petitions of the people, and to let them have officers of their own choice, for the appointing power is elected by the voice of the people, and the mass of the people hold the reins of government in their hands. Then let the people carry out those principles they have adopted and profess to abide by, and when we wish for a Governor, or a Judge, or any other appointed officer, let us have the men we prefer, and not those who will run away and report falsehoods about us. <\/div><div class=\"paragraph jod\" id=\"v2n1122\"> Many of the Battalion boys are here today, who walked over the plains and deserts; they <span class=\"italic\">know<\/span> what they have endured. They left their fathers, mothers, and children on the prairie, and some of them they have never since seen, and will not in this time, for they sleep in the silent grave. They suffered all this in fighting for the country that had cast them out! <\/div><div class=\"paragraph jod\" id=\"v2n1123\"> Do I love murderers and mobocrats as I do good men? No. Do I pray for them? Yes, that the Lord would judge them out of their own mouths,<span class=\"citation\" id=\"67900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67900)\">Luke 19:22<\/a><\/span> and that speedily. <\/div><div class=\"paragraph jod\" id=\"v2n1124\"> We plead all the time to be let alone, and to be permitted to live in peace, and not to be whipped and abused without cause, for we are &#x201C;flesh of your flesh, and bone of your bone;&#x201D;<span class=\"citation\" id=\"52519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52519)\">Gen. 2:23<\/a><\/span> then why not let us enjoy our piece of cake, as we let you enjoy yours? For this we plead, and plead, <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and plead continually, but &#x201C;No,&#x201D; say they, &#x201C;we will chastise you because we have the power to do it; we will whip you because we are stronger than you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1125\"> I will take the Government of the United States, and the laws of Missouri and Illinois, from the year 1833 to 1845, and if they had been carried out according to their letter and spirit, they would have strung up the murderers and mobocrats who illegally and unrighteously killed, plundered, harassed, and expelled us. I will tell you how much I love those characters. If they had any respect to their own welfare, they would come forth and say, whether Joseph Smith was a Prophet or not, &#x201C;We shed his blood, and now let us atone for it;&#x201D; and they would be willing to have their heads chopped off, that their blood might run upon the ground, and the smoke of it rise before the Lord as an incense for their sins. I love them that much. But if the Lord wishes them to live and foam out their sins before all men and women, it is all right, I care not where they go, or what they do. <\/div><div class=\"paragraph jod\" id=\"v2n1126\"> I have but one fear concerning this people in the Valleys of the Mountains, I have but one trembling sensation in the nerves of my spirit, and that is, lest we do not live the religion we profess. If we will only practice what we profess, I tell you we are at the defiance of all hell. But if we transgress the law God has given us, and trample His mercies, blessings, and ordinances under our feet, and treat them with the indifference which I have thought that some occasionally do, not fully realizing the obligations that they are under to their God, I have feared that in consequence they would be overcome, and that the Lord would let them be scattered and smitten. But only let them live their religion, and I have no more fears with regard to their being driven, and with regard to their enemies having power  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over them, than I have with regard to these mountains being blown over upon this city. I am willing to fight, or to go; to run, or to stay; or to do anything else that the Lord Almighty requires of me for His Kingdom's sake, and then to lay down my life for His cause. But I swear by the Gods of eternity that I will not suffer men in our streets, and in our houses, to corrupt this people and overthrow them, the Lord and good men being my helpers.<span class=\"citation\" id=\"56757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56757)\">Ps. 54:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1128\"> To whom do I allude, but to those who wish to destroy this people? Not one, I am not opposed to any man or set of men who are here, there, yonder, or anywhere else, but I am opposed to wickedness and vice, wherever they may be found in the whole earth; I am opposed to unrighteousness, and I always intend to be. <\/div><div class=\"paragraph jod\" id=\"v2n1129\"> I prefer to remark upon subjects as they present themselves to my mind; though I might prepare a course of lectures, and confine myself to given subjects, as I have often done; but when I am in this stand I hoist the gate and let the flood run, not caring which way it goes, or how. <\/div><div class=\"paragraph jod\" id=\"v2n1130\"> What happened when I chastised a runaway officer? I did not say one rash word to him, nor chastise him half as much as he deserved; but I told him what he was, and how he looked to me; what he was sent here for, and what he should be, if he magnified his office. Before the meeting was out the word was, &#x201C;O! we are agoing to be driven; here is a mob coming.&#x201D; Said I, &#x201C;Get out of my way, or I will kick you out; what are you afraid of?&#x201D; &#x201C;O! of the Government of the United States?&#x201D; I replied, &#x201C;Let me die and go to my Father in heaven, before I stoop to that abominable wickedness; I never will stoop to it, so help me God.&#x201D; What was the result of the course I then took? He was chastened, and our Chief Justice who is now here told <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him in Washington, that he was chastened for his own iniquity, and said to him, &#x201C;I expect they did not chastise you half enough.&#x201D; Do you suppose that I am agoing to crouch down, and suffer this people to bow down continually to the rod of corruption? No. Come on with your knives, your swords, and your faggots of fire, and destroy the whole of us, rather than we will forsake our religion. Whether it is true or false is none of your business; whether the doctrine of plurality of wives is true or false is none of your business. We have as good a right to adopt tenets in our religion as the Church of England, or the Methodists, or Baptists, or any other denomination have to in theirs.<span class=\"citation\" id=\"94106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94106)\">A of F 1:11<\/a><\/span> Our doctrine is a Bible doctrine, a patriarchal doctrine, and is the doctrine of the Gods of eternity, and of the heavens, and was revealed to our fathers on the earth, and will save the world at last, and bring us into Abraham's bosom,<span class=\"citation\" id=\"67790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67790)\">Luke 16:22<\/a><\/span> if we ever get there. Are the officers of the Government the judges of our religion? It is none of their business whether it is true or false. I know whether it is true or not, and that is enough for me; you know, brethren and sisters, and that is enough for you. If they do not believe it, we do not trouble them with it. We say that we will meet you as friends, and as neighbors, as &#x201C;flesh of our flesh, and bone of our bone,&#x201D;<span class=\"citation\" id=\"52520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52520)\">Gen. 2:23<\/a><\/span> but not, as the world meet you, upon the platform of corruption and iniquity. We are not there, neither will we meet you there; but we will hail you as friends, and as brethren, pertaining to the citizenship of the Government; so we hail the officers who are now with us. And if the gallant gentleman who is now in our midst had received the commission of Governor of this Territory, as was reported, and had accepted it, I would have taken off my hat and honored the appointment; and this people would have been just as passive and  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>submissive to him as ever they could be to me. That I will warrant and vouch for. If they wish to send a Governor here, and he is a gentleman, like the one I have referred to, every heart would say, &#x201C;Thank God, we have a <span class=\"italic\">man<\/span> to stand at our head in a gubernatorial capacity; a man who has got a good heart, and is willing that we should enjoy the federal rights of the Constitution as well as himself.&#x201D; I am with all such men, heart and hand. But for a man to come here and infringe upon my individual rights and privileges, and upon those of my brethren, will never meet my sanction, and I will scourge such a one until he leaves; I am after him. But I will say, to the praise of the gallant gentleman referred to, if there was going to be a gentleman called upon to be our Governor, there is not a man, out of the Kingdom of God, that I would listen to sooner, and feel more confidence and cordiality towards, than to him. I wish this meed of praise could be awarded to every officer in the Government, but it cannot. We have some of the most corrupt, damnable, mean curses here that ever disgraced the earth; some who even wish to carry the holy sanctuary in one hand, and a jug full of whiskey in the other, and follow a whore and have a saint trail behind them to hold up their garments to prevent their drabbling. They are like the pilot fish to the shark, serving to lead him to his victim. I despise them; and so does every good man. Show your colors, gentlemen, and let us know what and who you are, as I do, that all the earth may see and hear. <\/div><div class=\"paragraph jod\" id=\"v2n1132\"> Have I any feelings against the man who has a true heart for constitutional rights? I have nothing but love and good feelings for all such. What have I for the sinner, the hypocrite, the unbeliever, the ungodly, the liar, the sorcerer, the whoremonger, and the adulterer? I have nothing <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but chastisement for them, until they repent of their wicked ways, and turn to God and find mercy. This is according to my priestly office. I informed you, in my discourse that has just been read, that my religion is first and foremost with me, and I will send it to all the earth, to President Pierce, whether he retains me as Governor of Utah Territory or not; and, whether I should be President of the United States, or King of Great Britain, or Monarch of all the world, my religion and my God are first and foremost with me. My kingship, my presidentship, and all shall bow to that eternal Priesthood which God has bestowed upon me. I have been Governor of this Territory ever since it has had one, and in all my official transactions I have acted in accordance with the Priesthood. I never will infringe upon it with anything I may operate in in any office; let them all go by the board, before I will be brought into a situation that will cause me to infringe upon my Priesthood. In all my doings as an Elder of Israel, as holding the keys of the Priesthood to this generation, if I continue to be the Governor of this Territory, I shall magnify my office by my Priesthood. No matter what my Priesthood and calling are, all must bow to my God, and to His commandments. Have I been obliged to violate any law? No. The Priesthood assists me to honor, to preserve, to see, and understand the welfare of the Government I am acting for, and enables me so to do a thousand times more effectually than I could if I had not this Priesthood; and if anyone can produce documents to prove that any Governor has magnified his office better than I have, let him bring them forth. <\/div><div class=\"paragraph jod\" id=\"v2n1133\"> In the free and independent government of the United States, who in the eyes of the Almighty ought to have the privilege of sitting in the Presidential chair, to be countenanced,  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>adored, loved, and reverenced in his capacity, and be justified therein by the heavenly hosts? It is that man who is sanctified before God, and who loves the Lord Jesus with all his heart, or in other words, who is endowed with wisdom from on high, and has revelations, visions, and dreams, giving him understanding to provide for the welfare of every portion of the nation, and a willingness to preserve to everyone their fair and just religious rights, as well as political, for the good and benefit of all. In the eyes of eternal justice, only such a man has a right to that office. They are afraid to put a man there who is a professor of religion, lest he favors his own party. A man is a fool that would do that, when he has laws to preserve and keep inviolate towards the Methodists, and all religious denominations. <\/div><div class=\"paragraph jod\" id=\"v2n1135\"> The kingdom that Daniel saw<span class=\"citation\" id=\"61166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61166)\">Dan. 2:44<\/a><\/span> will push forth its law, and that law will protect the Methodists, Quakers, Pagans, Jews, and every other creed there ever was or ever will be, in their religious rights. At the same time the Priesthood will bear rule, and hold the government of the Kingdom under control in all things, so that every knee will bow, and every tongue confess,<span class=\"citation\" id=\"72867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72867)\">Rom. 14:11<\/a><\/span> to the glory of God the Father, that Jesus is the Christ.<span class=\"citation\" id=\"75428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75428)\">Philip. 2:10-11<\/a><\/span> Everyone must bow to the Savior, and acknowledge and confess him with their mouths. Can they still be Methodists? Yes. Presbyterians? Yes. And I some expect that many will be brought into close places, as the Jew was by the Catholic priest. The Jew fell through the ice, and was about to drown, and implored the Catholic priest to pull him out. &#x201C;I cannot,&#x201D; said the priest, &#x201C;except you repent, and become a Christian.&#x201D; Said the Jew, &#x201C;Pull me out this once.&#x201D; &#x201C;Do you believe in the Lord Jesus Christ, and the Holy Catholic Church?&#x201D;asked the priest. The Jew answered, &#x201C;No, I do not.&#x201D; &#x201C;Then you must <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stay there,&#x201D; and the priest held him under the water awhile. &#x201C;Do you believe in Jesus Christ now?&#x201D; &#x201C;O yes, take me out.&#x201D; &#x201C;Well,&#x201D; remarked the priest, &#x201C;thank God that another sinner has repented; you are safe now, and while you are safe I will send you right to heaven's gate,&#x201D; and he gave the Jew a push under the ice. <\/div><div class=\"paragraph jod\" id=\"v2n1136\"> I most assuredly expect that the time will come when every tongue shall confess, and every knee shall bow, to the Savior,<span class=\"citation\" id=\"72868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72868)\">Rom. 14:11<\/a><\/span><span class=\"citation\" id=\"75429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75429)\">Philip. 2:10-11<\/a><\/span> though the people may believe what they will with regard to religion. The kingdom that Daniel saw<span class=\"citation\" id=\"61167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61167)\">Dan. 2:44<\/a><\/span> will actually make laws to protect every man in his rights, as our government does now, whether the religions of the people are true or false. We believe this as sincerely as we believe anything else; and I think that the course of this people has proved it, as far as the acts of the children of men are concerned. All creation could ask for no more witnesses than they have, that the New Testament is true, that Jesus is the Christ, that the holy Prophets are true, that the Book of Mormon is true, and that Joseph Smith was a Prophet and Revelator. But the Lord has so ordained that no man shall receive the benefits of the everlasting Priesthood without humbling himself before Him, and giving Him the glory for teaching him, that he may be able to witness to every man of the truth, and not depend upon the words of any individual on the earth, but know for himself, live &#x201C;by every word that proceedeth out of the mouth of God,&#x201D;<span class=\"citation\" id=\"62807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62807)\">Matt. 4:4<\/a><\/span> love the Lord Jesus Christ and the institutions of His kingdom, and finally enter into His glory. Every man and woman may be a Revelator, and have the testimony of Jesus, which is the spirit of prophecy,<span class=\"citation\" id=\"80346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80346)\">Rev. 19:10<\/a><\/span> and foresee the mind and will of God concerning them, eschew evil, and choose that which is good.<span class=\"citation\" id=\"77878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77878)\">1 Pet. 3:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1137\"> There are thousands of things I  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would like to name with regard to ourselves and our Government. Our whole interest is in it; we cling to it as a sucking child to its mother's breast, and we will hang to it until they beat us off, until we can hang no longer, and this will never happen, unless they drive us from it under the pretext of what &#x201C;Mormonism&#x201D; is agoing to do. What is the Kingdom of God agoing to accomplish on the earth? It will revolutionize not only the United States, but the whole world, and will go forth from the morning to the evening, from the rising of the sun to the going down of the same, so shall be the ushering forth of the Gospel until the whole earth is deluged with it, and the righteous are gathered. <\/div><div class=\"paragraph jod\" id=\"v2n1139\"> The sinner will slay the sinner, the wicked will fall upon the wicked,<span class=\"citation\" id=\"86453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86453)\">D&amp;C 63:33<\/a><\/span> until there is an utter overthrow and consumption upon the face of the whole earth,<span class=\"citation\" id=\"88209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88209)\">D&amp;C 87:6<\/a><\/span> until God reigns, whose right it is.<span class=\"citation\" id=\"83912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83912)\">D&amp;C 58:22<\/a><\/span> As it was said in the days of the Savior, if we let this man alone you may depend on it that through his influence he will take away our place and nation.<span class=\"citation\" id=\"69775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69775)\">John 11:48<\/a><\/span> If you let &#x201C;Mormonism&#x201D; alone, I will promise that every honest man and woman in the United States will be in the Church of Jesus Christ of Latter-day Saints, and be governed by the law of God. <\/div><div class=\"paragraph jod\" id=\"v2n1140\"> Let them take the counsel of the late Captain Gunnison, who was massacred by the Indians; he was convinced that it would not do to persecute the &#x201C;Mormons;&#x201D; for every time we were driven, we have succeeded beyond our most sanguine anticipations. It has happened to us as it did to the old man's stone wall, which was five feet high and six feet thick. The boys could not get his apples, and said among themselves, &#x201C;We will turn over the old wall;&#x201D; they turned it over, and it was higher than before. So with us; every time the &#x201C;Mormons&#x201D; have been driven they have <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enlarged their borders. Look out, drive us again and we will take the kingdom before you are aware of it. <\/div><div class=\"paragraph jod\" id=\"v2n1141\"> We certainly shall gather out all the good as fast as we can, for the people who love truth will hear sound argument, which is our rule of battle, and it is a scientific one. Now come on to war, whenever you think best, and we will gather out the honest until the last seed of Israel is gathered, and there is hardly enough left to elect a President, even among the Know-Nothings. <\/div><div class=\"paragraph jod\" id=\"v2n1142\"> Only persecute us and we will grow the faster. Say they, &#x201C;What shall we do; do tell us which way we shall go, for we do not know what to do, nor what to say; if we persecute them they will grow the faster, and take away our place and nation,<span class=\"citation\" id=\"69776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69776)\">John 11:48<\/a><\/span> and will get all the good people to follow them, and what shall we do?&#x201D; It is a hard case I know. <\/div><div class=\"paragraph jod\" id=\"v2n1143\"> When strangers come among us they often feel diffident, for we keep to ourselves here in these distant parts, and do not always immediately know whether we are about to receive friends or enemies into our community. We have been persecuted and driven, and been a scoff and a by-word, and when strangers come among us they feel a delicacy in making our acquaintance. I say, brethren and sisters, be frank with strangers, and when you talk with them, or are in their presence, live your religion, and do not vary one particle from the truth. <\/div><div class=\"paragraph jod\" id=\"v2n1144\"> You say, &#x201C;I love my God and my religion.&#x201D; Then manifest to them what your religion is, and if they are honest ere long they will fall in with it, if not they will take up their line of march and leave us; and my prayer is that we may be delivered from every inbred corruption. <\/div><div class=\"paragraph jod\" id=\"v2n1145\"> So far as the time and your patience would permit, I have endeavored to candidly and truly portray our real feelings and views with regard to the  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>General Government, the members of the various Christian denominations, the upright everywhere, and the corrupt and abominable wherever they are to be found; and also to briefly sketch a few of the scenes and incidents of our past and present history. <\/div><div class=\"paragraph jod\" id=\"v2n1147\"> Let us live our religion, and show  <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world that we love the Lord Jesus Christ better than anything else. Though the world persecute you, yet cling to the Lord and the Holy Gospel, even if you lay down your lives for the truth's sake. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}