{"ID":20030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Constitutions of the United States and Illinois&#x2014;Nauvoo Charter and Municipal Court&#x2014;Writ of Habeas Corpus.<\/div>\n<div class=\"subtitle\">An Address by President Joseph Smith, Delivered on the evening of his arrival from Dixon, June 30, 1843, in the Grove, near the Temple, Nauvoo; about eight thousand people having hastily assembled, under the most intense excitement, in consequence of the attempt of Sheriff Reynolds, of Jackson County, Missouri, to kidnap him to Missouri, by preventing him from obtaining a writ of Habeas Corpus.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Dr. Willard Richards and Elder Wilford Woodruff.<\/div>\n<div class=\"pageHeader\">Page Header: The Constitution of the United States, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph Smith<\/div>\n<div class=\"date\">Date: 6\/30\/1843<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v2n1002\"> The congregation is large; I shall require attention. I discovered what the emotions of the people were on my arrival at this city, and I have come here to say, &#x201C;How do you do?&#x201D; to all parties, and I do now at this <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time say to all, &#x201C;How do you do?&#x201D; I meet you with a heart full of gratitude to Almighty God; and I presume you all feel the same. I am well&#x2014;I am hearty. I hardly know how to express my feelings&#x2014;I feel as  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strong as a giant. I pulled sticks with the men coming along, and I pulled up with one hand the strongest man that could be found: then two men tried, but they could not pull me up; and I continued to pull mentally until I pulled Missouri to Nauvoo. But I will pass from that subject. <\/div><div class=\"paragraph jod\" id=\"v2n1004\"> There has been great excitement in the country since Joseph H. Reynolds and Harmon Wilson took me; but I have been cool and dispassionate through the whole. Thank God, I am now a prisoner in the hands of the Municipal Court of Nauvoo, and not in the hands of Missourians. <\/div><div class=\"paragraph jod\" id=\"v2n1005\"> It is not so much my object to tell of my afflictions, trials, and troubles, as to speak of the writ of Habeas Corpus, so that the minds of all may be corrected. It has been asserted by the great and wise men, lawyers and others, that our municipal powers and legal tribunals are not to be sanctioned by the authorities of the State; and accordingly <span class=\"italic\">they<\/span> want to make it lawful to drag away innocent men from their families and friends, and have them put to death by ungodly men for their religion! Relative to our city charter, courts, right of Habeas Corpus, &amp;c., I wish you to know and publish that we have all power; and if any man from this time forth says anything to the contrary, cast it into his teeth. There is a secret in this; if there is not power in our charter and courts, then there is not power in the State of Illinois, nor in the Congress or Constitution of the United States, for the United States gave unto Illinois her constitution or charter, and Illinois gave unto Nauvoo her charters, ceding unto us our vested rights, which she has no right or power to take from us; all the power there was in Illinois she gave to Nauvoo; and any man that says to the contrary, is a fool. The Municipal Court has all the power to issue and determine writs of Habeas Corpus, <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> within the limits of this city, that the Legislature can confer. This city has all the power that the State Courts have, and was given by the same authority&#x2014;the Legislature. <\/div><div class=\"paragraph jod\" id=\"v2n1006\"> I want you to hear and learn, O Israel! this day, what is for the happiness and peace of this city and people. If our enemies are determined to oppress us, and deprive us of our constitutional rights and privileges as they have done; and if the authorities that are on the earth will not sustain us in our rights, nor give us that protection which the laws and constitution of the United States, and of this State, guarantee unto us, then we will claim them from a higher power&#x2014;from Heaven&#x2014;yea, from God Almighty. <\/div><div class=\"paragraph jod\" id=\"v2n1007\"> I have dragged these men here by my hand, and will do it again; but I swear I will not deal so mildly with them again; for the time has come <span class=\"italic\">when forbearance is no longer a virtue<\/span>; and if you or I are again taken unlawfully, you are at liberty to give loose to blood and thunder.<span class=\"citation\" id=\"89315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89315)\">D&amp;C 98:28-31<\/a><\/span> But be cool, be deliberate, be wise, act with almighty power, and when you pull, do it effectually&#x2014;make a <span class=\"italic\">sweepstakes<\/span> for once! <\/div><div class=\"paragraph jod\" id=\"v2n1008\"> My lot has always been cast among the warmest-hearted people; in every time of trouble, friends, even among strangers, have been raised up unto me, and assisted me. <\/div><div class=\"paragraph jod\" id=\"v2n1009\"> The time has come when the veil is torn off from the State of Illinois, and its citizens have delivered me from the State of Missouri; friends that were raised up unto me would have spilt their life's blood, to have torn me from the hands of Reynolds and Wilson, if I had asked them; but I told them not. I would be delivered by the power of God, and generalship; and I have brought these men to Nauvoo, and committed them to her from whom I was torn, not as prisoners in chains, but as prisoners of kindness.  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I have treated them kindly, I have had the privilege of rewarding them good for evil.<span class=\"citation\" id=\"67266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67266)\">Luke 6:35<\/a><\/span> They took me unlawfully, treated me rigorously, strove to deprive me of my rights, and would have run with me into Missouri to have been murdered, if Providence had not interposed; but now they are in my hands, and I have taken them into my house, set them at the head of my table, and placed before them the best which my house afforded; and they were waited upon by my wife, whom they deprived of seeing me when I was taken. <\/div><div class=\"paragraph jod\" id=\"v2n1011\"> I have no doubt but I shall be discharged by the Municipal Court: were I before any good tribunal I should be discharged, as the Missouri writs are illegal, and good for nothing&#x2014;they are &#x201C;without form and void.&#x201D;<span class=\"citation\" id=\"52039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52039)\">Gen. 1:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1012\"> But before I will bear this unhallowed persecution any longer&#x2014;before I will be dragged away again, among my enemies for trial, <span class=\"italic\">I will spill the last drop of blood in my veins, and will see all my enemies<\/span> IN HELL! To bear it any longer would be a sin, and I will not bear it any longer. Shall we bear it any longer? [One universal &#x201C;No!&#x201D; ran through all the vast assembly, like a loud peal of thunder.] <\/div><div class=\"paragraph jod\" id=\"v2n1013\"> I wish the lawyer who says we have no powers in Nauvoo may be choked to death with his own words. Don't employ lawyers, or pay them money for their knowledge, for I have learnt they don't know anything. I know more than they all. <\/div><div class=\"paragraph jod\" id=\"v2n1014\"> Go ye into all the world, and preach the Gospel;<span class=\"citation\" id=\"66719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66719)\">Mark 16:15<\/a><\/span> he that believeth in our chartered rights may come here and be saved, and he that does not shall remain in ignorance. If any lawyer shall say there is more power in other places and charters, with respect to Habeas Corpus, than in Nauvoo, believe it not.<span class=\"citation\" id=\"65765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65765)\">Matt. 24:23<\/a><\/span> I have converted this candidate for Congress [pointing to Cyrus Walker, Esq.], that the right of Habeas Corpus is included in our <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> charter. If he continues converted, I will vote for him. <\/div><div class=\"paragraph jod\" id=\"v2n1015\"> I have been with these lawyers, and they have treated me well; but I am here in Nauvoo, and the Missourian too. I got here by a lawful writ of Habeas Corpus, issued by the Master in chancery of Lee County, and made returnable to the nearest tribunal in the Fifth Judicial District having jurisdiction to try and determine such writs: and here is that tribunal, just as it should be. <\/div><div class=\"paragraph jod\" id=\"v2n1016\"> However indignant you may feel about the high hand of oppression which has been raised against me by these men, use not the hand of violence against them; for they could not be prevailed upon to come here till I pledged my honor and my life that a hair of their heads should not be hurt. Will you all support my pledge, and thus preserve my honor? [One universal &#x201C;Yes!&#x201D; burst from the assembled thousands.] This is another proof of your attachment to me. I know how ready you are to do right; you have done great things, and manifested your love towards me in flying to my assistance on this occasion. I bless you, in the name of the Lord, with all the blessings of heaven and earth you are capable of enjoying. <\/div><div class=\"paragraph jod\" id=\"v2n1017\"> I have learned we have no need to suffer as we have heretofore&#x2014;we can call others to our aid. I know the Almighty will bless all good men&#x2014;He will bless you; and the time has come when there will be such a flocking to the standard of liberty as never has been, or shall be hereafter. What an era has commenced! Our enemies have prophesied that we would establish our religion by the sword; <span class=\"italic\">is it true?<\/span> No, but if Missouri will not stay her cruel hand in her unhallowed persecutions against us, I restrain you not any longer: I say, in the name of Jesus Christ, by the authority of the Holy Priesthood, I this day turn the key that opens the heavens to restrain  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you no longer from this time forth. I will lead you to battle; and if you are not afraid to die, and feel disposed to spill your blood in your own defense, you will not offend me. Be not the aggressor&#x2014;bear until they strike you on the one cheek; then offer the other and they will be sure to strike that; <span class=\"italic\">then defend yourselves<\/span>, and God will bear you off, and you shall stand forth clear before His tribunal.<span class=\"citation\" id=\"89306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89306)\">D&amp;C 98:23-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1019\"> If any citizens of Illinois say we shall not have our rights, treat them as strangers and not friends, and let them go to hell and be damned! Some say they will mob us; let them mob and be damned! If we have to give up our chartered rights, privileges, and freedom, which our fathers fought, bled, and died for, and which the Constitution of the United States, and of this State, guarantee unto us, we will do it only at the point of the sword and bayonet. <\/div><div class=\"paragraph jod\" id=\"v2n1020\"> Many lawyers contend for those things which are against the rights of men, and <span class=\"italic\">I can only excuse them because of their ignorance<\/span>. Go forth and advocate the laws and rights of the people, ye lawyers; if not, don't get into my hands, or under the lash of my tongue. <\/div><div class=\"paragraph jod\" id=\"v2n1021\"> Lawyers say the powers of the Nauvoo charter are dangerous; but I ask, is the Constitution of the United States, or of this State, dangerous? No; neither are the charters granted unto Nauvoo by the Legislature of Illinois dangerous, and those who say they are, are fools. We have not enjoyed unmolested those rights which the Constitution of the United States of America, and our charters grant. Missouri and all wicked men raise the hue and cry against us, and are not satisfied. Some political aspirants of this State also are raising the hue and cry that the powers in the charters granted unto the city of Nauvoo are dangerous; and although the General Assembly have conferred them upon <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our city, yet the whine is raised&#x2014;&#x201C;Repeal them, take them away;&#x201D; like the boy who swapped off his jack-knife, and then cried, &#x201C;Daddy, daddy, I have sold my jack-knife, and got sick of my bargain, and I want to get it back again.&#x201D; But how are they going to help themselves? Raise mobs? And what can mobocrats do in the midst of Kirkpatrickites? No better than a hunter in the claws of a bear. If mobs come upon you any more here, dung your gardens with them. We don't want any excitement; but after we have done all, we will rise up, Washington-like, and break off the hellish yoke that oppresses us, and we will not be mobbed. <\/div><div class=\"paragraph jod\" id=\"v2n1022\"> The day before I was taken at Inlet Grove, I rode with my wife through Dixon to visit some friends, and I said to her, &#x201C;Here is a good people.&#x201D; I felt this by the Spirit of God. The next day I was a prisoner in their midst, in the hands of Reynolds of Missouri, and Wilson of Carthage. As the latter drove up, he exclaimed, &#x201C;Ha, ha, ha, by God we have got the Prophet now!&#x201D; He gloried much in it; but he is now our prisoner. When they came to take me, they held two cocked pistols to my head, and saluted me with &#x201C;God damn you, I'll shoot you! I'll shoot you, God damn you;&#x201D; repeating these threats nearly fifty times from first to last. I asked them what they wanted to shoot me for. They said they would do it if I made any resistance. &#x201C;O very well,&#x201D; I replied, &#x201C;I have no resistance to make.&#x201D; They then dragged me away, and I asked them by what authority they did these things. They said, &#x201C;By a writ from the Governors of Missouri and Illinois.&#x201D; I then told them I wanted a writ of Habeas Corpus. Their reply was, &#x201C;God damn you, <span class=\"italic\">you shan't have it<\/span>.&#x201D; I told a man to go to Dixon, and get me a writ of Habeas Corpus. Wilson then repeated, &#x201C;God damn you, you shan't have  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it; I'll shoot you.&#x201D; When we arrived at Dixon, I sent for a lawyer, who came, and Reynolds shut the door in his face, and would not let me speak to him, repeating &#x201C;God damn you, I'll shoot you.&#x201D; I turned to him, opened my bosom, and told him to &#x201C;shoot away; I have endured so much persecution and oppression that I am sick of life; why then don't you shoot, and have done with it, instead of talking so much about it?&#x201D; This somewhat checked his insolence. I then told him that I <span class=\"italic\">would<\/span> have counsel to consult; and eventually I obtained my wish. The lawyers came to me, and I got a writ of Habeas Corpus for myself, and also a writ against Reynolds and Wilson for unlawful proceedings and cruel treatment towards me. Thanks to the good citizens of Dixon, who nobly took their stand against such unwarrantable and unlawful oppression, my persecutors could not get out of town that night; although, when they first arrived, they swore I should not remain in Dixon five minutes; and I found they had ordered horses accordingly to proceed to Rock Island. I pledged my honor to my counsel that the Nauvoo city charter conferred jurisdiction to investigate the subject; so we came to Nauvoo, where I am now prisoner in the custody of a higher tribunal than the circuit court. <\/div><div class=\"paragraph jod\" id=\"v2n1024\"> The charter says that &#x201C;the city council shall have power and authority to make, ordain, establish, and execute such ordinances, not repugnant to the Constitution of the United States, or of this State, as they may deem necessary for the peace, benefit, and safety of the inhabitants of said city;&#x201D; and also that &#x201C;the Municipal Court shall have power to grant writs of Habeas Corpus in all cases arising under the ordinances of the city council.&#x201D; The city council have passed an ordinance &#x201C;that no citizen of this city shall be taken out of this city by <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any writ, without the privilege of a writ of Habeas Corpus.&#x201D; There is nothing but what we have power over, except where restricted by the Constitution of the United States. &#x201C;But,&#x201D; say the mob, &#x201C;what dangerous powers!&#x201D; Yes, dangerous, because they will protect the innocent, and put down mobocrats. The Constitution of the United States declares that the privilege of the writ of Habeas Corpus shall not be denied. Deny me the right of Habeas Corpus, and I will fight with gun, sword, cannon, whirlwind, and thunder, until they are used up like the Kilkenny cats. <\/div><div class=\"paragraph jod\" id=\"v2n1025\"> We have more power than most charters confer, because we have power to go behind the writ, and try the merits of the case. <\/div><div class=\"paragraph jod\" id=\"v2n1026\"> If these powers are dangerous, then the Constitution of the United States, and of this State, are dangerous; but they are not dangerous to good men; they are only so to bad men who are breakers of the laws. So with the laws of the country, and so with the ordinances of Nauvoo; they are dangerous to mobs, but not to good men who wish to keep the laws. <\/div><div class=\"paragraph jod\" id=\"v2n1027\"> We do not go out of Nauvoo to disturb anybody, or any city, town, or place; why then need they be troubled about us? Let them not meddle with our affairs, but let us alone. After we had been deprived of our rights and privileges of citizenship, driven from town to town, place to place, and State to State, with the sacrifice of our homes and lands, our blood has been shed, many having been murdered; and all this because of our religion&#x2014;because we worship Almighty God according to the dictates of our own consciences.<span class=\"citation\" id=\"94104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94104)\">A of F 1:11<\/a><\/span> Shall we longer bear these cruelties, which have been heaped upon us for the last ten years in the face of heaven, and in open violation of the Constitution and laws of these United States, and of this State? God forbid! <span class=\"italic\">I will<\/span>   <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><span class=\"italic\">not bear it:<\/span> if they take away my rights, I will fight for them manfully and righteously until I am used up. We have done nothing against the rights of others. <\/div><div class=\"paragraph jod\" id=\"v2n1029\"> You speak of lawyers; I am a lawyer too, but the Almighty God has taught <span class=\"italic\">me<\/span> the principle of law; and the true meaning and intent of the writ of Habeas Corpus is to defend the innocent, and investigate the subject. Go behind the writ, and if the form of one that is issued against an innocent man is right, he should not be dragged to another State, and there be put to death, or be in jeopardy of life and limb, because of prejudice, when he is innocent. The benefits of the Constitution and Laws are alike for all; and the great Eloheim has given me the privilege of having the benefits of the Constitution, and the writ of Habeas Corpus, and I am bold to ask for this privilege this day; and I ask, in the name of Jesus Christ, and all that is sacred, that I may have your lives and all your energies to carry out the freedom which is chartered to us. Will you all help me? If so, make it manifest by raising the right hand. [There was a unanimous response, a perfect sea of hands being elevated.] Here is truly a committee of the whole. <\/div><div class=\"paragraph jod\" id=\"v2n1030\"> When at Dixon, a lawyer came to me as counsel; Reynolds and Wilson said I should not speak to any man, and they would shoot any man who should dare to speak to me. An old greyheaded man came up, and said I should have counsel, and he was not afraid of their pistols. The people of Dixon were ready to take me from my persecutors, and I could have killed them notwithstanding their pistols; but I had no disposition to kill any man, though my worst enemy&#x2014;not even Boggs: in fact <span class=\"italic\">he<\/span> would have more hell to live in the reflection of his past crimes, than to die. After this, I had lawyers enough, and I obtained <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a writ for Joseph H. Reynolds, and Harmon Wilson, for damage, assault, and battery, as well as the writ of Habeas Corpus. <\/div><div class=\"paragraph jod\" id=\"v2n1031\"> We started for Ottoway, and arrived at Pawpaw Grove, thirty-two miles, where we stopped for the night. Squire Walker sent Mr. Campbell, Sheriff of Lee County, to my assistance, and he came, and slept by me. In the morning, certain men wished to see me, but I was not allowed to see them. The news of my arrival had hastily circulated about the neighborhood; and very early in the morning the largest room in the hotel was filled with citizens, who were anxious to hear me preach, and requested me to address them. Sheriff Reynolds entered the room, and said, pointing to me, &#x201C;I wish you to understand this man is my prisoner, and I want you should disperse; you must not gather round here in this way.&#x201D; Upon which an aged gentleman who was lame, and carried a large hickory walking-stick, advanced towards Reynolds, bringing his hickory upon the floor, said, &#x201C;You damned infernal puke; we'll learn you to come here and interrupt gentlemen: sit down there, [pointing to a very low chair,] and sit still, don't open your head till General Smith gets through talking; if you never learned manners in Missouri, we'll teach you that gentlemen are not to be imposed upon by a nigger driver: you cannot kidnap men here, if you do in Missouri; and if you attempt it here, there's a committee in this Grove that will sit on your case; and, sir, it is the highest tribunal in the United States, <span class=\"italic\">as from its decision there is no appeal<\/span>.&#x201D; Reynolds, no doubt aware that the person addressing him was at the head of a committee, who had prevented the settlers on the public domain from being imposed upon by land speculators, sat down in silence, while I addressed the assembly for an hour and a half  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on the subject of marriage; my visitors having requested me to give them my views of the law of God respecting marriage. <\/div><div class=\"paragraph jod\" id=\"v2n1033\"> My freedom commenced from that hour. We came direct from Paw-paw Grove to Nauvoo, having got our writ directed to the nearest court having authority to try the case, which was the Municipal Court of this city. <\/div><div class=\"paragraph jod\" id=\"v2n1034\"> It did my soul good to see your feelings and love manifested towards me. I thank God that I have the honor to lead so virtuous and honest a people, to be your leader and lawyer, as was Moses to the children of Israel. Hosannah! <span class=\"italic\">Hosannah!!<\/span> HOSANNAH!! to Almighty God, who has delivered us thus from out of the seven troubles!<span class=\"citation\" id=\"56091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56091)\">Job 5:19<\/a><\/span> I commend you to His grace, and may the blessings of heaven rest upon you, in the name of Jesus Christ. Amen. <\/div><div class=\"paragraph jod\" id=\"v2n1035\"> [President Smith then introduced Mr. Cyrus Walker to the assembled multitude; and remarked to him]&#x2014;These are the greatest dupes, as a body of people, that ever lived, or I am not as big a rogue as I am reported to be. I told Mr. Warren I would not discuss the subject of religion with you. I understand the Gospel, and you do not; you understand the quackery of law, and I do not. <\/div><div class=\"paragraph jod\" id=\"v2n1036\"> [Mr. Walker then addressed the people to the effect that from what he had seen in the Nauvoo city charter, it gave the power to try writs of Ha<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beas Corpus, &amp;c. After which President Smith continued as follows&#x2014;] <\/div><div class=\"paragraph jod\" id=\"v2n1037\"> If the Legislature have granted Nauvoo the right of determining cases of Habeas Corpus, it is no more than they ought to have done, or more than our fathers fought for. <\/div><div class=\"paragraph jod\" id=\"v2n1038\"> Furthermore, if Missouri continues her warfare, and to issue her writs against me and this people unlawfully and unjustly as she has done, and to take away and trample upon our rights, I swear in the name of Almighty God, and with uplifted hands to heaven,<span class=\"citation\" id=\"88820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88820)\">D&amp;C 88:132<\/a><\/span> I will spill my heart's blood in our defense. They shall not take away our rights; and if they don't stop leading me by the nose, I will lead them by the nose; and if they don't let me alone, I will turn up the world&#x2014;I will make war. When we shake our own bushes, we want to catch our own fruit. <\/div><div class=\"paragraph jod\" id=\"v2n1039\"> The lawyers themselves acknowledge that we have all power granted us in our charters that we could ask for&#x2014;that we had more power than any other court in the state; for all other courts were restricted, while ours was not; and I thank God Almighty for it. I will not be rode down to hell by the Missourians any longer; and it is my privilege to speak in my own defense; and I appeal to your integrity and honor, that you will stand by and help me, according to the covenant you have this day made. <\/div>\n<\/div>\n<\/div>"}