{"ID":20038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Power of the Gospel.<\/div>\n<div class=\"subtitle\">An Address by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Dec. 17, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Power of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 12\/17\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v2n1366\"> The Gospel you have heard this morning from brother Grant, you have heard over and over again. Everyone who professes to be a Latter-day Saint, and will acknowledge the truth of this Gospel according to the historical account in the New Testament, must know that it is true. Why? Because, as brother Grant has testified, when brother Joseph Smith proclaimed this Gospel of repentance and baptism for the remission of sins, his testimony would have been true if there had been no New Testament. <\/div><div class=\"paragraph jod\" id=\"v2n1367\"> God sent an angel to him and others, and the angel preached the Gospel to them, and authorized Joseph Smith to baptize Oliver Cowdery,<span class=\"citation\" id=\"129364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129364)\">D&amp;C 27:8<\/a><\/span> and then Joseph received baptism from his hands.<span class=\"citation\" id=\"93921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93921)\">JS&mdash;H 1:68-72<\/a><\/span> When Jesus Christ came he authorized men to administer the ordinances of the Gospel, and then he went forward and was baptized himself; he did not excuse himself, neither did brother Joseph. He went forward and set the example, that he might fulfil all righteousness, that he might glorify God on earth and in heaven;<span class=\"citation\" id=\"62780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62780)\">Matt. 3:15-16<\/a><\/span> <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and, said he, &#x201C;That I have seen my Father do, that do I.&#x201D;<span class=\"citation\" id=\"69111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69111)\">John 5:19<\/a><\/span> Upon the same principle, you pursue the course you see the Apostles in the last days pursue. <\/div><div class=\"paragraph jod\" id=\"v2n1368\"> As to the circumstance brother Grant was speaking of in Montrose, I was with brother Joseph, and so was brother Brigham and many others, and hundreds were healed, and leaped out of their beds, and followed us. If you do not believe it, call on many of those that were sick nigh unto death at that time, and are now living in these valleys, enjoying good health. How many sick have been healed in Old England? I have been many a time in houses where people were sick nigh unto death, with smallpox, and with other complaints, and they were healed by the power of God; I have taken them to the water, when they have been on the verge of the grave, and baptized them, and they have been healed. &#x201C;What, of the smallpox?&#x201D; Yes; and there are numbers of people here that were sick nigh unto death, and brother Orson Hyde  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is a witness that they were just ready to die, and they are now here in a robust state of health. [Orson Hyde, &#x201C;It is true.&#x201D;] True? Yes, as true as that God reigns in the heavens; and there are thousands more in the Church who know it is true. The testimony of brother Grant and other men is just as true, and will be valid just as much as the testimony of Peter, James, and John, for they speak the truth as it is in Jesus Christ.<span class=\"citation\" id=\"72660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72660)\">Rom. 9:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1370\"> I rejoice that I live in this day. You have heard me say a great many times that &#x201C;Mormonism&#x201D; and this people are the pride of my heart. I wish to see the Saints do right, and repent of their sins in such a manner, that they never need to have any more repentance from this time, and forsake their sins, and do their first works,<span class=\"citation\" id=\"79032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79032)\">Rev. 2:5<\/a><\/span> and turn unto the Lord with full purpose of heart<span class=\"citation\" id=\"81881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81881)\">Mosiah 7:33<\/a><\/span> while it is their privilege, and then it will not be required for a man to preach to this people the first principles of the Gospel of Christ; for there are many who ought to repent and be baptized for the remission of their sins; but never go into the water again and be baptized for the remission of your sins, except you forsake them, and be Saints from that time forth, and not cultivate the principle of iniquity with yourselves, nor with your families, nor among this people. Let every man and woman rise up and purge iniquity from our midst, and if you do not, all I can say is, you will see sorrow, and you will see sorrow that will cleave to you, though you repent in tears, and in sackcloth and ashes, and you cannot get out of it until the Lord has a mind to deliver you. <\/div><div class=\"paragraph jod\" id=\"v2n1371\"> Brethren and sisters, treasure up the Gospel, read the Scriptures of the Old and New Testament, and the Book of Mormon. What does the Lord say? That everyone, who will read the Book of Mormon attentively, faithfully, and prayerfully, before he <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gets through, will receive a testimony of its truth.<span class=\"citation\" id=\"83603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83603)\">Moro. 10:4-5<\/a><\/span> I know it. If you have lost the Spirit, go and read the Book of Mormon, and the Book of Doctrine and Covenants, and you will get it again, more or less. There are but few who know anything about these books and what they mean. <\/div><div class=\"paragraph jod\" id=\"v2n1372\"> I wanted to bear testimony, in connection with brother Grant, of the truth of his statements with regard to the healing power of God manifested in Montrose, for I went with the Prophet, and am an eyewitness. Has not this Gospel the same power it had eighteen hundred years ago? It has, for God has renewed it unto us, and conveyed it to us through Joseph Smith, by the ministration of an angel. We have received the Gospel, and we have received the Priesthood, and the keys and power pertaining thereto, and the Kingdom of God is restored, and it will never be overthrown again, but will overthrow all iniquity or power that undertakes to wrestle with it, I care not whether it is a nation or a kingdom. Do the world believe this? Who cares whether they do or not, God knows it will do it, and I know it, and that is enough. If there was not another man in heaven or on earth knew it, and I knew it, and was authorized, it would overthrow all other governments, and they could not help themselves. You all know this, don't you brethren? [&#x201D; Yes.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v2n1373\"> Let us be brethren.<span class=\"citation\" id=\"77873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77873)\">1 Pet. 3:8<\/a><\/span> As I have often said, I want to see this people acting like brethren; and if any of you have got full lots in the city, let your mother or your sister have a portion; and if you have got more land than you can cultivate, do likewise; and if Weber County has got more than they need, let Davies have a piece, and let us be one. Let us be brethren, and let us be one, and then what will the world be to us? I wish you all felt as I do, and then you would know  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that God will not suffer His righteous servants to be overthrown; and you must never undertake to overthrow them, if you calculate to be Priests of our God, and reign forever.<span class=\"citation\" id=\"79172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79172)\">Rev. 5:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1375\"> Millions of men will be saved who will never be Gods. They may be the Saints of God, and be submissive to the sons of God. Listen to the counsel of the servants of God, and do as our head tells us to do, and we <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will prosper from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v2n1376\"> I know what will save you, it does not require much knowledge to tell that, for it consists in keeping the commandments of God, and that alone will save you. May God bless you, and help you to live faithfully before Him from this time henceforth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}