{"ID":20035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering and Sanctification of the People of God.<\/div>\n<div class=\"subtitle\">A Sermon by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, March 18, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering and Sanctification of the People of God.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 3\/18\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v2n1251\"> Brethren and Sisters&#x2014;I must express my gratification at the address which was delivered for our consideration in the former part of the day. I do not feel as much in the spirit of preaching as I do in that of listening; but as there is still a short time to be occupied, at the request of the brethren I will offer for your consideration a few remarks. <\/div><div class=\"paragraph jod\" id=\"v2n1252\"> According to the example already given this afternoon, I shall commence by taking a text, which will be found recorded in the 23rd chapter of the Gospel according to St. Matthews&#x2014;&#x201C;O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not.&#x201D;<span class=\"citation\" id=\"65599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65599)\">Matt. 23:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1253\"> While I call your attention to this passage of Scripture, I have in view the rich items that have been presented here today, the light of the Spirit which has been manifest in revealing to us our duty, that purity of life, that submission of conduct, that correct course which are calculated in all things to enlighten the Saints, and <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prepare them for exaltation and eternal lives. How often, says the Savior, would I have gathered thy children together, O! Jerusalem, as a hen gathereth her chickens under her wings, and would have nourished you, but you would not.<span class=\"citation\" id=\"65600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65600)\">Matt. 23:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1254\"> These words were uttered by the Savior while looking at the vast city and surrounding country which was then inhabited by the Jews, who were residing there in security, surrounded with plenty, and were at the same time almost universally in open rebellion against the law of heaven. <\/div><div class=\"paragraph jod\" id=\"v2n1255\"> It has been a very common saying in the world that the Lord was able to do everything, that he could do anything he had a mind to do, and accomplish what he pleased; that he possessed universal power, and could accomplish what he undertook. But what says our text? &#x201C;How oft would I have gathered you, but you would not.&#x201D;<span class=\"citation\" id=\"65601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65601)\">Matt. 23:37<\/a><\/span> This indicates that he could not do it, because they were not willing; that is the way we understand the language. It is plain also from the text, that if the people of Jerusalem, the children of Israel, would have listened, and would have been gathered,  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he would have nourished them, and conferred upon them the principles of salvation, the laws of exaltation which it was his desire to give them. Let me say, then, that from the foundation of the world, or, in other words, from the fall of man until the period of the declaration of the words of our text, we find plainly illustrated, in the whole history contained in the sacred book, the principle that the Lord wished to reveal unto the children of men things which had been hid from before the foundation of the world,<span class=\"citation\" id=\"91028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91028)\">D&amp;C 124:41<\/a><\/span><span class=\"citation\" id=\"91215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91215)\">D&amp;C 128:18<\/a><\/span> principles which would exalt them to celestial thrones, but they would not, or, which amounts to the same, He could never find a people, could never communicate with a generation or a very numerous body of men that would obey His commandments, listen to His counsel, and observe His wisdom, or be led by His revelations. <\/div><div class=\"paragraph jod\" id=\"v2n1257\"> Some of my friends may think I am doing injustice by these remarks to the Zion of Enoch. I am aware that the Lord did in the days of Enoch gather together enough of the inhabitants of the earth to build a city, but in consequence of the rebellion, the wickedness, and oppression of the great mass of mankind, He could not save that city from destruction, only by taking it unto His own bosom; hence went forth the saying of old, &#x201C;Zion is fled.&#x201D;<span class=\"citation\" id=\"93211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93211)\">Moses 7:69<\/a><\/span> So far as revealed records show, that is the nearest He ever came to the point of accomplishing the end of His undertaking, touching the redemption of the human family, up to the days of the Savior. <\/div><div class=\"paragraph jod\" id=\"v2n1258\"> As we have learned, from Elder Hyde's sermon this afternoon, the same thing is illustrated in the history of Joseph; he wished to reveal the will of God to his brethren, but they rebelled, and sold him into Egypt.<span class=\"citation\" id=\"53584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53584)\">Gen. 37:5,28<\/a><\/span> Moses undertook to give the children of Israel the laws of the Priesthood,<span class=\"citation\" id=\"87617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87617)\">D&amp;C 84:23-24<\/a><\/span> to make them a holy people,<span class=\"citation\" id=\"54998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54998)\">Deut. 7:6<\/a><\/span> a chosen generation,<span class=\"citation\" id=\"77804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77804)\">1 Pet. 2:9<\/a><\/span> a kingdom <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Priests,<span class=\"citation\" id=\"54109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54109)\">Ex. 19:6<\/a><\/span> but what was the result? They would not receive it; and although God had delivered them from the plagues of Egypt, from the hands of Pharaoh, brought them through the Red Sea, and led them by a cloud by day and a pillar of fire by night,<span class=\"citation\" id=\"53957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53957)\">Ex. 13:21<\/a><\/span> yet, when Moses went into the presence of God to receive His law, to receive those principles that were to magnify them, and make them a kingdom of Priests, a holy people, they, a whole people, concluded that it was best to worship a calf.<span class=\"citation\" id=\"54452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54452)\">Ex. 32:4<\/a><\/span> &#x201C;Why,&#x201D; said they, &#x201C;our neighbors worship calves, they have gods, they have idols, and we wish to worship something that we can see, for we do not know what has become of this Moses, and we want a god that we can see and handle.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1259\"> In taking a passing glance of this subject, we find the same attempt was made in the days of Solomon, the wise king of Israel. The Lord undertook to prepare a place, a house wherein He could reveal unto His people the law of exaltation. He made the attempt, but before that house could be completed,<span class=\"citation\" id=\"55632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55632)\">1 Kgs. 9:3-9<\/a><\/span> one of the very men through whom the ordinances of exaltation were to be revealed must be put to death by the cruel treachery of wicked men, stirred up by the adversary, which frustrated the design.<span class=\"citation\" id=\"55927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55927)\">2 Chr. 24:20-21<\/a><\/span> The keys of the Priesthood consequently had to be kept a secret, and years after, the Prophets were lamenting, mourning, complaining, and finding fault with the people because the Lord could never be permitted to reveal the fulness of His will to the children of men. Micah, after reflecting how often the Lord had attempted to reveal His law, and as his eye by the spirit of prophecy glanced down through the vista of time to the last days, exclaims in a transport of joy,<span class=\"citation\" id=\"62132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62132)\">Micah 4:1-2<\/a><\/span> &#x201C;But in the last days it shall come to pass, that the mountain of the house of the Lord shall be established in the top of the mountains, and it shall be exalted above the  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hills; and people shall flow unto it. And many nations shall come, and say, Come, and let us go up to the mountain of the Lord, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"62133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62133)\">Micah 4:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1261\"> This was just a glimpse that the Prophet had of the establishment of the purposes of Jehovah in the last days. He saw the nations flowing to the tops of the mountains to receive that law of redemption which the world would not receive in the meridian of time, when the Savior made his appearance, and presented himself to the house of Israel, chose his Apostles, conferred upon them the keys of the Priesthood, and sent them forth to bear testimony to the sons of men. The result of his divine mission is manifested in the words of our text, &#x201C;O Jerusalem, Jerusalem, how often would I have gathered you as a hen gathereth her chickens under her wings, but ye would not.&#x201D;<span class=\"citation\" id=\"65602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65602)\">Matt. 23:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1262\"> Says John, when speaking of our Savior, &#x201C;He came unto his own, and his own received him not. But as many as received him, to them gave he power to become the sons of God.&#x201D;<span class=\"citation\" id=\"68571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68571)\">John 1:11-12<\/a><\/span> Power was given them to become the sons of God, and joint heirs with Christ;<span class=\"citation\" id=\"72548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72548)\">Rom. 8:17<\/a><\/span> hence the principles of exaltation were clearly illustrated by Jesus Christ and his Apostles, yet the people would not receive them. In a few years afterwards we find that every person who preached the pure Gospel of Jesus Christ was doomed to destruction by the hands of wicked men, the power of the adversary increased, Paganism overwhelmed the true Church, and Pagan institutions were substituted instead, and the Christian religion either had to hide itself in the dens and caves of the earth,<span class=\"citation\" id=\"77100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77100)\">Heb. 11:38<\/a><\/span> or bow to the unmeaning mummeries of ancient Pagan Rome. Notwithstanding this, <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord had His eye upon the great point to be attained, the great object to be accomplished, when He would again attempt to gather the children of Israel together, and nourish them, and teach them of His ways, and learn them to walk in His paths. <\/div><div class=\"paragraph jod\" id=\"v2n1263\"> The very first moment after the angel of God had communicated to Joseph Smith the revelation of the fulness of the Gospel, what do we discover? We discover that all the bloodhounds of earth and hell were let loose upon him. The very first attempt that could be made to bear testimony of the Gospel was to be thwarted by persecution, the editorial thunder was immediately let loose, and as the old Quaker said to the dog that came to his store, being a little offended at the animal, &#x201C;I will not kill thee, but I will give thee a bad name,&#x201D; so he turns him out and halloos, &#x201C;Bad dog,&#x201D; judging rightly that somebody would suppose him to be mad, and shoot him. That was the devil's plan, when this Gospel was first introduced, the cry was, &#x201C;False prophet, impostor, delusion, fornication,&#x201D; mixed up with every kind of slander. <\/div><div class=\"paragraph jod\" id=\"v2n1264\"> Every person who is well acquainted with the history of this Church, knows that at the commencement of it the persecutions commenced, and they continued to increase until the death of the Prophet. Forty-seven times he was arraigned before the tribunals of law, and had to sustain all the expense of defending himself in those vexatious suits, and was every time acquitted. He was never found guilty but once. I have been told, by Patriarch Emer Harris, that on a certain occasion he was brought before a magistrate in the State of New York, and charged with having cast out devils; the magistrate, after hearing the witnesses, decided that he was guilty, but as the statutes of New York did not provide a punishment for casting out devils, he was acquitted. <\/div> <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1266\"> The limited amount of time which I may use this afternoon, compels me to take but a partial glance at certain points that I wish to notice in connection with our text. <\/div><div class=\"paragraph jod\" id=\"v2n1267\"> Among the first principles that were revealed to the children of men in the last days was the gathering;<span class=\"citation\" id=\"83947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83947)\">D&amp;C 10:65<\/a><\/span><span class=\"citation\" id=\"84680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84680)\">D&amp;C 27:13<\/a><\/span><span class=\"citation\" id=\"84709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84709)\">D&amp;C 29:2<\/a><\/span> the first revelations that were given to the Church were to command them to gather, and send Elders to seek out a place for the gathering of the Saints.<span class=\"citation\" id=\"84724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84724)\">D&amp;C 29:8<\/a><\/span> What is the gathering for? Why was it that the Savior wished the children of Israel to gather together? It was that they might become united and provide a place wherein he could reveal unto them keys which have been hid from before the foundation of the world; that he could unfold unto them the laws of exaltation, and make them a kingdom of Priests,<span class=\"citation\" id=\"54110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54110)\">Ex. 19:6<\/a><\/span> even the whole people, and exalt them to thrones and dominions in the celestial world. <\/div><div class=\"paragraph jod\" id=\"v2n1268\"> For this purpose, in 1833, the Saints commenced to build a Temple in Kirtland, the cost of which was not less than one hundred thousand dollars. A mere handful of Saints commenced that work, but they were full of faith and energy, and willing, as they supposed, to sacrifice everything for the building up of Zion. In a few weeks some of them apostatized; the trials were too great, the troubles were too severe. I know persons who apostatized because they supposed they had reasons; for instance, a certain family, after having traveled a long journey, arrived in Kirtland, and the Prophet asked them to stop with him until they could find a place. Sister Emma, in the mean time, asked the old lady if she would have a cup of tea to refresh her after the fatigues of the journey, or a cup of coffee. This whole family apostatized because they were invited to take a cup of tea or coffee, after the Word of Wisdom was given.<span class=\"citation\" id=\"88856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88856)\">D&amp;C 89:1-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1269\"> Another family, about the same <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time, apostatized because Joseph Smith came down out of the translating room, where he had been translating by the gift and power of God, and commenced playing with his little children. Some such trials as these, you know, had to be encountered. <\/div><div class=\"paragraph jod\" id=\"v2n1270\"> I recollect a gentleman who came from Canada, and who had been a Methodist, and had always been in the habit of praying to a God who had no ears, and as a matter of course had to shout and halloo pretty loud to make him hear. Father Johnson asked him to pray in their family worship in the evening, and he got on such a high key, and hallooed so loud that he alarmed the whole village. Among others, Joseph came running out, saying, &#x201C;What is the matter? I thought by the noise that the heavens and the earth were coming together,&#x201D; and said to the man, &#x201C;that he ought not to give way to such an enthusiastic spirit, and bray so much like a jackass.&#x201D; Because Joseph said that, the poor man put back to Canada, and apostatized; he thought he would not pray to a God who did not want to be screamed at with all one's might. <\/div><div class=\"paragraph jod\" id=\"v2n1271\"> We progressed in this way while we were building the Kirtland Temple. The Saints had a great many traditions which they had borrowed from their fathers, and laid the foundations, and built that Temple with great toil and suffering, compared with what we have now to endure. They got that building so far finished as to be dedicated; this was what the Lord wanted, He wished them to provide a place wherein He could reveal to the children of men those principles that will exalt them to eternal glory, and make them Saviors on mount Zion.<span class=\"citation\" id=\"61956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61956)\">Obad. 1:21<\/a><\/span> Four hundred and sixteen Elders, Priests, Teachers, and Deacons met in the Kirtland Temple on the evening of its dedication. I can see faces here that were in that assembly.  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The Lord poured His Spirit upon us, and gave us some little idea of the law of anointing, and conferred upon us some blessings. He taught us how to shout hosannah, gave Joseph the keys of the gathering together of Israel,<span class=\"citation\" id=\"90494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90494)\">D&amp;C 110:11<\/a><\/span> and revealed to us, what? Why the fact of it was, He dare not yet trust us with the first key of the Priesthood. He told us to wash ourselves, and <span class=\"italic\">that<\/span> almost made the women mad, and they said, as they were not admitted into the Temple while this washing was being performed, that some mischief was going on, and some of them were right huffy about it. <\/div><div class=\"paragraph jod\" id=\"v2n1273\"> We were instructed to wash each other's feet, as an evidence that we had borne testimony of the truth of the Gospel to the world. We were taught to anoint each other's head with oil in the name of the Lord, as an ordinance of anointing. All these things were to be done in their time, place, and season. All this was plain and simple, yet some apostatized because there was not more of it, and others because there was too much. <\/div><div class=\"paragraph jod\" id=\"v2n1274\"> On the evening after the dedication of the Temple, hundreds of the brethren received the ministering of angels, saw the light and personages of angels, and bore testimony of it. They spake in new tongues, and had a greater manifestation of the power of God than that described by Luke on the day of Pentecost.<span class=\"citation\" id=\"71063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71063)\">Acts 2:1<\/a><\/span> Yet a great portion of the persons who saw these manifestations, in a few years, and some of them in a few weeks, apostatized. If the Lord had on that occasion revealed one single sentiment more, or went one step further to reveal more fully the law of redemption, I believe He would have upset the whole of us. The fact was, He dare not, on that very account, reveal to us a single principle farther than He had done, for He had tried, over and over again, to do it. He tried at Je<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rusalem; He tried away back before the flood; He tried in the days of Moses; and He had tried, from time to time, to find a people to whom He could reveal the law of salvation, and He never could fully accomplish it; and He was determined this time to be so careful, and advance the idea so slowly, to communicate them to the children of men with such great caution that, at all hazards, a few of them might be able to understand and obey. For, says the Lord, my ways are not as your ways, nor my thoughts as your thoughts; for as the heavens are higher than the earth, so are my ways than your ways, and my thoughts than your thoughts.<span class=\"citation\" id=\"59789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59789)\">Isa. 55:8-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1275\"> For instance, you tell a man he must be baptized for the remission of his sins; then the query arises, &#x201C;What use is it to dip a man in water?&#x201D; You tell a man he should repent of his sins, cease to do evil, and learn to do well, and the answer is, &#x201C;Well, and what is the reason of all that!&#x201D; Tell him that he should receive the imposition of hands on his head for the reception of the Holy Ghost, and he will feel some as the old woman did where I was preaching and baptizing in England. An old lady came to be baptized; we accordingly baptized her. When the time came to attend to the ordinance of confirmation, I began to confirm the company of new disciples. I had noticed that she lacked soap and water, things that evidently were scarce about her house. When I came up to lay my hands upon her, says she, &#x201C;Don't you lay your filthy paws upon my head.&#x201D; The fact of it was, she had received all the law of redemption she could receive, and the law of laying on of hands looked so foolish to her that she would not have anything to do with it. <\/div><div class=\"paragraph jod\" id=\"v2n1276\"> This serves to illustrate the saying, that our ways are not as the ways of the Lord, nor our thoughts as His;<span class=\"citation\" id=\"59790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59790)\">Isa. 55:8-9<\/a><\/span> neither do the plans which the Lord  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has devised for the good of man correspond with the plans and views which men devise for their own good. Now if the Lord had considered it wisdom, on the day of the Kirtland endowment and great solemn assembly, to come forward and reveal to the children of men the facts that are laid down plainly in the Bible, and had told them that, without the law of sealing, no man could be exalted to a throne in the celestial kingdom,<span class=\"citation\" id=\"91374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91374)\">D&amp;C 131:1-4<\/a><\/span> that is, without he had a woman by his side; and that no woman could be exalted in the celestial world, without she was exalted with a man at her head; that the man is not without the woman, nor the woman without the man in the Lord;<span class=\"citation\" id=\"73333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73333)\">1 Cor. 11:11<\/a><\/span> had He revealed this simple sentiment, up would have jumped some man, saying, &#x201C;What! Got to have a woman sealed to me in order to be saved, in order to be exalted to thrones, dominions, and eternal increase?&#x201D; &#x201C;Yes.&#x201D; &#x201C;I do not believe a word of it, I cannot stand that, for I never intended to get married, I do not believe in any of this nonsense.&#x201D; At the same time, perhaps somebody else might have had faith to receive it. Again up jumps somebody else, &#x201C;Brother Joseph, I have had two wives in my lifetime, cannot I have them both in eternity?&#x201D; &#x201C;No.&#x201D; If he had said yes, perhaps we should all have apostatized at once. <\/div><div class=\"paragraph jod\" id=\"v2n1278\"> Now I will illustrate this still further. The Lord did actually reveal one principle to us there, and that one principle was apparently so simple, and so foolish in their eyes, that a great many apostatized over it, because it was so contrary to their notions and views. It was this, after the people had fasted all day, they sent out and got wine and bread, and blessed them, and distributed them to the multitude, that is, to the whole assembly of the brethren, and they ate and drank, and prophesied, and bore testimony, and continued so to do until some of the <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> High Council of Missouri stepped into the stand, and, as righteous Noah did when he awoke from his wine, commenced to curse their enemies.<span class=\"citation\" id=\"52965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52965)\">Gen. 9:24-25<\/a><\/span> You never felt such a shock go through any house or company in the world as went through that. There was almost a rebellion because men would get up and curse their enemies; although they could remember well that it is written that Noah cursed his own grandson, and that God recognized that curse to such an extent that, at this day, millions of his posterity are consigned to perpetual servitude.<span class=\"citation\" id=\"52968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52968)\">Gen. 9:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1279\"> Many men are foolish enough to think that they can thwart the power of God, and can liberate the sons of Ham from that curse before its time has expired. Some of the brethren thought it was best to apostatize, because the spirit of cursing was with men who had been driven from Missouri by mob violence. Yet every word that they prophesied has been fulfilled. They prophesied that the bones of many of those murderers should bleach on the prairie, and that birds should pick out their eyes, and beasts devour their flesh. Men who have traversed the plains of Mexico, California, Nebraska, and Kansas, have often seen the fulfillment of that prophecy in the most marvelous manner. We have seen their names upon trees, on the heads of old trunks, and bits of boards; the names of men that I knew, and I knew just as well, in the Kirtland Temple, what would be their fate, as I know now. But that tried us, some of us were awfully tried about it. The Lord dared not then reveal anything more; He had given us all we could swallow; and persecution raged around us to such an extent that we were obliged to forsake our beautiful Temple, and flee into the State of Missouri. <\/div><div class=\"paragraph jod\" id=\"v2n1280\"> He there put us into another sieve, and sifted us good, and we were then  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>driven from the State of Missouri, leaving the Prophet and a good many of his brethren in prison. We thus passed on from the year 1837 until the year 1843, when the Lord concluded that the people who had been gathered, since the scattering from Missouri, had been made acquainted with the principles of His kingdom so long, that they must have become strong enough for Him to reveal one sentiment more. <\/div><div class=\"paragraph jod\" id=\"v2n1282\"> Whereupon, the Prophet goes up on the stand, and, after preaching about everything else he could think of in the world, at last hints at the idea of the law of redemption, makes a bare hint at the law of sealing, and it produced such a tremendous excitement that, as soon as he had got his dinner half eaten, he had to go back to the stand, and unpreach all that he had preached, and left the people to guess at the matter. While he was thus preaching he turned to the men sitting in the stand, and who were the men who should have backed him up, for instance, to our good old President Marks, William and Wilson Law, and father Cowles, and a number of other individuals about Nauvoo, for this occurred when the Twelve were in the Eastern portions of the United States, and said, &#x201C;If I were to reveal the things that God has revealed to me, if I were to reveal to this people the doctrines that I know are for their exaltation, these men would spill my blood.&#x201D; This shows the improvement that had been, the advancement that had been made, and the light that had been attained. He also said, that there were men and women in that congregation who imagined themselves almost perfect, and who would oppose and reject the principles of exaltation, and would never fully realize their mistake until the morning of the resurrection. I was not there, and did not hear the discourse; but persons were there who could <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> write two or three words of a sentence, and I profess to be good enough at guessing, to tell what the balance was. <\/div><div class=\"paragraph jod\" id=\"v2n1283\"> In tracing the history of this Church through the records, I make myself acquainted with circumstances, and I cannot but see illustrated before the eyes of the whole people the fatherly care that God had to take in revealing to this people the law of exaltation. Finally, He revealed so much of it that William Law, one of the First Presidency, and one of the most sanctimonious men in Israel, got alarmed for fear that Joseph was going to kill him, and he called the whole of the Police before the City Council, and had them all sworn, and cross examined, to find out if Joseph had instructed any of them to kill him. I told some of the boys at that time, that he knew he had done something that he ought to die for, or he would not be so afraid of his best friends. Joseph said to the Council and Police, &#x201C;I might live, as Caesar might have lived, were it not for a right hand Brutus;&#x201D; and the illustration of that saying is most clearly shown by William Law's operations in bringing about the murder of the Prophet. The men who were in his bosom, shared his confidence, and professed to be his warmest and best friends, were the men to treacherously shed his blood. <\/div><div class=\"paragraph jod\" id=\"v2n1284\"> Why? Because he had revealed one additional principle of the law of redemption, that is, that the man is not without the woman, nor the woman without the man, in the Lord;<span class=\"citation\" id=\"73334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73334)\">1 Cor. 11:11<\/a><\/span> that if a man went to the eternal world without obeying the law of sealing, he would remain forever alone, forever a servant, and could never have any increase; that if a woman entered the celestial world without having complied with the law of sealing, as entrusted by the Savior to his Apostles,<span class=\"citation\" id=\"64876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64876)\">Matt. 16:19<\/a><\/span> she would remain forever alone, and without any increase;<span class=\"citation\" id=\"91375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91375)\">D&amp;C 131:1-4<\/a><\/span> and if either man  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or woman should reject the principles of that law, they would forever lament and mourn that they might have been exalted to an eternal increase, and an everlasting dominion, but they would not have it.<span class=\"citation\" id=\"91442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91442)\">D&amp;C 132:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1286\"> There was a very high degree of hypocrisy manifested in the manners of this President William Law that always astonished me. I have learned, in writing history, one or two very singular instances. <\/div><div class=\"paragraph jod\" id=\"v2n1287\"> In 1843 Joseph Smith was arrested two hundred and fifty miles from home; the Saints felt a great anxiety for his safety; hundreds of individuals went out of Nauvoo on horseback, and took possession of all the roads between the Mississippi and Illinois rivers, and some set out on a steamboat, with a determination to examine every boat on the rivers, and attack anyone that had him on board; and some of the most rapid marches on record were performed on that occasion. Among others William Law started out with a party; when he met Joseph, he rushed up to him and took him in his arms, and hugged him, and kissed him before some fifty or a hundred witnesses. He must have loved him wonderfully, for, about half an hour previous to his meeting Joseph, he had got the idea that he had been shipped on board a steamboat into Missouri, and he was dreadfully excited. Brother A. P. Rockwood, or John Butler, can tell you how he talked. &#x201C;O!&#x201D; says he, &#x201C;I would not have Joseph taken to Missouri and killed for anything in the world, for property would fall more than one half its value in Nauvoo.&#x201D; There is the saying of a man who, like Judas,<span class=\"citation\" id=\"66286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66286)\">Matt. 26:47-50<\/a><\/span><span class=\"citation\" id=\"66696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66696)\">Mark 14:43-45<\/a><\/span><span class=\"citation\" id=\"68265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68265)\">Luke 22:47-48<\/a><\/span> could kiss the Prophet, when probably there were not many men in the whole city that would have cared a farthing for all the property in the world, when compared with saving Joseph's life. <\/div><div class=\"paragraph jod\" id=\"v2n1288\"> After the death of the Prophet, the world and the devil thought that they <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had once more destroyed the attempt of the Almighty to reveal the law of exaltation, as only part of the work of rearing the Temple was then done. The news spread all over the United States that the Governor of Illinois had treacherously pledged the faith of the State for the safety of Joseph Smith, and also how honorably the Prophet had acted in everything under these trying circumstances, being well aware that his death was intended, and the people were really shocked at such base treachery, but generally exclaimed, &#x201C;How disgraceful! How disgraceful!! To murder him so treacherously!!! But on second thoughts, it is a good thing he is dead.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1289\"> By and by the devil discovered that brother Joseph's blood was not spilled before the Lord had said, &#x201C;You have done enough, you may rest from your labors.&#x201D; He had conferred upon others the knowledge of the Priesthood; and God raised up another man to be a Prophet unto Israel, to be a President, a Ruler, and Instructor. I once heard a person say, &#x201C;O! I do wish brother Brigham was as good a man as Joseph was.&#x201D; Now let me tell you, brethren, that if brother Brigham was one particle better man than he is, he could not stay among us, he would have to leave us; he is just as good a man as we are at present worthy of having in our midst. The Lord in mercy to us has given us a great Prophet and a wise Ruler in Israel that we may exert our powers, influence, and wisdom, under his direction, to prepare for the revelation of the law of exaltation which has been so long promised. <\/div><div class=\"paragraph jod\" id=\"v2n1290\"> We went to work in Nauvoo and finished the Temple, and had no sooner got it done but we had to leave it to be burned by our enemies; and they then thought that if we were only driven into the wilderness, our sufferings would be so great in the  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>desert that we should all perish, and that would be the end of the matter. The devil wisely got up a new system of treatment; after they had robbed us of everything we had, and driven us from all the comforts and necessaries of life into the desert, he commenced to adopt the &#x201C;let alone system&#x201D; upon us, under the impression that we would die of our own accord. They commenced this under glorious auspices, when we had nothing to eat, nothing to wear, not a drop of rain to water the earth, and a desert all around us, of the apparent fertility of which you may judge, when the mountaineers said that they would give a thousand dollars for the first bushel of wheat or corn that was raised in the Valley. While letting us alone, a considerable change took place; but it was hard to let us alone long, they had to give us an occasional poke, that we might know they were still alive. <\/div><div class=\"paragraph jod\" id=\"v2n1292\"> While letting us alone the Gospel was introduced into the Sandwich Islands, and into Denmark, and has begun to pour out its blessings in Sweden, Norway, Italy, France, Germany, Switzerland, Africa, Australia, Malta, Gibraltar, the Crimea, and the East Indies, and is spreading all over the world ten times more rapidly than ever. All this came through &#x201C;letting us alone.&#x201D; I do not know but they may conclude it to be the best to give us another blow up; if they do, it will be precisely as it was with the man who did not like the mustard stalk in his garden, which grew up, and became large and full of seed. The owner saw it had gone to seed in the garden, and became dreadfully irritated with the gardener, and got the hoe, and beat the stalks to pieces in his anger, and scattered the seed all over the garden. That is the way our enemies have operated the whole time, so they may as well take the &#x201C;let alone system&#x201D; as any other. Joseph pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phesied that if they would let us alone, we would spread the Gospel all over the world, and if they did not let us alone, we would spread it anyhow, only a little quicker. <\/div><div class=\"paragraph jod\" id=\"v2n1293\"> But to my text, &#x201C;O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!&#x201D;<span class=\"citation\" id=\"65603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65603)\">Matt. 23:37<\/a><\/span> Let me tell you, my friends, that the foundation of another Temple is laid, and the very moment the first stone was placed, that moment the devil began to rage again; and if this people will be united, they will be the identical people that will &#x201C;learn the ways of the Lord,&#x201D;<span class=\"citation\" id=\"62144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62144)\">Micah 4:2<\/a><\/span> and the Lord will reveal unto them things that have been hid from before the foundation of the world.<span class=\"citation\" id=\"91029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91029)\">D&amp;C 124:41<\/a><\/span> We find ourselves here, not by our own will but forced by our enemies, in the midst of the tops of the mountains, about a mile above the Christian world, surrounded by mountains whose tops are covered with perpetual snows; and we also find the fulfillment of the prophecy that many people of all nations are saying, &#x201C;Come, let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths.&#x201D;<span class=\"citation\" id=\"57749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57749)\">Isa. 2:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1294\"> We are here, and the Lord is determined, if He can accomplish it, if we will let Him, to reveal unto us the laws of exaltation. He is determined to make this people &#x201C;Kings and Priests unto God and his Father;&#x201D;<span class=\"citation\" id=\"78941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78941)\">Rev. 1:6<\/a><\/span> to give them the keys of exaltation for the redemption of themselves, and of all their dead back to the time when the covenant was broken. If this people will be submissive and obedient to the laws and instructions of His Prophet and His Apostles, obey the teachings that are given unto them, and keep themselves pure, He will reveal unto them all those blessings; and  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will not say unto us, as he said to Jerusalem, &#x201C;How oft would I have gathered you, but you would not.&#x201D;<span class=\"citation\" id=\"65604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65604)\">Matt. 23:37<\/a><\/span> If we will be submissive and listen to the revelations of the Most High, remembering that His ways are not as our ways, and His thoughts as our thoughts, for as the heavens are higher than the earth so are His ways than our ways, and His thoughts than our thoughts;<span class=\"citation\" id=\"59791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59791)\">Isa. 55:8-9<\/a><\/span> if we will remember this, and act upon it, we are in the way to obtain those keys of power, and profit by them; that is to say, we are right on the grand turnpike to exaltation. <\/div><div class=\"paragraph jod\" id=\"v2n1296\"> I recollect a story I heard Joseph once tell to a sectarian minister; he had been preaching to him some of the first principles of the Gospel; the minister acknowledged that the doctrines were strictly according to the New Testament, but gave a kind of a pious sigh, and said, &#x201C;I am afraid there is something wrong at the bottom of it.&#x201D; Joseph replied, &#x201C;I feel a good deal as the honest Irishman did, who landed in America, and started to go into the country, and see how it looked. As he was walking along <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the road, he came across a very pious minister of the Methodist order, who came up to the Irishman, and, thinking that he must say something about religion, as he sat in his two wheeled gig, says, 'Patrick, have you made your peace with your God?' 'Ah, faith, sir, and sure we never had a falling out.' That rather shocked the priest, and he gave vent to an unearthly grunt, and said, 'You are lost, lost.' 'Faith, sir, how can I be lost in the middle of the big turnpike?'&#x201D; I tell you we are in the middle of the &#x201C;big turnpike,&#x201D; and if we continue in it the keys of exaltation are with us and the great work of God will unfold to this people things that have been hid from before the foundation of the world.<span class=\"citation\" id=\"91030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91030)\">D&amp;C 124:41<\/a><\/span> Let us be as clay in the hands of the potter,<span class=\"citation\" id=\"60514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60514)\">Jer. 18:6<\/a><\/span> and strive with our mights to build up this work, and it will not be said of us, as it was of Jerusalem, &#x201C;O Jerusalem, Jerusalem, how oft would I have gathered you, but ye would not.&#x201D;<span class=\"citation\" id=\"65605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65605)\">Matt. 23:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1297\"> May God bless you, and enable us to fulfil and carry out His great and glorious designs, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}