{"ID":20037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The First Principles of the Gospel.<\/div>\n<div class=\"subtitle\">A Discourse by President Jedediah M. Grant, Delivered in the Tabernacle, Great Salt Lake City, December 17, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The First Principles of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 12\/17\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v2n1320\"> I will call your attention this morning while I read to you that scripture recorded in the Epistle of Paul the Apostle to the Galatians, 1st. chap.<span class=\"citation\" id=\"74336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74336)\">Gal. 1:1-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1321\"> [President Grant read the whole chapter.] <\/div><div class=\"paragraph jod\" id=\"v2n1322\"> Not long ago, our President was saying that he would like it, if the Elders would preach the Gospel. Considering myself an Elder, and years ago having had some experience in preaching the first principles of the Gospel to the world, I thought this morning I would endeavor, by the aid of your prayers, and by the aid of the Spirit of the Lord, to preach what I consider the Gospel. <\/div><div class=\"paragraph jod\" id=\"v2n1323\"> In the chapter I have read there is a favorite text, that I used to select when I was traveling abroad to preach, particularly when I chanced to get among those who supposed the Latter-day Saints, or &#x201C;Mormons,&#x201D; had a new Bible, and preached a new Gospel. I used to select the eighth verse of the <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> chapter I have just read, which reads as follows&#x2014;&#x201C;But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74344)\">Gal. 1:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1324\"> All who understand the language of this passage, will agree that the Apostle alluded particularly to the Gospel that he had preached to the Galatians and others, and that which was preached by his colleagues, the other Apostles, and by others who were authorized to preach. <\/div><div class=\"paragraph jod\" id=\"v2n1325\"> It would be useless for a man to embrace our religion unless he could be satisfied that the first principles thereof are based upon the word of God contained in the holy Scriptures. In relation to our faith, I would say, the Gospel as preached by the Apostles, and as contained in the book of Mormon, is the same, or agrees with the Gospel contained in the Bible. The Gospel preached by Joseph Smith,  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the revelations of God that have come through him to the Church, as contained in the Book of Doctrine and Covenants, fully agree with the Gospel contained in the New Testament. <\/div><div class=\"paragraph jod\" id=\"v2n1327\"> The commission given to Joseph Smith and others in our day, was to go forth and preach the Gospel of Jesus Christ, and the Lord said unto them, &#x201C;He that believeth and is baptized shall be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66853)\">Mark 16:16<\/a><\/span> The Savior gave the same commission to the Twelve Apostles anciently, and said, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66780)\">Mark 16:15-16<\/a><\/span> But he enjoined another duty upon them, he commanded them to tarry in Jerusalem until they were endowed with power from on high.<span class=\"citation\" id=\"68461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68461)\">Luke 24:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1328\"> In the chapter I have read, you will notice the Apostle Paul states he did not receive this Gospel of man, neither was he taught it but by the revelations of Jesus Christ.<span class=\"citation\" id=\"74373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74373)\">Gal. 1:12<\/a><\/span> From this you see, that the Gospel was a certain something he could not receive from man, but had to receive it from Jesus Christ by revelation. The disciples had traveled with Jesus, they had seen him in the midst of his enemies, and witnessed that he had been delivered by the power of God from their grasp; they had seen him cast out devils; they had heard his voice speak to the dead, and they came forth; thus, they had witnessed many mighty displays of the power of God through His Son Jesus Christ; yet, said he, &#x201C;Before you attempt to preach my Gospel to all the world, after I leave you and go to the Father, tarry in Jerusalem until you are endowed with power from on high.&#x201D;<span class=\"citation\" id=\"68462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68462)\">Luke 24:49<\/a><\/span> They had learned obedience to his word, and according to the account given of them they tarried. <\/div><div class=\"paragraph jod\" id=\"v2n1329\"> The nature of that endowment was different from the one we read of in <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these days, viz., to go to college, or other seminary of learning, and graduate, to be endowed and qualified to preach the Gospel. The nature of the endowment given to the Apostles anciently was of a peculiar kind. They tarried till the Jews assembled to celebrate the feast of Pentecost. <\/div><div class=\"paragraph jod\" id=\"v2n1330\"> At that feast were assembled the leaders of the Jews, and thousands flocked to the city of Jerusalem not only from the Jewish nation, but from the neighboring nations. They waited until the day of Pentecost was fully come, and while they were assembled together in an upper room, &#x201C;suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting. And there appeared unto them cloven tongues like as of fire, and it sat upon each of them. And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.&#x201D;<span class=\"citation\" id=\"71088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71088)\">Acts 2:2-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1331\"> &#x201C;When this was noised abroad, the multitude came together, and were confounded, because every man heard them speak in his own language.&#x201D; &#x201C;They were all amazed and marveled, saying one to another, Behold, are not all these which speak Galileans? And how hear we every man in our own tongue, wherein we were born?&#x201D;<span class=\"citation\" id=\"71103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71103)\">Acts 2:6-8<\/a><\/span> &#x201C;Others mocking said, These men are full of new wine. But Peter, standing up with the eleven, lifted up his voice, and said to them, Ye men of Judea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words: For these are not drunken, as ye suppose, seeing it is but the third hour of the day. But this is that which was spoken by the Prophet Joel,&#x201D;<span class=\"citation\" id=\"71110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71110)\">Acts 2:13-16<\/a><\/span> &amp;c. Thus, while they were wondering and disputing among themselves, the chief Apostle Peter, who had received the keys of the kingdom from his Master, with his brethren, stepped forward and commenced preaching to them, and gave them a  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>narrative of the dealings of God with their fathers Abraham, Isaac, and Jacob; noticing the promises made to them, and tracing the subject down through the Prophets to the people then living. <\/div><div class=\"paragraph jod\" id=\"v2n1333\"> He told them they had crucified the Lord of glory,<span class=\"citation\" id=\"71133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71133)\">Acts 2:23<\/a><\/span> that he had risen from the dead, and being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, had shed forth that which they saw and heard.<span class=\"citation\" id=\"71143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71143)\">Acts 2:32-33<\/a><\/span> &#x201C;Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71151)\">Acts 2:37<\/a><\/span> The Apostle Peter having sojourned with the Savior, and witnessed his miracles, if you please had been with him on the Mount when he was glorified, and being endowed with the Holy Ghost, the presumption with me is that he actually was qualified to preach the Gospel as it should be preached. If we ascertain the Gospel that Peter preached, the Gospel that John and James preached, the Gospel that the Apostle Paul preached, we shall ascertain that Gospel, that if any man or an angel from heaven preach any other the curses of God shall rest upon him.<span class=\"citation\" id=\"74341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74341)\">Gal. 1:8<\/a><\/span> &#x201C;And they said unto Peter and the rest of the apostles, Men and brethren, what shall we do?&#x201D; &#x201C;Then said Peter unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost. For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71184)\">Acts 2:37-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1334\"> In order that you may draw the line of demarcation between the Gospel preached by Peter on that important day, and the Gospel now preached in Christendom, I need only call upon you to reflect upon your own experience, to reflect upon what has <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been taught you when you have anxiously inquired what you should do to be saved. How often have you heard the sound from the pulpit saying, &#x201C;Come forth to the anxious bench, to the prayer ring, and we will unite and pray for you, and you shall be converted;&#x201D; and sometimes a portion of the congregation is sent to a private house to pray for you, while the preacher is operating upon you in public. Again, others that have been taken from the congregation are waiting at a private house for the priest to operate upon them there, while the congregation remain to pray for them in the chapel. <\/div><div class=\"paragraph jod\" id=\"v2n1335\"> This is practiced extensively among the divines of the present day. You will find the preachers teaching hell and damnation, and in various ways seeking to terrify their hearers, by portraying before them the agonies of the damned, and the miseries to be endured by the unconverted in the hot lava of hell&#x2014;the awful condition of the damned souls that are cast out into the dark regions of Hades; and then they are praying and working with all their might to convert souls and turn them to the Lord. I have heard so much of this that I can fairly taste it yet. <\/div><div class=\"paragraph jod\" id=\"v2n1336\"> Now I ask you did the Apostle Peter teach anything of this kind&#x2014;did he teach the people that they should come forth and be prayed for, that they might be converted and get the remission of their sins? No: but in the first place he bore testimony to them, he taught them that Jesus Christ had been crucified, and was risen from the dead, and that Jesus Christ is the only name given unto men, by which they can be saved;<span class=\"citation\" id=\"71423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71423)\">Acts 4:12<\/a><\/span> that their fathers had persecuted the Prophets, and shed the blood of the Son of God,<span class=\"citation\" id=\"71340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71340)\">Acts 3:15<\/a><\/span> and when they anxiously exclaimed, &#x201C;Men and brethren, what shall we do?&#x201D; says Peter, &#x201C;Repent,&#x201D; &amp;c.<span class=\"citation\" id=\"71174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71174)\">Acts 2:37-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1337\"> Now upon the subject of repentance;  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I have been told in my boyhood that it is a sorrow for sin. There are two kinds of sorrow spoken of in Scripture: Paul says godly sorrow worketh repentance that needeth not to be repented of, but says he, &#x201C;The sorrow of the world worketh death.&#x201D;<span class=\"citation\" id=\"74255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74255)\">2 Cor. 7:10<\/a><\/span> The sorrow of the world is of this nature; for instance, we find men who curse and swear, lie and steal, get drunk, &amp;c., when they are reproved, or even when they reflect in their reflective moments, they are sorry for their conduct, but does that prove they repent? Certainly not, a man may be sorry for sin and not repent thereof. You may see the drunkard at his home intoxicated, abusing his wife and children, but when he is sober he is sorry for the act, and perhaps the next day is found drunk again, he still continues to pour down the intoxicating firewater, and is sorry again, does he repent? No; but he is sorry with the sorrow of the world, which worketh death, which is to sin, and be sorry for it, and go and sin again; but godly sorrow worketh repentance that needeth not to be repented of.<span class=\"citation\" id=\"74256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74256)\">2 Cor. 7:10<\/a><\/span> What kind of sorrow do we understand Peter to mean when he said to the Jews, &#x201C;Repent.&#x201D;<span class=\"citation\" id=\"71190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71190)\">Acts 2:38<\/a><\/span> We understand him to mean, they were to <span class=\"italic\">forsake<\/span> their sins; to cease to do evil; let him that stole, steal no more; let him that got drunk, cease the sinful practice; let him who has been in the habit of doing wrong in any way, cease to do wrong, and learn to do right. <\/div><div class=\"paragraph jod\" id=\"v2n1339\"> I am here reminded of a circumstance that took place in Virginia. A deist, a lawyer by profession, was on his death bed through consumption; his friends were Presbyterians, and they had prayed for him again and again, and the poor fellow still remained unconverted, and of course was expected to go into eternity, to dwell in that hot place. The last resort was to have a minister to pray for him, but he still remained unconverted. <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They exhorted him to repent and turn to God, and be converted before the brittle thread of life should be snapped asunder, and he should take his exit to another world. He thanked them for their advice, and told them he appreciated their labors. After they had got through exhorting him, he being wearied, and very sick, they concluded to let him rest, and converse among themselves on the topics of religion. They began to converse about the conscience being the most troublesome thing in the world. Said one, &#x201C;I am much afflicted with the smitings of conscience when I lie down and rise up.&#x201D; &#x201C;And so am I,&#x201D; said another, &#x201C;that monitor within is more trouble to me than anything else here below.&#x201D; When they had got through, the deist spoke and said, &#x201C;Gentlemen, you have taken the trouble to come and give me advice, now permit me to give you a little; go home all of you, forsake your sins and behave yourselves, and your consciences will not trouble you any more.&#x201D; It is true repentance, when a man departs from evil, and cleaves to that which is good. This is what the Apostle means when he said to the inquiring Jews on the day of Pentecost, &#x201C;Repent, and be baptized.&#x201D;<span class=\"citation\" id=\"71191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71191)\">Acts 2:38<\/a><\/span> &#x201C;What shall we be baptized for, Peter?&#x201D; &#x201C;For the remission of your sins.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1340\"> In the first place, you notice, he taught them the Gospel, and faith sprung up in them by hearing the word of God&#x2014;<span class=\"citation\" id=\"72745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72745)\">Rom. 10:17<\/a><\/span>the Apostles, filled with the Holy Ghost, preached the word of God, and the multitude believed. As soon as they had faith, they were taught to repent; then repentance is the second step to be taken by the sinner in the Gospel of salvation. As soon as they were taught to repent, they were commanded to be baptized for the remission of sins. Some preach the ordinance of baptism very lightly, they say that baptism is an outward and visible sign of an inward and invisible  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grace. I want to reason on that a few minutes, taking them upon their own grounds. <\/div><div class=\"paragraph jod\" id=\"v2n1342\"> According to their own admonition, &#x201C;the faith&#x201D; means the orthodox clergy. You know every man considers his religion orthodox, and his neighbor's religion heterodox. The orthodox clergy of the day, who are defenders of &#x201C;<span class=\"italic\">the faith<\/span>,&#x201D; say that baptism is an outward sign of an inward work. Suppose it is. Suppose I take this woman's child and sprinkle a little water on its head, that is an acknowledgement or sign of a corresponding inward work. How much inward work has a sprinkled person got? Just a little sprinkling, that is all, if baptism is a sign of the work within. <\/div><div class=\"paragraph jod\" id=\"v2n1343\"> Now if baptism is an outward sign of an inward work, and you cover a person in water, that is a sign that the entire man had to be filled with the Holy Ghost. They reason rightly in relation to their case, and I presume indeed their mode of baptism is a corresponding sign of the work within; and immersion must certainly be a very strong sign corresponding with an extensive inward work, according to their own reasonings. <\/div><div class=\"paragraph jod\" id=\"v2n1344\"> But baptism is for the remission of sins. &#x201C;What!&#x201D; says one, &#x201C;baptism is a saving ordinance!&#x201D; Certainly it is saving in its nature, in connection with the balance of the Gospel of salvation. The people are to be saved if they embrace the Gospel, and to be damned if they do not.<span class=\"citation\" id=\"94349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94349)\">Mark 16:16<\/a><\/span> If I escape damnation by obedience to the Gospel, and baptism is a part of it, I would ask if that is not a portion of the scheme by which I escape&#x2014;a part of the scheme by which I am saved? It is certainly so. <\/div><div class=\"paragraph jod\" id=\"v2n1345\"> When the angel appeared to Cornelius he did not baptize him, but said he, &#x201C;Thy prayers and thine alms are come up for a memorial before God. And now send men to Joppa, and call for one Simon, whose surname is <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Peter: He lodgeth with one Simon a tanner, whose house is by the seaside: he shall tell thee what thou oughtest to do.&#x201D;<span class=\"citation\" id=\"71728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71728)\">Acts 10:4-6<\/a><\/span> Cornelius obeyed; and when Peter came and learned his situation, and the vision he had had of an angel, he taught him the Gospel, and commanded him to be baptized.<span class=\"citation\" id=\"71796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71796)\">Acts 10:47-48<\/a><\/span> Peter told him words whereby he should be saved, and these were a part of them. <\/div><div class=\"paragraph jod\" id=\"v2n1346\"> It was also said to the Apostle Paul, by the servant of the Lord, &#x201C;Why tarriest thou? arise, and be baptized, and wash away thy sins,&#x201D;<span class=\"citation\" id=\"72095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72095)\">Acts 22:16<\/a><\/span> &amp;c. That was the way the Almighty had instituted in the Gospel; baptism is an institution of heaven, sanctioned by the Father, revealed by the Son, taught by the inspiration of the Holy Ghost; and is the method by which a man's sins can be remitted. Faith, repentance, and baptism for the remission of sins were a saving means to the children of men anciently, and are at the present day, because they are a part of the Gospel, and are all essential to the remission of sins. <\/div><div class=\"paragraph jod\" id=\"v2n1347\"> In relation to the mode of baptism, there is sufficient in the Bible to prove that. The Apostle in writing to his brethren tells them he was buried with Christ in baptism;<span class=\"citation\" id=\"72388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72388)\">Rom. 6:4<\/a><\/span> and Jesus commanded his disciples to follow him.<span class=\"citation\" id=\"62880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62880)\">Matt. 4:19<\/a><\/span> If they were buried with Christ, it shows that he was buried. I ask if you can go and be buried with any of your friends unless they be buried also? But the world are not pleased with this mode of remitting sins; they say it is too easy. They make me think of Naaman the Assyrian, when he came to the old Prophet Elisha;<span class=\"citation\" id=\"55784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55784)\">2 Kgs. 5:1-10<\/a><\/span> he came with his gold and his silver, with his chariots and servants, expecting to be healed of his leprosy by means of some great thing. He expected by his talents of silver and gold to win the Prophet over to heal him. Elisha did not even go out to see him, but sent his servant with a message saying, Go and wash seven times in Jor<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dan, and be healed. But the old Assyrian was wroth and went away, and said, &#x201C;Behold, I thought, He will surely come out to me, and stand, and call upon the name of the Lord his God, and strike his hand over the place, and recover the leper. Are not Abana and Pharpar, rivers of Damascus, better than all the waters of Israel? may I not wash in them, and be clean? So he turned and went away in a rage.&#x201D;<span class=\"citation\" id=\"55796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55796)\">2 Kgs. 5:11-12<\/a><\/span> One of his servants stepped up, and said, &#x201C;My father, if the prophet had bid thee do some great thing, wouldest thou not have done it? how much rather then, when he saith to thee, Wash, and be clean? Then went he down, and dipped himself seven times in Jordan, according to the saying of the man of God: and his flesh came again like unto the flesh of a little child, and he was clean.&#x201D;<span class=\"citation\" id=\"55800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55800)\">2 Kgs. 5:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1349\"> It is not that baptism is such a great thing, or that it can be purchased with silver and gold, that it washes away sins, but because the Almighty has instituted it as His own ordinance; and if you will comply therewith, He promises you a remission of sins. If you are buried with Christ in baptism it proves he was buried.<span class=\"citation\" id=\"72389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72389)\">Rom. 6:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1350\"> I once asked a Methodist if he considered Jesus Christ the Lamb of God. He said he did. I then asked him if he believed that the Colossians were buried with Christ in baptism,<span class=\"citation\" id=\"75590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75590)\">Col. 2:12<\/a><\/span> &#x201C;Yes, but,&#x201D; said he, &#x201C;Dr. Clark says, when commenting upon that passage, that immersion was administered only to adult believers. We believe they were actually immersed.&#x201D; Said I, &#x201C;Do you think Jesus Christ was immersed?&#x201D; &#x201C;No, we think he was either poured or sprinkled.&#x201D; I then inquired of him how they could be buried with Christ unless he was buried also. He said, he did not know about that; but he thought it was very probable that Christ was sprinkled. I asked him <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if he considered the head of a man all the man, or if the shoulders and the arms were all the man. &#x201C;No,&#x201D; he answered. &#x201C;Well, then,&#x201D; said I, &#x201C;if you consider the head, arms, shoulders, body, legs, and feet all the man, and the whole man baptized, you must believe he was immersed to accomplish his baptism.&#x201D; &#x201C;If the Colossians were buried <span class=\"italic\">with Christ<\/span> in baptism, he also must have been buried.&#x201D;<span class=\"citation\" id=\"75591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75591)\">Col. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1351\"> Among other arguments against the immersion of the whole body as the mode of baptism, he said that delicate women would catch cold if they were buried in water. I contended, if it would not hurt the Lamb of God to be baptized it would not hurt a sheep. Then baptism by immersion is the third principle in the Gospel of salvation; and the Apostle taught the people if they would be baptized they should receive the remission of sins, and receive the Holy Ghost; for, said he, &#x201C;The promise is unto you, and to your children, and to all that are afar off, even to as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71281)\">Acts 2:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1352\"> Notice here the extensive promise of Peter, that the Holy Ghost should come upon every man who would yield obedience to the Gospel. In process of time, as they preached in the regions round about Jerusalem, Philip went to Samaria, and preached to the people of that city; they gave heed to his preaching, and they were baptized, both men and women.<span class=\"citation\" id=\"71588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71588)\">Acts 8:12<\/a><\/span> It does not read men, women, and children, but Philip went to Samaria, and preached the Gospel, and they were baptized, both men and women; infants are not mentioned; and they had great joy in that city.<span class=\"citation\" id=\"71581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71581)\">Acts 8:8<\/a><\/span> Says one, &#x201C;Yes, they had joy because they had received the gift of the Holy Ghost;&#x201D; but wait; when they at Jerusalem heard that Samaria had received the word, they sent Peter and John to pray for them at Samaria, and lay their hands on them, that they might receive the<span class=\"citation\" id=\"71598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71598)\">Acts 8:14-15<\/a><\/span>  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Holy Ghost, for as yet it had fallen on none of them;<span class=\"citation\" id=\"124707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124707)\">Acts 8:16<\/a><\/span> hence you perceive they had great joy, but not the Holy Ghost. But when the Apostles prayed for the Samaritans who had received the word, and laid their hands upon them, they received the Holy Ghost.<span class=\"citation\" id=\"71625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71625)\">Acts 8:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1354\"> Now suppose we should say that the curse of the Apostle Paul would rest upon every person that did not preach the same Gospel that he and his brethren preached and practiced,<span class=\"citation\" id=\"74342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74342)\">Gal. 1:8<\/a><\/span> we should only be saying what is emphatically declared in the Scriptures. <\/div><div class=\"paragraph jod\" id=\"v2n1355\"> The Holy Ghost was received by the laying on of hands. Was this ever taught you in England, or in America, except by the Latter-day Saints? Did you hear this at any protracted meeting of Presbyterians, or at any meeting of the members of the Church of England? Would you hear this Gospel in a Methodist Chapel, or on their campgrounds, to repent and be baptized and receive the Holy Ghost by the laying on of hands? If you would, you would hear something I never heard. Well, though we or an angel from heaven preach any other Gospel, let him be accursed.<span class=\"citation\" id=\"74343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74343)\">Gal. 1:8<\/a><\/span> No matter how near men may preach the Gospel; they must preach the same Gospel, every part of it, every ordinance of it, every principle Jesus Christ revealed and his Apostles taught, if they do not, they teach another Gospel, and if they teach another, says the Apostle, let them be accursed. <\/div><div class=\"paragraph jod\" id=\"v2n1356\"> Now if you will preach the same Gospel, you will preach the same principles precisely that were taught not only by Paul, Peter, James, and John, but by all the rest of their fellowservants. And when men received the Holy Ghost, they spake with other tongues, and prophesied.<span class=\"citation\" id=\"71090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71090)\">Acts 2:4<\/a><\/span> In order to tell whether people have embraced the true Gospel or not, we need only to look at their fruits, for by their fruits shall ye know them,<span class=\"citation\" id=\"63918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63918)\">Matt. 7:20<\/a><\/span> says the <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Savior. Look, for instance, at the Corinthian Church; though you read they were guilty of many absurdities, yet to one was given by the Spirit the word of wisdom; to another the word of knowledge by the same spirit; to another faith by the same spirit; to another the gifts of healing by the same spirit; to another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues.<span class=\"citation\" id=\"73465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73465)\">1 Cor. 12:8-10<\/a><\/span> All these gifts, which are reckoned up and classified by the Apostle Paul, were enjoyed by the Corinthians. <\/div><div class=\"paragraph jod\" id=\"v2n1357\"> Now some suppose there was a necessity for this display of the power of God to establish the Gospel, and that when it was established the gifts would be done away. I recollect reading, in the ninety-fourth sermon of John Wesley, in commenting upon this subject, he says, &#x201C;It has been vulgarly supposed that after the Gospel was established the spiritual gifts were no longer needed; but this is a gross error. To be sure we seldom hear of them after that fatal period that Constantine called himself a Christian. Scarcely an instance of the manifestation of these spiritual gifts can be found in the second century, the reason is not that they were done away by the will of the Almighty, but Christians had apostatized, and become heathen, and had nothing but a dead form of religion left, and this is the grand reason the gifts have not continued in the Church.&#x201D; This is the idea Wesley gives in the sermon I have alluded to, if not the exact language. That is &#x201C;Mormonism.&#x201D; In the second century the Church apostatized and became heathen, and men could not speak by the gift of the Holy Ghost, and with other tongues, and prophesy, and obtain visions, and the gift of healing. The Apostle says, If there be any sick among you, let him send for the Elders of the Church,<span class=\"citation\" id=\"77705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77705)\">James 5:14<\/a><\/span>  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the prayer of faith shall save the sick, &amp;c.<span class=\"citation\" id=\"77731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77731)\">James 5:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1359\"> But in the present day it is, &#x201C;If any be sick among you let him send for a physician, or a noted practitioner in the healing art; and let him go forth and administer a portion of calomel mixed with gamboge, with the addition of a large blister plaster upon the back of the neck, and you shall be healed.&#x201D; We do not learn this from the teachings of Jesus Christ, Peter, James, Paul, or any of the Apostles; it is not incorporated in the Gospel; but the Gospel plan of administering to the sick is, if any be sick among you, let him call for the Elders of the Church; and let them pray over him, anointing him with oil in the name of the Lord; and the prayer of faith shall save the sick, and the Lord shall raise him up; and if he hath committed sins they shall be forgiven him.<span class=\"citation\" id=\"77716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77716)\">James 5:14-15<\/a><\/span> Jesus Christ says, when speaking of the power that shall attend his servants, &#x201C;They shall lay hands on the sick, and they shall recover;&#x201D;<span class=\"citation\" id=\"66552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66552)\">Mark 16:18<\/a><\/span> and, says the Apostle Paul, Stir up the gift of God that is given thee by the laying on of my hands.<span class=\"citation\" id=\"76015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76015)\">2 Tim. 1:6<\/a><\/span> It is said that Joshua was full of the Holy Ghost after Moses had laid his hands on him.<span class=\"citation\" id=\"55275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55275)\">Deut. 34:9<\/a><\/span> Members of the Church of England when they are sick send for a noted physician, and they trust in a doctor for their recovery, not in the Lord or in the virtue of their religion. They dare not, many of them, live in the city without a family physician; they must have a family physician and an eminent physician, and in case the family physician fails to prescribe an effectual remedy they must send for the eminent physician. This is the case with orthodox professors throughout the world. <\/div><div class=\"paragraph jod\" id=\"v2n1360\"> Do they preach the Gospel as they did in ancient days? Do they teach the people to repent and be baptized for the remission of sins? If the laying on of hands and the anoint<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing with oil healed the sick then, why not now? If the Gospel is the same, if God is the same, if the Holy Ghost is the same, if faith is the same, if baptism is the same, and if all the principles of the Gospel are the same, will they not produce the same effect? <\/div><div class=\"paragraph jod\" id=\"v2n1361\"> I want to bear my testimony, that mine eyes have seen the sick healed in the way the Gospel recommends; I have seen the ears of the deaf opened, and they have heard; I have seen the lame man walk, and leap like a hart;<span class=\"citation\" id=\"59178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59178)\">Isa. 35:5-6<\/a><\/span> and I have seen others rise up suddenly from their sick bed, healed of a consuming fever. <\/div><div class=\"paragraph jod\" id=\"v2n1362\"> In Montrose, near Nauvoo, hundreds of families were sick nigh unto death, and some were given up to die. The Prophet Joseph Smith took some of the Elders with him, and went over there, and said to the sick, &#x201C;I command you, in the name of the Lord God, to rise up and walk.&#x201D; And he went from house to house, and made every man, woman, and child to walk, and they followed him to the next sick family, and they are witnesses here to testify to it. There are men now upon the face of the earth, that by the visions of the Almighty have seen convoy after convoy of angels. Can you find these things out of the Latter-day Church? No; you cannot. Are the sick healed in this city? Yes; I know they are. I have administered to the sick, in company with my brethren, and they were healed, and I know they were healed by the power of God; those that die are killed by the doctors. I tell you their calomel mixed with gamboge, their shaving of the head, and their blistering operations, kill ten where they heal one. <\/div><div class=\"paragraph jod\" id=\"v2n1363\"> The Gospel preached by Joseph Smith is the same that is contained in the New Testament, and which was preached by Jesus Christ and his Apostles, and it is the power of God to everyone that believes it;<span class=\"citation\" id=\"72164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72164)\">Rom. 1:16<\/a><\/span> it will  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heal the sick, open the heavens, and revolutionize the earth; and this Gospel must be preached to all nations for a witness to them.<span class=\"citation\" id=\"65689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65689)\">Matt. 24:14<\/a><\/span> I bear testimony to all men that Joseph Smith preached it in its purity and fulness, as the Apostles of old preached it; and that it is now being preached in the United States, in Europe, in the Is<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lands of the sea, and will be preached in every nation, kindred, tongue, and people<span class=\"citation\" id=\"79700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79700)\">Rev. 14:6<\/a><\/span> under the whole heavens; and the same fruits, the same blessings, the same light and glory will be manifested as anciently. <\/div><div class=\"paragraph jod\" id=\"v2n1365\"> May God save us all in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}