{"ID":20039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Increased Powers and Faculties of the Mind in a Future State.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, October 15, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Increased Powers and Faculties of the Mind, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/15\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v2n1377\"> I feel grateful to my heavenly Father this afternoon for the privilege of meeting with the Saints in this Tabernacle; and feel thankful also for the privilege of rising in this stand, for the purpose of speaking to you upon such subjects as may be presented to my mind. <\/div><div class=\"paragraph jod\" id=\"v2n1378\"> I, however, realize sometimes, more than at others, the necessity of having the gift of the Holy Spirit resting upon me in order to instruct and teach the people; for that is the only object of speaking and hearing in a place like this. We speak for the purpose of conveying to others the ideas that are contained within our own minds; or such ideas as God may condescend to put into our hearts; the people listen for the purpose of receiving the ideas that may be advanced, in hope that their minds will be enlarged and instructed, through the speaker. If I know my own heart, it is my desire when I rise before an assembly to communicate something <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that shall be instructing to the minds of the people; and in order to do this, I am perhaps as well aware as any other person living, of the necessity of having that Spirit that is able to give truth to the mind&#x2014;that Spirit that is able to inspire the heart in the very moment with the words and ideas calculated to benefit the people. Indeed this is the promise of the Lord to His servants; they are not to take any thought beforehand concerning the words and ideas they shall utter before a congregation; it is true they are commanded, in the revelations which God has given, to treasure up in their minds continually the words of life.<span class=\"citation\" id=\"87885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87885)\">D&amp;C 84:85<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1379\"> Why is it that we are required, as the servants of God, to treasure up in our minds the words of life? It is in order that we may have a store of knowledge and information&#x2014;it is in order that we may understand true principles&#x2014;true doctrine, upon all subjects that pertain to the welfare of  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man, that the mind being filled with understanding, light, knowledge, truth, theory, and with a knowledge of things God has revealed, may be able to communicate at the very moment that part or portion of the same which God shall be pleased to impart to the congregation, suited to their capacity and circumstances; this is not taking thought beforehand what we shall say. If we should treasure up the words that God has revealed&#x2014;that are written in the Book of Mormon, Doctrine and Covenants, and in the various revelations that God has given in latter times (I mean the printed and written ones), together with what he has revealed in ancient times; if we should get it all imprinted upon the tablet of our minds, it would not be taking thought beforehand what we should say. <\/div><div class=\"paragraph jod\" id=\"v2n1381\"> When we arise to speak before a congregation, if we place our dependence upon God to inspire us with the Holy Spirit, to bring forth not only the knowledge and information in regard to things that are written, and things that have been revealed, but to communicate new ideas, instructions, and information by the power of the Holy Ghost, we shall thus be able to edify. <\/div><div class=\"paragraph jod\" id=\"v2n1382\"> Sometimes when I arise before a congregation of the Saints, here in the Valleys of the Mountains, I look at myself naturally, and think over naturally in my own mind, How can I edify this people? What can I say to them that has not already been said? This is a weakness in human nature. These meditations and reflections ought not to have any bearing upon the mind; God has wisdom sufficient; He has knowledge sufficient, and understanding, and light, and truth to communicate something for the benefit of the people, though they may have been instructed for a long period, and been well informed in doctrine and principles. Some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>times the Lord does not see proper to impart any new ideas to the speaker, but rather to influence his mind to dwell upon old things, or in other words, that which has already been made manifest, for the purpose of communicating more clearly, or impressing upon the mind more forcibly, the importance of attending to that which has already been spoken and revealed. <\/div><div class=\"paragraph jod\" id=\"v2n1383\"> We are only sojourners here, stopping here for a short period of time, and while we are here we often meet together. What for? To learn something that is calculated to benefit us temporally or spiritually. Indeed everything with which we are surrounded, every circumstance that we may be placed in, everything with which we have to do, if properly used, is calculated to benefit the mind of man. That is the object of all the works of God, to benefit living beings&#x2014;beings that are capable of being made happy&#x2014;capable of receiving joy and peace, all His works from the beginning to the end (if there be any beginning or end, which we doubt very much), are calculated in their nature to render happy, living, intelligent beings. That is the reason we are here&#x2014;the reason we have come from distant countries, from foreign lands, and congregated in these valleys; it is in order that we may be more happy, and more fitted to gain that experience that is calculated to make us more happy. We are looking forward to a time when we shall be exceedingly happy; that is natural to the mind of man; it is on the stretch looking forward to the period when it shall be far more happy than at present. We are inquiring how, and by what means, or by what course of conduct, we can make ourselves more happy than at the present time. Some people pursue one course and some another; mankind have their various paths, walks, and courses, there  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are almost as many courses as there are people upon the face of the earth; and they are traveling in these paths and roads: each one seeking his own happiness, and perhaps, in few instances, the happiness of some others. Some take a road of sin and wickedness to secure happiness, but, in the end, they will find themselves literally disappointed. In traveling these great variety of paths, they find that it does not produce the result they hoped for&#x2014;it does not bring happiness, nor give to them joy. There is something, connected with the travels of the people, and the courses that they mark out for themselves, that is calculated very frequently to leave a bitter sting upon the consciences. They suppose they can be happy in pursuing a certain course, but they find themselves miserably disappointed. <\/div><div class=\"paragraph jod\" id=\"v2n1385\"> The Lord is gathering His Saints into this valley in order to instruct them how to be happy; that is the ultimate object and aim He has in view. He desires us to be well instructed, and to have the straight and narrow path laid out plain before us, showing us, from time to time, what steps are necessary to be taken, that will lead to the greatest amount of happiness; and if we follow them and continue in the path, we shall find that our light will grow brighter and brighter,<span class=\"citation\" id=\"85954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85954)\">D&amp;C 50:24<\/a><\/span> our happiness greater and greater, and our joys will become more and more intense, until, in the eternal world we shall be swallowed up, as it were, with a fulness of joy&#x2014;a fulness of happiness. <\/div><div class=\"paragraph jod\" id=\"v2n1386\"> We are all the time, as I have already observed, looking forward to something ahead of our present condition, to something that is future. <\/div><div class=\"paragraph jod\" id=\"v2n1387\"> We believe in a future state; it is a kind of natural instinct in the mind of man, to believe in a never-ending hereafter. When he lays down his <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mortal body in the silent tomb, and it crumbles back to its mother earth, he does not believe that the destruction of the mortal body, is the last of the being called man; he believes that there is something there besides the tabernacle of flesh, that will live, move, and have a being forever. Furthermore, when we reflect more fully upon this subject, we believe that the something which dwells in this flesh and bones, is the only being that is capable of being made happy. <\/div><div class=\"paragraph jod\" id=\"v2n1388\"> We have often been told this, from this stand; and it has often been told, among the congregations of the Saints abroad, that it is the spirit of man, and not the mortal tabernacle, that enjoys, that suffers, that has pleasure and pain. But the mortal tabernacle is so closely connected with the spirit of man, and we have so long been in the habit of associating the pains and pleasures of the spirit with what is termed the pains and pleasures of the body, that we have almost worked ourselves into the belief that it is actually the body that suffers pain, and enjoys pleasure; but this is not the case; the body, so far as we know, is incapable of feeling; it is naturally incapable of it; it is only the spirit, that dwells within the body, that feels. However severely the body may be injured, it is not the body that discerns that injury, but the spirit, within the body, that discerns it. [The speaker here asked a blessing on the cup.] We were speaking concerning that being that we call ourselves, that dwells in this mortal tabernacle of flesh and bones. We were observing that so intimately are the body and spirit connected together, that we have become habituated to term the pleasures and pains that we experience, the pleasures and pains of the body; but this is not the case; the body of flesh and bones, when the spirit has left it, is incapable of any sensation whatever; it does not form  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>any portion of that identity that belongs to ourselves as spirits; we are not aware of its pleasures or its pains; for it has neither; but we are aware that if our mortal tabernacle is injured or infringed upon, the spirit within is troubled and pained; but we have become habituated to call this the pain of the body. <\/div><div class=\"paragraph jod\" id=\"v2n1390\"> I make these remarks in order to extend our ideas beyond this state of existence. <\/div><div class=\"paragraph jod\" id=\"v2n1391\"> If the spirit while in the body is capable of suffering, of being acted upon from without the body, and of experiencing diverse sensation, if it is capable of intense joy, or intense grief, may we not suppose that when it is freed from the body, when the animal tabernacle is fallen into the dust, and returns to its former earth, the same spirit, unclothed and unshielded, standing naked, as it were, before God, and before the elements that He has made, will be acted upon then, more or less, by these same elements; and that the same spirit that is capable of suffering here, will be capable of far more intense suffering hereafter; the same spirit that is capable of great joy here, will be capable of far more intense joy and pleasure hereafter; and the same things of an external nature that are capable of producing intense pain here, are, under certain circumstances, capable of producing a hundredfold more pain hereafter? If this be the case, how important it is that we should take that course that the spirit may, in its future state of existence, be placed under circumstances where we can obtain the pleasure, joy, and happiness, and escape the pains, evils, and bitterness of misery, to which some spirits will be exposed. <\/div><div class=\"paragraph jod\" id=\"v2n1392\"> Perhaps there may be in the future state a difference, a vast difference, in some respects, in the reflection of pain upon the spirit from what there is here; and in other respects there <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may be a similarity. There are many things connected with the spirit of man, in the intermediate state, that we do not know anything about; and then there are other things that we do know, so far as they are revealed, and no further; and then there are other things connected with the spirit of man between death and the resurrection that we may believe, but not have a certain knowledge of, but believe that such and such will be the case from analogy, from reason, from the nature of things. There has been but a little revealed to man on the subject of the intermediate state of the spirit, after it leaves this mortal tabernacle. <\/div><div class=\"paragraph jod\" id=\"v2n1393\"> We are told in the Book of Mormon that the spirits of all men, as soon as they leave this mortal body, and return home to that God who gave them life, whether they be wicked or whether they be righteous, go back to where they once were; they return to their former state, to their former location and residence; they appear in the presence of the Being that gave them life.<span class=\"citation\" id=\"82320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82320)\">Alma 40:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1394\"> What further are we told on the subject? That after we get back into the presence of God, and return home again, then it shall come to pass that the spirits of the righteous, those who have done good, those who have wrought the works of righteousness here upon the earth, shall be received into a state of rest, a state of happiness, of peace, a state of joy, where they will remain until the time of the resurrection. We are also told that another portion of spirits, another class of them that return home to God, after leaving this mortal tabernacle, are cast out, are sent off again, and are not permitted to stay at home, but are cast out into outer darkness, where there is weeping and wailing and gnashing of teeth.<span class=\"citation\" id=\"82334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82334)\">Alma 40:12-13<\/a><\/span> Now there must be some intense suffering, some intense misery in connection with the wicked class of spirits  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in order to cause them to weep and to wail. <\/div><div class=\"paragraph jod\" id=\"v2n1396\"> We might now inquire, what is the cause of this intense suffering and misery? Is it the action of the elements upon the spirit? Is it the materials of nature, operating from without upon it, that causes this distress, this weeping, wailing, mourning, and lamentation? It may be in some measure; it may help to produce the misery and the wretchedness; but there is something connected with the spirit itself that no doubt produces this weeping, wailing, and mourning. What is this something? It is memory, and remorse of conscience; a memory of what they have once done, a memory of their disobedience. Do you not suppose the spirits can have power to remember in that world as well as in this? Yes, they certainly can. Have you never read in the Book of Mormon, where it informs us, that every act of our lives will be fresh upon the memory, and we shall have a clear consciousness of all our doings in this life? Yes; we have read that in the Book of Mormon&#x2014;&#x201C;<span class=\"italic\">a clear consciousness<\/span>.&#x201D;<span class=\"citation\" id=\"81803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81803)\">Mosiah 2:15,27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1397\"> We read or learn a thing by observation yesterday, and today or tomorrow it is gone, unless it be something that impresses us distinctly, that makes a vivid impression upon the mind, that we can remember it perhaps for days, months, and years; but common information and knowledge are constantly coming into our minds, and as constantly being forgotten. And some of the knowledge we receive here at one time becomes so completely obliterated, through the weakness of the animal system, that we cannot call it to mind, no association of ideas will again suggest it to our minds; it is gone, erased, eradicated from the tablet of our memories. This is not owing to the want of capacity in the spirit; no, but the spirit has a full capacity to remember; for do you sup<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pose that God in begetting spirits in the eternal world would beget an imperfect thing, that had no capacities? No. The Being, who is full of intelligence, knowledge, and wisdom, and acting upon the great principles that are ordained for the generation of living beings, spiritual beings, brings them forth with capacities capable of being enlarged or extended wider and wider; consequently it is not the want of capacity in the spirit of man that causes him to forget the knowledge he may have learned yesterday; but it is because of the imperfection of the tabernacle in which the spirit dwells; because there is imperfection in the organization of the flesh and bones, and in things pertaining to the tabernacle; it is this that erases from our memory many things that would be useful; we cannot retain them in our minds, they are gone into oblivion. It is not so with the spirit when it is released from this tabernacle. <\/div><div class=\"paragraph jod\" id=\"v2n1398\"> I might refer to the words of many of the Prophets upon this subject, but every person of reflection and observation knows that the imperfection of the tabernacle does have a bearing upon the memory, as well upon other faculties and powers of man. It has been proved that when the skull has been depressed by accident, or in the way of experiment, every particle of the knowledge that the person has possessed has been entirely suspended. Relieving the skull from the pressure, things come fresh again into the mind; this shows that the spirit has not lost its capacity for memory, but it is the organization of the tabernacle that prevents it from remembering. Wait until these mortal bodies are laid in the tomb; when we return home to God who gave us life;<span class=\"citation\" id=\"82321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82321)\">Alma 40:11<\/a><\/span> then is the time we shall have the most vivid knowledge of all the past acts of our lives during our probationary state; then is the time that we will find that this being we call man&#x2014;this spirit that  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dwells within the tabernacle, is a being that has capacity sufficient to retain all its past doings, whether they be good or bad. <\/div><div class=\"paragraph jod\" id=\"v2n1400\"> It is, then, this memory that will produce the suffering and the pains upon that class of spirits whose works have been wicked and abominable in the sight of God. A spirit, then, will remember, that &#x201C;at such a time in yonder world, and at such a place, I disobeyed the commandments of God; I did not hearken to the counsel of those whom God had appointed to be my counselors; I did not give heed to the man of God; no: but I rejected his sayings; good counsel was imparted to me, but I did not heed it.&#x201D; In this life, things that may have been erased from your memory for years will be presented before you with all the vividness as if they had just taken place. This will be like a worm upon the conscience; it will prey upon the spirit, and produce unhappiness, wretchedness, and misery. This will cause you to lament, and mourn, and weep after you are cast out from the presence of God&#x2014;from the home to which you have returned. <\/div><div class=\"paragraph jod\" id=\"v2n1401\"> I am speaking now of the wicked. What is it that produces the opposite principle? There is an opposition in all things;<span class=\"citation\" id=\"81224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81224)\">2 Ne. 2:11<\/a><\/span> it is the reflection of the memory that produces joy; that is one of the elements by which joy and happiness are produced upon the spirit of man in the future state; we remember the acts of our past lives that they have been good; we perceive by our memories that we have been obedient to counsel; we perceive that when we have erred through our weakness we have repented of that error; when we have been told of a fault we have forsaken it. When we look back upon acquaintances and neighbors we perceive that we have observed the golden rule, to do unto others as we would that others should do unto us.<span class=\"citation\" id=\"63784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63784)\">Matt. 7:12<\/a><\/span> We look back upon our past lives, <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and we perceive we have never spoken evil against a brother or sister, that we have never striven to stir up family broils, and that we have never desired to injure any of the children of men; male or female. What do these reflections produce? They produce joy, satisfaction, peace, consolation, and this joy is a hundredfold more intense than what the spirit is capable of perceiving or enjoying in this life. Why? Because just in proportion to the vividness of the conscience, or the memory, so will be the joy. This you may have knowledge of by everyday experience; just in proportion to the vividness of your ideas, and of the truth set before your minds, and of the good things that are imparted to you, the more intense is your happiness here; how much more intense would it be hereafter, when this mortal clog with all its imperfections has been laid down in the grave! The fact is, our spirits then will be happy, far more happy than what we are capable even of conceiving, or having the least idea of in this world. <\/div><div class=\"paragraph jod\" id=\"v2n1402\"> Our happiness here is regulated in a great measure by external objects, by the organization of the mortal tabernacle; they are not permitted to rise very high, or to become very great; on the other hand it seems to be a kind of limit to our joys and pleasures, sufferings, and pains, and this is because of the imperfection of the tabernacle in which we dwell; and of those things with which we are surrounded; but in that life everything will appear in its true colors; in my estimation not a single thought of the heart, that has ever passed through the mind, not a single act of an individual, from the earliest period of its memory till the time it comes into the presence of God, will escape the notice of the memory when it appears there, unclogged from this tabernacle. <\/div><div class=\"paragraph jod\" id=\"v2n1403\"> Are there any other circumstances that will produce pain or joy, besides  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that which is connected with the spirit&#x2014;besides its own conscience or memory? Yes, a great deal will depend upon the place of the residence of these spirits. Suppose you were a righteous spirit, and you were cast out to dwell a certain time; not cast out, but sent out, on a mission to the abodes of darkness, or to those who are not as righteous as yourselves; though you might have peace of conscience and happiness dwelling within your own bosoms in reflecting upon your past conduct, yet the society with which you are compelled to mingle for a short period, in order to impart knowledge and wisdom and such information as is calculated to benefit them, is, in a measure, disagreeable; you are compelled, for a season, to mingle with those who are inferior to yourself in their capacities. When you go and associate with them there is something disagreeable in the nature of this association; you feel to pity them in their ignorance, in their condition and circumstances; their conversation is not agreeable to you as that of your own associates in the presence of God. There is something that is calculated to render their society disagreeable to themselves, which increases as the degradation of the society is increased. Then a wicked man entering into the company of such beings has not only a hell within himself&#x2014;a conscience gnawing like a worm, but he sees misery and wretchedness; and they cleave one to another in their wickedness, and in their conversation, and acts, and doings, and intercourse with each other; all these things are calculated in their nature to produce misery and wretchedness, as well as their own consciences. It should then be our constant study to escape this order of things. We are free and independent; it is all in our hands whether to escape this order of wretchedness and misery, and the abodes of the wicked in the spiritual <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world; we can dwell in the society of the righteous, or in the society of the wicked, just as we choose. As the revelation states, all intelligence and all truth is independent in that sphere in which God has placed it to act for itself,<span class=\"citation\" id=\"89071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89071)\">D&amp;C 93:30<\/a><\/span> consequently you and I are the ones to make ourselves happy by taking the course pointed out by our superiors, by those who have a right to teach, control, and direct us. It is for us to create a heaven within our own minds. It is for us to choose the place of our abode, either among the spirits of the just or the spirits of the damned. <\/div><div class=\"paragraph jod\" id=\"v2n1405\"> We have spoken of the memory of spirits in the future state; the same principle will apply to many other faculties of the mind of man, as well as memory; knowledge for instance. How limited, how very limited, in its nature is the knowledge of man in this life. Why is it that our knowledge is so limited? I say limited, compared with that which is to be known, and which will be known. The reason is, God has seen proper in His infinite wisdom to place us in circumstances where we can learn the very first elements of knowledge, and act upon them in the first place. Instead of having the whole of the rich treasures of knowledge and wisdom unfolded to us at once, He begins to feed us little by little, the same as you would feed a weakly, sickly infant with food prepared and adapted to its taste, and to the weakness of its system. The Lord brings us in this state under similar circumstances, endowed with certain senses by which we can gain, by little and little, knowledge and information; but it takes a long time to get a little into our minds. It seems that our spirits, that once stood in the presence of God, clothed with power, capacities, wisdom, and knowledge, forget what they once knew&#x2014;forget that which was once fresh in their minds. <\/div> <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1407\"> But, inquires one, &#x201C;Do you have an idea we had once much information and knowledge in the spirit world?&#x201D; Yes, we had a great deal of knowledge and information, but to what extent I know not; suffice to say we had much knowledge, we were capable, when the morning stars sang together for joy,<span class=\"citation\" id=\"56234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56234)\">Job 38:7<\/a><\/span> when the foundations of this earth were laid, of lifting up our voices and shouting aloud for joy. What produced this joy? The contemplation of a world on which we were to receive our probation, and have tabernacles of flesh and bones and obtain our redemption. All these things were known to us in our anterior state, but we have forgotten them all. We knew then about the Redeemer&#x2014;about Christ, but we forgot it in our infantile moments. <\/div><div class=\"paragraph jod\" id=\"v2n1408\"> As soon as our spirits were enclosed in this tabernacle all our former knowledge vanished away&#x2014;the knowledge of our former acts was lost, what we did then we know not; we had laws to govern us; how obedient to them we were we know not; how faithful we were we know not, we had a contest with the one-third part of the hosts of heaven,<span class=\"citation\" id=\"79533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79533)\">Rev. 12:4<\/a><\/span> and we overcame them; and then the Lord made an earth where we might have a second probation, and forget all we once knew concerning the battles we had fought, before we came here, against Lucifer the son of the morning.<span class=\"citation\" id=\"58262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58262)\">Isa. 14:12<\/a><\/span> We forget about the laws that were given to govern us in that spiritual state. Why all this? If we came here with all the knowledge we formerly possessed, could we be again tried as those who possess only the first principles of knowledge? We must begin at the alphabet of knowledge; and when once we begin to gain knowledge and information the Lord tries us to see if we will comply with that, and if we do, He gives us more, in this probationary state; but after we have gained all we can here, it is nothing com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pared with that immense fulness, which it is the privilege of the children of men to obtain in the future state of existence. <\/div><div class=\"paragraph jod\" id=\"v2n1409\"> Our knowledge here is, comparatively speaking, nothing; it can hardly be reckoned the elements of knowledge. What few glimmering ideas the wisest of us get, we obtain by experience, through the medium of our senses, and the reflecting powers of the mind. <\/div><div class=\"paragraph jod\" id=\"v2n1410\"> Some people suppose that we do not acquire scarcely any knowledge, only what we get by seeing, hearing, tasting, smelling, and feeling; we may not, in one sense of the word, but in another sense there is a vast amount of knowledge which we gain by reflection; the solving of mathematical problems from beginning to end is not brought about by seeing, hearing, tasting, smelling, or feeling, unless the mind can feel them; we reason from one step to another until we solve the proposition. There is a vast field of knowledge, pertaining to this state, that mankind can gain through the medium of their reflecting or reasoning powers; and then there is another vast field that they can explore through the medium of their senses. I am now speaking of temporal knowledge. <\/div><div class=\"paragraph jod\" id=\"v2n1411\"> We became acquainted with light and color through the organization of our bodies. In other words the Lord has constructed the mortal eye and framed it in such a manner that it is capable of being acted upon by one of the elements of nature, called light; and that gives us a great variety of knowledge. A blind man knows nothing about light, as we were told here the other day by our President, the blind man knows nothing about light if he were born blind. You cannot, by talking with him for a thousand years, instil into his mind an idea what red, yellow, white, black, green, blue are like; they are ideas that have  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>never entered into his mind. Why? Because the little inlet to this kind of knowledge is closed up, and there is no other part of the spirit exposed to the light. It is only a small place by which the spirit can converse with light and its colors. Just so in regard to many other ideas. <\/div><div class=\"paragraph jod\" id=\"v2n1413\"> Take a man who is perfectly deaf, who was born deaf, so that no sound has ever entered his ears; what does he know about music? About the various sounds that are so beautiful to the mind of man? He knows nothing at all about it, neither can it be described to him. <\/div><div class=\"paragraph jod\" id=\"v2n1414\"> A man that has always been deprived of the organ of smell, has no other inlet of knowledge by which he can know and understand the nature of smell; he cannot see a smell, or hear a smell; it can only be perceived by this little organ called the nose; that is the only way these ideas can get to the spirit. If he ever knew them before he came here, he has forgotten them, which is the same as if he had never known them; and if he wishes to gain an idea of the sensations produced by the elements of nature, he must learn them anew by these media. If a man be devoid of taste what can he know about sweet and sour? You might as well talk to him about the bounds of time and space, and get him to comprehend a heaven located beyond their limits, as to comprehend what sweet and bitter are, or tell the difference between a piece of sugar and vinegar, so far as its taste is concerned. <\/div><div class=\"paragraph jod\" id=\"v2n1415\"> So with regard to touch. There are many things we cannot feel, yet we have knowledge of them; we cannot feel the sun, moon, stars, and comets, and many other things; and if it were not for some senses that give a knowledge of them we should be wrapped in total ignorance concerning them. How do we know, when this spirit is freed from this mortal tabernacle, but <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that all these senses will be greatly enlarged? If we, by looking through these little eyes of ours, can see objects some thousands of millions of miles distant; if we can see objects that are existing at that immense distance through the medium of these little inlets; suppose that the whole spirit were uncovered and exposed to all the rays of light, can it be supposed that light would not affect the spirit if it were thus unshielded, uncovered, and unclothed? Do you suppose that it would not be susceptible of any impressions made by the elements of light? The spirit is inherently capable of experiencing the sensations of light; if it were not so, we could not see. You might form as fine an eye as ever was made, but if the spirit, in and of itself, were not capable of being acted upon by the rays of light, an eye would be of no benefit. Then unclothe the spirit and instead of exposing a small portion of it about the size of a pea to the action of the rays of light, the whole of it would be exposed. I think we could then see in different directions at once, instead of looking in one particular direction; we could then look all around us at the same instant. We can see this verified, in some small degree, by bringing to our aid artificial means. Look at the telescopes invented, of what advantage are they? Why, they bring a greater number of rays of light together, and concentrate them upon the retina of the eye. The glasses within the telescope are so constructed as to bring the rays of light to a focus; and when they are placed properly in that instrument it brings a larger number of rays upon the eye, so that it brings objects we cannot see with the natural eye within the power of our vision, thus we are enabled to see many glorious objects in the heavens, that the natural eye could never have gazed upon. <\/div> <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1417\"> Let the spirit itself be a telescope; or in other words, let there be a million of times more of the surface of the spirit exposed to the rays of light, than is now exposed through the medium of the eyes, or were this body of flesh and bones taken off, and the whole spirit exposed to the rays of light; would not these rays produce an effect upon the spirit? Yes; inasmuch as it is inherently capable of such effects, independent of flesh and bones. Then there would be a vast field opened to the view of the spirit, and this would be opened not in one direction only, but in all directions; we should then have the advantage of the telescope, though it were as large as Lord Ross', whose object glass is six feet in diameter. What great improvement it would be if a telescope could be invented, to bring the rays of light on other parts of the spirit, besides the eye. Such will be the case when this tabernacle is taken off; we shall look, not in one direction only, but in every direction. This will be calculated to give us new ideas, concerning the immensity of the creations of God, concerning worlds that may be far beyond the reach of the most powerful instruments that have been called to the aid of man. This will give us information and knowledge we never can know as long as we dwell in this mortal tabernacle. This tabernacle, although it is good in its place, is something like the scaffolding you see round about a new building that is going up; it is only a help, an aid in this imperfect situation; but when we get into another condition, we shall find that these imperfect aids will not be particularly wanted; we shall have other sources of gaining knowledge, besides these inlets, called senses. <\/div><div class=\"paragraph jod\" id=\"v2n1418\"> In relation to this matter, touching the extension of our knowledge year after year, some people have thought that we should have to learn every<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing by study. I do not believe it; there are a great many ways of learning things without reasoning or studying them out; without obtaining them through the medium of the five senses. Man will be endowed, after he leaves this tabernacle, with powers and faculties which he, now, has no knowledge of, by which he may learn what is round about him. In order to prove this, let me refer you to some things in some of the revelations which God has given. What is said about the brother of Jared? It is said that the Lord showed him all the children of men previous to his day, and all that were on earth at the time he lived, and all that would be to the end of time.<span class=\"citation\" id=\"83424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83424)\">Ether 3:25<\/a><\/span> How do you suppose he beheld them? Did he look at them with his natural eyes? How long do you suppose it would take a man to see all that are now living, if he only employed one second to look at each individual? It would take him a long time; it would take him over thirty years. In order to see them all, he must place his eye upon them all. If a man look at one individual in this assembly, though he may indistinctly perceive, on each side of that individual, a vast variety of faces, yet there is only one person that he sees distinctly; the rest only produce very indistinct images upon his vision. So with the brother of Jared; if he had looked at each individual of all the generations for one second successively, it would have taken him over three thousand years to have beheld them all. <\/div><div class=\"paragraph jod\" id=\"v2n1419\"> There must be some faculty or power natural to God and to superior beings, that man, in this life, is not in possession of in any great degree, by which they can look at a great variety of objects at once. The brother of Jared could look upon past, present, and future generations; they all came before him, and he gazed upon them all; there was not a soul that he did not behold. <\/div> <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1421\"> Moses also had a similar view; he, at a certain time, was clothed upon with the glory of God;<span class=\"citation\" id=\"92224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92224)\">Moses 1:2<\/a><\/span> and while he was thus clothed upon, he was enabled to behold many things;<span class=\"citation\" id=\"92247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92247)\">Moses 1:8<\/a><\/span> and seeing some things that looked very glorious, he wanted to see more; but the Lord said unto him. &#x201C;No man can behold all my works, except he behold all my glory; and no man can behold all my glory, and afterwards remain in the flesh;&#x201D;<span class=\"citation\" id=\"92235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92235)\">Moses 1:5<\/a><\/span> that is, it would consume him; the sight would be so overwhelming that the mortal tabernacle would melt away. Should a mortal man be permitted to gaze upon all the works of God, which include all His glory; mortality could not endure it. But the Lord did condescend to give him, in a measure, the same principle that He Himself is in possession of; for the Lord beholds all His works. He says, &#x201C;Mine eye can pierce them all,&#x201D;<span class=\"citation\" id=\"93062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93062)\">Moses 7:36<\/a><\/span> after telling us that the number of worlds were greater than the number of particles in millions of earths like this. Jesus says that he &#x201C;looked forth upon the wide expanse of eternity,&#x201D; and that &#x201C;all things are present before mine eyes.&#x201D;<span class=\"citation\" id=\"85037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85037)\">D&amp;C 38:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1422\"> Now, the Lord imparted a portion of this principle to Moses. Let us see how it operated on his vision. As soon as Moses got this new principle, not natural to man, what did he behold? He looked upon that which mankind never can look upon in this natural state, without the aid of the same principle; he beheld every particle of the earth, or, as the new revelation says, and there was not a particle of it that he did not behold, discerning it by the spirit of God.<span class=\"citation\" id=\"92285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92285)\">Moses 1:27<\/a><\/span> What an excellent telescope! Did the Spirit of God impress it by the rays of light upon the retina of the eye only? No: the vision was exhibited to the mind, independent of the natural eye. Instead of acting upon the mere eye, every part of the human spirit could behold and discern, through the medium of that all<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>powerful substance&#x2014;the Spirit of God, every particle of this earth. How long would it have taken Moses to have gazed at each particle separately, with the natural eye? While he was gazing with the eye at one, he could not be looking directly at another. It would have taken him a great many millions of years to have gazed directly and distinctly upon every particle of the earth, as we naturally see things in succession. But, instead of this, we find him, in a short space of time, perhaps the interval was only a few minutes or hours, gazing upon every particle of it. Here was something new, and independent of the natural vision, showing him things beneath the surface of the earth. Men look at things above the surface by the natural eye; but here is a man who, by the power of heaven, is enabled to penetrate that which the natural eye could never behold. Suppose that the spirit of man were unclogged from this mortal tabernacle, the Lord could show him the particles of million on millions of worlds, in the same way, and with the same ease, that he showed Moses the particles of one. <\/div><div class=\"paragraph jod\" id=\"v2n1423\"> By the same power and principle that Moses beheld every particle of this earth, he could have looked at the moon, and beheld every particle of it; and the same power could have shown him every particle of the sun, planets, comets, and fixed stars. <\/div><div class=\"paragraph jod\" id=\"v2n1424\"> Here, then, is a new faculty of knowledge, very extended in its nature, that is calculated to throw a vast amount of information upon the mind of man, almost in the twinkling of an eye. How long a time would it take a man in the next world, if he had to gain knowledge as we do here, to find out the simplest things in nature? He might reason, and reason for thousands of years, and then hardly have got started. But when this Spirit of God, this great telescope that is used in the celestial heavens, is given to  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man, and he, through the aid of it, gazes upon eternal things, what does he behold? Not one object at a time, but a vast multitude of objects rush before his vision, and are present before his mind, filling him in a moment with the knowledge of worlds more numerous than the sands of the seashore. Will he be able to bear it? Yes, his mind is strengthened in proportion to the amount of information imparted. It is this tabernacle, in its present condition, that prevents us from a more enlarged understanding. Moses understood all he saw, so far as the Lord pleased to show him; and if the Lord showed him all the properties, qualities, and connections of those particles, he would have understood it. <\/div><div class=\"paragraph jod\" id=\"v2n1426\"> There is a faculty mentioned in the word of God, which we are not in possession of here, but we shall possess it hereafter; that is not only to see a vast number of things in the same moment, looking in all directions by the aid of the Spirit, but also to obtain a vast number of ideas at the same instant. Here, we have to confine ourselves in a little, narrow, contracted space, and we can hardly think of two things at a time; if we do, our minds are distracted, and we cannot think distinctly. Some, by habit, it is true, are able to think of two or three little things at once, or at least the interval between the successive thoughts is so small as to be inappreciable. Some people play on an instrument of music, and may go through a very difficult performance, while their minds are thinking of something else; and by habit, they hardly perceive the working of the musical instrument. <\/div><div class=\"paragraph jod\" id=\"v2n1427\"> I believe we shall be freed, in the next world, in a great measure, from these narrow, contracted methods of thinking. Instead of thinking in one channel, and following up one certain course of reasoning to find a certain <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth, knowledge will rush in from all quarters; it will come in like the light which flows from the sun, penetrating every part, informing the spirit, and giving understanding concerning ten thousand things at the same time; and the mind will be capable of receiving and retaining all. <\/div><div class=\"paragraph jod\" id=\"v2n1428\"> Says one, &#x201C;Shall we have all knowledge?&#x201D; I have nothing to say about that; that is a matter that you must look to our President for information upon; he is the one to hear upon that subject; and we should not teach anything, when we once ascertain his real mind, that will come in contact with his teachings. I do not know that I have this day presented any views that are different from his: if I have, when he corrects me, I will remain silent upon the subject, if I do not understand it as he does. So with regard to any other principle whatever which I may teach. God has placed him as the President of this Church, as our leader, guide, and teacher, and we are bound not to come in contact with him&#x2014;not to teach differently to what he does; that is, when we once ascertain fully his mind and views. But, very frequently, mankind are so imperfect, and their minds so contracted, and their knowledge so little, comparatively speaking, that they may throw out many ideas that may not be true, that are incorrect; but the Lord has appointed these that hold the keys, to correct and give us instructions on all principles of doctrine; and as often as they see proper to turn the keys and unlock to their own minds these principles, they can do so. It is not always wisdom to use the keys of knowledge and revelation upon trifling subjects. There may also be many subjects that it is not wisdom for us to understand and receive at present. There may be many items of knowledge in the bosom of God, in the eternal worlds, that He does not see proper to reveal to us, while in our mortal state;  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>consequently, people may differ with regard to their views of those things not revealed, and which they do not understand. In many of my remarks and teachings, I may have laid before you ideas, which, when you come to learn the President's mind upon them, may be declared erroneous and not sound doctrine. I may have done the same things in many of my writings; but in all points of doctrine, relating to the plan of salvation, and the redemption of man, so far as I understood it, I have endeavored to write that which I, at the time, verily believed to be true. Some of those things may be wrong; I do not say that I am capable, without direct revelation, of writing upon many intricate points, with the same degree of perfection and precision as one who writes only as he is inspired. But I do feel thankful to that God who has placed us in these Valleys of the Mountains, that He has ordained keys by which knowledge and information may be poured down from the great fountain, until we gain all that is necessary for us to know in this state: and I do look forward with great rejoicing at the prospects of the future. <\/div><div class=\"paragraph jod\" id=\"v2n1430\"> When I speak of the future state of man, and the situation of our spirits between death and the resurrection, I long for the experience and knowledge to be gained in that state, as well as this. We shall learn many more things there; we need not suppose our five senses connect us with all the things of heaven, and earth, and eternity, and space; we need not think that we are conversant with all the elements of nature, through the medium of the senses God has given us here. Suppose He should give us a sixth sense, a seventh, an eighth, a ninth, or a fiftieth. All these different senses would convey to us new ideas, as much so as the senses of tasting, smelling, or seeing communicate different ideas from that of hearing. <\/div> <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1431\"> Do we suppose the five senses of man converse with all the elements of nature? No. There is a principle called magnetism; we see its effects, but the name of the thing does not give us a knowledge of its nature, or of the manner in which the effects are produced. We know not why a piece of iron will turn towards a magnet this way or that. Now, suppose we had a sixth sense that was so adapted as to perceive this very thing, we should learn some new ideas, connected with the elements of nature, besides those we have learned by the five senses we already possess. I believe there are ten thousand things with which we are surrounded, that we know nothing about by our present natural senses. When the Lord imparts to us a principle by which we can look upon the past and future, as well as the present&#x2014;by which we can look upon many intricate objects of nature which are now hidden from our view, we shall find our capacity for obtaining and retaining knowledge to be greatly enlarged. <\/div><div class=\"paragraph jod\" id=\"v2n1432\"> We already have the capacity, and all it wants is to bring things into a situation to act upon it. The capacity is here; and when the Lord sees fit, it will be instructed and taught, and things will be unveiled&#x2014;even the things of God, and the laws that have been hidden concerning the celestial, terrestrial, and telestial worlds, and concerning all the variety of things that are organized in the immensity of space, so far as the Lord sees proper to unfold them; and we shall learn more and more of them until the perfect day,<span class=\"citation\" id=\"94350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94350)\">D&amp;C 50:24<\/a><\/span> as the Lord places us in circumstances to become acquainted with them. <\/div><div class=\"paragraph jod\" id=\"v2n1433\"> I have dwelt upon this subject in order that we may be looking forward with joyful anticipations to the future. I am constantly looking to the future, as well as to the present, and trying to frame my present course of conduct  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in such a way as shall enable me to attain to that which is in the future for the faithful. If I had no knowledge or understanding of the future, it would be like a person pursuing a phantom that he did not know was of any worth; but the more know<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge we get of the future, the more we impress it upon our minds and in our thoughts, the more we will be stirred up in our exertions to do that which concerns us at the present moment, knowing that it has an all-important bearing upon the future. <\/div>\n<\/div>\n<\/div>"}