{"ID":20033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Church and Kingdom of God, and the Churches and Kingdoms of Men.<\/div>\n<div class=\"subtitle\">A Sermon by Elder Wilford Woodruff, Delivered in the Tabernacle, G. S. L. City, Feb. 25, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Church and Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 2\/25\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v2n1148\"> I will endeavor to occupy a little time this morning, and while I address my friends, I hope I may have their attention and prayers; for I realize that while any person stands before an assembly of this kind to teach, he needs the Spirit of the Lord to dictate and direct his mind, that he may speak unto the edification of the people. <\/div><div class=\"paragraph jod\" id=\"v2n1149\"> I am aware that &#x201C;Mormonism,&#x201D; as it is called, presents a wide field for reflection and contemplation; it presents an extensive surface upon which the mind may roam; it affords a variety of objects for us to converse upon; but, at the same time, we want our minds led in that channel which is according to the mind and will of the Lord. <\/div><div class=\"paragraph jod\" id=\"v2n1150\"> We have had some very interesting teaching presented to us from this stand, during the last two Sabbaths especially, though I may say that we have good teaching every Sabbath that we assemble together in this house. In fact, the day and age in which we live, those things connected with the past and present history of this peo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, and the signs of the times, are matters so diverse from the affairs of the nations of the earth, and from the views of the children of men generally, that they cause them to marvel and wonder exceedingly. <\/div><div class=\"paragraph jod\" id=\"v2n1151\"> I felt to rejoice last Sabbath while sitting in this stand, listening to our President. I will tell you why I felt to rejoice&#x2014;there was one main reason for my joy; I have been acquainted long enough with this work to know its truth; I have had sufficient experience in it to see and to know that the hand of God is in it, and that it is controlled and guided by the Spirit of the Almighty, and the revelations of heaven; to know, that from the commencement of it, it has been the design of the God of heaven to establish His Kingdom upon the earth, to be thrown down no more forever.<span class=\"citation\" id=\"89549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89549)\">D&amp;C 101:75<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1152\"> I rejoice that this kingdom is blessed with a leader, or leaders, who are not ashamed or afraid to watch over the interests of Zion&#x2014;at all times to seek diligently the welfare of the children of Israel; who will point out the  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>path for this people to walk in, whether that path may be popular or unpopular; leaders who will not hesitate to rebuke sin and wickedness, whether emanating from high or low places. <\/div><div class=\"paragraph jod\" id=\"v2n1154\"> Those who have been acquainted with the Prophet Joseph, who laid the foundation of this Church and kingdom, who was an instrument in the hand of God in bringing to light the Gospel in this last dispensation, know well that every feeling of his soul, every sentiment of his mind, and every act of his life, proved that he was determined to maintain the principle of truth, even to the sacrificing of his life. His soul swelled wide as eternity for the welfare of the human family. He began entirely alone, as far as the influences of the children of men were concerned upon the earth, to endeavor to establish a religion and order of things diverse from anything then existing among men, a religion that was unpopular and contrary to the feelings, and views, and traditions of the whole human family. <\/div><div class=\"paragraph jod\" id=\"v2n1155\"> Every man that is acquainted with the history of the nations of the world at this time, must know that religion is a very popular thing&#x2014;it has many followers; and they must also know that the religions of the day are very diversified; and that they are in a great measure framed to meet the conveniences, traditions, and situations of the children of men, with but little regard to the declarations of the Bible, or the revelations of Jesus Christ. Every man that will read the Scripture of the Old and New Testaments, will see that there was an organization in the days of Jesus Christ, a system for the salvation of the children of men. It is laid down plainly and definitely for the inhabitants of the earth to follow. But, if we search throughout the earth at this day, we cannot find a system existing that has scarcely any resemblance to the exam<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple laid down by Christ and the Apostles. And I will here say that the persecution, opposition, and oppression that this Church has met with from its first organization, have been in a great measure in consequence of carrying out that very system, those very ordinances, that same Gospel which Jesus Christ and his Apostles established in their day, and which cost the most of them their lives. <\/div><div class=\"paragraph jod\" id=\"v2n1156\"> The New Testament clearly shows that whenever God has had a people upon the earth&#x2014;when He has had a Church and kingdom in the world, it has been organized with Prophets and Apostles, and has been endowed with revelations, with diverse kinds of gifts, with healing power, with miracles, with dreams, and I may say with every member that belongs to the body of Christ, necessary for the edifying of the body, for the work of the ministry,<span class=\"citation\" id=\"75134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75134)\">Eph. 4:12<\/a><\/span> or sanctifying of the people. We cannot find anywhere within the lids of the Bible, where the Lord ever had a people He acknowledged, except they were led by immediate revelation. The Lord never had a people in any age of the world without Prophets to lead them, even to the present day; and this is the reason why this Church and kingdom is so diverse from the views, feelings, and traditions of the nations around us, and that has caused it to meet with great opposition, persecution, and opposing spirits from the commencement, and perhaps may continue to do so until the winding up scene. <\/div><div class=\"paragraph jod\" id=\"v2n1157\"> Many of the Prophets have prophesied that such an order of things as that which Christ and his Apostles established, should again be established in the last days, after ages of apostasy and darkness. When the Jews fell through unbelief, as the Apostle says,<span class=\"citation\" id=\"72783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72783)\">Rom. 11:20<\/a><\/span> the Gospel was taken from them and given to the Gentiles.<span class=\"citation\" id=\"71868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71868)\">Acts 13:46<\/a><\/span> Did the kingdom go to the Gentiles stripped of any of its powers, or portion of its  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>organization because the Jews would not receive it? No, verily it did not. When the kingdom was presented to the Gentiles, it was presented with Apostles and Prophets, with healing powers, with revelations direct from God, and with every gift and grace the Jews believed in and enjoyed while they remained faithful: when it went to the Gentiles it was perfect in its organization, but in process of time they changed the ordinances of the kingdom of God, and fell through the same example of unbelief, and have remained for centuries without the true order of heaven among them. <\/div><div class=\"paragraph jod\" id=\"v2n1159\"> Ask any portion of Christendom why the ancient order of the Church of Christ is not among them&#x2014;Apostles, Prophets, revelations, and other gifts, and they will inform you that they were only needed in the dark ages of the world, to establish the kingdom of God, but in this enlightened age are not necessary. It makes me think of a remark made by Mr. Kirkham in his Grammar; he says, &#x201C;The Lord hung the Bible out of heaven, and retired.&#x201D; It appears so indeed among the Gentile nations, for in process of time the gifts, and graces, and powers of the kingdom of God were taken away, and the men who officiated in the ancient Church of God were nearly all put to death; they were slain because they endeavored to maintain it in its purity, and tried with all their might to establish the principles that God had revealed to the Jews, for they were the chosen people of God, the promised seed; but they fell because they would not receive the Messiah, the Shiloh,<span class=\"citation\" id=\"53687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53687)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129071)\">Gen. 50:24 (JST)<\/a><\/span> their Savior; when they put him to death, and imbrued their hands in the best blood that had flowed through the lineage of Judah, they had to foot the bill; blood was shed, the laws of God were broken, the ordinances were changed, and the Priesthood of High Heaven trampled upon:<span class=\"citation\" id=\"58411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58411)\">Isa. 24:5<\/a><\/span> the Jews <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must, therefore, suffer to pay the debt they contracted. Jesus Christ told them what would come upon them before he was taken away, for he mourned over them, saying, &#x201C;O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not! Behold, your house is left unto you desolate.&#x201D;<span class=\"citation\" id=\"65619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65619)\">Matt. 23:37-38<\/a><\/span> Again, he says to them, &#x201C;Woe unto you, scribes and Pharisees, hypocrites! because ye build the tombs of the prophets, and garnish the sepulchres of the righteous, And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets. Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets. Fill ye up the measure of your fathers. Ye serpents, ye generation of vipers, how can ye escape the damnation of hell?&#x201D;<span class=\"citation\" id=\"65569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65569)\">Matt. 23:29-33<\/a><\/span> Again, &#x201C;Woe unto you, Pharisees! for ye tithe mint and rue and all manner of herbs, and pass over judgment and the love of God: these ought ye to have done, and not to leave the other undone.&#x201D;<span class=\"citation\" id=\"65518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65518)\">Matt. 23:23<\/a><\/span><span class=\"citation\" id=\"67582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67582)\">Luke 11:42<\/a><\/span> He also told them that their temple would be destroyed, and not one stone be left upon another that would not be thrown down,<span class=\"citation\" id=\"65636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65636)\">Matt. 24:2<\/a><\/span> and thus they had to suffer until the times of the Gentiles should be fulfilled.<span class=\"citation\" id=\"67990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67990)\">Luke 21:24<\/a><\/span> Jesus Christ lifted up his voice, and spared not,<span class=\"citation\" id=\"84966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84966)\">D&amp;C 34:10<\/a><\/span> for he knew what was awaiting that nation; and his heart yearned over them when he saw them as a nation rushing madly on to destruction, and sowing seed that would cause a thousand years of sorrow and mourning by their posterity. They had their agency to act upon as seemed them good, and they became wicked and corrupt, and instituted their own systems of religion and ordinances, instead of the true order of the kingdom of heaven.  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus told them they would be dispersed among the Gentiles, and be trodden down and afflicted by them until the times of the Gentiles should be accomplished.<span class=\"citation\" id=\"94343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94343)\">Luke 21:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1161\"> We understand from the Scriptures, that have been referred to from time to time in this desk, that the Lord will set His hand again to gather Israel.<span class=\"citation\" id=\"58199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58199)\">Isa. 11:11<\/a><\/span> We heard this subject treated upon a few Sabbaths ago, and what would take place in the last dispensation, even in the dispensation of the fulness of times. <\/div><div class=\"paragraph jod\" id=\"v2n1162\"> But those who have been taught after the traditions of the fathers, have been taught that the Bible should be spiritualized, that it does not mean what it says, nor say what it means; we have been taught to believe that where the Lord says Israel shall be gathered, it means spiritually. When we read any portion of Scripture, which did not agree with our traditions, every man had his own system of spiritualizing, to make it bend to his own views. Instead of this, we have now learned that God means what He says, and says what He means. <\/div><div class=\"paragraph jod\" id=\"v2n1163\"> When we read the history of the United States, or the history of General Washington, no man in his sober senses would have the least idea of spiritualizing it. When we read the history of our revolutionary fathers, who sat in solemn council to deliberate upon and sign the Declaration of Independence, because of the grievances they were called upon to bear from the mother country, no man would for a moment dream of spiritualizing these events; but every man would understand that the historian meant them to be read and understood literally. <\/div><div class=\"paragraph jod\" id=\"v2n1164\"> Now, if we so read and believe the history of the foundation of our national government, or the history of the Jewish nation, or any other nation, that has been written by men who do not make any pretensions to <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inspiration, if we should never think of spiritualizing their writings, but take them and understand them as they are given to us, why should we take it upon ourselves to spiritualize and twist the words, and the meaning of the words, of that God who rules the nations? <\/div><div class=\"paragraph jod\" id=\"v2n1165\"> When He gives to us revelations of the greatest moment to us, will He not set forth His mind and will in their true meaning, as He intends they shall be fulfilled, and as He intends we shall understand them? The Latter-day Saints as a people have learned to take God at His word. We admit that there are in the Bible metaphors, figures, and parables. <\/div><div class=\"paragraph jod\" id=\"v2n1166\"> When Jesus was teaching the women the things of the kingdom of God, he used comparisons which they understood. Hence he says, &#x201C;The kingdom of heaven is like unto leaven, which a woman took, and hid in three measures of meal, till the whole was leavened.&#x201D;<span class=\"citation\" id=\"64618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64618)\">Matt. 13:33<\/a><\/span> He knew the women understood about making bread. And so he talks to the farmer about sowing grain,<span class=\"citation\" id=\"66525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66525)\">Mark 4:3-9<\/a><\/span> that some sow seed on good ground, and others on stony ground, and others among thorns, likening the kingdom of heaven unto it. He used these metaphors to make a deeper impression upon the minds of the children of men; and at other times he used dark swings in the same way. We understand a figure as a figure, and a parable as a parable, but the meaning of the Savior is plainly manifest in them. <\/div><div class=\"paragraph jod\" id=\"v2n1167\"> When the Lord says by the mouth of His Prophet, &#x201C;And the Lord shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind shall he shake his hand over the river, and shall smite it in the seven streams, and make men go over dryshod. And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that<span class=\"citation\" id=\"58243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58243)\">Isa. 11:15-16<\/a><\/span>  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he came up out of the land of Egypt;&#x201D; and again, &#x201C;And they shall bring all your brethren for an offering unto the Lord out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, saith the Lord, as the children of Israel bring an offering in a clean vessel into the house of the Lord:&#x201D;<span class=\"citation\" id=\"60245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60245)\">Isa. 66:20<\/a><\/span> again, when He says, &#x201C;They shall come with weeping, and with supplications, will I lead them: I will cause them to walk by the rivers of waters in a straight way, wherein they shall not stumble: for I am a father to Israel, and Ephraim is my firstborn;&#x201D;<span class=\"citation\" id=\"60627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60627)\">Jer. 31:9<\/a><\/span> we believe He means what He says, for we have ourselves seen many of these prophecies literally fulfilled in this generation. Again, we believe He means what He says, when the Lord declares through His Prophet, that an angel shall fly through the midst of heaven, having the everlasting Gospel to preach to every nation, kindred, tongue, and people, saying with a loud voice, Fear God, and give glory to Him, for the hour of His judgment is come.<span class=\"citation\" id=\"79876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79876)\">Rev. 14:6-7<\/a><\/span> We believe He means what He says. To fulfil this declaration we believe it is necessary for an angel of God to come to the earth, and deliver the Gospel, the true Gospel, and the only Gospel that ever was revealed for the exaltation and glory of man. <\/div><div class=\"paragraph jod\" id=\"v2n1169\"> Why does it require an angel to bring the Gospel from heaven in these last days, when the earth is deluged with Gospel, with religion, with different systems and plans of salvation? Because that none of them are according to the order or organization that God has given to govern and control the human family when they would be controlled by Him. If there had been a true organization of the kingdom of God upon the earth in these latter days, there would have been no need of an angel to visit the earth to teach men the first principles of the Gospel <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Christ, and administer its ordinances to them. <\/div><div class=\"paragraph jod\" id=\"v2n1170\"> When the Apostles of old dwelt upon the earth, the angel that appeared to Saul of Tarsus,<span class=\"citation\" id=\"71695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71695)\">Acts 9:6<\/a><\/span><span class=\"citation\" id=\"72091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72091)\">Acts 22:10<\/a><\/span> and the angel that appeared to Cornelius,<span class=\"citation\" id=\"71729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71729)\">Acts 10:5<\/a><\/span> did not administer the Gospel to them, but instructed them to apply to those men whom Christ had ordained to that authority, and who held the keys, the gifts and graces, and Priesthood of the kingdom of God. So it would have been in the last days, if there had been authority, and the true Priesthood of God on the earth; there would, in that case, have been no necessity for an angel to come with the Gospel. <\/div><div class=\"paragraph jod\" id=\"v2n1171\"> Angels are sent as ministering spirits to minister to those who shall be heirs of salvation.<span class=\"citation\" id=\"76411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76411)\">Heb. 1:14<\/a><\/span><span class=\"citation\" id=\"87148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87148)\">D&amp;C 76:88<\/a><\/span> We believe the Lord means what He says. We believe Israel were led formerly by Prophets who were full of wisdom and truth; and they are again to be led by holy Prophets, that have the Priesthood of the Most High upon them, and power to lead and to teach the children of men. When Daniel the Prophet declared that the kingdom of God should be set up in the last days, and that it should break in pieces all other kingdoms, and have no end,<span class=\"citation\" id=\"61168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61168)\">Dan. 2:44<\/a><\/span> he meant what he said. When we read the prophecies that declare unto us that great wickedness shall be upon the earth in the latter days,<span class=\"citation\" id=\"90417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90417)\">D&amp;C 109:45<\/a><\/span><span class=\"citation\" id=\"93135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93135)\">Moses 7:60<\/a><\/span> and that great plagues will be poured out upon the world;<span class=\"citation\" id=\"80050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80050)\">Rev. 15:1<\/a><\/span><span class=\"citation\" id=\"87947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87947)\">D&amp;C 84:97<\/a><\/span> that angels are to pour out the vials of the wrath of the Almighty,<span class=\"citation\" id=\"80100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80100)\">Rev. 16:1<\/a><\/span> and that previous to this all men are to be warned by the proclamation of the Gospel of Jesus Christ,<span class=\"citation\" id=\"83644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83644)\">D&amp;C 1:4<\/a><\/span><span class=\"citation\" id=\"88624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88624)\">D&amp;C 88:81<\/a><\/span><span class=\"citation\" id=\"90052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90052)\">D&amp;C 106:2<\/a><\/span> we believe those declarations will have a literal fulfillment. <\/div><div class=\"paragraph jod\" id=\"v2n1172\"> Before I ever heard of &#x201C;Mormonism,&#x201D; when reading the Scriptures, I often wondered why it was that we had no Prophets, no Apostles, no gifts and graces, no healings by the power of God, no visions, no angels, no reve<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lations, no voice of God. I often wondered why these things were not continued among the children of men, why they were not enjoyed by the different churches and denominations of the day, and in my conversation with theologians and divines, I often referred to these things, but they all told me that such supernatural manifestations were unnecessary in our day and age of the world, that such power was only necessary in a day of darkness among an ignorant generation of people; they needed Prophets to lead them; but we who live in the blaze of Gospel light need no such thing; we need no revelation, only that which is in the Bible; we need no visitation of angels now, those things were given to establish the doctrine of Christ, and when it was once established they were no longer needed. <\/div><div class=\"paragraph jod\" id=\"v2n1174\"> This logic always appeared strange to me. I said then, and I say now, may the Lord give me such periods of darkness as were enjoyed by the Apostles and Saints of old, in preference to the Gospel blaze of modern Christianity. The ancient doctrine and power will unlock the mysteries of heaven and pour forth that Gospel light, knowledge, and truth, of which the heavens are full, and which has been poured out in every generation when Prophets appeared among the children of men. But the Gospel of modern Christendom shuts up the Lord, and stops all communication with Him. I want nothing to do with such a Gospel, I would rather prefer the Gospel of the dark ages, so called. <\/div><div class=\"paragraph jod\" id=\"v2n1175\"> I do not wish to be understood that we are now living in a dark age of the world, but for the last fourteen hundred years the world have been enveloped in darkness, in which wickedness has ruled, and the powers of darkness have prevailed among the children of men, and the nations have been bound down by false traditions, and incorrect principles, but the day <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has now dawned, the dark clouds have now broken up and soon will pass away, and the sun of righteousness will arise<span class=\"citation\" id=\"94344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94344)\">Mal. 4:2<\/a><\/span> in its glory, and show forth the light of heaven; and for that I am thankful, and rejoice, and so do thousands and tens of thousands in this dispensation, who have been touched with the light of the glorious Gospel of Jesus Christ which has been revealed in our day, by the administering of holy angels, in all its fulness, beauty, power, and glory; this Gospel has caused Prophets, Elders, and Saints to rejoice: it has nerved up their spirits with fortitude and strength, and borne them up against every opposing influence; this has been the case in every dispensation when this light and power have been enjoyed by the children of men. <\/div><div class=\"paragraph jod\" id=\"v2n1176\"> The Gospel has gone forth in our day in its true glory, power, order, and light, as it always did when God had a people among men that He acknowledged. That same organization and Gospel that Christ died for, and the Apostles spilled their blood to vindicate, is again established in this generation. How did it come? By the ministering of an holy angel from God, out of heaven, who held converse with man, and revealed unto him the darkness that enveloped the world, and unfolded unto him the gross darkness that surrounded the nations,<span class=\"citation\" id=\"94345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94345)\">Isa. 60:2<\/a><\/span> those scenes that should take place in this generation,<span class=\"citation\" id=\"93860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93860)\">JS&mdash;H 1:45<\/a><\/span> and would follow each other in quick succession, even unto the coming of the Messiah. The angel taught Joseph Smith those principles which are necessary for the salvation of the world; and the Lord gave him commandments, and sealed upon him the Priesthood, and gave him power to administer the ordinances of the house of the Lord. He told him the Gospel was not among men, and that there was not a true organization of His kingdom in the world,<span class=\"citation\" id=\"94346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94346)\">JS&mdash;H 1:19<\/a><\/span> that the people had turned away from His true  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>order, changed the ordinances, and broken the everlasting covenant,<span class=\"citation\" id=\"58412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58412)\">Isa. 24:5<\/a><\/span> and inherited lies and things wherein their was no profit.<span class=\"citation\" id=\"94347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94347)\">Jer. 16:19<\/a><\/span> He told him the time had come to lay the foundation for the establishment of the Kingdom of God among men for the last time, preparatory to the winding up scene. Joseph was strengthened by the Spirit and power of God, and was enabled to listen to the teachings of the angel. He told him he should be made an instrument in the hands of the Lord, if he kept His commandments, in doing a good work upon the earth, that his name should be held in honor by the honest in heart, and in dishonor throughout the nations by the wicked.<span class=\"citation\" id=\"93788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93788)\">JS&mdash;H 1:33<\/a><\/span> He told him he should be an instrument in laying the foundation of a work that should gather tens of thousands of the children of men, in the generation in which he lived, from every nation under heaven, who should hear the sound of it through his instrumentality. He told him the nations were wrapt in wickedness and abomination, and that the judgments of God were ready to be poured out upon them in their fulness; that the angels were holding the vials of His wrath in readiness;<span class=\"citation\" id=\"80098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80098)\">Rev. 15:7<\/a><\/span> but the decree is that they shall not be poured out<span class=\"citation\" id=\"80101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80101)\">Rev. 16:1<\/a><\/span> until the nations are warned, that they may be left without an excuse.<span class=\"citation\" id=\"88632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88632)\">D&amp;C 88:81-82<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1178\"> This man to whom the angel appeared obeyed the Gospel; he received it in meekness and humility, and bowed down before the Lord and worshipped Him, and did the best he could in his illiterate state; he was as it were but a mere plowboy. He laid hold of it with all his heart, though he saw he would have to wage war with sin, and wickedness, and abominations, and the oppositions of the people; he began to trust in the Lord; and what was the consequence? Wherever the words of the Gospel, which the angel revealed to him, were preached among the children of <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men, it had its effect. The Church was at length organized with a few humble men. The learned might laugh at them because of their ignorance, but their words were like daggers to their hearts, and like a two-edged sword, piercing and dividing asunder the very thoughts and intents of the hearts of men.<span class=\"citation\" id=\"76531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76531)\">Heb. 4:12<\/a><\/span> The honest in heart began to receive their testimony, and it continued to spread from town to town, from city to city, from state to state, and from nation to nation, until we see the fruits of it here today in this Tabernacle of the Lord in the tops of the mountains. <\/div><div class=\"paragraph jod\" id=\"v2n1179\"> I say I rejoice before the Lord this day that we have leaders in Israel that are qualified for their place and station to preside over this people, and who will seek their welfare, and are not afraid or ashamed to rebuke wickedness in high places, whether manifested by their brethren or neighbors, if they do wrong. Their minds are quick as the vivid lightning of heaven; they are filled with the visions of eternity; they are not asleep, but they comprehend the elements around them; they read and digest them, and they know exactly what course to pursue; the leaders of this people know what they are doing, what is approaching this people, and what is approaching the world: and we may all know the same things by reading the Scriptures, and by prayer, and through the ministering of the Holy Ghost conferred upon us. What man is there who reads the Scriptures, and believes that God means what He says, and says what He means, but what can see a flood of dreadful events ready to be poured out upon this generation with the rapidity of lightning? No man can escape the influence of these events that are about to burst upon the heads of this generation. The Gospel has gone forth, and when the nations are warned, another angel will cry, &#x201C;Baby<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lon is fallen.&#x201D;<span class=\"citation\" id=\"79992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79992)\">Rev. 14:8<\/a><\/span> War, and famine, and the plague will overwhelm the nations of the earth, and none can escape. <\/div><div class=\"paragraph jod\" id=\"v2n1181\"> As Latter-day Saints, we look upon the signs of the times, we are not ignorant of them, but we understand them. We look upon the events that are rolling upon us with great interest. It matters not what the minds and feelings of men are, the Lord is determined to raise up a people that will worship Him; and if He has to whip, and scourge, and drive us through a whole generation, He will chastise us until we are willing to submit to righteousness and truth, or until we are like clay in the hands of the potter.<span class=\"citation\" id=\"60513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60513)\">Jer. 18:6<\/a><\/span> The chastisements we have had from time to time have been for our good, and are essential to learn wisdom, and carry us through a school of experience we never could have passed through without. I hope, then, that we may learn from the experience we have had to be faithful, and humble, and be passive in the hands of God, and do His commandments. Do I blame President Young because he chastises us? No. Would he be a father to us, a Prophet, and a High Priest of God, if he saw his brethren going wrong, and would not warn and chastise them? The chastisement of a friend is far better than the kisses of an enemy.<span class=\"citation\" id=\"57526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57526)\">Prov. 27:6<\/a><\/span> When I am out of the way, and when you are out of the way, I thank God that we have a man to preside over us, who loves us enough to chastise us; it is for our good, and I believe we have been always ready to receive the chastening rod from our superiors when they thought fit to give it to us, and kiss the rod that chastened us. If a Prophet is called to lead and chastise Israel, shall He not rebuke wickedness when it is not in Israel? The very spirit that vibrates in the soul of President Young, and every act of his life, show, to all acquainted with him, that he will do his duty in this respect, as well as in <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> everything else wherein he stands connected, while he dwells upon the earth, regardless of all consequences, and will leave the event in the hands of God, and his Counselors are governed by the same spirit and principles. The Lord has reproved the wicked in all ages, and He will do it again. He also inspires His servants to reprove and rebuke wickedness; He controls all nations, and the destiny of the world is in His hands as much now as it was in the days of Israel when He himself led them out of the land of Canaan. <\/div><div class=\"paragraph jod\" id=\"v2n1182\"> Wickedness is in the earth, and Satan has great power over the hearts of men, and he seeks to destroy them, and he seeks to destroy this people, and lead away the Elders of Israel; and when he overcomes a man that has made a covenant with God, who has been baptized in this Church and kingdom, he gains a greater victory over him than over one who never made any profession. Why have old greyheaded Israelites turned their faces for generations past towards Jerusalem, and lifted up their voices and mourned in sorrow? Because their fathers had rejected the Messiah and broken their covenants with God. Why are these Lamanites roaming about in misery and wretchedness, living upon reptiles of the earth? Why are they cursed so bitterly, and brought down so low, for they are of the seed of Israel? It is because the chastening rod of the Almighty has rested upon them and upon their fathers. We should be very cautious and careful to keep the commandments of God, and do right, while we have such examples of the dealings of God with the nations who have broken His laws. We shall be corrected in all our errors, that we may become sanctified, and be prepared for those glories, principles, powers, and privileges which the Lord has promised to reveal to us. <\/div> <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1184\"> The Latter-day Saint, in the vision of his mind, sees displayed on the great panorama of the world all the scenes that are to transpire in the present day, while the wicked are ignorant of what is about to transpire; they do not know what is the matter; while there are cholera, whirlwinds, storms, thunder and lightning, and earthquakes in divers places, and kingdom is rising against kingdom in battle array, they are ignorant of what will be the end of these matters, and the cause of their existence, because the things of God are not before their eyes. They see naturally, but do not understand. They read the Scriptures but do not look for the fulfillment of the words of the Prophets, and they do not understand what those things mean when they are fulfilled before their eyes. Did they understand the Scriptures they could see and understand what is the matter in the world. <\/div><div class=\"paragraph jod\" id=\"v2n1185\"> But this is only the beginning of sorrow and trouble; the heavens are full of great judgments which are about to be poured out on the world. The words of the Prophets cannot have their fulfillment unless these things take place. Read the Revelation of Saint John, touching the fall of Babylon,<span class=\"citation\" id=\"80123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80123)\">Rev. 16:19<\/a><\/span><span class=\"citation\" id=\"80305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80305)\">Rev. 18:10<\/a><\/span> and you there have a faint picture of what is about to transpire. <\/div><div class=\"paragraph jod\" id=\"v2n1186\"> I feel thankful that the Lord has revealed these things for our benefit, and that He has given us power and authority to stand up in the defense of that which is right before the Lord, and to bear testimony of the truth, and to proclaim those things which will assuredly come to pass in this generation. It is better for us to fall in defense of truth, than to deny the words of God, and go to hell. It is better to suffer stripes for the testimony of Christ, than to suffer and fall by our sins and transgressions, and then have to suffer afterwards. I would rather seal my testimony with <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my blood, and lay my body to rest in the grave, and have my spirit go to the other side of the veil, to enjoy a long eternity of light, truth, blessings, and knowledge which the Lord will bestow upon every man who keeps His law, than to spend a few short years of earthly pleasure, and be deprived of those blessings, and the society of my friends and brethren behind the veil. <\/div><div class=\"paragraph jod\" id=\"v2n1187\"> There is no man in his sober senses that would not desire this. There is no man that has an understanding of the blessings that God has promised to give to His children; but what will desire that in preference to the fading enjoyments and empty honors of this world. You may surround any man or woman with all the wealth and glory that the imagination of man can grasp, and are they satisfied? No. There is still an aching void. On the other hand, show me a beggar upon the streets, who has got the Holy Ghost, whose mind is filled with that Spirit and power, and I will show you a person who has peace of mind, who possesses true riches, and those enjoyments that no man can obtain from any other source. The servants of God, in every age of the world, have been sustained and nerved up to do their duty by this power; and I will say to the Latter-day Saints, if they will be faithful, and do what they should do, and listen to the counsel given to them, they need not have any fears about anything, for the whole work is in the hands of God, the destinies of nations lie there. It is better for a people to be wise, to get righteousness, to be the friend of God, than to occupy any other position in life. <\/div><div class=\"paragraph jod\" id=\"v2n1188\"> Then I hope my brethren and sisters will feel in their hearts to sustain the Presidency of this Church, by their faith, works, and prayers, and not suffer them to carry all the load, while we hide ourselves in the rear.  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If we should do this we are not worthy, we are not worthy of our position as Elders in Israel, and fathers and mothers in Israel. Let each one bear their share; and if we will correct our own follies, and set in order our own houses, and do that which is right, we shall then do some good, and help to lift the load that rests upon those that lead. It was grievous to the feelings of Jesus Christ, to his Apostles, and to Joseph Smith, when they saw the people running into danger, and it is grievous to President Young, when he sees the people reckless in pursuing their own course leading them to destruction; when they are not willing to take his counsel and abide the doctrines he teaches; but when he sees the people willing to obey wholesome counsel, and endeavor to sanctify themselves before the Lord, he feels strengthened and sustained, he feels backed up by the works of the people, and not by one alone. I hope this will be the case with us, that we will set in order our own houses, as wives, husbands, children, as parents, and as officers in the Church and Kingdom of God. If we will sanctify ourselves, and do right, we shall have our reward, and shall be satisfied with it. No man or woman in the Kingdom of God that does wrong can escape sorrow. It is so in the world; the Lord rewards all men according as their works have been in the body.<span class=\"citation\" id=\"81122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81122)\">1 Ne. 15:32<\/a><\/span><span class=\"citation\" id=\"74122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74122)\">2 Cor. 5:10 (JST)<\/a><\/span> One reason why the Lord will pour out His judgments upon the nations, is the blasphemous spirit of wickedness and corruption that reigns among men. <\/div><div class=\"paragraph jod\" id=\"v2n1190\"> When the Gentiles reject the Gospel it will be taken from them, and go to the house of Israel, to that long-suffering people that are now scattered abroad through all the nations upon the earth, and they will be gathered home by thousands, and by hundreds of thousands, and they will rebuild Jerusalem their ancient city, and make <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it more glorious than at the beginning, and they will have a leader in Israel with them, a man that is full of the power of God and the gift of the Holy Ghost; but they are held now from this work, only because the fulness of the Gentiles has not yet come in.<span class=\"citation\" id=\"93840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93840)\">JS&mdash;H 1:41<\/a><\/span> Tens of thousands among the Gentile nations will receive the Gospel, but the majority of them will reject it, and then the Jews will receive it; and it will go to them with all the gifts, blessings, and powers it possessed when it was taken from them. <\/div><div class=\"paragraph jod\" id=\"v2n1191\"> We are all Gentiles by nationality, we are of the Gentile nations who hold the sway of the earth. Not only will the Jews have these blessings again, but these poor despised Indians will enjoy the light and glory of the Gospel of Christ; their fathers proclaimed blessings upon them, by the spirit of prophecy and revelation, which are as assuredly to rest upon a remnant of that people as they exist, though they are now the most miserable beings that live upon the face of the earth, nevertheless a remnant of them will embrace the Gospel, and their eyes will be opened and they will understand that they are of Israel.<span class=\"citation\" id=\"124699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124699)\">1 Ne. 15:13-14<\/a><\/span><span class=\"citation\" id=\"124700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124700)\">2 Ne. 26:14-16<\/a><\/span><span class=\"citation\" id=\"81780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81780)\">Enos 1:13,16<\/a><\/span><span class=\"citation\" id=\"124701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124701)\">3 Ne. 5:20-26<\/a><\/span><span class=\"citation\" id=\"83942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83942)\">D&amp;C 10:46-52<\/a><\/span> Our missionaries have labored among them, and what effect has it had? But little. Missionaries of different orders have labored among them, with little or no success. <\/div><div class=\"paragraph jod\" id=\"v2n1192\"> We cannot do a great deal for that people, only pray for them, and treat them kindly, until the power of God begins to rest upon them, and they are waked up by the visions of heaven, and the angels begin to converse with them. They will be inspired by the Spirit and power of God, like other branches of Israel, and the day will come when the poor Utahs, and Piedes, and other degraded tribes in these mountains will again feel they possess souls among men as their fathers did before them. The ten tribes will also come in remembrance before the Lord,<span class=\"citation\" id=\"91883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91883)\">D&amp;C 133:26-34<\/a><\/span> and they  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will again return with outstretched arms to their lands, and be led by leaders inspired by the Spirit and power of God, and they will come with visions, revelations, and Prophets, and they will be baptized and ordained under the hands of the children of Ephraim, who bear the Holy Priesthood on the earth at that time, and they will be crowned with glory, power, immortality, and eternal lives before God. <\/div><div class=\"paragraph jod\" id=\"v2n1194\"> This is only a synopsis of the vision of the things that present themselves to our minds, while we sit and meditate upon the scenes that present themselves to our view. No man can contemplate the truth concerning the nations of the earth without sorrow, when he sees the wailing, the mourning, and death, that will come in consequence of judgments, plagues, and war. It has already begun, and it will continue to multiply and increase until the scene is ended, and wound up. <\/div><div class=\"paragraph jod\" id=\"v2n1195\"> Do I delight in the destruction of the children of men? No. Does the Lord? No. He gives them timely warning, and if they do not listen to His counsel, they must suffer the consequences. He has determined, in the last days, in spite of earth and hell, wicked men, and devils, to establish His kingdom upon the earth; He has proclaimed it in the Bible, that it shall not be thrown down any more forever.<span class=\"citation\" id=\"60710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60710)\">Jer. 31:40<\/a><\/span><span class=\"citation\" id=\"89550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89550)\">D&amp;C 101:75<\/a><\/span> Who owns the earth? Does the devil? No; but he has had it a great while, and holds universal sway, and has held it almost from the beginning; so much so, that if the Lord inspires a man upon the earth, the power of the devil is so great, that that man is, or men are, slain. Even Christ and his Apostles could but exist in tribulation and suffering for a little while, and then were slain. The power of the devil was so great, that the principles of righteousness were driven from the <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth, and those that taught them. But, hark! In the last days it will not be so, the time has come for the kingdom to be established, because the earth is ripe,<span class=\"citation\" id=\"84733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84733)\">D&amp;C 29:9<\/a><\/span> and the set time has come. <\/div><div class=\"paragraph jod\" id=\"v2n1196\"> The Lord made the earth, and placed man upon it, and He owns it still, and He will cut off wickedness, no matter where it exists, so that there will be room for the good fruit to grow. As true as the Lord lives, if we wish to exist upon the earth in these days, we must be righteous; if we expect to have a place, an inheritance, and dwell on the earth, we must keep the law of God, or we shall be cut off. This will apply to all, to Jew and Gentile, bond and free; this will apply to all men in every nation, and under all circumstances. <\/div><div class=\"paragraph jod\" id=\"v2n1197\"> It is the decree of the Almighty God, that the kingdom of heaven shall be established, and shall never again be overthrown,<span class=\"citation\" id=\"61169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61169)\">Dan. 2:44<\/a><\/span> that judgments shall lay waste the nations, enough at least to give that kingdom room to grow, and spread, and prosper. This is the truth, and you will all find it so. Those judgments have begun, that will never leave the earth until it is swept as with the besom of destruction,<span class=\"citation\" id=\"58293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58293)\">Isa. 14:23<\/a><\/span> until thrones are cast down and kingdoms overthrown, until each man draws his sword against his neighbor, and every nation and kingdom that exists will be at war with each other, except the inhabitants of Zion.<span class=\"citation\" id=\"85756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85756)\">D&amp;C 45:68-69<\/a><\/span> The Lord has spoken it, and it will come to pass. <\/div><div class=\"paragraph jod\" id=\"v2n1198\"> I again say I am thankful that we have men to preside over us, who are determined to rebuke sin, wherever it shows itself, and God will sustain these men, and uphold them, whether we do or not. I do not care in what circumstances they may be placed, even if it be necessary for them to seal their testimony with their blood, as Joseph and Hyrum have done; it is all right, they only pass to the other  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>side of the veil, where they can operate still better for the salvation of the people. We shall not be left without leaders that have the Spirit of God. This people will always have leaders that are just men, that are good men, and that delight to do the will of God, and would sacrifice life and all things for it if required. <\/div><div class=\"paragraph jod\" id=\"v2n1199\"> If we are afraid to rebuke iniquity, or ashamed to cast it off ourselves, Israel would go to hell, we should be cut off as a people, and the Lord would raise up another; for He is bound to have a people in the last days who will keep His commandments, and magnify their calling, and prove themselves friends of God, and maintain the principles of righteousness, and honor them before God, angels, and men, that His kingdom may be established in purity, and be prepared for the coming of the Messiah; for Christ is coming again to earth; he is preparing the bride, and here is a portion of it before me today. <\/div> <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1200\"> Will he receive us to himself? Are we prepared for his coming and kingdom and the fulness thereof, unless we are sanctified, and lay aside sin, and do right? No. We must sanctify ourselves, and keep the commandments of God, and do those things that are required at our hands, before we can be prepared for the coming of the Great Bridegroom. <\/div><div class=\"paragraph jod\" id=\"v2n1201\"> The signs of the heavens are appearing, the fig trees are leaving and showing that summer is nigh.<span class=\"citation\" id=\"65882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65882)\">Matt. 24:32<\/a><\/span> It will overtake this generation, and us also, quite as soon as we are prepared for it. <\/div><div class=\"paragraph jod\" id=\"v2n1202\"> I pray that we may live in such a manner as not to be among the foolish virgins,<span class=\"citation\" id=\"65997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65997)\">Matt. 25:1-13<\/a><\/span><span class=\"citation\" id=\"86499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86499)\">D&amp;C 63:54<\/a><\/span> but understand the signs of the times,<span class=\"citation\" id=\"64800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64800)\">Matt. 16:3<\/a><\/span> do our duty, maintain our integrity, overcome the world,<span class=\"citation\" id=\"70529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70529)\">John 16:33<\/a><\/span> and be prepared to receive our Redeemer when he comes with joy, and not in grief and shame; which may God grant for Christ's sake. <span class=\"small-caps\">Amen<\/span>. <\/div>\n<\/div>\n<\/div>"}