{"ID":20036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obedience&#x2014;The Priesthood&#x2014;Spiritual Communication&#x2014;The Saints and the World.<\/div>\n<div class=\"subtitle\">An Address by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, September 17, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Obedience&#x2014;The Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/17\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v2n1298\"> It is some time since I spoke to this congregation, and it is with me as it probably is with many others, the longer I sit, and the less I say, the more I am troubled with fear. Is it the fear of God? No. It is a kind of a fear of the world&#x2014;a fear of <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man. Now there is scarcely a person but what has more or less of these feelings, at times. I recollect often hearing brother Joseph Smith say that many times his legs trembled like Belshazzar's<span class=\"citation\" id=\"61496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61496)\">Dan. 5:6<\/a><\/span> when he got up to speak before the world, and before the Saints. <\/div> <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1300\"> I have been interested with the relation brother Staines has given, although he could not relate all the experience he has had since he came into this Church some twelve or fourteen years ago. If he could remember it all, and relate it, his experience would be very interesting. It is good, and I have been interested with it. I am interested with everything that is good; and in fact, I am interested with a great many things which are not so very good, for there is nothing that I see on earth or in the heavens but what interests me, and gives me an experience. When I see a man take the wrong road&#x2014;the road which leads to death, it is an experience to me, and it opens my eyes to shun that path. And we are taught that if a man will not learn by precept, or by example, he has to learn by what he suffers. By seeing the bad example of another I can shun that path, and escape the difficulties he goes into. Of course his experience is quite a schoolmaster to me; for if I do not take that road, I do not suffer the inconvenience he does. <\/div><div class=\"paragraph jod\" id=\"v2n1301\"> During my whole course from the day I first heard of &#x201C;Mormonism,&#x201D; more than twenty-two years ago, I have never had but one desire, and that is to do what I am counseled. It matters not to me whether it be by the voice of God, or by the voice of His servants, it is all the same with me.<span class=\"citation\" id=\"83755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83755)\">D&amp;C 1:38<\/a><\/span> When we go forth as the servants of God, we are dictated by the Holy Ghost, and the Holy Ghost will speak the truth, and that is the word of God. It is the revelations of Jesus Christ,<span class=\"citation\" id=\"124704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124704)\">Gal. 1:12<\/a><\/span> and it is the voice of God to us.<span class=\"citation\" id=\"86662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86662)\">D&amp;C 68:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1302\"> When He commands us to go forth and preach His word, and declare His Gospel&#x2014;faith, and repentance, and baptism for the remission of sins, with the laying on of hands for the gift of the Holy Ghost,<span class=\"citation\" id=\"82969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82969)\">3 Ne. 27:19-21<\/a><\/span><span class=\"citation\" id=\"85241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85241)\">D&amp;C 39:6<\/a><\/span> He says it is the same as though it were spoken by His <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own voice,<span class=\"citation\" id=\"83756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83756)\">D&amp;C 1:38<\/a><\/span> and the same condemnation will rest upon the world, and upon those people who hear it and do not abide it, and keep it, and walk in it. This is my testimony, and this is the testimony that God has revealed to us as a people. When he sent forth his disciples in his day he said, If they will not hear you they will not hear me;<span class=\"citation\" id=\"124705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124705)\">Luke 10:16<\/a><\/span> and if they will not obey you they will not obey me, and if they will not obey me they will not obey my Father.<span class=\"citation\" id=\"64228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64228)\">Matt. 10:40<\/a><\/span><span class=\"citation\" id=\"85240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85240)\">D&amp;C 39:5<\/a><\/span> So it is with us, if you will not listen, obey, and practice those things that are laid before you by President Young and his brethren, you would not obey God, if He should speak from the heavens. Why? Because the Almighty has appointed him his delegate, just as much as we have appointed Doctor Bernhisel to be our Delegate to Congress, to lay before them those things that we want in connection with him. He has not gone to do his own will, but he has gone to do the will of those who have sent him.<span class=\"citation\" id=\"69100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69100)\">John 4:34<\/a><\/span><span class=\"citation\" id=\"124706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124706)\">John 6:38<\/a><\/span> So it is with President Young. He is our head, he is our President, our Prophet, and Leader, and the Government of the United States have appointed him our Governor. He was before, in a Church capacity. Then his voice to this people is the voice of God, just as much as was Moses God,<span class=\"citation\" id=\"53886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53886)\">Ex. 7:1<\/a><\/span> when God called him and set him to preside among the children of Israel. His word was the word of God to that people, and when they did not listen to him they suffered the penalty. We read there were two-and-twenty thousand fell in one day because of their rebellion.<span class=\"citation\" id=\"54794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54794)\">Num. 16:32-35<\/a><\/span><span class=\"citation\" id=\"55375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55375)\">Judg. 20:21<\/a><\/span> They rebelled against Moses, against his counsel, and against his government, which was of course rebelling against the character who sent him. God sent him and authorized him; and to us President Young is sent, ordained, and appointed by the Almighty, as Joseph's successor, to lead this people. I want the world to know this. I want  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the people who come into these valleys, and do not believe &#x201C;Mormonism,&#x201D; to know what we believe. Probably there are but few men in the United States but what know that we look up to President Brigham Young as our leader, Prophet, and dictator. I want you to understand that I actually do, and I believe I have done so to the entire satisfaction of this people. I have proved it by my works from the day I came into the Church until the present time. <\/div><div class=\"paragraph jod\" id=\"v2n1304\"> Joseph Smith was a Prophet of God, and was sent of God. He had visits from holy angels from the heavens, who authorized him to commit to this nation the Gospel, the plan of salvation and eternal life, which will save every man and woman that believe it, and practice it in their lives&#x2014;in their outgoings, and in their incomings. I know it will save them. You have my testimony, and my testimony is true, and you will find it so, every soul of you who will practice it. <\/div><div class=\"paragraph jod\" id=\"v2n1305\"> We believe this book, the Bible, to be an historical account of Jesus Christ, and his Apostles and Prophets. We believe it is sacred, and the great majority of this people actually practice it; and there is not a man nor woman in this Church, who believe it, but what have been baptized for the remission of their sins, and that too by immersion, being buried with Christ by baptism.<span class=\"citation\" id=\"72387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72387)\">Rom. 6:4<\/a><\/span> This is what they have done, and that enables them, after they have received the laying on of hands, to receive the gift of the Holy Ghost, and they are entitled to a membership in the Church of Jesus Christ of Latter-day Saints. If they honor that membership, and are faithful, they will continue in it, not in time only, but in eternity, worlds without end. These are my feelings, and my determination is to continue to the end. <\/div><div class=\"paragraph jod\" id=\"v2n1306\"> I am now in my fifty-fourth year; I am a Latter-day Saint, full in the <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faith, and not only in the faith, but I have a <span class=\"italic\">knowledge<\/span> of the truth of this work. I know that God lives and dwells in the heavens; for I have asked Him scores of times, and hundreds of times, for things, and have received them. Is not that a pretty good proof that He hears me, when I ask Him for things and get them; and is not that a proof that He lives, and dwells in the heavens? I think it is. I suppose He dwells there, He could not dwell anywhere else, but in what particular portion He dwells, I do not precisely know, though He is not so far off as many imagine. He is nearby, His angels are our associates, they are with us and round about us, and watch over us, and take care of us, and lead us, and guide us, and administer to our wants in their ministry and in their holy calling unto which they are appointed. We are told in the Bible that angels are ministering spirits to minister to those who shall become heirs of salvation.<span class=\"citation\" id=\"76412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76412)\">Heb. 1:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1307\"> Bless my soul, look at the unbelieving world, that is a great many of them, they now believe in spiritual knockings, spiritual communications, and spiritual rappings, and they will ask the same spirit for this, and for that; to know this, that, and the other; and, &#x201C;Won't you cause that table to kick up its legs, and that chair to dance, and cause a knocking here, and a knocking there?&#x201D; They believe all this, still they do not believe that God can communicate. And at the same time those that they communicate with are corrupt spirits, and they might know it, and still they say they can speak from the heavens, and communicate this, that, and the other, and tell them where their friends are. If wicked spirits can do this, I want to know, on the same principle, if the righteous have not power to communicate to the children of men? And has not God power to do it? He has.  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The whole world is now enthusiastic in these things. <\/div><div class=\"paragraph jod\" id=\"v2n1309\"> I never heard a knocking, or saw a table dance, only as I kicked it myself. I do not want them knocking and dancing around me. <\/div><div class=\"paragraph jod\" id=\"v2n1310\"> The people of the world do not believe in revelation from God, and they believe that Joseph Smith was a fool to pretend to have revelation direct from heaven, but still they are all engaged in this matter, in getting revelations from evil, corrupt, and comparatively ignorant spirits, and wicked men. Some became spiritual writers by a spirit taking their hand, and writing without their consent. I do not thank any person to take my hand and write without my consent; we do not like such proceedings. We believe they exist, but they are not for us. We receive communications upon another principle, and that is direct from heaven, from God's servants, delegates, or administrators; this is what we believe most devoutly; and we intend to practice our religion, and to be governed by it. <\/div><div class=\"paragraph jod\" id=\"v2n1311\"> I have no doubt but the gentlemen who have come in this year will discover a difference in the manners and conduct of the people here, when compared with those of the cities from whence we have come. We do not admit of some practices in our city that they admit of in the United States, at least in all of their great cities. We desire to live a <span class=\"italic\">virtuous<\/span> and holy life, and do unto others as we wish others to do unto us,<span class=\"citation\" id=\"94348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94348)\">Matt. 7:12<\/a><\/span> and for that reason many of us have been driven from the United States; I say many of us, for a great many who are now here have not been driven here, but have come since we were driven, and we have passed through a great many trials. Brother Staines was speaking about some of them. I was one of the first, in connection with President Young, who came to this valley when it was a de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>solate region, and we could not even get a chart from Fremont, nor from any other man, from which to learn the course to this place. I was one who helped to pick out the road. When we started to come here, we had no more provisions with us than those emigrants started with, to whom we have sent flour this season. We had only one hundredweight apiece, and came here with nothing but what was in our wagons, only as we hunted and killed game. When we got to the upper ferry of Platte River, half of our company had not a mouthful of bread. That would look a little harder to you than the cricket time, still there was no grunting, nor murmuring, for it was beyond the grunting point; it would not do any good to find fault; it would not provide bread, buffalo, antelope, deer, nor elk. <\/div><div class=\"paragraph jod\" id=\"v2n1312\"> I recollect one day, I believe it was on the Platte, brother Brigham said to me, &#x201C;Brother Heber, what do you think about it, do you think we shall go any further?&#x201D; I knew he asked this question to try me. I replied, I wanted to go the whole journey, and find some white sandstone, and see what there was in the earth. There never was a day when I would not go with him until we found a location. I knew there was a place somewhere, though at times the prospect appeared dreary, but here it was on high. It is the best country I ever saw. I have lived in the best portions of the United States, but this country is better. I have lived where Joseph found the plates, and where the angel of the Lord administered to him; it is the heart of the world, but is that place as good as this? No. It does not begin to bring forth wheat, corn, oats, and every other vegetation that the heart desires, like this land. We are going to be comfortable here. <\/div><div class=\"paragraph jod\" id=\"v2n1313\"> The troops of the United States have come here; see how liberal they have offered for wheat, and not only  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for wheat, but for oats, barley, corn, potatoes, cheese, chickens, beets, carrots, parsnips, and everything they wish to buy. We do not say so much about the merchants, they have got plenty. You will see how good we will make the transient residents feel this winter. <\/div><div class=\"paragraph jod\" id=\"v2n1315\"> How comfortable they feel, and rejoice to dwell in the midst of white people. They never thought for a moment we were <span class=\"italic\">white<\/span> men and women; but when they came, they found out, to their astonishment, that the people in Utah were quite white, and right from their own country. Bless your souls, we are a free people, it is not a slave country here; still I admit we have to slave pretty hard to raise these fine things. Well now, do not be disheartened; make yourselves comfortable; treat us well, and you shall be treated well, and the best you ever were in your lives; but <span class=\"small-caps\">hands off<\/span>. I speak just as I feel. My heart is good, kind, and generous; but there are lots of men more generous than I am, and again there are lots that are not so much so. All kinds of spirits have all kinds of capacities. There are as many spirits here as you can see persons, for they all have spirits in them; and some are more snappish than others, and some are more liberal, kind, and generous, and more divested of selfishness than others. If that is a fact, it proves to me that you can become just as generous as the most generous. Let us try, and what I say to one Saint I say to all the Saints, and to all people that come into this valley, be generous, be friendly, and be Saints. <\/div><div class=\"paragraph jod\" id=\"v2n1316\"> We want you to be Saints while you stay here; for you know in the days of the Apostles, when they were among the Romans they did as Romans did;<span class=\"citation\" id=\"73543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73543)\">1 Cor. 9:19-23<\/a><\/span> and while you are among the &#x201C;Mormons,&#x201D; do as the &#x201C;Mormons&#x201D; do; be generous, and be <span class=\"italic\">white<\/span> folks. We are white folks; a good <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> portion of us were born in the United States, and a great many in Old England; and they are our brethren and sisters. My father came from there, and fought for this country, and sustained it; if he did not my grandfather did, it is along in that train somewhere. We have all come from the old countries, and come into a new country, into the States; and from that we have emigrated into still newer countries&#x2014;into the tops of the mountains, just as the Prophet said.<span class=\"citation\" id=\"57693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57693)\">Isa. 2:2<\/a><\/span> They declared the Saints would be gathered in the last days, and we are gathering to build a city to the name of our God, and we are going to build a Temple, and houses of worship, that when you come here you may worship with us, and when you are among the &#x201C;Mormons&#x201D; do as the &#x201C;Mormons&#x201D; do, do right, and keep the commandments of God. I have said a good many times, when a man comes into my house, if he is a Catholic, a Pagan, a Quaker, a Baptist, a Methodist, a Soldier, a Captain, a Governor, or a President, he has got to subject himself to the order of my house; and when I bow down on my knees, I want him to bow down with me. That is my religion, let him bow down and pray with me; and then if I go into another man's house, if he stands up to pray, I will stand up too and pray with him. That is good religion. Do as the Romans do when you are among them. A man can stand up, kneel down, or sit down, and not pray, and be as cross as he has a mind too, but let him be subject to the governor or the government of that house, and when he goes into another kingdom, let him be subject to that kingdom. God says, &#x201C;If a man keep my commandments he has no need to break the laws of the land!&#x201D;<span class=\"citation\" id=\"86143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86143)\">D&amp;C 58:21<\/a><\/span> These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v2n1317\"> Let us be Saints, and keep the commandments of God, and mind our own business. That is my religion.  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We want all men to do this, we want all women to observe the same thing&#x2014;to keep the commandments of God, and keep themselves pure and clean. And if you are not clean, pure, and holy, I would advise you to repent of your sins, and go and be baptized for the remission of them, and sanctify yourselves, and receive the Holy Ghost, that it may show you things to come,<span class=\"citation\" id=\"70322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70322)\">John 16:13<\/a><\/span> and bring things to your remembrance.<span class=\"citation\" id=\"70009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70009)\">John 14:26<\/a><\/span> That is my counsel and advice. <\/div> <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1319\"> May God bless you, brethren and sisters, and bless this whole people, male and female, old and young, foreigner and everybody else; may He bless you with peace and quietness, that we may have a heavenly time, a joyful time during the coming winter. May God bless you with these blessings, and every other, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}