{"ID":20031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Constitution and Government of the United States&#x2014;Rights and Policy of the Latter-Day Saints.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Feb. 18, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Constitution of the United States, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/18\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v2n1041\"> Brethren, Sisters, and Friends&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v2n1042\"> We are a people believing in the providences of God, and acknowledging His hand in His dealings with us from day to day. <\/div><div class=\"paragraph jod\" id=\"v2n1043\"> We are a people whose rise and progress from the beginning, has been the work of God our Heavenly Father, which in His wisdom He has seen proper to commence for the reestablishment of His kingdom upon the earth. <\/div><div class=\"paragraph jod\" id=\"v2n1044\"> Still further we believe that the Lord has been preparing that, when He should bring forth His work, that, when the set time should fully come,<span class=\"citation\" id=\"57053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57053)\">Ps. 102:13<\/a><\/span> there might be a place upon His footstool where sufficient liberty of conscience should exist, that His Saints might dwell in peace under the broad panoply of constitutional law and equal rights. In this view we consider that the men in the Revolution were inspired, by the Almighty, to throw off the shackles of the mother government, with her established religion. For this cause were Adams, Jefferson, Franklin, Washington, and a host of others inspired to deeds of resistance to the acts of the King of Great Britain, who might also have been led to those aggressive acts, for aught we know, to bring to pass the purposes of God, in thus establishing a new government upon a principle of greater freedom, a basis of self-government allowing the free exercise of religious worship.<span class=\"citation\" id=\"89589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89589)\">D&amp;C 101:80<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1045\"> It was the voice of the Lord inspiring all those worthy men who bore influence in those trying times, not only to go forth in battle, but to exercise wisdom in council, fortitude, courage, and endurance in the tented field, as well as subsequently to form and adopt those wise and efficient measures which secured to themselves and succeeding generations, the blessing of a free and <span class=\"italic\">independent government<\/span>. <\/div><div class=\"paragraph jod\" id=\"v2n1046\"> This government, so formed, has been blessed by the Almighty until she spreads her sails in every sea, and her power is felt in every land. <\/div><div class=\"paragraph jod\" id=\"v2n1047\"> The American Government is second to none in the world in influence and power, and far before all others in liberal and free institutions. Under its benign influence the poor, downtrodden masses of the old world can find an asylum where they can enjoy the blessings of peace and freedom, no matter to what caste or religious sect they belong, or are disposed to favor, or whether they are disposed to favor any or none at all. It was in this government, formed by men inspired of God,<span class=\"citation\" id=\"89590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89590)\">D&amp;C 101:80<\/a><\/span> although at the time they knew it not, after it was firmly established in the seat of power and influence, where liberty of conscience, and the free exercise of religious worship were a fundamental principle guaranteed in the Constitution, and interwoven with all the feelings, traditions, and sympathies of the people,  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the Lord sent forth His angel to reveal the truths of heaven as in times past, even as in ancient days. This should have been hailed as the greatest blessing which could have been bestowed upon any nation, kindred, tongue, or people. It should have been received with hearts of gratitude and gladness, praise and thanksgiving. <\/div><div class=\"paragraph jod\" id=\"v2n1049\"> But as it was in the days of our Savior, so was it in the advent of this new dispensation. It was not in accordance with the notions, traditions, and preconceived ideas of the American people. The messenger did not come to an eminent divine of any of the so-called <span class=\"italic\">orthodoxy<\/span>, he did not adopt their interpretation of the Holy Scriptures. The Lord did not come with the armies of heaven, in power and great glory, nor send His messengers panoplied with aught else than the truth of heaven, to communicate to the meek, the lowly, the youth of humble origin, the sincere enquirer after the knowledge of God. But He did send His angel to this same obscure person, Joseph Smith, Jun., who afterwards became a Prophet, Seer, and Revelator, and informed him that he should not join any of the religious sects of the day, for they were all wrong; that they were following the precepts of men instead of the Lord Jesus;<span class=\"citation\" id=\"93706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93706)\">JS&mdash;H 1:19<\/a><\/span> that He had a work for him to perform, inasmuch as he should prove faithful before Him.<span class=\"citation\" id=\"93787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93787)\">JS&mdash;H 1:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1050\"> No sooner was this made known, and published abroad, and people began to listen and obey the heavenly summons, than opposition began to rage, and the people, even in this favored land, began to persecute their neighbors and friends for entertaining religious opinions differing from their own. <\/div><div class=\"paragraph jod\" id=\"v2n1051\"> I pause now to ask, had not Joseph Smith a right to promulgate and establish a different, a new religion and form of worship in this government? <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Everyone must admit he had. This right was always held sacred, for upon it was based the religious liberty of every citizen of the Republic. It was a privilege held sacred in the bosom of every class of people; no Judge dared invade its holy precincts. No Legislator nor Governor ventured to obstruct the free exercise thereof. How then should it be esteemed an object worthy of persecution that Joseph Smith, the man called of God to perform a work in restoring the Gospel of salvation unto the children of men, and his followers, true believers in his divine mission, should attempt to exercise the same privilege held sacred by all others, of every name, nature, and description, and equally so by them? Why should he and his followers be debarred the privilege of worshipping God according to the dictates of their consciences?<span class=\"citation\" id=\"94105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94105)\">A of F 1:11<\/a><\/span> Legally they cannot, and I will further state, that legally they have not. No! Whenever the iron hand of oppression and persecution has fallen upon this people, our opposers have broken their own laws, set at defiance and trampled under foot every principle of equal rights, justice, and liberty found written in that rich legacy of our fathers, <span class=\"small-caps\">The Constitution of the United States<\/span>. <\/div><div class=\"paragraph jod\" id=\"v2n1052\"> Whenever popular fury has been directed against us, no power in the government has been found potent enough to afford protection, and what is still more astonishing, honorable enough to yield redress, nor has any effort succeeded in bringing to justice those individuals who had perpetrated such fearful crimes. No! The <span class=\"italic\">murderer<\/span>, the <span class=\"italic\">assassin<\/span>, the <span class=\"italic\">midday plunderer<\/span>, and <span class=\"italic\">highway robber<\/span> roam unmolested, and mingle unquestioned in the society of the rulers of the land; they pass and repass as current coin, producing no jar in the sensibilities of refinement, no odium in the atmosphere in which they move. <\/div> <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1054\"> I ask you, friends, how is this? Are not our religious sentiments as sacred to us as to any other portion of the community? And should it not be the duty, as well as the pride, of every American citizen to extend that provision of the <span class=\"small-caps\">Constitution<\/span> to us which he claims for himself? And is not that sacred instrument invaded and broken as much in debarring and excluding this people from its privileges, rights, and blessings, as it would be if your rights and privileges were thus invaded? No, gentlemen, we have broken no laws, our Glorious <span class=\"small-caps\">Constitution<\/span> guarantees unto us all that we claim. Under its broad folds, in its obvious meaning and intents, we are safe, and can always rejoice in peace. All that we have ever claimed, or wish to, on the part of the government, is the just administration of the powers and privileges of the National Compact. <\/div><div class=\"paragraph jod\" id=\"v2n1055\"> It is not our acts, neither our intentions that the people or the Government are afraid or complain of, but their own evil surmisings concerning us. <\/div><div class=\"paragraph jod\" id=\"v2n1056\"> In our first settlement in Missouri, it was said by our enemies that we intended to tamper with the slaves, not that we had any idea of the kind, for such a thing never entered our minds. We knew that the children of Ham were to be the &#x201C;<span class=\"italic\">servant of servants<\/span>,&#x201D;<span class=\"citation\" id=\"52966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52966)\">Gen. 9:25<\/a><\/span> and no power under heaven could hinder it, so long as the Lord should permit them to welter under the curse, and those were known to be our religious views concerning them. Yet, the misrepresentation of our enemies found willing ears in those prejudiced against us, and we were driven from our homes in consequence of the fears of the people, and the prejudice which had been raised against us in consequence thereof. <\/div><div class=\"paragraph jod\" id=\"v2n1057\"> Again, in Missouri, in the early part of our history, the fears of the <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people and Government were aroused, because <span class=\"italic\">they<\/span>, <span class=\"italic\">not we<\/span>, said that it was our intention to tamper with the Indians, therefore we must not be allowed to exist in their vicinity; and again the alarm was sounded, and we were driven from our homes, plundered, mobbed, some killed, and all this not for any crime which we had committed, but for fear we might commit one. <\/div><div class=\"paragraph jod\" id=\"v2n1058\"> Again; it was industriously circulated that we were going to declare our &#x201C;<span class=\"italic\">Independence<\/span>,&#x201D; not that we had, or intended to do so absurd a thing; yet anything, no matter how absurd, seemed sufficient excuse to startle the fears of the community, and they began to drive, plunder, rob, burn our houses, and lay waste our fields, and this was called, &#x201C;<span class=\"italic\">Mormon disturbances<\/span>,&#x201D; and the aid of the Government was invoked to quell &#x201C;<span class=\"italic\">Mormon insurrection<\/span>,&#x201D; &#x201C;<span class=\"italic\">Mormon troubles<\/span>,&#x201D; and &#x201C;Turbulent Mormons.&#x201D; And although it was found necessary, as they state, to drive us from Missouri and the frontiers, to prevent us from tampering with the slaves and Indians, yet it was found equally necessary, ten years afterwards, when we were a hundred to one at that time, to drive us from Nauvoo into the very midst of the Indians, as unworthy of any other society. <\/div><div class=\"paragraph jod\" id=\"v2n1058\"> Fears of what we might do with the Indians had by this time subsided, and fears of something else that we might hereafter do, if left to remain in peace, and a desire to plunder, accomplished our exodus from Illinois. Perhaps, however, in this last case our enemies might have entertained some fears that, if we were permitted to remain unmolested, the bloodthirsty assassins who killed our beloved Prophet and Patriarch, Joseph and Hyrum, who were inhumanly massacred while reposing under the pledged faith of the State for their protection and safety, might not be  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>permitted to remain undisturbed in their guilt. <\/div><div class=\"paragraph jod\" id=\"v2n1059\"> As in the case of the Indians upon the frontier, this also was a false conclusion, for if ever a people would have been justified in redressing their own wrongs, and could have done so with impunity, it was at the time of his horrible murder. But they proved to the world, by their quiet and peaceable demeanor, that they had no such intention, but this was forgotten, and in less than a year and a half we were again assailed, our houses and grain stacks burned, and our brethren shot down in the glare of the light thereof, while attempting to save a pittance to drive starvation not from the doors nor the tents, for there were none of either, but from the famishing hearts of their social circle&#x2014;of their wives and children. <\/div><div class=\"paragraph jod\" id=\"v2n1060\"> And again was the aid of the Government invoked to quell the so-called &#x201C;Mormon disturbances,&#x201D; and still we see the newspapers teeming with these and the like epithets&#x2014;&#x201C;Turbulent Mormons.&#x201D; &#x201C;What shall be done with these turbulent Mormons?&#x201D; is the cry from one end of the Union to the other. In the name of Heaven what have we done to excite the fears of any People or Government, that the sound of war and blood must eternally be kept ringing in our ears? I answer, nothing. It is the same as before, in the case of tampering with the slaves and Indians, a certain fearfulness that if we are not looked to, driven, plundered of our homes and possessions, slain, and massacred as before, we may do something, they have not yet, to my knowledge, defined precisely what. <\/div><div class=\"paragraph jod\" id=\"v2n1061\"> Have not this people invariably evinced their friendly feelings, disposition, and patriotism towards the government by every act and proof which can be given by any people? <\/div><div class=\"paragraph jod\" id=\"v2n1062\"> Permit me to draw your attention, for a moment, to a few facts in relation <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to raising the Battalion for the Mexican war. When the stormcloud of persecution lowered down upon us on every side, when every avenue was closed against us, our Leaders treacherously betrayed and slain by the authorities of the Government in which we lived, and no hope of relief could penetrate through the thick darkness and gloom which surrounded us on every side, no voice was raised in our behalf, and the General Government was silent to our appeals. When we had been insulted and abused all the day long, by those in authority requiring us to give up our arms, and by every other act of insult and abuse which the prolific imagination of our enemies could devise to test, as they said, our patriotism, which requisitions, be it known, were always complied with on our part; and when we were finally compelled to flee, for the preservation of our lives and the lives of our wives and children, to the wilderness; I ask, had we not reason to feel that our enemies were in the ascendant? That even the Government, by their silent acquiescence, were also in favor of our destruction? Had we not, I ask, some reason to consider them all, both the people and the Government, alike our enemies? <\/div><div class=\"paragraph jod\" id=\"v2n1063\"> And when, in addition to all this, and while fleeing from our enemies, another test of fidelity and patriotism was contrived by them for our destruction, and acquiesced in by the Government (through the agency of a distinguished politician who evidently sought, and thought he had planned our overthrow and total annihilation), consisting of a requisition from the War Department, to furnish a Battalion of five hundred men to fight under their officers, and for them, in the war then existing with Mexico. I ask again, could we refrain from considering both people and Government our most deadly foes? Look a moment at our situation, and the circumstances  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>under which this requisition was made. We were migrating, we knew not whither, except that it was our intention to go beyond the reach of our enemies. We had no homes, save our wagons and tents, and no stores of provisions and clothing; but had to earn our daily bread by leaving our families in isolated locations for safety, and going among our enemies to labor. Were we not, even before this cruel requisition was made, unmercifully borne down by oppression and persecution past endurance by any other community? But under these trying circumstances we were required to turn out of our traveling camps 500 of our most efficient men, leaving the old, the young, the women upon the hands of the residue, to take care of and support; and in case we refused to comply with so unreasonable a requirement, we were to be deemed enemies to the Government, and fit only for the slaughter. <\/div><div class=\"paragraph jod\" id=\"v2n1065\"> Look also at the proportion of the number required of us, compared with that of any other portion of the Republic. A requisition of only thirty thousand from a population of more than twenty millions was all that was wanted, and more than was furnished, amounting to only one person and a half to a thousand inhabitants. If all other circumstances had been equal, if we could have left our families in the enjoyment of peace, quietness, and security in the houses from which we had been driven, our quota of an equitable requisition would not have exceeded four persons. Instead of this, five hundred must go, <span class=\"italic\">thirteen thousand percent<\/span> above an equal ratio, even if all other things had been equal, but under the peculiar circumstances in which it was made comparison fails to demonstrate, and reason itself totters beneath its enormity. And for whom were we to fight? As I have already shown, for those that we had every reason to believe were our most <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> deadly foes. Could the Government have expected our compliance therewith? Did they expect it? Did not our enemies believe that we would spurn, with becoming resentment and indignation, such an unhallowed proposition? And were they not prepared to make our rejection of it a pretext to inflame the Government still more against us, and thereby accomplish their hellish purposes upon an innocent people, in their utter extinction? And how was this proposition received, and how was it responded to by this people? I went myself, in company with a few of my brethren, between one and two hundred miles along the several routes of travel, stopping at every little camp, using our influence to obtain volunteers, and on the day appointed for the rendezvous the required compliment was made up; and this was all accomplished in about twenty days from the time that the requisition was made known. <\/div><div class=\"paragraph jod\" id=\"v2n1066\"> Our Battalion went to the scene of action, not in easy berths on steamboats, nor with a few months' absence, but on foot over two thousand miles across trackless deserts and barren plains, experiencing every degree of privation, hardship, and suffering during some two years' absence before they could rejoin their families. Thus was our deliverance again effected by the interposition of that All-wise Being who can discern the end from the beginning,<span class=\"citation\" id=\"94342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94342)\">Isa. 46:10<\/a><\/span> and overrule the wicked intentions of men to promote the advancement of His cause upon the earth. Thus were we saved from our enemies by complying with their, as hitherto, unjust and unparalleled exactions; again proving our loyalty to the Government. <\/div><div class=\"paragraph jod\" id=\"v2n1067\"> Here permit me to pay a tribute of respect to the memory of Captain Allen, the bearer of this requisition from the Government. He was a gentleman full of humane feelings,  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and, had he been spared, would have smoothed the path, and made easy the performance of this duty, so far as laid in his power. His heart was wrung with sympathy when he saw our situation, and failed with wonder when he witnessed the enthusiastic patriotism and ardor which so promptly complied with his requirement; again proving, as we had hundreds of times before proved, by our acts, that we were belied by our enemies, and that we were as ready, and even more so than any other inhabitants of the Republic, to shoulder the musket, and go forth to fight the battles of our common country, or stand in her defense. History furnishes no parallel, either of the severity and injustice of the demand, or in the alacrity, faithfulness, and patriotism with which it was answered and complied. Thus can we cite instance after instance of persons holding legal authority, being moved upon, through the misrepresentation and influence of our enemies, to insult us as a people, by requiring a test of our patriotism. How long must this state of things continue? So long as the people choose to remain in willful ignorance with regard to us; so long as they choose to misinterpret our views, misrepresent our feelings, and misunderstand our policy. <\/div><div class=\"paragraph jod\" id=\"v2n1069\"> To accuse us of being unfriendly to the Government, is to accuse us of hostility to our religion, for no item of inspiration is held more sacred with us than the Constitution under which she acts. As a religious society, we, in common with all other denominations, claim its protection; whether our people are located in the other states or territories, as thousands of them are, or in this territory, it is held as a shield to protect the dearest boon of which man is susceptible&#x2014;his religious views and sentiments. <\/div><div class=\"paragraph jod\" id=\"v2n1070\"> The Government of the United States has never engaged in a crusade <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against us as a people, although she has remained silent, or refused us, when appealed to for redress of grievances. She has permitted us to be driven from our own lands, for which she had taken our money, and that too with her letters patent in our hands, guaranteeing to us peaceable possession. She has calmly looked on and permitted one of the fundamental and dearest provisions of the Constitution to be broken; she has permitted us to be driven and trampled under foot with impunity. Under these circumstances what course is left for us to pursue? I answer, that, instead of seeking to destroy the very best government in the world, as seems to be the fears of some, we, like all other good citizens, should seek to place those men in power who will feel the obligations and responsibilities they are under to a mighty people; who would feel and realize the important trusts reposed in them by the voice of the people who call them to administer law under the solemn sanction of an oath of fidelity to that heaven inspired instrument, to the inviolate preservation of which we look for the perpetuity of our free institutions. <\/div><div class=\"paragraph jod\" id=\"v2n1071\"> It should be the aim of all good citizens, and it is our intention and design as a people, to promote virtue, intelligence, and patriotism; and when any person seeks to invade our virtue, by sowing the seeds of corruption and vice, and, when rebuked therefore, assails our rights and patriotism, as has universally heretofore been done, he exhibits, before this people, his own depraved heart. Should not those persons who are appointed to administer law, observe it themselves? Should not those officers who have been sent among us by the United States, be an example in point of morality, virtue, and good behavior; and do honor to those laws which they came here to execute and administer?  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And shall they so far forget themselves, as to spend their time in licentiousness, gambling, and seducing the innocent and unsuspecting, and in a variety of ways sow the seeds of sin and immorality, with impunity, and no man dare utter his protest? I tell you nay. With me, with this people you will have war, if needs be, upon this principle. It is incumbent upon us to use our influence for the preservation of ourselves, our wives, our children, our brethren, our sisters, and all of our society from the contaminating influence of vice, sin, immorality, and iniquity, let it emanate from where it will. If it exists in high places, so much the more need of rebuking it, for from thence it will do the most harm. <\/div><div class=\"paragraph jod\" id=\"v2n1073\"> I claim this as a right, as a Constitutional right; I believe it is legal to exercise all the power and influence which God has given me for the preservation of virtue, truth, and holiness; and because we feel sensitive upon points such as these, should it be construed that we are enemies to the Federal Government? Our history proves that for such things we have been persecuted even unto death,<span class=\"citation\" id=\"72089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72089)\">Acts 22:4<\/a><\/span> but this deters me not. I would rather have God my friend, and all the world enemies, than be a friend with the world, and have God my enemy; and in this view of the case the Government should also be our friends, for assuredly in the preservation of virtue, morality, and intelligence she may look for the perpetuity of her free institutions, and the preservation of her liberty. And in the moment of her disregard of these principles, when wickedness and sin can run riot with impunity, and not moral influence and force enough be found in the people to check it, and walk it under foot, then may she reckon on a speedy downfall. When moral obligations cease to exert an influence, and virtue hides its face, and the un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blushing effrontery of sin and foul corruption takes its place, then may the nation consider there is danger. &#x201C;When the wicked rule, the people mourn.&#x201D;<span class=\"citation\" id=\"57542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57542)\">Prov. 29:2<\/a><\/span><span class=\"citation\" id=\"89248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89248)\">D&amp;C 98:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1074\"> This then is our position towards the Government of the United States, and towards the world, to put down iniquity, and exalt virtue; to declare the word of God which He revealed unto us, and build up His Kingdom upon the earth. And, <span class=\"italic\">Know all men<\/span>, Governments, Nations, Kindreds, Tongues, and People, that this is our calling, intention, and design. We aim to live our religion, and have communion with our God. We aim to clear our skirts of the blood of this generation, by our faithfulness in preaching the truth of heaven in all plainness and simplicity; and I have often said, and repeat it now, that all other considerations of whatever name or nature, sink into insignificance in comparison with this. To serve God and keep His commandments, are first and foremost with me. If this is higher law, so be it. As it is with me, so should it be with every department of the Government; for this doctrine is based upon the principles of virtue and integrity; with it the Government, her Constitution, and free institutions are safe; without it no power can avert their speedy destruction. It is the lifegiving power to the government; it is the vital element on which she exists and prospers; in its absence she sinks to rise no more. <\/div><div class=\"paragraph jod\" id=\"v2n1075\"> We now proceed to discuss the question, does our faith and practice&#x2014;our holy religion, as we hold and believe it&#x2014;come within the purview of the Constitution; or, in other words, is it a religious question over which the Constitution throws its protecting shield? It reads, &#x201C;Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.&#x201D; Ours is pecu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>liarly a religious establishment; in it are centered all our hopes of salvation, honor, glory, and exaltation. In it we find our hopes of a resurrection, and of a life of immortality in another state of existence. By it we are actuated in all our business of life, through its influence we have preserved virtue, established truth, and been enabled to endure persecution. By its influence we have surmounted the difficulties of a banishment from the abodes of civilization and this world's enlightenment, and established ourselves in these distant vales, where, until we came hither, there was nothing, either in soil, climate, or productions, to attract the notice of even the adventurous and enterprising; in a country which offered no inducements worthy of consideration to any people but us. And why to us as a people? Because here, far distant from any white settlements, upon a piece of earth not valuable for its facilities either for cultivation, navigation, or commerce, where the whole face of the country presented the most barren and forbidding aspect, we considered we might live and enjoy our religion unmolested, and be free from the meddlesome interference of any person. If our principles and religion were obnoxious to any, they were relieved from our presence, unless they chose to follow us. <\/div><div class=\"paragraph jod\" id=\"v2n1077\"> If the people of the United States do not like our religious institutions, they are not compelled to mix in our society, or associate with us, or with our children. There is nothing here to tempt their cupidity, their avarice, or their lust. Then let them remain at home, or if they wish to roam in quest of new locations, there are none less desirable than this, for any other purpose than the one for which we have selected it, not for its intrinsic value in a pecuniary point of view, but in order that we might enjoy our religion in peace, preserve our youth <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in virtue, and be freed from the insults, abuse, and persecution of our enemies. <\/div><div class=\"paragraph jod\" id=\"v2n1078\"> Why should we have enemies? &#x201C;Why is it,&#x201D; say our objectors, &#x201C;that you cannot mingle and mix in society like other religious denominations?&#x201D; It has been seen that the people would not permit us to dwell in their midst in peace. We have been universally driven by illegal force, by mobs, murderers, and assassins, as unworthy of having a place amongst the abodes of civilized man, until, as a last resort, we found peace in these distant valleys. It is because our religion is the only true one. It is because we have the only true authority, upon the face of the whole earth, to administer in the ordinances of the Gospel. It is because the keys of this dispensation were committed by messengers sent from the Celestial world unto Joseph Smith, and are now held on the earth by this people. It is because Christ and Lucifer are enemies, and cannot be made friends; and Lucifer, knowing that we have this Priesthood, this power, this authority, seeks our overthrow. <\/div><div class=\"paragraph jod\" id=\"v2n1079\"> I am aware that these answers involve the truth of our principles, the divine appointment of Joseph Smith, the divine authenticity of the Book of Mormon, Doctrine and Covenants, &amp;c.; but this subject I leave for your consideration and investigation, with this simple declaration, that whether our religion is believed by any other people or not, it is by us, and no power or authority in the government can lawfully or righteously molest us in the peaceable and quiet enjoyment thereof. It cannot be done without law, and surely the government have no right to make any law concerning it, or to prevent the free exercise thereof. <\/div><div class=\"paragraph jod\" id=\"v2n1080\"> Why should tests of patriotism to the government be required of this people, more than of any other com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>munity in the States and Territories? Would it not be considered insulting and abusive in the highest degree, by any other community in the government, to be thus subjected and humiliated? Cannot the people and government perceive in us, as a people, industry, sobriety, order, and well regulated society; also a general diffusion of knowledge and dissemination of moral principle? And do they not know that these are the unmistakable signs and fruits of virtue, truth, love of our country, and high regard for her institutions? And do not such views, feelings, practices, and principles emanate from a pure and undefiled religion, a high sense of faith, practice, and obligation unto Christ our Lord, and his revealed will unto us? <\/div><div class=\"paragraph jod\" id=\"v2n1082\"> Does our doctrine, containing such views, sentiments, and practices, and exercising so genial an influence upon society; or in other words, does our religion disqualify us from being faithful, good, and patriotic citizens of the American government? Have the American people so far gone astray, and wandered from the light and power of the Gospel, that they cannot understand, recognize, and appreciate the savory element of religious influence, high tone of morality, and exemplary practice of virtuous and holy principles? If so, then indeed have the degenerate sons of worthy and patriotic sires well nigh spent their substance, and are preparing to subsist on husks, with swine.<span class=\"citation\" id=\"67710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67710)\">Luke 15:14-16<\/a><\/span> If so, then does the moral dearth well nigh betoken a famine far exceeding the scorching drought, wasting pestilence, <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and direful calamities of 1854. If so, then will the government, like the storm-driven bark, soon dash to atoms, having neither rudder to guide, nor caliber to withstand, the angry surging of the tempestuous waves. <\/div><div class=\"paragraph jod\" id=\"v2n1083\"> In the sincere observances of the principles of true religion and virtue, we recognize the base, the only sure foundation of enlightened society and well-established government. In truth and by virtue of divine appointment we combat error, and seek to rend asunder the veil of darkness enveloping the human race. <\/div><div class=\"paragraph jod\" id=\"v2n1084\"> In the progress of the age in which we live, we discern the fulfillment of prophecy, and the preparation for the second coming of our Lord and Savior to dwell upon the earth. We expect that the refuge of lies will be swept away,<span class=\"citation\" id=\"58607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58607)\">Isa. 28:17<\/a><\/span> and that city, nation, government, or kingdom which serves not God, and gives no heed to the principles of truth and religion, will be utterly wasted away and destroyed.<span class=\"citation\" id=\"59983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59983)\">Isa. 60:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1085\"> The word has gone forth from the Almighty, and will not return unto Him void.<span class=\"citation\" id=\"59812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59812)\">Isa. 55:11<\/a><\/span> It becomes us, therefore, one and all, to have on our wedding garments,<span class=\"citation\" id=\"65367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65367)\">Matt. 22:11<\/a><\/span> to have our lamps trimmed and burning,<span class=\"citation\" id=\"84933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84933)\">D&amp;C 33:17<\/a><\/span> well filled with oil, lest we also be taken unawares, and share the fate of the foolish virgins.<span class=\"citation\" id=\"65996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65996)\">Matt. 25:1-13<\/a><\/span><span class=\"citation\" id=\"86498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86498)\">D&amp;C 63:54<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1086\"> May the Lord bless us with the inspiration of His Holy Spirit, that our minds may be enlightened, our understandings enlarged and strengthened; and may His grace, wisdom, and intelligence be given unto us for our preservation and sanctification according to our day and generation, for the Redeemer's sake. Amen. <\/div>\n<\/div>\n<\/div>"}