{"ID":20034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Judgments of God on the United States&#x2014;The Saints and the World.<\/div>\n<div class=\"subtitle\">A Sermon by President Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, March 18, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Judgments of God on the United States, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 3\/18\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v2n1203\"> Beloved Brethren and Friends&#x2014;Since it has fallen to my lot to address you this afternoon, I hope you will not only lend me your undivided attention, but favor me with an interest in your prayers, that I may ever speak according to the mind and will of God, upon all those subjects which may engage my attention. <\/div><div class=\"paragraph jod\" id=\"v2n1204\"> I shall take a text, according to the mode and fashion of the day; yet, I <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will not promise to confine myself to it, or take any position that may be calculated to forestall the dictates of the Spirit of God in me. You may be surprised when you are made acquainted with the name of the author of my text. Were I to quote from Joseph Smith, or from Brigham Young, a sentiment for my groundwork, you might be gratified and complimented; but the world, or outsiders might  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>think it folly, blasphemy, nonsense, and trusting in man. I shall not, therefore, borrow my text from either of the foregoing; but from a distinguished outsider, that thereby I may pay a proper tribute of respect unto that department of God's dependent creatures. <\/div><div class=\"paragraph jod\" id=\"v2n1206\"> In the last General Epistle of Franklin Pierce, Chief Apostle of the United States of America, written to his brethren of the Senate and House of Representatives in General Conference assembled, first clause of the first verse, you will find these remarkable words recorded: <\/div><div class=\"paragraph jod\" id=\"v2n1207\"> &#x201C;The past has been an eventful year, and will hereafter be referred to as a marked epoch in the history of the world. While we have been happily preserved from the calamities of war, our domestic prosperity has not been entirely uninterrupted. The crops, in portions of the country, have been nearly cut off. Disease has prevailed to a greater extent than usual; and the sacrifice of human life through casualties by sea and land is without parallel.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1208\"> When we consider that the author of these words was chosen by the sovereign will of the American people to preside over the destinies of our common country, that he was duly set apart for that station, and regularly installed in power, it is but reasonable to suppose that his words are prompted by the conviction and faith of the nation; and he can hardly be expected to give utterance to an incorrect idea, <span class=\"italic\">if the faith of the nation be correct<\/span>. He, therefore, being the head and eye of the Republic, discovered that the land declined to produce in its usual strength, that disease had marked out its increased number of victims with unerring precision, and that sea and land had conspired against the lives of the thousands that float on the former, and the millions that walk on the latter. <\/div> <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1209\"> Why this increase of Providential manifestations in the form of scourges and chastisements? Is it because the nation has reformed and grown better? Is it because the true God is more correctly and devoutly worshipped? Or is it because the present is an age not so enlightened and scientific; and hence, not so well qualified to guard against the casualties and ills of life as former and more enlightened ages? Or is it because the Prophets of God have been cruelly and treacherously slain, and their brethren and friends banished by violent hands, from their homes, into an untried and wilderness country, where it was hoped and believed, by many, that savage ferocity would terminate our existence as a people? <\/div><div class=\"paragraph jod\" id=\"v2n1210\"> When the Latter-day Saints fled before the fiery blast of persecution's bitter hate, they left, it is true, their goods and their homes as a prize, rich with curses, to those whose guilty hearts and bloody hands rendered them legitimate heirs to their ill-gotten gain. We brought but little with us when we fled; yet we took what the nation can never regain until they punish those murderers according to their own laws, chastise the guilty coadjutors in deeds of cruelty and rapine, and compensate the sufferers for the losses which they so unjustly sustained. We brought away with us from the nation that suffered us to be cast out, the goodwill and blessing of our God, even the God of Abraham, of Isaac, and of Jacob. That blessing and goodwill cannot return until we return and carry them. <\/div><div class=\"paragraph jod\" id=\"v2n1211\"> Allow me, in this place, to give you a legal opinion. None of you entertain a doubt but that your claims and titles to the lands sold, under duress, in Missouri and Illinois, are as good and valid now in the eyes of God as they ever were; but I tell you that they are just as good and safe to you at this very moment, in the eye of the  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Constitutional laws of the land, as they ever were. No deed of conveyance of real estate, executed by any of you in Missouri or Illinois, after you were warned to leave, and threatened with violence if you did not leave, is worth <span class=\"italic\">one red cent<\/span>. No court of chancery in the nation, having jurisdiction, could lawfully avoid giving you your lands again, with interest and damage. But would the Government sustain the decision of such a court? There is the rub, and hence the guilt? <\/div><div class=\"paragraph jod\" id=\"v2n1213\"> But let us see if we can account for the fearful increase of pestilence, scarcity, and destruction of human life spoken of in our text. God is said to be with His servants and people. &#x201C;Lo, I am with you alway, even unto the end of the world.&#x201D;<span class=\"citation\" id=\"66471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66471)\">Matt. 28:20<\/a><\/span> If a nation or people cast out the Saints and servants of God from their midst, God goeth with them and leaveth that nation, and leaveth it under evil influences and afflicting agents. <\/div><div class=\"paragraph jod\" id=\"v2n1214\"> To illustrate the foregoing statements, I will refer you to the history of Joseph's being sold into Egypt. This younger son of the old Patriarch Jacob was a visionary man, and a great dreamer. His visions and dreams seriously annoyed his elder brethren, and greatly aroused their jealousy. At one time, the lad dreamed that he and his brethren were binding sheaves in the field; and they set them up; and all their sheaves made obeisance to his sheaf.<span class=\"citation\" id=\"53585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53585)\">Gen. 37:7<\/a><\/span> This dream nettled them, and made them very angry, under the conviction that one day the boy might rule over them. The dream appeared to foreshadow the fact. At another time, he dreamed that the sun, moon, and eleven stars made obeisance to him.<span class=\"citation\" id=\"53588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53588)\">Gen. 37:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1215\"> This dream even aroused the old man's resentment, and drew forth from him a rebuke upon his son;<span class=\"citation\" id=\"53590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53590)\">Gen. 37:10-11<\/a><\/span> for he thought the dream indicated that he and his mother and his brethren <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should bow down to him. His brethren greatly envied him; but his father observed the dream and reflected, notwithstanding the rebuke. The fire of jealousy burning in the hearts of the elder brethren against their younger brother, they resolved to slay him,<span class=\"citation\" id=\"53592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53592)\">Gen. 37:18<\/a><\/span> and conspired to perpetrate this bloody deed! Not that Joseph had injured them, or done them any wrong. It was because they feared he would do something, as his dreams evinced. But, behold the inconsistency of his elder brethren! If his dreams were of God, it was a sufficient cause of great joy to them, that they could have a ruler of divine appointment; and hence worse than madness to oppose him. If his dreams were not of God, they had no cause to fear his elevation to the ruling power. But his dreams were of God, and the means which they adopted to prevent their fulfillment proved, under the overruling hand of Providence, to be the very means to bring about the things foreshadowed by them. <\/div><div class=\"paragraph jod\" id=\"v2n1216\"> It is not infrequently the case, that plans and measures devised by the greatest cunning, ingenuity, and wisdom of the wicked against God's chosen, prove to be the most impressive and happy means to bless and exalt those against whom these plans are laid. Instead of slaving their brother, they agreed to cast him into a pit where there was no water,<span class=\"citation\" id=\"53595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53595)\">Gen. 37:24<\/a><\/span> that he might perish there.<span class=\"citation\" id=\"53594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53594)\">Gen. 37:22<\/a><\/span> But being a little conscience smitten at this specimen of cruelty towards their brother, they agreed to sell him into Egypt as a slave,<span class=\"citation\" id=\"53598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53598)\">Gen. 37:28<\/a><\/span> and thus rid themselves and the country of this troublesome dreamer. <\/div><div class=\"paragraph jod\" id=\"v2n1217\"> But God was with Joseph in Egypt, in the house of Potiphar, and blessed Potiphar's house for Joseph's sake.<span class=\"citation\" id=\"53601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53601)\">Gen. 39:5<\/a><\/span> Potiphar, a poor benighted heathen, saw that God was with Joseph, and that he made all things to prosper that were in his hands; and therefore committed his house and all he had into<span class=\"citation\" id=\"53602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53602)\">Gen. 39:6<\/a><\/span>  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the care of Joseph. Step by step did he gain influence and consideration in Egypt; and the favor and blessing of God were manifest upon him, and upon all that he did. God even blessed the whole kingdom for his sake. He apprised him, in the interpretation of Pharaoh's dream,<span class=\"citation\" id=\"53607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53607)\">Gen. 41:25<\/a><\/span> of the approaching famine,<span class=\"citation\" id=\"124702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124702)\">Gen. 41:30-31<\/a><\/span> and greatly multiplied the fruits of the earth, that they might be laid up in store against the time of need.<span class=\"citation\" id=\"53621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53621)\">Gen. 41:47<\/a><\/span> Thus, the country to which the chosen of God was banished, was enabled to feed the starving millions that fled thither for seven long years, and Joseph was prime minister to the crown, and general superintendent of all the affairs of Egypt. He controlled all the food that had been laid up in store. The famine waxed strong in the land from which he was expelled, and they had nothing laid up in store; for they had no Joseph to warn them of the approaching distress. They had driven him away, and God greatly blessed the land to which he fled. <\/div><div class=\"paragraph jod\" id=\"v2n1219\"> Soon it fell out that Joseph's brethren had to go down to Egypt to buy corn. &#x201C;Their sheaves began to bow to his sheaf.&#x201D;<span class=\"citation\" id=\"53586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53586)\">Gen. 37:7<\/a><\/span> Again they went, being sorely pressed with famine in their own land; and Joseph made himself known to them. Prince as he was, Prophet and minister of God as he was, I cannot think that the propriety of a union of Church and State was discussed at their meeting at all; especially not until they had taken their dinner together. Thanks be to the God of Israel, they had plenty to eat! <\/div><div class=\"paragraph jod\" id=\"v2n1220\"> Next, the old man himself came down to Joseph, and all the family&#x2014;&#x201C;sun, moon, and stars, made their obeisance to him&#x201D;<span class=\"citation\" id=\"53589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53589)\">Gen. 37:9<\/a><\/span> sure enough! His brethren do not feel towards him now, as they did when they sold him! O, integrity! Like the magnet that ever attracts its own, thou dost command and draw around thee all thy kindred <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hosts! Oh, selfishness, and narrow-minded jealousy! You are humbled in the dust&#x2014;you are prostrated at the feet of him whose life and liberty were the sport of your palmy days. How changed the scene? Yet God be praised. <\/div><div class=\"paragraph jod\" id=\"v2n1221\"> Can anyone, acquainted with the Latter-day Saints' history, see any similarity between their expulsion from the States, and the causes of that expulsion; and the banishment of Joseph into Egypt, and the causes of that banishment? Neither of them had done any wrong, but it was feared that they would. They both would dream, and tell their dreams. They were both superlatively hated and envied by their brethren&#x2014;were both sent away among heathens to perish, and both have been sustained by the favor of God. We both have had coats of many colors: ours, patch upon patch! We have had at least, one coat different from his, probably because such coats were not fashionable in his day, a coat of tar and feathers. Neither of us went away by his own choice; but were forced away contrary to our wishes, and contrary to existing laws. Both went into countries where there is but little rain. The chief difference that I can see, is this. Their sheaves bowed to his sheaf. The sun, moon, and stars bowed to him when they came to him for bread. It has not yet happened so unto us. But when scarcity increases in the land from whence we came, pestilence and plague abound, the channels of business and trade completely broken up, civil war and <span class=\"italic\">know nothing<\/span> within, the wheels of diplomacy in the mud without, and foreign foes press sorely on our coasts, then the nation may begin to ask&#x2014;Was Joseph Smith a Prophet? Is God angry with us because we have only winked at his treacherous murder? Is He angry because we have quietly suffered His chosen people to be robbed, plundered,  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>murdered, and driven like chaff before the wind, without interposing in any way to prevent it? Is it because we have turned a deaf ear to their petitions and cries for redress? <\/div><div class=\"paragraph jod\" id=\"v2n1223\"> With all the respect that is due from an humble citizen, to the words of the chief ruler of a great and powerful nation, and with all the modesty that diffidence and delicacy can inspire, I feel it my duty to say, in the name of that God whose I am, and whom I serve, that here lie the causes of the increasing evils in the land, spoken of in our text. For thus the Lord hath spoken. Nations shall be cut off when they are ripe in iniquity. But they are not ripe in inquity, until they kill my servants, and cast out my people&#x2014;then will I visit them in my anger, and vex them in my displeasure, and cut off their bitter branches. A desolating sickness shall cover the land.<span class=\"citation\" id=\"85631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85631)\">D&amp;C 45:31<\/a><\/span> (See Book of Covenants.) Famine shall sorely oppress them&#x2014;confusion and war shall make their hearts to faint, and their knees to tremble. Would to God that our nation had never given cause for the distress which they now only begin to suffer! Would to God that they, chiefly for their sakes, had never provoked the anger of the Almighty by killing our Prophets, and casting out our people. Yet for us, it is all the better! For if we had not been driven away, we might have remained there to suffer as they are suffering and will suffer. &#x201C;The wrath of man is often made to praise the Lord,&#x201D;<span class=\"citation\" id=\"56863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56863)\">Ps. 76:10<\/a><\/span> as in this case; and everlasting honors be ascribed to Him for His mercy, His justice, and His truth. <\/div><div class=\"paragraph jod\" id=\"v2n1224\"> In view of the approaching crisis which has been preached about, written upon, and prophesied of by us for the last twenty years, I would call upon the people of Utah, both Saint and sinner, Jew and Gentile, white men and red, to quit their vain and unprofitable traffic and speculation, <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and go to with their might to raise wheat, corn, and stock. Be not anxious to drive your stock to California. Save all your grain, and sow all you possibly can. Rich deposits of snow are now being made in the mountains, according to your prayers, which betoken a fruitful year. Ask God to bless your labors, and every seed that you sow in the earth. Prepare storehouses in which it can be saved. Remember Joseph in Egypt! The old man himself, and all the boys had to go to him, for he had corn in time of famine. Politicians oppose our gathering together. But if you will have plenty of wheat, pork, and beef on hand, all hell cannot stop them from coming here. Look out for the old man and all the boys to come bending unto you, and I'll venture they will not quarrel with you about the union of Church and State, at least not until they have had their breakfast. We may then tell them that when we were with them, they burned up our wheat in the stack, in the shock, and that which was scattered in the field. They burned our hay and our houses; and left our sick, our women and children in the scorching sun and beating rain, without food or shelter. <\/div><div class=\"paragraph jod\" id=\"v2n1225\"> We told them when they did it, that we would have wheat when they had none. When these poor starving thousands flock here for food, will it not be glory enough for you to begin with, to feed them, to give them shelter, and administer to their sick? Will not such coals of fire heaped upon their heads<span class=\"citation\" id=\"72848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72848)\">Rom. 12:20<\/a><\/span> be hot enough to satisfy your righteous indignation? If you will do as you are told, your eyes shall witness just such scenes! You may ask, &#x201C;When shall these things be?&#x201D; Answer. Just so soon as you can possibly lay up the wheat. If the United States will not make Brigham Young Governor, wheat will. Joseph's brethren never voted to make  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him Governor over them; but he was elected to that office by a joint ballot of wheat and corn. There is more salvation and security in wheat, than in all the political schemes of the world, and also more power in it than in all the contending armies of the nations. Raise wheat and lay it up in store till it will bring a good price; not dollars and cents, but kingdoms, countries, peoples, tribes, and tongues. &#x201C;They have sold themselves for nought; and must be redeemed without money!&#x201D;<span class=\"citation\" id=\"59550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59550)\">Isa. 52:3<\/a><\/span> It will take wheat to redeem them! Raise wheat and lay it up securely and it will preach the &#x201C;gathering&#x201D; more eloquently, successfully, and extensively than all the missionaries that we can send out to sweep through the nations, with the proclamation of the judgments of God abroad in the land! <\/div><div class=\"paragraph jod\" id=\"v2n1227\"> If I feel at our approaching Conference as I now do, I shall ask to move that our home missions be not diminished, but increased, if possible; and all set to raising wheat, and make Zion a house and city of refuge for the Saints and for the sons of strangers, that they may come and build up our walls,<span class=\"citation\" id=\"59973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59973)\">Isa. 60:10<\/a><\/span> even as the old Prophet hath spoken. Many of you have finished your seeding, perhaps, for the season; but suppose you add another edition, enlarged, if not revised. Trust in God! And if your works be good, and plenty of them, your faith will not be questioned! <\/div><div class=\"paragraph jod\" id=\"v2n1228\"> I will now call your attention, for a short time, to some occurrences that have taken place in our city. <\/div><div class=\"paragraph jod\" id=\"v2n1229\"> On Sunday, the 4th day of February, brothers Kimball and Grant spoke very plainly and pointedly in relation to the intercourse of the Saints with the world; and seriously objected to that intercourse when it tended to debase and corrupt the Saints. They were tolerably well posted up in some matters upon which they spoke. I will not say by what means they were posted, whether by private confession <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of some conscience-smitten guilty participant in things not right, or by the common or ordinary means of knowledge. Suffice it to say, that they meant those and those only who were guilty of improprieties, that cannot be looked upon with complacency by this people. The line was drawn between vice and virtue, so clearly and plainly that none need mistake it. Several persons took serious exceptions to the teachings that were then given, and felt themselves insulted, excluded from society, and as the Indians say; &#x201C;<span class=\"italic\">thrown away<\/span>.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1230\"> The next day, Monday, the Eastern Mail arrived, and brought a very belligerent article from the <span class=\"italic\">Charleston Mercury<\/span>. It is said to have been prompted by the Cabinet at Washington, with design to raise a fuss with the &#x201C;Mormons.&#x201D; The article shows a deep-rooted and heated feeling against the Saints, and takes it for granted that every evil that can be said of us is true. The following is a short quotation from the article&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v2n1231\"> &#x201C;There can be no fellowship between Mormon and Christian. They cannot exist under the same social system. They cannot be partners in political power.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1232\"> Here the line is drawn! All fellowship is denied us. No social relations are permitted. Did brothers Grant and Kimball say anything more than this. Did they not make as many honorable exceptions as are made in the foregoing? We are obliged to pocket all such sayings, and go along about our business. <\/div><div class=\"paragraph jod\" id=\"v2n1233\"> Brothers Grant and Kimball were only God's looking glasses, to reflect the sentiment entertained towards us, which, like some other coming events, cast its shadow one day in advance of the mail, and was partially endorsed and responded to before it arrived. If outsiders do not like us to endorse their paper, they should not present it; and when we endorse it to a limit<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ed extent, it ill becomes them to object to their own doctrine when the tables are turned. <\/div><div class=\"paragraph jod\" id=\"v2n1235\"> Aside from all strife or prejudice on either side, to what extent are the Saints to unite with the world? They are God's creatures as well as we. He sustains them and has regard for them. We ourselves were once of the world, and should not forget the rock from whence we were hewn, nor the hole of the pit from whence we were digged.<span class=\"citation\" id=\"59484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59484)\">Isa. 51:1<\/a><\/span> How far, then, is it our duty to extend our fellowship and regard for them; that we may be justified in the eyes of God who presides over us all? Remember, ye Elders in Israel, that you are to go to all nations, and preach the Gospel to every creature.<span class=\"citation\" id=\"66720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66720)\">Mark 16:15<\/a><\/span> While abroad on your missions in the discharge of your official duties, what favors have you a right to ask of the world? If you are hungry, you have the right to ask them for food. If you are in distress or in want, and cannot relieve yourselves, you have the right to ask them for relief and aid. If anyone kindly and generously gives you food, clothing, or money for Christ's sake, and because he respects and loves you as a good man, let your peace and blessing rest upon that person, and upon all others that kindly administer to your wants; and then when you all appear before the God of truth, forget not to give a good account of those who favored you on your missions through this world, and say: &#x201C;When I was hungry, they gave me food; when a stranger, they took me in; naked, they clothed me;<span class=\"citation\" id=\"66180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66180)\">Matt. 25:35-36<\/a><\/span> and when thirsty, they gave me a cup of cold water.&#x201D;<span class=\"citation\" id=\"64238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64238)\">Matt. 10:42<\/a><\/span> Remember that your comfort and happiness in this life were measurably suspended upon their kind offices towards you; and in turn, their future comfort and happiness will be suspended upon your testimony, and upon your favorable report it will be said unto them, &#x201C;Inasmuch as ye have done it unto one of the least of <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these, my brethren, ye have done it unto me.<span class=\"citation\" id=\"66186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66186)\">Matt. 25:40<\/a><\/span> Enter thou into the joys of thy Lord!&#x201D;<span class=\"citation\" id=\"66098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66098)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1236\"> But when you go abroad on business of a worldly or temporal nature, you have not this claim upon the hospitality of the world; but should pay your way the same as a worldling. But whether you are abroad on ordinary business, or as a minister of God, you have no right to make any more free, or take any more liberties, with other men's wives, sisters, or daughters, than with the men themselves; and the higher you stand in the Church, the more heinous and criminal would be such an offense. Whenever a &#x201C;Mormon&#x201D; will do any such thing, you may know that he is under transgression, that the spirit of truth, of honor, of integrity, or of God, is not with him. But if any of you, outsiders, have a &#x201C;Mormon&#x201D; wife, who became a &#x201C;Mormon&#x201D; before you married her, and you married her with your eyes opened to the fact, I cannot promise that your happiness with her will always be uninterrupted. I say the same in relation to a &#x201C;Mormon,&#x201D; if he marry out of this Church (a circumstance that never occurred to my knowledge). Any '&#x201C;Mormon&#x201D; who will seek the company of a lewd woman, either at home or abroad, or that will try to seduce a virtuous woman, is looked upon precisely the same, and with similar feeling to those with which we would look upon the contents of a bilious stomach ejected by the aid of lobelia, or tartar emetic. We spew such out of our mouth. We can look upon no such character as a Christian or a gentleman, though he be the highest &#x201C;Mormon&#x201D; official, a civil or military officer, the king upon his throne, or the President in his chair. The higher the station, the more sinful and loathsome the act. <\/div><div class=\"paragraph jod\" id=\"v2n1237\"> But if a man, in good faith and integrity, with righteousness as the girdle of his loins, take unto himself many  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wives, acknowledge and sustain them, and honorably care and provide for their offspring, it is all right with me, and with God, so far as I know and understand His law, with the Prophets and Apostles of old, with the Patriarchs and wise men of the East, to which quarter we look for light, natural and spiritual. But woe be unto him who, alone for guilty pleasure, corrupts himself&#x2014;who, to gratify the lower passions, prostrates the fair temple of virtue, and turns the feet of the unwary and light-hearted female, by soft and flattering words, from the high road of honor, life, and immortality, to the shades of misery, shame, corruption, and death. A creature (not a gentleman), once said to me, &#x201C;I found that she was corrupt, and hence no sin if I paid her; as, with the price of her shame and debauchery, she could supply herself with the means of a living.&#x201D; &#x201C;Ah!&#x201D; thought I, &#x201C;better die than live by such means. Had you given her aid with a word of kind reproof, and kept yourself free from her snare, you would not have patronized or encouraged her in her sin. Your behavior would have been that of a God and a Savior; but as it is, you have acted the part of a devil&#x2014;joined hands with corruption, and identified yourself with the prostitute, and with the whore.&#x201D; Let any man, however high or honorable he may wish to be thought, give evidence to this community that such is his moral caliber, he will be spurned from the domiciles and homes of the Saints (that are Saints) with that becoming indignation that God and angels will approve. But that man whose mind is unfortified by religious influence, yet who, from the force of moral principle and natural goodness and virtue, keeps himself free and unspotted from those vices, is more to be valued than the fine gold of Ophir,<span class=\"citation\" id=\"58258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58258)\">Isa. 13:12<\/a><\/span> or the diamond that glitters in the monarch's crown. He is as the shadow of a great rock<span class=\"citation\" id=\"58976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58976)\">Isa. 32:2<\/a><\/span> in <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a weary land, or like the oasis in the desert, which lures the weary wanderer to repose his brawny limbs on its verdant bed. He draws around him all that venerate genuine moral worth, and holds an influence that will not allow him, like a certain Judge, to fly the track and cry, &#x201C;Mad dog,&#x201D; when the hydrophobic virus is concealed under his own tongue. <\/div><div class=\"paragraph jod\" id=\"v2n1239\"> It is our custom to receive all strangers, who come among us under the name and style of respectability, with kindness and cordiality, and yet with cautious reserve. We try to make them comfortable and happy. But if we discover that an advantage is sought to be taken of our generous good feeling, to practice what our religion, laws, and vital prejudices are strenuously opposed to, I mean that practice so common and popular in the world, sexual intercourse without respect or regard to the solemnities of the marriage vow, then the thread will be cut at once, and such characters dropped and despised by the virtuous and good. The armies of the world cannot force us or frighten us to honor or respect such persons. They will then question our patriotism, and send away all manner of reports, prejudicial to our religious and political standing. But they will be careful about reporting what they have done. They, of course, are the innocent ones! It is my candid and unqualified opinion, that but few, if any, persons living among us, and not of our Church, have ever sent or carried evil reports of us, who themselves have not met with some unexpected obstacle in their way to vice and criminal pleasure and indulgence, or to political ambition and advancement. This may serve as a key to many things. Because strong language is used in relation to such vile practices, it may be inferred that much corruption exists here. But the contrary is true. If licentiousness or illicit intercourse had gained the footing  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and reputation here that it has in London, New York, Boston, Philadelphia, or Washington, then we might be comparatively silent while such vices carried the popular sway. But anything unusual, and of a corrupting character in our midst, excites in us an indignation that often finds vent in maledictions upon the heads of the demons that attempt to introduce it. <\/div><div class=\"paragraph jod\" id=\"v2n1241\"> If there were none but Latter-day Saints living in Utah, we should have no occasion to speak upon this subject as we do; but being infested by those &#x201C;<span class=\"italic\">who profess the pure morality of the religion of Jesus<\/span>,&#x201D; such as the <span class=\"italic\">Charleston Mercury<\/span> endorses and eulogizes, we are constrained to speak in great plainness. I will now leave this subject, knowing that he or she that is righteous will be righteous still; and they who are filthy will be filthy still.<span class=\"citation\" id=\"80862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80862)\">Rev. 22:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1242\"> I discover that some of the Eastern papers represent me as a great blasphemer, because I said, in my lecture on Marriage, at our last Conference, that Jesus Christ was married at Cana of Galilee,<span class=\"citation\" id=\"68661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68661)\">John 2:1<\/a><\/span> that Mary, Martha,<span class=\"citation\" id=\"69748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69748)\">John 11:20<\/a><\/span> and others were his wives, and that he begat children. <\/div><div class=\"paragraph jod\" id=\"v2n1243\"> All that I have to say in reply to that charge is this&#x2014;they worship a Savior that is too pure and holy to fulfil the commands of his Father. I worship one that is just pure and holy enough &#x201C;to fulfil all righteousness;&#x201D;<span class=\"citation\" id=\"62763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62763)\">Matt. 3:15<\/a><\/span> not only the righteous law of baptism, but the still more righteous and important law &#x201C;to multiply and replenish the earth.&#x201D;<span class=\"citation\" id=\"52284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52284)\">Gen. 1:28<\/a><\/span> Startle not at this! For even the Father himself honored that law by coming down to Mary, without a natural body, and begetting a son; and if Jesus begat children, he only &#x201C;did that which he had seen his Father do.&#x201D;<span class=\"citation\" id=\"69110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69110)\">John 5:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1244\"> But to return to our subject&#x2014;the fellowship of the world. Unite with them just as far as you require them to unite with you, and upon the same principle. If they are hungry, feed <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them when in your power. If they are in distress, trouble, or difficulty, relieve them. Take them in when strangers, if they ask you. Be kind unto them and courteous; yet remember that God has given to you His Holy Spirit as a standard, to which the world should come. It is your duty to honor that standard, and to keep it erect. If the world have fellowship and union with you, let it be in the Spirit of the Lord. But if you allow that standard to fall in your own hearts, or to become recumbent, and you slide back into the spirit of the world and unite with them, you have virtually struck your colors to the enemy, and gone over to his side! The salt has lost its savor,<span class=\"citation\" id=\"63028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63028)\">Matt. 5:13<\/a><\/span> and is become powerless to save. It is only fit to be cast out and trodden under foot of men.<span class=\"citation\" id=\"124703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124703)\">D&amp;C 103:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1245\"> If you love and respect the welfare of the world, never allow yourselves to imbibe their spirit, or to become one with them. For if you do, you cannot be a savior, but need one as well as they; for you both stand upon one and the same level. The world hated the Savior before they hated us,<span class=\"citation\" id=\"70197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70197)\">John 15:18<\/a><\/span> and they killed him because he would never unite in heart and spirit with them. They will kill some of us for the same cause. But blessed are the man and the woman that are hated by the world because they will not be one with them. &#x201C;Do them all the good you can, and as little harm as possible.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1246\"> In conclusion, the present is an important era, an era in which the nations are becoming angry. They thirst for each other's blood; and who knows but that all nations will, respectively, file off under the heads of Greek and Roman, or &#x201C;Gog and Magog,&#x201D;<span class=\"citation\" id=\"80561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80561)\">Rev. 20:8<\/a><\/span> to fight the terrible battles spoken of in sacred writ? <\/div><div class=\"paragraph jod\" id=\"v2n1247\"> Ye Saints of latter days, keep your lamps trimmed and burning, that you walk not in darkness. Ye virgins, wise and foolish, awake, for, behold, the  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day is near, and the hour fast approaching, when it shall be said&#x2014;&#x201C;Behold, the Bridegroom cometh, go ye out to meet him!&#x201D;<span class=\"citation\" id=\"66049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66049)\">Matt. 25:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1249\"> Allow me here to close by giving you the translation of a stanza from a celebrated German poet&#x2014;  <\/div> <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1250\"> &#x201C;Calmly bear the frowns of fortune, Soothe the heart oppressed with woe; Sacred keep the plighted promise, True alike to friend and foe. Manly pride display to Princes, Give to modest worth its due, Cherish truth with all her vot'ries, Deprecate the faithless crew.&#x201D; <\/div>\n<\/div>\n<\/div>"}