{"ID":20049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Arguments of Modern Christian Sects Against the Latter-Day Saints.<\/div>\n<div class=\"subtitle\">A Sermon by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, June 24, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Arguments of Modern Christian Sects, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 6\/24\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v2n1834\"> I must say, brethren and sisters, that it is with a degree of pleasure that I enjoy the privilege, this morning, of rising for the purpose of addressing you. However probable it may be that there are those present who might do so more to your satisfaction; yet, if the spirit of prayer and faith is exercised in the assembly, I may be able to present to your consideration some items which may not be altogether uninteresting. <\/div><div class=\"paragraph jod\" id=\"v2n1835\"> I have taken a good deal of pleasure in preaching in the different settlements of this territory, wherever I have had the opportunity of meeting with the Saints; but it is seldom I arise in this stand for that purpose, for it requires a voice rather, if any thing, beyond the strength of my lungs, to speak in this large congregation, any length of time, and consequently I do not appear in this stand as often as I otherwise would. <\/div><div class=\"paragraph jod\" id=\"v2n1836\"> There are many subjects which I take pleasure in discussing in the presence of the Saints. I have felt, ever since I received my ordination, a great desire to preach upon the first princi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ples of the Gospel of Jesus Christ to the world; and to spend my time in proclaiming to the Saints those doctrines of obedience, faith, and charity which are so generally understood, and which by a great many persons are neglected, to their own injury. There is not a person of common intelligence among the Saints, who has resided in this valley for the past three years, who has not heard enough of the principles of salvation to know perfectly what to do to be saved, if they had given that attention to the subject which they ought to have done, if such persons desire to carry out the views and sentiments which have been from time to time proclaimed from this stand. <\/div><div class=\"paragraph jod\" id=\"v2n1837\"> To be sure we frequently hear inferences drawn, which do not comport altogether with our former sentiments, sentiments and opinions which we have formed by tradition, or which have been the result of circumstances by which we have been surrounded. <\/div><div class=\"paragraph jod\" id=\"v2n1838\"> I suppose no person will take exceptions if I should in the continuation of my remarks take a text,  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which will be found recorded in the 4th chapter of the Gospel according to St. Mark. &#x201C;And he said, So is the kingdom of God, as if a man should cast seed into the ground; And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how. For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear. But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come.&#x201D;<span class=\"citation\" id=\"66528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66528)\">Mark 4:26-29<\/a><\/span> If such a passage as this does not occur in the 4th chapter of Mark, then I will acknowledge myself mistaken. But whether there is or not, the subject that presents itself to my mind is illustrated by the words of this text. <\/div><div class=\"paragraph jod\" id=\"v2n1840\"> I remember twenty-four years ago, when the doctrines of the Church of Jesus Christ of Latter-day Saints were first being proclaimed to the inhabitants of the earth, we were told that we were to participate in the same blessings, and would be subject to the same kind of persecutions, as was the common lot of all former-day Saints; that the same gifts that were enjoyed in the days of our Savior and his Apostles were and should be in the last days; and that if these things did not follow, it was for want of obedience to the will of our Lord and Savior Jesus Christ. It was this spirit of revelation that pointed out the only way; and because the different churches did not have in their midst the same offices, gifts, and blessings, and the same privileges, the reason assigned was plainly and simply that they had not been faithful in their obedience to the principles which had been revealed, and had thereby lost the spirit of revelation, had slid from the original platform, and had fallen back to principles of folly, teaching for doctrine the precepts of men.<span class=\"citation\" id=\"58751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58751)\">Isa. 29:13<\/a><\/span><span class=\"citation\" id=\"85627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85627)\">D&amp;C 45:29<\/a><\/span> The Christian world, as we shall denominate it, being then composed of several hun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dred different denominations, who all professed to form portions of the Church of Christ, and separately professed to have the only true Church, and the only true doctrines that were upon the earth, each one of them claimed to have the only true plan of salvation that was upon God's footstool, and to disclaim all others as being heretical, erroneous, and corrupt; and yet each and all were differing on some principles. This division of principle had unquestionably, for many centuries, been the cause of bloody war, and millions of people had been slain in consequence; the quantity of blood spilt, and amount of human suffering produced, were immense. These same Christian divisions, which had been so thirsty for human blood, so tenacious to their peculiar doctrines, and that had been so fruitful in producing creeds and systems which they maintained by the edge of the sword, almost invariably, as they would use every means that came within their power to build up themselves, and the more they had of subdivisions the more new schisms; new, because a new division had been made&#x2014;the whole may be considered a practical illustration of the sentiment of the Irish Poet&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v2n1841\"> &#x201C;Who can believe it? the cause is rather odd&#x2014;  They hate one another for the love of God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1842\"> The Lord sent His servant Joseph Smith to proclaim to the world the original principles of the Gospel; and the very moment they heard him calling upon them to come back to the original principles, and partake of the blessings of the Gospel of Jesus Christ, as they were originally preached by those whom Jesus himself sent to preach, all those different sects and denominations began to call for <span class=\"italic\">authority!<\/span> On being told that it was revealed from heaven, and that the foundation was revelation from our Lord and Savior Jesus Christ, authori<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ty given by him, and that He had commanded the reestablishment of his Church, or of laying the foundation of his Church upon its primitive or original foundation, they all exclaimed, &#x201C;There is to be no more revelation, there is to be no more prophesying, no more visions, no more ministering of angels.&#x201D; Hard as it is to believe, and strange as it may appear, these religionists who had read and professed to believe the New Testament, and knew that John did declare, more than sixty years after Christ, that he saw another angel fly in the midst of heaven, having the everlasting Gospel to preach to them that dwell on the earth, to every nation, kindred, tongue, and people, see Rev. xiv. 6&#x2014;<span class=\"citation\" id=\"79701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79701)\">Rev. 14:6<\/a><\/span>these same men would rise up and declare that such a thing never was to take place; and although John plainly declares that what he saw was to come to pass <span class=\"italic\">hereafter<\/span>,<span class=\"citation\" id=\"79027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79027)\">Rev. 1:19<\/a><\/span> yet they believed it not, and said all such manifestations had an end when the Apostles, or fathers, fell asleep. <\/div><div class=\"paragraph jod\" id=\"v2n1844\"> Thus they commenced a persecution, an untiring crusade, against the Latter-day Saints, and by every means in their power endeavored to stop the progress of the work. <\/div><div class=\"paragraph jod\" id=\"v2n1845\"> &#x201C;Why,&#x201D; said they, &#x201C;we have authority direct from Jesus Christ.&#x201D; I remember a circumstance of a certain learned Baptist preacher, rising in a congregation where I had been preaching, and stating that the Baptists had all the authority of the Gospel Priesthood that was required in the Baptist church, and that it had come to them from the Apostles, pure and unadulterated, by way of the Waldenses, and that he was prepared to prove the channel through which it had come. I do not know but his congregation believed what he said; but at any rate, the gentlemen declined to produce his evidence when I called upon him to do so, and all the evidence that he could have adduced was, that <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about the year 1160, in Lyons, a man named Peter Waldo, hired a catholic priest to translate the gospels of Matthew, Mark, Luke, and John; and they formed a church, which took the name of its mercantile founder. And this is as far as the authority can be traced by the Baptists; this method of tracing authority is of no use, unless they adopt the authority of the pope; and if the Catholic church be taken as authority, then when the Catholic church brings out the edict of expulsion, it certainly deprives those whom it expels of all their authority, for it is impossible for a stream to rise higher than its fountain. <\/div><div class=\"paragraph jod\" id=\"v2n1846\"> If the pope and his church be corrupt, the authority of no other church can be of any value that has descended from it, and is built upon the validity of its Priesthood. <\/div><div class=\"paragraph jod\" id=\"v2n1847\"> The Presbyterians consider that they can trace the matter a little further back. They consider that their authority originated somewhere else, but after spending their time and toil they can only get back to the Catholic church, for they renounced its principles and came out from it, set up a new set of doctrines, part of them borrowed and part of their own manufacture. They denied the spirit of revelation, and consequently had no knowledge from the eternal world, and with the exception of those doctrines which they had picked up, they had no priesthood but that which they had borrowed from the mother church; and the mother church having pronounced an edict of expulsion against them, which must have been valid if she had possessed any authority to confer. <\/div><div class=\"paragraph jod\" id=\"v2n1848\"> Perhaps a Wesleyan might tell us that in their church they had authority from God. Then we ask, where did it come from? &#x201C;From Mr. John Wesley,&#x201D; they will reply. And where did he get it ? &#x201C;Why he was a minister of the Church of England.&#x201D; And where did the Church of England get the  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>authority from? From Henry the Eighth, who is designated among English kings as the <span class=\"italic\">wife killer<\/span>. And where did he get it? Why, when the Romish church refused to sanction the divorce of his lawful wife, without any just cause, and refused to grant him his wishes, he put away his wife, rebelled against the church, which he had acknowledged, and from which he had received the title of Defender of the Faith, from the Roman pontiff; but yet he came out, excommunicated the pope, and declared the Catholic church to be heretical and abominable and declared himself to be the head of the church. He enforced his title by military power, seized the revenues of all religious establishments, used them for his own aggrandizement, created new ones upon his own authority, and established the Church of England priesthood. And this is as far as the matter can be traced, and there is the extent of their authority, the idol of their hearts, and the head of the Church of England excommunicated from the Church of Rome for his own corruption. <span class=\"italic\">This is a pretty seat of authority!<\/span> Some persons will tell us that God has never intended to give any more revelations, notwithstanding they read that God set in His Church Apostles and Prophets, Pastors and Teachers,<span class=\"citation\" id=\"73588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73588)\">1 Cor. 12:28<\/a><\/span> and that they had gifts, prophecies, and revelations and that they were placed in the Church for the express purpose of the work of the ministry, for the edifying of the body of Christ, and that they might be no more children tossed to and fro by every wind of doctrine, by the sleight of men, and the cunning craftiness whereby they lie in wait to deceive.<span class=\"citation\" id=\"75127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75127)\">Eph. 4:11-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1850\"> This is plainly and clearly illustrated before any persons who believe the New Testament, and yet the principles and doctrines, when set forth in boldness and simplicity, have been rejected by them. <\/div> <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1851\"> When the Church of Jesus Christ of Latter-day Saints was first founded, you could see persons rise up and ask, &#x201C;What sign will you show us that we may be made to believe?&#x201D; I recollect a Campbellite preacher who came to Joseph Smith, I think his name was Hayden. He came in and made himself known to Joseph, and said that he had come a considerable distance to be convinced of the truth. &#x201C;Why,&#x201D; said he, &#x201C;Mr. Smith, I want to know the truth, and when I am convinced, I will spend all my talents and time in defending and spreading the doctrines of your religion, and I will give you to understand that to convince me is equivalent to convincing all my society, amounting to several hundreds.&#x201D; Well, Joseph commenced laying before him the coming forth of the work, and the first principles of the Gospel, when Mr. Hayden exclaimed, &#x201C;O this is not the evidence I want, the evidence that I wish to have is a notable miracle; I want to see some powerful manifestation of the power of God, I want to see a notable miracle performed; and if you perform such a one, then I will believe with all my heart and soul, and will exert all my power and all my extensive influence to convince others; and if you will not perform a miracle of this kind, then I am your worst and bitterest enemy.&#x201D; &#x201C;Well,&#x201D; said Joseph, &#x201C;what will you have done? Will you be struck blind,<span class=\"citation\" id=\"55830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55830)\">2 Kgs. 6:18<\/a><\/span> or dumb?<span class=\"citation\" id=\"82214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82214)\">Alma 30:49<\/a><\/span> Will you be paralyzed, or will you have one hand withered?<span class=\"citation\" id=\"55662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55662)\">1 Kgs. 13:4<\/a><\/span> Take your choice, choose which you please, and in the name of the Lord Jesus Christ it shall be done.&#x201D; &#x201C;That is not the kind of miracle I want,&#x201D; said the preacher. &#x201C;Then, sir,&#x201D; replied Joseph, &#x201C;I can perform none, I am not going to bring any trouble upon anybody else, sir, to convince you. I will tell you what you make me think of&#x2014;the very first person who asked a sign of the Savior, for it is written, in the New Testament, that  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Satan came to the Savior in the desert, when he was hungry with forty days' fasting,&#x201D; and said, &#x201C;If you be the Son of God, command these stones to be made bread.&#x201D;<span class=\"citation\" id=\"62805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62805)\">Matt. 4:3<\/a><\/span> &#x201C;And now,&#x201D; said Joseph, &#x201C;the children of the devil and his servants have been asking for signs ever since; and when the people in that day continued asking him for signs to prove the truth of the Gospel which he preached, the Savior replied, &#x201C;It is a wicked and an adulterous generation that seeketh a sign,&#x201D;<span class=\"citation\" id=\"64802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64802)\">Matt. 16:4<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v2n1853\"> But the poor preacher had so much faith in the power of the Prophet that he daren't risk being struck blind, lame, dumb, or having one hand withered, or anything of the kind. We have frequently heard men calling for signs without knowing actually what they did want. Could he not have tested the principles, and thus have ascertained the truth? But this is not the disposition of men of the religious world. To be sure, I have seen those whom would get up and reason that Christ built his Church upon the rock&#x2014;for say such men, &#x201C;Jesus promised and said, 'Upon this rock will I build my Church, and the gates of hell shall not prevail against it.'&#x201D;<span class=\"citation\" id=\"64850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64850)\">Matt. 16:18<\/a><\/span> From this declaration they claim that the Church being built upon a rock would always remain upon the earth in its purity, and the Priesthood and authority be preserved, and this argument would be produced with a degree of triumph. How say they? &#x201C;If &#x2018;Mormonism&#x2019; be true, and the pure Priesthood had been lost, and the true Church had therefore become extinct upon the earth, the gates of hell would have prevailed against it, or the Savior's words failed.&#x201D; If this conclusion be correct, what was the cause of Mr. Wesley beginning a reformation in his day? The church had got into darkness, and the devil had got such power that it was necessary that a reform should be got up. <\/div> <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1854\"> Where was the necessity of Waldo beginning a new church in his day? The power of the devil, the great adversary, had entirely overcome the church; and, hence, it was necessary to begin anew. Now suppose we were to read the passage, and see what it was that the Savior did say upon the subject. The Savior said, on a certain occasion, addressing his Apostles, &#x201C;Whom do men say that I the Son of man am?&#x201D; His disciples say, &#x201C;They have different opinions about you&#x2014;some say thou art John the Baptist, some Elias, and others Jeremias, or one of the old Prophets has risen from the dead.&#x201D; &#x201C;But,&#x201D; says the Savior, &#x201C;whom do ye say that I am?&#x201D; &#x201C;Why,&#x201D; says Peter, &#x201C;thou art Christ, the Son of the living God.&#x201D; The Savior replied, &#x201C;Blessed art thou, Simon Barjona: for flesh and blood hath not revealed this unto thee, but my Father who is in heaven. I say unto thee, Thou art Peter, and upon this rock will I build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64820)\">Matt. 16:13-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1855\"> This argument would be introduced by those who believe that Christ built his Church upon St. Peter, and you then come to read the passage, and what do you learn by it? You simply learn that Peter had made the discovery, by <span class=\"italic\">revelation<\/span>, that Jesus was the Son of the living God, and that upon the rock (<span class=\"italic\">revelation<\/span>) he (Christ) would build his Church, and upon nothing else, and that the gates of hell should not prevail against it. Not being a linguist, like my brother behind me, I shall say that the common accepted meaning of the word &#x201C;hell,&#x201D; is a place of miserable departed spirits, and hence the Savior told Peter that the gates of departed miserable spirits should never prevail against his Church. This is the principle here illustrated, and consequently whenever a reformation becomes necessary in the Church of God, it must be  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>founded upon the rock&#x2014;revelation; and whenever the Church left the principles of revelation they ceased to be the Church of God; and nothing could bring them back again, or reestablish them, but being replaced upon the same foundation, and by the same authority. <\/div><div class=\"paragraph jod\" id=\"v2n1857\"> I have heard arguments brought against this Church, by men endeavoring to prove that there was to be no more revelation. For instance, learned men have quoted the epistle of Paul to Timothy, to prove that all revelations ceased in the time of the Apostles, for at the time Paul wrote to Timothy he made a declaration to him, which the learned have endeavored to use to some advantage. Paul says, &#x201C;From a child thou hast known the holy scriptures, which are able to make thee wise unto salvation.&#x201D;<span class=\"citation\" id=\"76214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76214)\">2 Tim. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1858\"> Now I have heard and seen learned priests rise up against this Church, and say, &#x201C;There, Paul says that the holy Scriptures were able to make Timothy wise unto salvation,<span class=\"citation\" id=\"76215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76215)\">2 Tim. 3:15<\/a><\/span> and the &#x2018;holy Scriptures&#x2019; means the Bible, and that is all the Scripture that is necessary now, for it is only necessary to be made wise unto salvation; and if Timothy had enough to make him wise unto salvation, why all Christians have enough, who are believers.&#x201D; Let me here ask a question&#x2014;are we sure that we have got all the Scriptures that Timothy had known from his childhood? He tells Timothy that from a child he had known the holy Scriptures. Now if Timothy was a man of very mature years, he might have been a child before our Savior's crucifixion; as Paul's epistle was written 30 years after that event, therefore he must have been a child before the writing of the four Gospels, for one of them was not written until years after. Then those Scriptures which he was acquainted with, were those which were written previous to the New Testament, and if we can believe the <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> testimony of the Old Testament, it is found that a great many books were acknowledged as Scriptures and as revelation, which were not by King James' translators considered to be such, and are not at the present day, as they are not incorporated in this Bible. For instance, we learn of the &#x201C;Book of Enoch;&#x201D;<span class=\"citation\" id=\"90340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90340)\">D&amp;C 107:57<\/a><\/span> we read a reference made by Moses to &#x201C;the Book of the Wars of the Lord.&#x201D;<span class=\"citation\" id=\"54831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54831)\">Num. 21:14<\/a><\/span> Now what kind of a book, or what kind of Scriptures those books might have been, we cannot tell; but it is probable that they were in Timothy's knowledge, for he had known the holy Scriptures from a child. <\/div><div class=\"paragraph jod\" id=\"v2n1859\"> This was the great knockdown argument brought by the Campbellites against the Latter-day Saints&#x2014;&#x201C;That from a child thou hast known the holy scriptures.&#x201D;<span class=\"citation\" id=\"76216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76216)\">2 Tim. 3:15<\/a><\/span> What Scriptures? To be sure John's Gospel was not written at that time, neither were his three epistles, or his revelations, and several other books were not written at that time, although King James' translators considered those books necessary, and inserted them in our Bible. But suppose we read the passage a little further: 2 Tim. iii. 15-17.<span class=\"citation\" id=\"76224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76224)\">2 Tim. 3:15-17<\/a><\/span> &#x201C;From a child thou hast known the holy scriptures, which are able to make thee wise unto salvation <span class=\"italic\">through faith which is in Christ Jesus<\/span>. All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: That the man of God may be perfect, thoroughly furnished unto all good works.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1860\"> Then you discover that those Scriptures which were given were only sufficient to make even Timothy wise unto salvation, through faith in our Lord Jesus Christ, and that all Scripture given by inspiration was profitable and actually necessary to make the man of God perfect, and thoroughly furnished unto all good works. <\/div> <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1862\"> Now, my friends, get into heaven without revelation if you can; for all Scripture is given by inspiration of God, and the man of God cannot be thoroughly furnished with all good works without getting a knowledge of the Scriptures. It matters not through whom, this is the principle upon which the true Church is founded, and the gates of hell will never prevail against it;<span class=\"citation\" id=\"64851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64851)\">Matt. 16:18<\/a><\/span> but when they reject revelation they adopt another religion, that is built upon another and sandy foundation, and that has another head, different from the true Gospel; the clouds will come, and the winds blow and beat upon their fabric, and the fabric that has become old and venerated will be thrown down, and great will be the fall thereof;<span class=\"citation\" id=\"63996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63996)\">Matt. 7:26-27<\/a><\/span><span class=\"citation\" id=\"81521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81521)\">2 Ne. 28:18<\/a><\/span> and it will be more tolerable for the heathen than for such churches.<span class=\"citation\" id=\"86820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86820)\">D&amp;C 75:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1863\"> Well, this is the very state and position of Christendom when Joseph Smith introduced the fulness of the everlasting Gospel into the world. <\/div><div class=\"paragraph jod\" id=\"v2n1864\"> I have narrated the facts relative to the quarrels they had with each other in the several denominations; and yet they united to destroy the little illiterate <span class=\"italic\">boy<\/span>, as he was called. If education were necessary to proclaim the revelations which Jesus Christ had revealed unto him (the boy) then we may conclude the Lord did not select the proper person. They persecuted him (not for being wicked), burnt his houses, stole his property, tarred and feathered, scourged and imprisoned him; and his friends also shared a similar fate&#x2014;they were whipped and driven from place to place; and finally when he was placed under the pledge of protection from the executive of the State in which he lived, he was treacherously murdered, almost the whole Christian world said, &#x201C;It is too barbarous to kill him in that way, but then it is a good thing that he is dead.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1865\"> &#x201C;But,&#x201D; say some, &#x201C;how is it that all the power, and all the miracles, and <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all the manifestations and blessings of the Priesthood have not been manifested in the Church, that were manifested in the Church of God formerly by the Prophets of old?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1866\"> I do not believe that the history of the world records as great a miracle as Deseret now is. The history of the sacred volume does not contain a record of as great and wonderful a miracle as the fleeing of this people into the wilderness, robbed of every earthly thing that could make life desirable, driven before the muskets of the Christian mob, exposed to the vicissitudes of new climates, and exploring into the mountains in a new and desert country, and contending with every difficulty that the devil could introduce, and with all the clamor and calumny that could be invented to harden the hearts of men and women against them. In the midst of all this, they rejoiced, and after locating themselves in the wilderness, a thousand miles from settlements, in a place that was pronounced by all scientific travelers to be uninhabitable, and there producing the bounties of life in great abundance, and to see how it has risen in splendor, in every respect, I say it is a wonder and a marvel far beyond any other recorded upon this earth. The fact of it was, before we were driven from the United States, we petitioned the Governor of every State in the Union for an asylum where we might be permitted to enjoy the blessings of our religion unmolested; and all our petitions were treated with cruel neglect. When our enemies drove us into the wilderness, a great share of the Christian world felt like saying, &#x201C;They will starve to death, the Indians will destroy them, and we shall have done with Mormonism;&#x201D; and they concluded that, in the eyes of posterity, they would give us such a bad name as to justify their cruel actions towards us, and as we should be sure to perish,  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there would nobody live who would tell the truth for us, and that would be the end of the matter. <\/div><div class=\"paragraph jod\" id=\"v2n1868\"> We were quite willing to go, for the best of all reasons, we could not stay. There was no chance under the heavens for us to stay, and be protected, in any State in the Union; and I suppose some of them felt as the pious old Quaker did when he was on board a vessel which was attacked by pirates&#x2014;he was too pious to fight, it was against his conscience, but when one of the pirates started to climb a rope and get upon the vessel, the old Quaker picked up a hatchet and said, &#x201C;Friend, if thee wants that piece of rope, thee can have it and welcome,&#x201D; and immediately cut the rope and let him drop into the sea, where he was drowned. So our enemies thought they would let us go into the heart of the Great American Desert and starve, as they compelled us to leave everything that would make life desirable. <\/div><div class=\"paragraph jod\" id=\"v2n1869\"> It was even counseled in high places to disarm the &#x201C;Mormons&#x201D; after they started, that is, to take from them the few old fusees and cheap arms which they had been able to scrape together, after they had been disarmed the third time by executive authority, and they had subsequently picked up some old fusees to kill game with; and it was gravely discussed to disarm them, so that they would not be able to kill game, or defend themselves against the Indians; but through the providence of God, and our prayers, we were enabled to pack off the few old guns, and started for the mountains. But instead of starting to kill the Indians, as our puritan fathers did, we began endeavoring to teach them to work and be industrious; and had it not been for the interference of other spirits, we would have got along very smoothly; and this has been the result of the united efforts of those who have been willing to listen to the <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> counsel and instruction given to this people. Those who have been unwilling to listen to the counsel and instructions of President Young, have caused us more trouble than everything else we have had to contend with among the Indians. <\/div><div class=\"paragraph jod\" id=\"v2n1870\"> For instance, in the year 1849, a company of Missourians passing through the country to California, shot a number of squaws, for the sake of stealing their horses, and pursued their journey. This produced enmity among the Indians towards the white men. <\/div><div class=\"paragraph jod\" id=\"v2n1871\"> A few such circumstances have caused some of our brethren to lose their lives; but not a thousandth part of troubles have occurred here, that was brought upon those colonies established upon the coast, with the single exception of Pennsylvania. <\/div><div class=\"paragraph jod\" id=\"v2n1872\"> No man that has had to do with the Indians, has ever been able to do the good to them that Governor Young has done; and some of the statesmen have acknowledged it. <\/div><div class=\"paragraph jod\" id=\"v2n1873\"> And the discovery has actually been made, that the &#x201C;Mormons&#x201D; did not starve to death, and that the Almighty did sustain them in the midst of every difficulty which possibly could be brought upon their heads. <\/div><div class=\"paragraph jod\" id=\"v2n1874\"> I have seen men, even in this Church, who have become discouraged at a few trials. I can tell you, brethren and sisters, if all such men will trace their conduct to its source, they will find that they have fostered an evil spirit, evil principles, and lived in open rebellion to the religion which they have professed; and consequently darkness has come over their minds, and they soon felt as a very self-righteous man did some years ago. He was in the Church, and he said he had proved the revelations of Joseph Smith to be untrue. &#x201C;How did you prove them so?&#x201D; &#x201C;Why,&#x201D; said he, &#x201C;one of Joseph Smith's revelations says, that if a man shall commit adul<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tery, he shall lose the Spirit of the Lord, and deny the faith, and shall be cast out.<span class=\"citation\" id=\"85321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85321)\">D&amp;C 42:23<\/a><\/span><span class=\"citation\" id=\"86407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86407)\">D&amp;C 63:16<\/a><\/span> Now,&#x201D; says he, &#x201C;I have been guilty of that crime, and I have not apostatized, and consequently that revelation is not true, and that proves Joseph Smith is not a true Prophet.&#x201D; This was the darkness which his corruptions had brought upon him, and this is the kind of darkness which transgression will bring upon all men in this Church. <\/div><div class=\"paragraph jod\" id=\"v2n1876\"> This people are different from any other people that live upon the face of the earth; they have the Holy Priesthood, and there is no man in all the house of Israel that fulfills the duties of his calling as a Saint, but receives a portion of the holy Priesthood, and every person has his duties to fulfil. <\/div><div class=\"paragraph jod\" id=\"v2n1877\"> Every man that would believe on the Lord Jesus Christ, that would receive the doctrines he taught, and those taught by his Apostles, that would listen to his counsel, and obey his precepts, were promised, and did receive, the gift of the Holy Ghost, and that Spirit did lead, and guide, and teach him or her that received it, into all truth,<span class=\"citation\" id=\"70323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70323)\">John 16:13<\/a><\/span> unless the receiver afterwards defiled his temple by wickedness and corruptions.<span class=\"citation\" id=\"73169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73169)\">1 Cor. 3:17<\/a><\/span> And he (the Spirit) would lead into all truth, and that truth when revealed would become a matter of knowledge in the breast of every Saint. And no man can rise up, that has lived in obedience to those principles, and say that he has not realized the very thing promised. <\/div><div class=\"paragraph jod\" id=\"v2n1878\"> The very first thing that Joseph told the brethren, when they were going out to preach, was, that their salary would be <span class=\"italic\">tar<\/span> and <span class=\"italic\">feathers<\/span>, abuse and persecution&#x2014;&#x201C;You will be driven from house to house, and from country to country, and be hated of all men because of your religion;&#x201D;<span class=\"citation\" id=\"64128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64128)\">Matt. 10:22<\/a><\/span> and this has been fulfilled, and that too by the people in free America. Thousands of people have been driven over and <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> over again by people living under the free institutions of the United States. Who could have thought that their teachers and leaders would have been murdered while under the protection of the Governor of a State? And who could have believed that this could have been done in free America, without a single murderer being brought to justice? <\/div><div class=\"paragraph jod\" id=\"v2n1879\"> When Joseph proclaimed these things to the world beforehand, all men said, &#x201C;Let him alone, he will prove himself a liar in that;&#x201D; but even that was proved true; the vengeance of the wicked fell upon him, and they took his life, and not a single individual was ever brought to justice for it! <\/div><div class=\"paragraph jod\" id=\"v2n1880\"> Now in the days of early Christians, when Pagan Rome persecuted the Apostles, it was a different case altogether; for the Pagan religion was the acknowledged creed of the land, therefore the Pagan religion being established by law, made the innovation by the early Christians a violation of their laws; but it has not been so in this land, where freedom of opinion upon all subjects is guaranteed to all, by both State and Federal constitutions. And every murder, every house that has been robbed or burnt, and every act of cruelty and oppression which has been committed upon the &#x201C;Mormons,&#x201D; has been in violation of both laws and Constitution, and these things have been known to the officers of state, and yet, remarkable to tell, not one has ever been punished; still the evidence was in their possession, which would have brought the perpetrators of those crimes to justice. They were sworn to support the Constitution and to faithfully execute the laws, the neglect of which was perjury; and they had the laws of their country and of their Senate to back them. <\/div><div class=\"paragraph jod\" id=\"v2n1881\"> Not so with the Romans. When the Romans carried on their persecution of the Apostles, the laws of their  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>country and senate supported them, for the proclamation of the disciples of Christ was defaming the gods that the laws of their country commanded to be worshipped; but in this instance it was entirely another thing, for freedom of thought, freedom of speech, and freedom of conscience in religious matters is guaranteed to all people who might choose to come there; and in the face and eyes of all this, not only were their privileges taken away as citizens, but the laws and Constitution of their very country, the country in which many of their fathers fought and bled, were treated with utter contempt. And religious prejudices, and Christian stupidity, that defy a comparison or parallel in the history of nations, produced this identical effect. <\/div><div class=\"paragraph jod\" id=\"v2n1883\"> This, however, is not all the work which is presented to us as an illustration of the fulfillment of the prophecies of the Prophet, that has been accomplished. It is only the commencement of the mighty purposes which have been predicted, for when the Prophet first made his appearance he proclaimed the distresses that were to come upon the nations of the earth;<span class=\"citation\" id=\"88202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88202)\">D&amp;C 87:2<\/a><\/span> and what has been the result? Why at the present time the nations are filled with madness; they are dashing against each other with perfect madness, slaying their thousands daily. It appears as if all the rulers and great men of the earth had lost their reason, and as if the feelings of the human race were bent perfectly like butchering and destroying each other. Millions of lives during the past year have been sacrificed, either in the battlefield or in sickness, or accident by sea, or the sickness which is the result of the war, and yet greater preparations are being made to contest the point; and what point is it? Why, whether a certain tract of land, which neither of the great parties ever saw, or probably ever will see, shall be governed by a man called <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Sultan, or by a man called Czar. But the real thing is, the spirit of peace is taken from the earth, and the spirit of war and bloodshed runs through the earth, and that to an extent hitherto unknown.<span class=\"citation\" id=\"83726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83726)\">D&amp;C 1:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1884\"> We sometimes see men make their appearance among us, and after a short stay they will say, &#x201C;Why I believe I will go off to some place and wait till ancient Mormonism comes round again, for this is not ancient Mormonism; these are not the original doctrines that were preached.&#x201D; Well, there were similar persons in the days of the apostle Paul. He in writing to the Hebrews, v. ch., 12 ver., says, &#x201C;For when for the time ye ought to be teachers,&#x201D; that is, when you have been long enough in the Church to become teachers, &#x201C;ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.&#x201D;<span class=\"citation\" id=\"76650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76650)\">Heb. 5:12<\/a><\/span> &#x201C;You,&#x201D; says he, &#x201C;have need that one teach you again which be the first principles of the oracles of God; and you belong to that class who have need of milk.&#x201D; Now when I hear a &#x201C;Mormon&#x201D; talk of going back to &#x201C;Ancient Mormonism,&#x201D; it forcibly reminds me of this passage of Scripture which I have just cited. <\/div><div class=\"paragraph jod\" id=\"v2n1885\"> To be sure, when the work first commenced, men would rise up and say, &#x201C;Show us the wonderful power and miracles which were performed by Moses.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1886\"> The text shows the kingdom of heaven is likened unto seed cast into the ground; it is compared to corn; it springs up, first the blade, then the ear, and then the full corn in the ear.<span class=\"citation\" id=\"66529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66529)\">Mark 4:26-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1887\"> You are all aware that it has never been in any one period of the world's history that corn or any other grain has come to maturity at once, and you are also aware that a kingdom or country or nation, of any kind or con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dition, is not the work of a moment. But the kingdom of heaven was likened by our Savior to seed sown in the ground; it springs up, first the blade, and afterwards the full corn in the ear, and when harvest comes, the sickle is thrust in and the harvest is gathered,<span class=\"citation\" id=\"66530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66530)\">Mark 4:26-29<\/a><\/span> and thus the work is progressive. And the Prophets, in speaking of the work of the last days, have said that the Lord will give line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58542)\">Isa. 28:10<\/a><\/span> and that a little one shall become a thousand, and a small one a great nation; I the Lord will hasten in its time:<span class=\"citation\" id=\"60033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60033)\">Isa. 60:22<\/a><\/span> so is the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v2n1889\"> This people have nothing to expect but persecution, for just as long as they adhere to the principles of revelation, just so long as they are governed by the original principles of the Gospel of Jesus Christ, will every priest upon the face of this earth, that is an hireling, raise his influence to destroy the kingdom and those who bear the Holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v2n1890\"> The fulfillment of the predictions of the Apostle is in our own day, viz., that men would after their own ungodly lusts heap to themselves teachers having itching ears, and turn their ears from truth unto fables!<span class=\"citation\" id=\"76239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76239)\">2 Tim. 4:3-4<\/a><\/span> Not wait till God sent men among them, they would not listen to men whom heaven might send with new revelation, but they would go to work to educate them themselves, heap to themselves teachers of their own manufacture, get up their own factories, and manufacture their own teachers or preachers, who should turn the hearts of the people from the truth, and turn them unto fables, and teach for doctrines the precepts of men.<span class=\"citation\" id=\"58752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58752)\">Isa. 29:13<\/a><\/span><span class=\"citation\" id=\"85628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85628)\">D&amp;C 45:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1891\"> These will act as the Apostle Peter tells us, for says he, &#x201C;There shall come false preachers and false teachers in the last days, who shall turn the hearts of the people from the truth, and shall say unto them,<span class=\"citation\" id=\"78432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78432)\">2 Pet. 3:3-4<\/a><\/span> Where <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is the promise of his coming? for since the fathers fell asleep, all things remain as they were from the beginning, and the great day is passed, and we are under the necessity of rejecting anything and everything that professes to be revealed from God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1892\"> And unless this people so live before God as to have the light of revelation constantly before their eyes, the powers of darkness will prevail over them, for that very day spoken of by the Savior is near at hand, when nation is lifting up sword against nation, and when it is necessary that we should see and understand the signs for ourselves, for it is nearly the time when the sign of the Son of Man shall be again seen.<span class=\"citation\" id=\"65674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65674)\">Matt. 24:7,30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1893\"> The signs of the times thicken in the heavens, and the earth shows forth her wonders. And as this is frequently denominated the fast age, I will say that it is fast ripening for the burning, for ere long the Savior will make his appearance among his people, when they are sufficiently united, when they become sufficiently agreed that they can all work with one feeling, one mind, one soul, and with one spirit; the heavens then can be revealed, the curtains unrolled, and the Savior appear in the midst of his Saints.<span class=\"citation\" id=\"88716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88716)\">D&amp;C 88:95-96<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1894\"> Some feelings have been created in the world because the Saints are so firmly united. Now they need not be afraid, for it is the work of God, and although they scatter us a hundred times to the four winds of heaven, although they murder thousands of us, and burn and destroy our property, it is the work of the Almighty, and they cannot prevail against it. Whatever may be done will only serve to roll it forth, and hurry forward the work of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v2n1895\"> The fact is, the time is near at hand when the consummation of the wicked will take place; the day of the Lord is near; the harvest is not far  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ahead. The wicked are slaying the wicked,<span class=\"citation\" id=\"86454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86454)\">D&amp;C 63:33<\/a><\/span> and times are growing worse and worse;<span class=\"citation\" id=\"76197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76197)\">2 Tim. 3:13<\/a><\/span> all the world feel it; and we should watch for the coming of the Son of Man.<span class=\"citation\" id=\"66073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66073)\">Matt. 25:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1897\"> This puts me in mind of a little anecdote that I have heard our Irish brother tell of a son of the Green Isle, who was placed in prison with a Yorkshireman. The Yorkshireman had stolen a cow, and Patrick had been stealing a watch. While they were there, Yorkshire concluded that <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he would joke his companion about stealing the watch, so says he to Patrick, &#x201C;What time is it ?&#x201D; &#x201C;About milking time,&#x201D; said Pat. And I say that it is about harvest time, and it will not be long before the story of the Kilkenny cats will be acted out in earnest; the nations will devour and destroy each other,<span class=\"citation\" id=\"65664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65664)\">Matt. 24:7<\/a><\/span> for peace is taken from the earth.<span class=\"citation\" id=\"83727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83727)\">D&amp;C 1:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1898\"> I shall close, praying the blessings of heaven to rest upon you continually in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}