{"ID":20046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Consecration.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, June 3, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Consecration.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/3\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v2n1689\"> The blessings bestowed upon the Saints are in many instances considered sacrifices, and for this reason I have concluded to say a few words upon the law of consecration, surplus property, and tithing. <\/div><div class=\"paragraph jod\" id=\"v2n1690\"> The law of consecration was revealed previous to the brethren's going to Jackson County, or about the time they went; after they left Jackson County and went to Caldwell, inasmuch as the people did not under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand why they should be called upon to consecrate; for if a man possessed more than he needed, the Lord was welcome to it anyhow, but if a man did not possess more than he really thought he needed, they concluded there should be no such law as the law of consecration, or the law of tithing; and in consequence of many questions being asked upon the subject, a revelation was given after the Prophet had cried unto the Lord, saying,  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>O Lord, show unto thy servants how much of the property of thy people thou dost require for tithing. <\/div><div class=\"paragraph jod\" id=\"v2n1692\"> This revelation was given in February, 1831, and I will read a part of it, commencing at the 8th paragraph&#x2014;&#x201C;If thou lovest me thou shalt serve me and keep all my commandments. And behold, thou wilt remember the poor, and consecrate of thy properties for their support that which thou hast to impart unto them, with a covenant and a deed which cannot be broken. And inasmuch as ye impart of your substance unto the poor, ye will do it unto me; and they shall be laid before the bishop of my church and his counselors, two of the elders, or high priests, such as he shall appoint or has appointed and set apart for that purpose. 9. And it shall come to pass, that after they are laid before the bishop of my church, and after that he has received these testimonies concerning the consecration of the properties of my church, that they cannot be taken from the church, agreeable to my commandments, every man shall be made accountable unto me, a steward over his own property, or that which he has received by consecration, as much as is sufficient for himself and family.&#x201D;<span class=\"citation\" id=\"85343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85343)\">D&amp;C 42:29-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1693\"> It is hardly worthwhile for me to say anything about the disposition of the people; still, when a person can realize that men do not know themselves, we consider it proper to tell them who they are, what they are, and how they feel. It would not be worthwhile for me or for any other person to talk about their dispositions, the nature of their intentions, their attachments to the world, their sympathies, passions, or anything of the kind, were it not that people are often blinded in their minds, and do not know themselves: hence it is proper enough to make a few remarks about themselves. <\/div><div class=\"paragraph jod\" id=\"v2n1694\"> I will read another revelation given <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in April, 1832&#x2014;&#x201C;Verily, thus saith the Lord, in addition to the laws of the church concerning women and children, those who belong to the church, who have lost their husbands or fathers: Women have claim on their husbands for their maintenance, until their husbands are taken; and if they are not found transgressors they shall have fellowship in the church. And if they are not faithful they shall not have fellowship in the church; yet they may remain upon their inheritances according to the laws of the land.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1695\"> Paragraph 2. &#x201C;All children have claim upon their parents for their maintenance until they are of age. And after that, they have claim upon the church, or in other words upon the Lord's storehouse, if their parents have not wherewith to give them inheritances. And the storehouse shall be kept by the consecrations of the church; and widows and orphans shall be provided for, as also the poor. Amen.&#x201D;<span class=\"citation\" id=\"87470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87470)\">D&amp;C 83:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1696\"> There is another revelation still prior to this time, stating that it is the duty of all people who go to Zion to consecrate all their property to the Church of Jesus Christ of Latter-day Saints.<span class=\"citation\" id=\"87454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87454)\">D&amp;C 82:18<\/a><\/span> This revelation was referred to at the April Conference in 1854. It was one of the first commandments or revelations given to this people after they had the privilege of organizing themselves as a Church, as a body, as the kingdom of God on the earth. I observed then, and I now think, that it will be one of the last revelations which the people will receive into their hearts and understandings, of their own free will and choice, and esteem it as a pleasure, a privilege, and a blessing unto them to observe and keep most holy. <\/div><div class=\"paragraph jod\" id=\"v2n1697\"> It is time the privilege of consecrating their property was given to the people, it is the will of the Lord they should enjoy this blessing and privi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lege, those who choose to hand over their property; to whom? To Him who has given them everything they possess: He owns all they possess, and they have no property, more or less, only that which actually belongs to the Lord, and He deals it out and bestows it where it seemeth Him good. <\/div><div class=\"paragraph jod\" id=\"v2n1699\"> It is not for me to rise up and say that I can give to the Lord, for in reality I have nothing to give. I seem to have something, why? Because the Lord has seen fit to bring me forth, and has blessed my efforts in gathering things which are desirable, and which are termed property. He has instituted a plan and order, has organized this planet, and peopled it by His wisdom and power. He has given me my being upon this earth which is His, for &#x201C;the earth is the Lord's,&#x201D;<span class=\"citation\" id=\"56453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56453)\">Ps. 24:1<\/a><\/span> and all that pertaineth to it, all the elements, no matter how they are organized, no matter what element it is, it is the element the Lord has brought together to compose the earth. Was it His in the beginning? It was. Did He cause the atoms of elements to come together to organize the earth? He did. He did bring forth the earth, and formed and organized it as it was in the beginning, and made it perfect, pure, and holy. <\/div><div class=\"paragraph jod\" id=\"v2n1700\"> To whom do these elements belong now? To the same Being who owned them in the beginning. The earth is still His, and its fulness,<span class=\"citation\" id=\"56454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56454)\">Ps. 24:1<\/a><\/span> and that includes each one of us, and also includes all that we seem to possess. It includes all the elements, in whatever shape, form, or condition, and wherever they are situated, whether in the native state, or in a state of organization for the comfort and benefit of man. <\/div><div class=\"paragraph jod\" id=\"v2n1701\"> The ability which we have to bring them together we have received of the Lord, by His free gift, and He has made us capable of performing many things for His glory, for His wisdom, <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and for the exaltation of those creatures He has brought forth and made. Has He not endowed mankind with intelligence? He has created them but a little lower than the angels.<span class=\"citation\" id=\"56338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56338)\">Ps. 8:5<\/a><\/span> They have received wisdom, knowledge, and understanding, and are organized to receive power, glory, and honor. If they are industrious, prudent, and filled with understanding to know from where these favors emanate, of course they will attribute all the power and goodness to the honor and glory of the Being who bestowed them. <\/div><div class=\"paragraph jod\" id=\"v2n1702\"> As I have already observed, the people are ignorant; they do not know themselves, do not understand their own organization, or from whence they are; if they did, there would be no necessity of talking to the people upon these points. We are here on the earth, we live, and find ourselves endowed with wonderful powers, and it seems as though we, as individuals, were perfectly independent of every creature or being throughout the immensity of space. We cannot see our superiors, and we do not fully realize from whence we have received anything we now have in our possession. This is in consequence of our shortsightedness, of our want of understanding, and of our lack of the knowledge of eternal beings. Herein is where mankind fail, lacking that which we might have in our possession, viz.&#x2014;the light of the revelations of Jesus Christ, the light of the Holy Spirit, the light of heaven. This is the privilege of the Latter-day Saints, but they do not enjoy it as much as they might; consequently it is right to talk about these matters, and to instruct the people. <\/div><div class=\"paragraph jod\" id=\"v2n1703\"> If we could perceive and fully understand that all the ability and knowledge we have, every good we possess, every bright idea, every pure affection, and every good vision of mind from our infancy to the present time, are  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all the free gift of the Lord, and that we of ourselves have nothing original, we should be much better prepared and far more ready to act faithfully and wisely under all circumstances. Every good thing is in His hands, is subject to His power, belongs to Him, and is only handed over to us, for the time being, to see what use we will make of it. <\/div><div class=\"paragraph jod\" id=\"v2n1705\"> If we will improve, be faithful and diligent in all the blessings bestowed upon us, we then have the principle of increase, and this is the great blessing given to man, and was the promise which Abraham received at the hands of the Lord. Abraham was fearful he would not increase and multiply his posterity on the earth, though he might increase in power, wisdom, and knowledge himself; and reflected, &#x201C;I have no children, or even prospect of them, to rise up and bless me, or to honor and revere my name in coming generations.&#x201D; The Lord, however, gave him this promise, &#x201C;You have been faithful, and gained wisdom and knowledge in every blessing I have bestowed upon you; and now I will give you a promise that you shall yet have a posterity, and it shall multiply upon the face of the earth, and finally, the end of the number thereof no man can tell, for your seed shall be as numerous as the sands upon the seashore,<span class=\"citation\" id=\"53330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53330)\">Gen. 22:17<\/a><\/span> or the stars in the firmament, and to their increase there shall be no end.&#x201D; The same blessing was promised to the Lord Jesus Christ. It was the privilege of Abraham to receive knowledge, wisdom, and understanding, but this did not satisfy him, he wanted to see his children multiply. When Abraham has passed a certain ordeal and proved himself faithful, he will receive honor, power, glory, and exaltation, which he is made as capable of attaining in the future as those were who acted previous to his day. Were not this the case, the intelligence, the power of <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the mind, the spirit that is placed in the body, and all that pertain to life in this stage of action, or prior to our coming into the world, are not made honorable; and if they are not honored by the creature, by the principle that is placed in him, that organization is liable to decompose. Can you understand this? For instance, let a man or woman who has received much of the power of God, visions and revelations, turn away from the holy commandments of the Lord, and it seems that their senses are taken from them, their understanding and judgment in righteousness are taken away, they go into darkness, and become like a blind person who gropes by the wall.<span class=\"citation\" id=\"59851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59851)\">Isa. 59:10<\/a><\/span> Many of you witness this almost daily. Such will continue to go on the retrograde path until they are decomposed; while those who are faithful will continue to increase, and this is the great blessing the Lord has given to, or placed within the reach of, the children of man, even to be capable of receiving eternal lives. <\/div><div class=\"paragraph jod\" id=\"v2n1706\"> To have such a promise so sealed upon our heads, which no power on earth, in heaven, or beneath the earth can take from us, to be sealed up to the day of redemption and have the promise of eternal lives, is the greatest gift of all.<span class=\"citation\" id=\"84076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84076)\">D&amp;C 14:7<\/a><\/span> The people do not fully understand these things and have them not in full vision before their minds, if they did I will tell you, plainly and in honesty, that there is not a trial which the Saints are called to pass through that they would not realize and acknowledge to be their greatest blessing. <\/div><div class=\"paragraph jod\" id=\"v2n1707\"> I will give you my reasons for this; if Adam had not sinned, and if his posterity had continued upon the earth, they could not have known sin, or the bitter from the sweet, neither would they have known righteousness, for the plain and simple reason that every effect can only be fully manifested by its opposite. If the Saints  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could realize things as they are when they are called to pass though trials, and to suffer what they call sacrifices, they would acknowledge them to be the greatest blessings that could be bestowed upon them. But put them in possession of true principles and true enjoyments, without the opposite, and they could not know enjoyment, they could not realize happiness. They could not tell light from darkness, because they have no knowledge of darkness and consequently are destitute of a realizing sense of light. If they should not taste the bitter, how could they realize the sweet? They could not. They would be like a machine, and could not approximate to the standard of the present enjoyment of the brute, and probably not even to that of the vegetable kingdom. To know the bitter they must taste it; they must be made acquainted with the evil there is in existence, or they cannot realize the good. If the people could see and understand things as they are, instead of saying, &#x201C;I have sacrificed a great deal for this kingdom,&#x201D; they would understand that they had made no sacrifices at all. They have received the blessing of the knowledge of God, to know and understand things as they are, that they may contrast between the evil and the good, between the light and the darkness, between that which is of God, and that which is not of God, between that which is calculated to exalt and glorify the people, and that which is calculated to carry them down to destruction, and waste them away until they would be no more. <\/div><div class=\"paragraph jod\" id=\"v2n1709\"> It is a curious idea, but one in favor of which there is much testimony, that when people take the downward road, one that is calculated to destroy them, they will actually in every sense of the word be destroyed. Will they be what is termed annihilated? No, there is no such thing as annihilation, for you cannot destroy the <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> elements of which things are made. But Jesus will take the kingdom, and reign until he has destroyed death, and him that hath the power of death, which is the devil.<span class=\"citation\" id=\"76468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76468)\">Heb. 2:14<\/a><\/span> The people think that many of the revelations of the Lord are hard, and say, &#x201C;The Lord has given this revelation to try me, to try the strength of my faith.&#x201D; It is the Lord's design that His people should have an experience; hence I will not dispute for one moment but what it was the will of the Lord that we should be made acquainted with darkness, and subjected to vanity.<span class=\"citation\" id=\"72617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72617)\">Rom. 8:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1710\"> In my fullest belief, it was the design of the Lord that Adam should partake of the forbidden fruit, and I believe that Adam knew all about it before he came to this earth. I believe there was no other way leading to thrones and dominions only for him to transgress, or take that position which transgression alone could place man in, to descend below all things, that they might ascend to thrones, principalities, and powers; for they could not ascend to that eminence without first descending, nor upon any other principle.<span class=\"citation\" id=\"75042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75042)\">Eph. 4:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1711\"> I do not dispute but what you and I, naturally, should love the world; this I verily believe. I believe the Lord has designed, from ages immemorial, that we should be in darkness and ignorance, and at the same time I believe it is His will that we should receive light and intelligence in order that we may understand true principle, and the true position which the Saints should take to contrast continually between the evil and the good. I believe all this, just as much as I believe anything else pertaining to mankind. It is then the design of the Lord that mankind should be placed in this dark, ignorant, and selfish state, that we should naturally cling to the earth; for, as it was said here last Sabbath, the earth is very good in and of itself, and has abided<span class=\"citation\" id=\"88431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88431)\">D&amp;C 88:25<\/a><\/span> a celes<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tial law, consequently we should not despise it, nor desire to leave it, but rather desire and strive to obey the same law that the earth abides, and abide it as honorably as does the earth. <\/div><div class=\"paragraph jod\" id=\"v2n1713\"> If we do abide this law thus faithfully, we are sure to get our resurrection and exaltation, for then we can see and understand things as they are. Then instead of concluding that the Lord has drawn us into difficulties, and compelled us to do that which is unpleasant to our feelings, and to suffer sacrifice upon sacrifice to no purpose, we shall understand that He has designed all this to prepare us to dwell in His presence, to possess His Spirit, which is right and intelligent, for nothing but purity and holiness can dwell where He is. He has so ordained it, that by the natural mind we cannot see and understand the things of God, therefore we must then seek unto the Lord, and get His Spirit and the light thereof, to understand His will. And when He is calling us to pass through that which we call afflictions, trials, temptations, and difficulties, did we possess the light of the Spirit, we would consider this the greatest blessing that could be bestowed upon us. <\/div><div class=\"paragraph jod\" id=\"v2n1714\"> When the Lord gave the revelation instructing us in our duty as to consecrating what we have, if the people then could have understood things precisely as they are, and had obeyed that revelation, it would have been neither more nor less than yielding up that which is not their own, to Him to whom it belongs. And so it is now. But what vain and foolish principles and ideas have crept into the world, and have occupied the minds of the people! They are far from the true principles of salvation and godliness; and the world has sunk so far in wickedness, wretchedness, misunderstanding, and every kind of ignorance, and every species of wickedness which can be devised and introduced <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the devil and the people combined, that even some of the Saints are almost persuaded to think that the Lord has called upon them to consecrate, to give up something which they consider their own, but in reality is not, to somebody that never did own it. Some of the people feel thus, and it is in consequence of the wickedness that is on the earth. The Lord has not called for one farthing's worth which is not His own. The people could not own it, and if they did, have they power to preserve it? No. Can they preserve their buildings from the raging elements of fire? No. Have they power over their grain to keep it from mold, to preserve it from blight, and from the ravages from insects? No. Have they power to preserve their animals in life? No. Can they do these things independent of the power of the Lord Almighty? No. It is a vain and foolish thought for men to think they own anything of themselves, for they do not. It is here in our possession, but how came it so? They do not know. Life is here, but do they know the power that gave it, or the mode of its coming? Vegetation and animals, in great variety, teem upon the face of the earth, but are mankind familiar with the secret springs of their growth and existence? Men ought, in the first place, to find out how these things came, and who produced them. They will acknowledge at once that there never was a house which was not built, and understand the principles of human art, but do not fully understand the operations of nature, though they proceed upon simple and natural principles. <\/div><div class=\"paragraph jod\" id=\"v2n1715\"> Hence they see the mountains and do not know how they are made, the grass, but do not know upon what principle it grows; the cattle come and go, but they do not know their first origin. Mankind spread abroad upon the earth, but do not know how they came here, and are not familiar  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the workings of the power that sustains them. This the people ought to find out in the first place, and then they will know that the earth is the Lord's, and the fulness thereof,<span class=\"citation\" id=\"56455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56455)\">Ps. 24:1<\/a><\/span> and that there is an eternity of matter yet to be organized. When the Saints find out the truth as it is, they will learn that they have nothing to consecrate in reality, that they have nothing to give to the Lord, because they hold nothing but what already belongs to Him. We seem to possess much, and if we are faithful and endure to the end will be crowned, and then the Lord will say, &#x201C;It is enough, you have proved yourselves faithful.&#x201D; Comparatively speaking, He will talk with them as a father does with his children. To one son he says, &#x201C;Go and improve that farm, though I do not deed it to you;&#x201D; to another he says, &#x201C;Take that farm;&#x201D; and to a third, &#x201C;Take this;&#x201D; and all upon the same conditions, &#x201C;and I will see what you will do with these my farms.&#x201D; They think the farms are already theirs, but they are mistaken, for the father did not deed the farms to them. The eldest son fences, plows, and improves it, builds a house and a good barn upon it, plants an orchard, raises cattle, and makes the possession much more valuable than when the father put it into his hands. &#x201C;Now, John,&#x201D; says the father, &#x201C;you have proved yourself a wise and faithful steward, I will now give you a deed of this property which I have owned so long, that it may be your property.&#x201D; He says to William, &#x201C;How is it with your farm?&#x201D; &#x201C;Well, father, it is much the same as when you gave it to me to improve; I have not done much; I raised a little wheat and corn.&#x201D; &#x201C;Where is your house, William?&#x201D; &#x201C;O, I was not sure that the land was mine, and I did not build one.&#x201D; &#x201C;Why did you not build a barn?&#x201D; &#x201C;Well, I did not know that I was going to possess it, so I did not put myself to <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that trouble; as for an orchard, I was not going to set one out for you to give to some other of the boys.&#x201D; &#x201C;You are an unfaithful steward, and you can go now and get you a farm, and I will take this that you might have improved, and possessed for an everlasting inheritance, and give it to John, for he has been faithful.&#x201D; The parable delivered by Jesus Christ is a fit illustration of this principle, wherein he likens the kingdom of heaven to a man traveling into a far country, who called his own servants, and delivered unto them <span class=\"italic\">his<\/span> goods; &#x201C;and unto one he gave five talents, to another two, and to another one,&#x201D;<span class=\"citation\" id=\"66076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66076)\">Matt. 25:14-15<\/a><\/span> &amp;c. The one who received the one talent hid it up; he was unfaithful and unprofitable, and so his master took away from him, the one talent, and gave to him that had ten.<span class=\"citation\" id=\"66141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66141)\">Matt. 25:28<\/a><\/span> So it is with the Lord in all things. If men are faithful, the time will come when they will possess the power and the knowledge to obtain, organize, bring into existence, and own. &#x201C;What, of themselves, independent of their Creator?&#x201D; No. But they and their Creator will always be one, they will always be of one heart and of one mind,<span class=\"citation\" id=\"92823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92823)\">Moses 7:18<\/a><\/span> working and operating together; for whatsoever the Father doeth so doeth the son,<span class=\"citation\" id=\"69112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69112)\">John 5:19<\/a><\/span> and so they continue throughout all their operations to all eternity. John will be counted worthy to receive his inheritance, but William will be disinherited, and that which he seemed to have will be taken from him, and given to the faithful steward. What have we that is really our own to consecrate? Nothing at all. What is our duty? It is our duty to improve upon every blessing the Lord gives to us. If He gives us land, improve it; if He gives us the privilege of building houses, improve it; if He gives us wives and children, try and teach them the ways of the Lord, and exalt them above the dark, degraded, and sunken state of mankind, &amp;c.; if He gives us the  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privilege of gathering together, let us sanctify ourselves. In His providence He has called the Latter-day Saints from the world, has gathered them from other nations, and given them a place upon the earth. Is this a blessing? Yes, one of the greatest the people can enjoy, to be free from the wickedness of the wicked, from the calamities and clamor of the world. By this blessing we can show to our Father in Heaven that we are faithful stewards; and more, it is a blessing to have the privilege of handing back to Him that which He has put in our possession, and not say it is ours, until He shall say it from the heavens. Then it is plain that what I seem to have I do not in reality own, and I will hand it back to the Lord when He calls for it; it belongs to Him and it is His all the time. I do not own it, I never did. He has called upon the people to consecrate their property, to see whether they could understand so simple a thing as this. When they bow down to worship the Lord, they acknowledge that the earth is His, and the cattle upon a thousand hills;<span class=\"citation\" id=\"56709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56709)\">Ps. 50:10<\/a><\/span> and tell the Lord there is no sacrifice they are not willing to make for the sake of the religion of Jesus Christ. The people were crying this continually among the churches when the Book of Mormon came forth, and the Lord spoke through Joseph, revealing the law of consecration, to see whether they were willing to do as they said in their prayers. In their weekly meetings they have told how the Lord has blessed them and forgiven their sins, what glorious visions they have had, and have declared that the Lord was present, and that they had angels to visit them, and they felt so good that they would give all for Christ. Said the Lord to Joseph, &#x201C;See if they will give their farms to me.&#x201D; What was the result? They would not do it, though it was one of the plainest things in the world. No <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> revelation that was ever given is more easy of comprehension than that on the law of consecration, which the Christians had acknowledged all their days, and we are all Christians by birth, and all believed that we owned nothing, but that all belonged to the Giver of all good. We believe in God the Father, and in His Son Jesus Christ, the Savior of the world, and we believe that he was actually going to possess the earth, and reign with his people on the earth;<span class=\"citation\" id=\"85537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85537)\">D&amp;C 43:29<\/a><\/span> that all is his, and forever will be. Yet, when the Lord spoke to Joseph, instructing him to counsel the people to consecrate their possessions, and deed them over to the Church in a covenant that cannot be broken,<span class=\"citation\" id=\"85346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85346)\">D&amp;C 42:30<\/a><\/span> would the people listen to it? No, but they began to find out that they were mistaken, and had only acknowledged with their mouths that the things which they possessed were the Lord's. When the Latter-day Saints arise to speak, or bear testimony in their meetings, they tell us about the Lord's owning the earth, and being the maker of it, and I have thought, sometimes, that we could pick up a class that would acknowledge this principle, both out of doors and in. Not like a man who spoke to me last summer, as I was riding in my carriage; he shook hands with me, and kept a firm hold of the carriage with his other hand, and said, &#x201C;Brother Brigham, how do you do? I am going to consecrate all my property, could you not buy me a farm?&#x201D; I got my hand out of his, and the other off from the wheel, and he went reeling with drunkenness, and I told him I did not want anything to do with such men. <\/div><div class=\"paragraph jod\" id=\"v2n1718\"> Another says, &#x201C;Brother Brigham, I want to consecrate all I have, but you must build me a house for it, or get me my wood.&#x201D; This class will acknowledge that all is the Lord's, both outdoor and in. I wish to see the people acknowledge the principle  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of consecration in their works, as well as in their prayers. Do I, as an individual, want to see the people deed all they have to the Church? It does not concern me individually; I would not give the ashes of a rye straw for a personal deed of all the Latter-day Saints possess. Yet they are trying to acknowledge that all is the Lord's, and will say, &#x201C;Let brother Brigham come and get what he wants, but I do not believe in giving up this property, it is mine, and I may want to trade this, that, or the other article.&#x201D; I do not want one red cent from you, but the Lord would be glad to see the people practice out of doors what they hypocritically profess before Him indoors. They say they are the Lord's, and when their children are taken sick, or their wives, fathers, mothers, or husbands are taken sick, O, how humble they then are, and they will send for the Elders to pray for them, and acknowledge that all is the Lord's, and say, &#x201C;We give ourselves and all we have to thee.&#x201D; The Lord makes them well by His power, through the ordinances of His house, but will they consecrate? No. They say, &#x201C;It is mine, and I will have it myself.&#x201D; There is the treasure, and the heart is with it, and what will be the end thereof? That which they seem to have will be given to those who are faithful, and they will receive nothing at all. They will not get an inheritance upon the earth, and cannot be crowned as kings and rulers in the kingdom of God; but if they are saved at all it will be as servants, to do the drudgery of those who are faithful, and who live the religion outdoors which they say they have in their hearts. If the people knew themselves, if they understood their own feelings and reasonings, and the spirits that operate upon them, and of what spirit they are, there would be no need of thus talking to them. <\/div><div class=\"paragraph jod\" id=\"v2n1720\"> When the revelation which I have <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> read was given in 1838, I was present, and recollect the feelings of the brethren. A number of revelations were given on the same day. The brethren wished me to go among the Churches, and find out what surplus property the people had<span class=\"citation\" id=\"90735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90735)\">D&amp;C 119:1-2<\/a><\/span> with which to forward the building of the Temple we were commencing at Far West. I accordingly went from place to place through the country. Before I started, I asked brother Joseph, &#x201C;Who shall be the judge of what is surplus property?&#x201D; Said he, &#x201C;Let them be the judges themselves, for I care not if they do not give a single dime. So far as I am concerned, I do not want anything they have.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1721\"> Then I replied, &#x201C;I will go and ask them for their surplus property;&#x201D; and I did so; I found the people said they were willing to do about as they were counseled, but, upon asking them about their surplus property, most of the men who owned land and cattle would say, &#x201C;I have got so many hundred acres of land, and I have got so many boys, and I want each one of them to have eighty acres, therefore this is not surplus property.&#x201D; Again, &#x201C;I have got so many girls, and I do not believe I shall be able to give them more than forty acres each.&#x201D; &#x201C;Well, you have got two or three hundred acres left.&#x201D; &#x201C;Yes, but I have a brother-in-law coming on, and he will depend on me for a living; my wife's nephew is also coming on, he is poor, and I shall have to furnish him a farm after he arrives here.&#x201D; I would go on to the next one, and he would have more land and cattle than he could make use of to advantage. It is a laughable idea, but is nevertheless true, men would tell me they were young and beginning the world, and would say, &#x201C;We have no children, but our prospects are good, and we think we shall have a family of children, and if we do, we want to give them eighty acres of land each; we have  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no surplus property.&#x201D; &#x201C;How many cattle have you?&#x201D; &#x201C;So many.&#x201D; &#x201C;How many horses, &amp;c?&#x201D; &#x201C;So many, but I have made provisions for all these, and I have use for everything I have got.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1723\"> Some were disposed to do right with their surplus property, and once in a while you would find a man who had a cow which he considered surplus, but generally she was of the class that would kick a person's hat off, or eyes out, or the wolves had eaten off her teats. You would once in a while find a man who had a horse that he considered surplus, but at the same time he had the ringbone, was broken-winded, spavined in both legs, had the poll evil at one end of the neck and a fistula at the other, and both knees sprung. <\/div><div class=\"paragraph jod\" id=\"v2n1724\"> This is the description of surplus property that some would offer to the Lord. Such have been the feelings of a great many men. They would come to me and say, &#x201C;Brother Brigham, I want to pay my tithing; please come outside here, I wish to show you a horse I have got. I want to raise fifty dollars on this horse, and the balance I am willing to turn in on tithing. If you will pay me twenty dollars in money, ten in store pay, and so much on another man's tithing, and so much on my own, you shall have the horse for eighty dollars;&#x201D; when I could get as good a one for forty. I make no such trades. Some of our brethren would actually take a horse worth no more than forty dollars, pay fifty and give credit on tithing for thirty. <\/div><div class=\"paragraph jod\" id=\"v2n1725\"> I mention these things to illustrate the feelings of many of the people, for they do not understand the spirit they are of. When a man wishes to give anything, let him give the best he has got. The Lord has given to me all I possess; I have nothing in reality, not a single dime of it is mine. You may ask, &#x201C;Do you feel as you say?&#x201D; Yes, I actually do. The coat I have <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on my back is not mine, and never was; the Lord put it in my possession honorably, and I wear it; but if He wishes for it, and all there is under it, He is welcome to the whole. I do not own a house, or a single foot of land, a horse, mule, carriage, or wagon, nor wife, nor child, but what the Lord gave me, and if He wants them, He can take them at His pleasure, whether He speaks for them, or takes them without speaking. Should this be the feeling to animate every bosom? It should. What have you to consecrate that is actually your own? Nothing. The time will come when the people will look back on their first experience, and they will realize that that which they now consider hardship was their greatest blessing. They are called to leave their homes, their parents, their families, and their native country. They are called away by the providence of God to what they now consider to be sorrow; but it is not so, it is only an experience put into the possession of the Saints, that they may know the blessings of eternity. There is no being in eternity about whom we have ever read or heard, but what has suffered in like manner as we have, for it was by suffering they had to gain their exaltation, as you and I will have to do. <\/div><div class=\"paragraph jod\" id=\"v2n1726\"> When was there a beginning? There never was one; if there was, there will be an end; but there never was a beginning, and hence there will never be an end; that looks like eternity. When we talk about the beginning of eternity, it is rather simple conversation, and goes far beyond the capacity of man. All beings will go into a future state, and what do you suppose those think who are there now? Do you suppose that Joseph the Prophet thinks he has sacrificed anything on this earth? No. But the Lord led him in a way that he might understand glory, exaltation, and power&#x2014;that he might compre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hend the blessings the Lord gave to him. Suppose you had a diamond of the finest water, as large as my fist, and worth millions of pounds sterling, and you gave it to one who did not know its value, he would put it in the mud, as quick as he would a potato; and a very ignorant person would know no difference between a piece of gold and a piece of bright copper. He has to learn the distinction by those principles of knowledge which the Lord places in the hearts of the human family to enable them to contrast the one with the other, and to know everything by its opposite. Take a little girl who has no more knowledge than to think that piece of white paper is just as good to make a frock of as a piece of good lawn, and she has to wait until she grows up to that knowledge. All the Prophets have had to learn in a similar manner; Joseph learned in that way, and so must we. <\/div><div class=\"paragraph jod\" id=\"v2n1728\"> How long have we got to live before we find out that we have nothing to consecrate to the Lord&#x2014;that all belongs to the Father in heaven; that these mountains are His; the valleys, the timber, the water, the soil; in fine, the earth and its fulness? <\/div><div class=\"paragraph jod\" id=\"v2n1729\"> You now see one of His armies passing through here, sweeping everything before them. Has He nothing to do with these grasshoppers that are destroying our crops? Yes, as He has with everything else on the earth. Has He anything to do with the locusts in Egypt? Yes; but they are <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not satisfied with eating the vegetation, but will eat a man's shoes off from his feet, and the beard from his face, for when a man lies down to sleep, he is in danger of losing his mustachio. These are some of the armies of the Lord; He made them and He made man, the one as well as the other. He made man but a little lower than the angels,<span class=\"citation\" id=\"56339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56339)\">Ps. 8:5<\/a><\/span> and next to man the brute creation, and filled the earth with all varieties of seeds and insects; He made the earth and all connected with it, organized it, and brought it forth, and now He intends to see what the people will do with it; whether they are disposed to do anything more than to say, &#x201C;This is mine, and that is thine.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1730\"> Observe the men who have come into this Church rich in property, and where can you find one who has said, &#x201C;I brought fifty, forty, or twenty thousand dollars into this Church,&#x201D; but what they have either come begging to the Church at last, or apostatized? If you cling to the world, and say it is hard for you to do this or that, recollect that the love of the Father is not in you.<span class=\"citation\" id=\"78549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78549)\">1 Jn. 2:15<\/a><\/span> Let me love the world as He loves it, to make it beautiful, and glorify the name of my Father in heaven. It does not matter whether I or anybody else owns it, if we only work to beautify it and make it glorious, it is all right. Let me do what I am called to do, and be contented with my lot, and not worry about this, that, or the other. I have spoken long enough. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}