{"ID":20048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Utah Delegate to Washington&#x2014;U. S. Government and Officers.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, June 17, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Utah Delegate to Washington, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/17\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v2n1796\"> Perhaps it is expected that I will make a few remarks, after hearing the statements made by our Delegate, the Hon. J. M. Bernhisel. <\/div><div class=\"paragraph jod\" id=\"v2n1797\"> I presume that but few of this congregation, and I may say that but few of the people of this Territory, have a thorough knowledge, or even a general understanding, of the business transactions and responsibilities of our Delegate in Congress. It is a matter this people have not immediately before them, it does not directly concern them&#x2014;hence they do not inquire into it. <\/div><div class=\"paragraph jod\" id=\"v2n1798\"> Brother Bernhisel has given you a very brief sketch of the doings of Congress, necessarily omitting most of them. Doubtless the people of this Territory were perfectly satisfied with the labors of their Delegate during the last session of Congress; or, in other words, it would be hard to find an individual who is the least dissatisfied with him, though it is true that the greater part of the people do not understand what should constitute a proper cause for approbation or disapprobation. They are not dissatisfied with him, and I am not dissatisfied with him, neither have I ever been. He has been in Washington during the past six years, most of which time he has spent there for this people. The general government paid him for the services of four years, the appropriation for the services of the first two years another received. <\/div><div class=\"paragraph jod\" id=\"v2n1799\"> I can say freely that I am perfectly satisfied with the labors of Dr. Bernhisel in Washington; and I will fur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther say, for the satisfaction of the parties concerned, that I very much doubt whether we could find another man, belonging to the Church of Jesus Christ of Latter-day Saints, who could go to Washington and do as much for this people, in the capacity of a representative, as the one we have sent for years past. Why do I doubt this? In the first place, he is a man of sterling integrity, firm to his faith, punctual, industrious, fervent, and always on hand to do everything that can be done. Another reason is, but few of the talented men who belong to this Church could go to the seat of Government and endure the slang and misrepresentations which the Doctor has endured. <\/div><div class=\"paragraph jod\" id=\"v2n1800\"> The Doctor is different from that class in this respect, he can endure their insults and abuses. It is true they have to be offered, if at all, behind his back, for you cannot easily find a man who will abuse him to his face, as he is so kind in his manner, so gentlemanly in his appearance, and so easy in his deportment, treating everybody with due courtesy and respect. When a deadly foe to his operations and to the interests of his constituents is in the field, that is the first man the Doctor visits, and he labors to make him our friend. <\/div><div class=\"paragraph jod\" id=\"v2n1801\"> Having before us these reasons, with many others equally weighty, that might be given, I doubt whether there is another man in the Territory, or belonging to the Church, in or out of the Territory, who could have accomplished what brother Bernhisel  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has done in Washington for this people. I am confident that I should not stay there long, for there is too much fight in me. <\/div><div class=\"paragraph jod\" id=\"v2n1803\"> You have seen some persons who, when mad, would fight a whole crowd as readily as they would a single person. I am somewhat of that temperament; if I should get mad in Washington, I would as soon fight the whole crowd as one individual, and they would use me up. There are but few spirited men who would endure the abuse and lies heaped upon this people. <\/div><div class=\"paragraph jod\" id=\"v2n1804\"> There is one statement which I have already made in this stand twice or thrice, but I will now make it again before our Delegate, for it has caused him much trouble. It has been reported in the United States that Brigham should have said that the President of the United States could not remove him from his office. I will repeat what I did say, as nearly as my memory will serve me. Exhorting the brethren and sisters, I said, &#x201C;Do not be alarmed, neither let your hearts sink within you, or be worried in the least with regard to a new Governor's coming to this Territory, for the Lord Almighty will preserve your present Governor unto you as long as He pleases, and no power can hinder. And if it is His will to remove the present Governor, know ye that it will be for the best.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1805\"> That is the spirit of what I said, if not the exact words; and I say so now. President Pierce has been in power long enough to try the experiment, and there have been many to influence him to remove the Governor of this Territory from office. Is it done? It is not; though we nearly thought it was, when Colonel Steptoe received the appointment; but the Lord operated upon the Colonel to continue his march to California. He received his commission, but he would not be qualified. There were many <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> applicants for the office, but they have not yet got it, and the Lord can baffle them as long as He pleases. He turns the hearts of men when they know it not, and the mysterious workings of His providence among the people they do not understand. He rules in their midst, and controls the nations of the earth according to His will and pleasure; so He does in this case, and will continue to do, just as long as seemeth Him good. When He wishes another Governor here, the proper person will be on hand; until then, there is no power beneath the heavens that can simply remove the present Governor of Utah, much less the loyal people who inhabit these mountains. <\/div><div class=\"paragraph jod\" id=\"v2n1806\"> The people abroad are at enmity with us; we expect this, for they have been our enemies ever since we were Saints, or professed to be. Are they opposed to us in consequence of the doctrine which has been alluded to by brother Bernhisel, I mean polygamy? No. Let the Methodists, Church of England, Presbyterians, or any other popular church, adopt that principle, and it would be applauded to the skies. They are not opposed to us in consequence of the doctrine of polygamy. <\/div><div class=\"paragraph jod\" id=\"v2n1807\"> Has the wrath of the enemy become any more enraged since that doctrine has been published than it was before? No, not one particle. Christ and Belial cannot be made friends;<span class=\"citation\" id=\"74242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74242)\">2 Cor. 6:15<\/a><\/span> the devil is at war with the Kingdom of God on the earth, and always has been, and will continue to be, until he is bound. They do not personally hate you, nor me, any more than they did Joseph Smith, whom they have slain; they do not hate the Latter-day Saints any more now than they did twenty years ago. The same deadly hatred was then in the heart of everyone who had the privilege of hearing the doctrines of this Church and refused to embrace them, that we  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>see exhibited at this day. If they had had the power twenty or twenty-five years ago, they would have slain the Prophet Joseph as readily and with as much rejoicing as they did when they massacred him in Carthage Jail, in the State of Illinois. It is not any particular doctrine or men and women that they are opposed to, but they are opposed to Christ and to the Kingdom of God on the earth. I observed here last Sabbath, &#x201C;Let the wicked rage and the people mock on, for now is their day, and it will soon be over.&#x201D; Let them do all they can, and if they have power to destroy any more of this people, Amen to it; what will it do? It will only augment the cause of Zion, spread the Gospel of Salvation, and increase the Kingdom of God on the earth. Their persecutions will never destroy this people, or the everlasting Gospel. Every time they have killed any of this people and opposed the Gospel, both have increased tenfold, and the work has spread still the more; yes, more than it would have done had they let it alone, and not have come against the Saints to drive them from their possessions. If it is wisdom that the Saints should be driven again, it would be the greatest blessing that could come to this people, for it would give greater permanency to the Kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v2n1809\"> As I said when I commenced preaching twenty-three years ago, and saw the same spirit of persecution exhibited then as subsequently, &#x201C;Let us alone, persecutors, we do not wish to fight you, for we have not come to destroy men's lives, or to take peace from the earth, but we have come to preach the Gospel, and to make known to you the things of the Kingdom of God. If your doctrine is better than ours, let us know it, for we are searching after the true riches, we wish the light of heaven to accompany us, we are searching after salvation, and if you <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have anything better than this, let us have it, and if we have anything better than you, you are welcome to it. But just let us alone, for we are determined, in the name of Israel's God, not to rest until we have revolutionized the world with truth; and if you persecute us, we will do it the quicker.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1810\"> I say the same now. Let us alone, and we will send Elders to the uttermost parts of the earth, and gather out Israel, wherever they are; and if you persecute us, we will do it the quicker, because we are naturally dull when let alone, and are disposed to take a little sleep, a little slumber, and a little rest. If you let us alone, we will do it a little more leisurely; but if you persecute us, we will sit up nights to preach the Gospel. <\/div><div class=\"paragraph jod\" id=\"v2n1811\"> To return to our Delegate. It is not my intention at this meeting to mention whom I think we had better send to Washington, as I did two years ago this summer, when brother Bernhisel arose to speak here, at which time we nominated him for our next Delegate. Before he is again elected I wish to learn whether he is willing to return. The office is a toilsome one, and is a mission which is not desirable to any Elder in this Kingdom; but if I can learn that he will accept the mission, I have no question but that he will have to round up his shoulders and go again. If he declines accepting, and wishes to be excused, we will pick up somebody else. Who? Why the man who will do the least hurt of any man we can find; as for doing much there, in the way of getting our just share of the appropriations, we care not whether he can do it or not, for we care not whether they make them or not. <\/div><div class=\"paragraph jod\" id=\"v2n1812\"> True, the members of the Utah Legislature get their per diem, and some money has been appropriated to this Territory, but is it paid to the Territory? No, only a small portion of it, and it has leaked out that they have  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>determined in Washington, never to pay another dollar to Utah, until they can have all the federal offices in this Territory filled by persons of their own choice. <\/div><div class=\"paragraph jod\" id=\"v2n1814\"> A few of the brethren have received some money for the labor they have done on the military road, but I think I can take men on to that route, for which $25,000 were appropriated and said to have been expended, and do more good work with $6,000 or $8,000 than has been done with the $25,000. <\/div><div class=\"paragraph jod\" id=\"v2n1815\"> They wish political gamblers to have the money, in order to work corruption, and make the influence of money affect the ballot box, as in the United States, and thus use the appropriations for this Territory to subserve party purposes and pander to corrupt favoritism. They had better keep the money out of the Territory, than bring it here with such objects in view. <\/div><div class=\"paragraph jod\" id=\"v2n1816\"> If the government of the United States never pay another dime to this Territory, I will insure that in ten years we shall be ten times better off than if we received a hundred thousand dollars a year from them, and that too upon natural principles. <\/div><div class=\"paragraph jod\" id=\"v2n1817\"> I will use a familiar comparison to illustrate this. Suppose that a father has a number of sons, and one of them wishes to set up for himself; whereupon the old man furnishes him a farm, buys him a team, builds him a house, and puts bread into the house for his family; buys his seed corn, a plow and harrow; shows him how to plow, and perhaps sends one of his hired men to plow for him. In a great majority of such instances, the son will remain inactive upon his plantation, leaning upon his father for support until he becomes indolent, and says, &#x201C;If I want wheat I can go and get it from my father; or if I want a team, a barn, a house, or anything else, the old man will supply them; I have nothing to do but call upon my father.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1818\"> Now what is that boy good for? He is not worth a red cent; turn him out into the world alone, and he will starve to death. But first learn him to go and earn his farm, his teams, and his breadstuff; to understand the value of everything by knowing how to earn it; and he will become independent like the father, and know how to take care of himself. <\/div><div class=\"paragraph jod\" id=\"v2n1819\"> So it is with States and Territories. Let them be unduly fostered and sustained by the General Government, and it will lead them into idleness, inactivity, and corruption; they will not be as spirited and active as when they are made to rely upon their own resources. <\/div><div class=\"paragraph jod\" id=\"v2n1820\"> What does it do still further? You distribute money here, and what would you see, should men come in here this fall willing to pay a high price in money for the little grain that will be raised here this season? I tell you, these poor men and women would have to suffer for the want of it, as those who have it, at least many of them, will sell the last mouthful for money, as has been done. Men have taken their grain from their wives and children, and made them live on wolf flesh, in order to get money. The love of money<span class=\"citation\" id=\"75975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75975)\">1 Tim. 6:10<\/a><\/span> raises trouble among a people and sends them to the devil. <\/div><div class=\"paragraph jod\" id=\"v2n1821\"> We want none of their money, and if they are not disposed to send it here, I care nothing about their money's coming; and this proves to me, and should to you, that I do not care about a man's getting one dime appropriated to this Territory. But we will send a Delegate who will do no hurt; and if it were not that the hue and cry of &#x201C;Treason against the General Government&#x201D; would be made, we would not send a Delegate at all; or were it not that they would say, &#x201C;Now you have proof sufficient that the Mormons mean to secede from the Union, as they have sent no Delegate;&#x201D; and thus hatch up a pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>text for commencing fresh hostilities against us. <\/div><div class=\"paragraph jod\" id=\"v2n1823\"> It has been observed that the people where Judge Douglass resides say to him, &#x201C;What are you going to do with Utah? We hope you will do something to put down this odious doctrine, for they will have more women than one, and they will acknowledge them openly.&#x201D; I am now talking in accordance with their practice. &#x201C;We want to hire our women in the dark, and pay them a few dimes or dollars, use them as long as we wish, and then kick them out of doors. But the Mormons will own them, give them their name, acknowledge their children and educate them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1824\"> That is one great difference between the &#x201C;Mormons&#x201D; and the Gentiles, and, upon natural principles, that is, to outward appearance, in reality all the difference there is, though we are laying a foundation for another state of being. Are they men of virtuous character who talk so about the &#x201C;Mormons&#x201D; having more wives than one? How odious it was last winter, in the sight of certain men who were here, to think that we had more lawful wives than one; yet they would creep into your houses, and try to coax your wives and daughters away from you. What for? Was it to make them more honorable, to give them a better character in the midst of the inhabitants of the earth, sustain them better, and make them more comfortable, and acknowledge them? No&#x2014;they wanted to prostitute them, to ruin them, and send them to the grave, or to the devil, when they had done with them. <\/div><div class=\"paragraph jod\" id=\"v2n1825\"> I do not know what I shall say next winter, if such men make their appearance here, as were some last winter. I know what I think I shall say, if they play the same game again, let the women be ever so bad, so help me God, we will slay them.<span class=\"citation\" id=\"91755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91755)\">D&amp;C 132:41<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1826\"> If any wish to go to California to whore it, we will send a company of them off; that is my mind, and perhaps some few ought to go, for they are indeed bad enough. <\/div><div class=\"paragraph jod\" id=\"v2n1827\"> There are some things I learned, when I was in the south country lately, which I do not wish to mention, because of the friends of those girls who are gone; but when they passed through the southern settlements they were weeping all the time, and they are perhaps now in their graves. The men who coaxed them away did not intend to take them to California. If any offer to do the same things again, in these mountains, &#x201C;judgment shall be laid to the line, and righteousness to the plummet;&#x201D;<span class=\"citation\" id=\"58608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58608)\">Isa. 28:17<\/a><\/span> and they say that Brigham does not lie. <\/div><div class=\"paragraph jod\" id=\"v2n1828\"> If they want women to go to California with them, we will send a company of the same stripe, if they can be found, and then both parties will be suited to and for each other. I would rather follow her to the grave, and send her home pure, than suffer my daughter to be prostituted. I will not suffer any female member of my family to be polluted through the corruptions of wicked men. <\/div><div class=\"paragraph jod\" id=\"v2n1829\"> Write this to the States, if you please. If there are any Gentiles or hickory &#x201C;Mormons&#x201D; here, and so disposed, write it down and send it to Washington, that if they send their officers and soldiers here, to conduct themselves as they did last winter, they shall meet upon the spot the due reward of their crimes. <\/div><div class=\"paragraph jod\" id=\"v2n1830\"> Though I may not be Governor here, my power will not be diminished. No man they can send here will have much influence with this community, unless he be the man of their choice. Let them send whom they will, and it does not diminish my influence one particle. As I said, the first time I spoke on this stand, my Governorship and every other ship under my con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trol, are aided and derive direct advantages from my position in the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v2n1832\"> The office of Governor is not necessarily in the least degree incompatible with the upright course of any person clothed with the Priesthood; but, on the contrary, such a person should be far better qualified to wisely and <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteously administer in any civil office, and in this manner the channel of true intelligence would be opened, and light and truth flow freely into every avenue of social life. <\/div><div class=\"paragraph jod\" id=\"v2n1833\"> There are more things I might talk about, but no matter now, as the meeting has been held long enough. I say, God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}