{"ID":20042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Preaching and Testimony&#x2014;Gathering Israel&#x2014;The Blood of Israel and the Gentiles&#x2014;The Science of Life.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, April 8, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Preaching and Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v2n1531\"> It is nearly time to draw our meeting to a close, and I think we had better adjourn our Conference to the sixth of next October, as the business now necessary to be done is accomplished; and I find that we are very much crowded in this Tabernacle, and on this account the congregation is rather uncomfortable. <\/div><div class=\"paragraph jod\" id=\"v2n1532\"> There has been much said, though for one I can say that we have not <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preached to the assembled thousands one fourth part as much as we could have wished. But we have been privileged to meet from distant points, and see each other, and hear, learn, and receive spiritual strength. <\/div><div class=\"paragraph jod\" id=\"v2n1533\"> A few of the brethren have spoken, but there has not been a lengthy discourse delivered since we have been together; and if we were to continue in Conference a whole week, we could  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>give opportunity to but comparatively few of the Elders who would like to speak, even though we allotted only fifteen, twenty, thirty, forty, or forty-five minutes to each speaker. <\/div><div class=\"paragraph jod\" id=\"v2n1535\"> I realize that the hearts of many are full, and they would like to rise up and testify, and say that they believe the Book of Mormon, and that Joseph Smith was a Prophet, just as well as the few who have spoken. You are aware that you have this privilege in your several Wards, and any of the Elders of Israel who wish to bear their testimony to the truth of the Gospel, and have not had the privilege in this Conference, can go to the Ward meetings and rise up and bear testimony of the truth, and exhort the brethren. And if you have a word of counsel, or a word of doctrine, give it to the people, and do not be backward, but improve every opportunity that is presented for you to expand your minds. <\/div><div class=\"paragraph jod\" id=\"v2n1536\"> A man who wishes to receive light and knowledge, to increase in the faith of the Holy Gospel, and to grow in the knowledge of the truth as it is in Jesus Christ, will find that when he imparts knowledge to others he will also grow and increase. Be not miserly in your feelings, but get knowledge and understanding by freely imparting it to others, and be not like a man who selfishly hoards his gold; for that man will not thus increase upon the amount, but will become contracted in his views and feelings. So the man who will not impart freely of the knowledge he has received, will become so contracted in his mind that he cannot receive truth when it is presented to him. Wherever you see an opportunity to do good, do it, for that is the way to increase and grow in the knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v2n1537\"> I expect the brethren who have been selected to go and preach the Gospel will meet this evening in the Seventies' Hall, and the Twelve will <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> meet with them, and the missionaries will there receive some instructions. I will give them one item of instruction now. I wish each man, who does not feel willing to seek unto the Lord his God, with all his heart, for preparation to magnify his mission and calling, but declines in his feelings to walk up to his duty in spirit, and is not anxious to cleave to righteousness and forsake iniquity, to keep away from the Hall this evening; or, if such a one comes there, let him ask us at once to be excused, and we will excuse him. We do not wish a man to enter on a mission, unless his soul is in it. Some of the brethren will say&#x2014;&#x201C;I do not know whether my feelings are upon my mission, or not, but I will do the best I can.&#x201D; That is all we ask of you. I have known some of the Elders, when they thought they would be called out to preach, keep away from meeting lest they should be called upon, for they feel their littleness, their nothingness, their inability to rise up and preach to the people. They do not feel that they are anybody, and why should they expose their weaknesses? I have noticed one thing in regard to this&#x2014;quite as many of these men become giants in the cause of truth, as there is of any other class; for when they get away they begin to lean on the Lord, and to seek unto Him, and feeling their weaknesses, they ask Him to give them wisdom to speak to the people as occasion may require. Others can rise up here and preach a flaming discourse, insomuch that you would think they were going to tear down the nations; but when they go out into the world they often accomplish but little. <\/div><div class=\"paragraph jod\" id=\"v2n1538\"> You used to hear brother Joseph tell about this people being crowded into the little end of the horn, and if they kept straight ahead they were sure to come out at the big end. It is so with some Elders who go on  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>missions; while many who go into the big end of the horn, and are so full of fancied intelligence, preaching, counsel, knowledge, and power, when they go out into the world, either have to turn around and come back, or be crowded out at the little end of the horn. <\/div><div class=\"paragraph jod\" id=\"v2n1540\"> On the other hand I do not wish any of the brethren to be discouraged, for if you feel that you cannot say a single word, no matter, if you will only be faithful to your God and to your religion, and be humble, and cleave unto righteousness, and forsake iniquity and sin, the Lord will guide you and give you words in due season. <\/div><div class=\"paragraph jod\" id=\"v2n1541\"> Recollect that we are now calling upon the Elders to go and gather up Israel; this is the mission that is given to us. It was the first mission given to the Elders in the days of Joseph. The set time is come for God to gather Israel, and for His work to commence upon the face of the whole earth, and the Elders who have arisen in this Church and Kingdom are actually of Israel. Take the Elders who are now in this house, and you can scarcely find one out of a hundred but what is of the house of Israel. It has been remarked that the Gentiles have been cut off, and I doubt whether another Gentile ever comes into this Church. <\/div><div class=\"paragraph jod\" id=\"v2n1542\"> Will we go to the Gentile nations to preach the Gospel? Yes, and gather out the Israelites, wherever they are mixed among the nations of the earth. What part or portion of them? The same part or portion that redeemed the house of Jacob, and saved them from perishing with famine in Egypt. When Jacob blessed the two sons of Joseph,<span class=\"citation\" id=\"53647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53647)\">Gen. 48:14-19<\/a><\/span> &#x201C;guiding his hands wittingly,&#x201D; he placed his right hand upon Ephraim, &#x201C;and he blessed Joseph, and said, God, before whom my fathers Abraham and Isaac did walk, the God which fed me all <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my life long unto this day. The Angel which redeemed me from all evil, bless the lads,&#x201D; etc. Joseph was about to remove the old man's hands, and bringing his right hand upon the head of the oldest boy, saying&#x2014;&#x201C;Not so, my father: for this is the firstborn; put thy right hand upon his head. And his father refused, and said, I know it, my son, I know it: he also shall become a people, and he also shall be great: but truly his younger brother shall be greater than he, and his seed shall become a multitude of nations.&#x201D; Ephraim has become mixed with all the nations of the earth, and it is Ephraim that is gathering together. <\/div><div class=\"paragraph jod\" id=\"v2n1543\"> It is Ephraim that I have been searching for all the days of my preaching, and that is the blood which ran in my veins when I embraced the Gospel. If there are any of the other tribes of Israel mixed with the Gentiles we are also searching for them. Though the Gentiles are cut off, do not suppose that we are not going to preach the Gospel among the Gentile nations, for they are mingled with the house of Israel, and when we send to the nations we do not seek for the Gentiles, because they are disobedient and rebellious.<span class=\"citation\" id=\"86568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86568)\">D&amp;C 64:36<\/a><\/span> We want the blood of Jacob, and that of his father Isaac and Abraham, which runs in the veins of the people. There is a particle of it here, and another there, blessing the nations as predicted. <\/div><div class=\"paragraph jod\" id=\"v2n1544\"> Take a family of ten children, for instance, and you may find nine of them purely of the Gentile stock, and one son or one daughter in that family who is purely of the blood of Ephraim. It was in the veins of the father or mother, and was reproduced in the son or daughter, while all the rest of the family are Gentiles. You may think that is singular, but it is true. It is the house of Israel we are after, and we care not whether they  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come from the east, the west, the north, or the south; from China, Russia, England, California, North or South America, or some other locality; and it is the very lad on whom father Jacob laid his hands, that will save the house of Israel. The Book of Mormon came to Ephraim, for Joseph Smith was a pure Ephraimite, and the Book of Mormon was revealed to him, and while he lived he made it his business to search for those who believed the Gospel. <\/div><div class=\"paragraph jod\" id=\"v2n1546\"> Again, if a pure Gentile firmly believes the Gospel of Jesus Christ, and yields obedience to it, in such a case I will give you the words of the Prophet Joseph&#x2014;&#x201C;When the Lord pours out the Holy Ghost upon that individual he will have spasms, and you would think that he was going into fits.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1547\"> Joseph said that the Gentile blood was actually cleansed out of their veins, and the blood of Jacob made to circulate in them; and the revolution and change in the system were so great that it caused the beholder to think they were going into fits. <\/div><div class=\"paragraph jod\" id=\"v2n1548\"> If any of the Gentiles will believe, we will lay our hands upon them that they may receive the Holy Ghost, and the Lord will make them of the house of Israel. They will be broken off from the wild olive tree, and be grafted into the good and tame olive tree, and will partake of its sap and fatness.<span class=\"citation\" id=\"94352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94352)\">Jacob 5:9<\/a><\/span> If you take a bud and inoculate it into another tree it ceases to receive nourishment from its original stock; it must, however, receive nourishment, or it will die. Where must it receive its nourishment from? From the tree into which it has been introduced; it is supported by it, and becomes incorporated with it. <\/div><div class=\"paragraph jod\" id=\"v2n1549\"> It is so with the House of Israel and the Gentile nations; if the Gentiles are grafted into the good olive tree they will partake of its root and fatness.<span class=\"citation\" id=\"94353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94353)\">Rom. 11:17<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1550\"> You understand who we are; we are of the House of Israel, of the royal seed, of the royal blood. <\/div><div class=\"paragraph jod\" id=\"v2n1551\"> There are many subjects upon which I wish to speak, but there is not time now, though in regard to teachings pertaining to our temporal organization, I will take the liberty of saying a few words. Do not some of you have to send for doctors to draw your teeth, and lie night after night with a bag of hot ashes, or hot salt, on your faces, and say, &#x201C;O dear, what a toothache I have got?&#x201D; When your children wake up in the night, crying on account of a pain in their heads, do not some of you go to the doctors, to see what they can do for the little sufferers? Some of your children are afflicted with humors in the head, and blotches upon the body, and other ailments; and some of you have pains in various parts of your bodies. <\/div><div class=\"paragraph jod\" id=\"v2n1552\"> The fathers and mothers have laid the foundation for many of these diseases, from generation to generation, until the people are reduced to their present condition. True, some live to from fifty to ninety years of age, but it is an unusual circumstance to see a man an hundred years old, or a woman ninety. The people have laid the foundation of short life through their diet, their rest, their labor, and their doing this, that, and the other in a wrong manner, with improper motives, and at improper times. I would be glad to instruct the people on these points, if they would hearken to me. I would be glad to tell mothers how to lay the foundation of health in their children, that they may be delivered from the diseases with which I am afflicted, and have been from my youth up. <\/div><div class=\"paragraph jod\" id=\"v2n1553\"> Suppose I happen to say &#x201C;Come, wife, let us have a good dinner today;&#x201D; what does she get? Pork and beef boiled, stewed, roasted, and fried, potatoes, onions, cabbage, and turnips, custard, eggs, pies of all kinds, cheese,  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and sweetmeats. Now grant that I and my wife sit down and overload our stomachs, until we feel the deleterious effects of it from the crowns of our heads to the soles of our feet, the whole system is disturbed in its operations, and is ready to receive and impart disease. A child begotten under such a condition of the systems of its parents, is liable to be born with a tabernacle subject to a life of pain and distress. <\/div><div class=\"paragraph jod\" id=\"v2n1555\"> Will all the women hearken to this plain statement? No, you might as well talk to the wild geese that fly over us. <\/div><div class=\"paragraph jod\" id=\"v2n1556\"> Again, a little hot tea, coffee, or sling, is generally given to a babe as soon as it comes into the world, to quiet the nerves, and make it sleep better; and I have seen my own wives almost whip their little ones to make them drink liquor. When I happen to see them, I say, &#x201C;Stop that, that is something you may very well dispense with; do not put a drop of liquor into that child's mouth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1557\"> Some mothers, when bearing children, long for tea and coffee, or for brandy and other strong drinks, and if they give way to that influence the next time they will want more, and the next still more, and thus lay the foundation for drunkenness in their offspring. An appetite is engendered, bred, and born in the child, and it is a miracle if it does not grow up a confirmed drunkard. <\/div><div class=\"paragraph jod\" id=\"v2n1558\"> Now will you, my sisters who are before me, hearken to good, sound common sense and reason? Will you commence now, and lay the foundation for a healthy posterity? Will you say, &#x201C;I am determined not to desire this thing, or that, which will be injurious, but I will pray, and ask my Father in heaven for grace according to my day, that I may not desire that which will lay the foundation of ruin to my offspring, and to my posterity for generations?&#x201D; Or will you <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say, &#x201C;Cannot I have a little tea, or a little whiskey?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1559\"> The satisfying of these desires lays the foundation of sickness, disease, and short life. But if anyone really desires a particular kind of food, or drink, and feels as though she could not do without it, let it be obtained, if possible; though it is far better to have faith to overcome such desires. <\/div><div class=\"paragraph jod\" id=\"v2n1560\"> It is for us to stop the tide of physical degeneracy&#x2014;to lay the foundation for a return to the position from which the human family has fallen. We have that privilege, by keeping ourselves pure. If we take the right course, our children will live longer than we shall, and their children will surpass their fathers, and have longer life, and so on, till they obtain to the age of those who lived in the early period of the world. The Prophet, speaking of the Saints in the last days, said, &#x201C;For as the days of a tree are the days of my people, and mine elect shall long enjoy the work of their hands.&#x201D;<span class=\"citation\" id=\"60207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60207)\">Isa. 65:22<\/a><\/span> Still, in the present short period of life some say that &#x201C;this is a miserable world, I do not care how soon I get through.&#x201D; Well go and destroy yourselves, if you choose, you have all the opportunity that you can desire; there is plenty of arsenic, calomel, and other means, within your reach. But I would not give a cent for such persons; I do not delight in such characters, and I do not believe that the Lord delights in people who wish to die before they have accomplished the work that He designed for them to do. For a person to be willing to die is but a small part of the duties pertaining to the Gospel of salvation and the Gift of eternal life. We ought to prepare ourselves to live in the flesh, and overcome every sin, to live to the glory of God, to build up His kingdom, and to bring forth righteousness, salvation, and deliverance to the house of Israel, until the devil and his associates are driven from the  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, and he and his clan are bound and thrust down to hell, and a seal put upon them. Latter-day Saints who live merely to get ready to die are not worth much; rather get ready to live, and be prepared to live to the glory of your Father in heaven, and to do the work He has given you to do. That is our duty, and then we shall be ready to receive our blessings. <\/div><div class=\"paragraph jod\" id=\"v2n1562\"> I do not wish to occupy any more time now, but if we had the time, as we shall have, and a house to hold all who wish to assemble, I am ready to come here every day, for I have nothing to do but to do good. At this time some may say, &#x201C;My wheat is not all sown.&#x201D; That does not affect my feelings. I will tell you an item of my experience with regard to raising grain. The last year we stayed in Nauvoo, I planted from ten to twelve acres of corn, and I never saw one day, from the time it was planted until it was harvested, in which to spend an hour amongst it. My teams were wanted at the Temple, and, said I, &#x201C;Let the corn go.&#x201D; If they had the teams ready to attend to the corn, the word was, &#x201C;Go to the Temple,&#x201D; and I do not suppose there was a greater crop of corn raised in all Hancock County. I said to the brethren who plowed and planted the land, &#x201C;Paul plants <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and Apollos waters, and if God does not give the increase I can do without it.&#x201D;<span class=\"citation\" id=\"73131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73131)\">1 Cor. 3:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1563\"> I have given the sisters a few words of advice, and wish the brethren to pay particular attention to what brother George A. Smith said this forenoon. If the &#x201C;old fogies&#x201D; take a little tobacco, a little whiskey, or a little tea and coffee, we wish you boys to let it alone, and let those have it who have long been accustomed to its use. It is far better for these my brethren, who are young and healthy, to avoid every injurious habit. There are a great many boys here who are in the habit of chewing tobacco, they should stop it, and take no more, they are better without it. Some may turn round and say, &#x201C;Father, do you think so?&#x201D; Yes, let the old folks have it, but you young, smart gentlemen, let it alone. <\/div><div class=\"paragraph jod\" id=\"v2n1564\"> I bless you all, and feel to pray for you, and desire you to pray for me; and I believe that you do, as fervently as I could ask. <\/div><div class=\"paragraph jod\" id=\"v2n1565\"> We have had a good Conference, though it has been a short one to me, and perhaps we may have a long meeting some of these days, and enjoy ourselves to the full extent of our understandings and patience. <\/div>\n<\/div>\n<\/div>"}