{"ID":20044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Dependence on the Lord&#x2014;Coal and Iron Works&#x2014;Family Excursions.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, May 27, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Dependence on the Lord, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/27\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v2n1605\"> I am happy in the privilege of meeting with you this afternoon. You will recollect that I told you, before I left this place a few week's since, that I should go and come in safety. We have had a prosperous and pleasant journey, have met with the Saints, and their hearts were cheered, and their feelings made glad with comfort and consolation. Quite a number of the brethren proposed going with us, as we passed through the settlements, for the grasshoppers had taken all their crops, and as they had no farming to see to, they wished to go with us and take a ride. Those who went, returned perfectly satisfied with their excursion. <\/div><div class=\"paragraph jod\" id=\"v2n1606\"> I believe all the settlements we have passed through are satisfied with regard to the Lord's dealing with this people; and I wish to add, to what has already been said, that it becomes our duty to use all possible diligence and every proper means to sustain <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ourselves. We have yet ample time for planting and sowing; let us improve it, and use that ability which God has given us to provide sustenance, and then let the result rest in His hands, and feel perfectly satisfied. <\/div><div class=\"paragraph jod\" id=\"v2n1607\"> This people have to learn that the Lord is God, that He rules among the armies of heaven, and does His pleasure among the inhabitants of the earth. They have to be brought to the test, as much so as were the children of Israel when the Egyptians were in their rear, when mountains were on either side, and the Red Sea was before them, with no human prospect for avoiding destruction, yet the Lord brought them salvation. This people have got to trust in Him, and learn that He will be with His people, and provide for His Saints, and defend them against their enemies, and watch over them as a mother watches over her tender infant. We have got to learn the ways of the Lord. If it is  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>necessary for the Lord to rain down manna from heaven,<span class=\"citation\" id=\"54049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54049)\">Ex. 16:14-15<\/a><\/span><span class=\"citation\" id=\"56911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56911)\">Ps. 78:24<\/a><\/span> He has the same power to do it, the same power to feed His people, in the latter days, that He had in former days. It is far easier for Him to feed the Saints from heaven, than it is for them to raise grain in the common way. Still it is our duty to be active and diligent in doing everything we can to sustain ourselves, to build up His kingdom, to defend ourselves against our enemies, to lay our plans wisely, and to prosecute every method that can be devised to establish the kingdom of God on the earth, and to sanctify and prepare ourselves to dwell in His presence. Yet, after all this, if the Lord should not help&#x2014;if He should not lend His aid to our endeavors, all our labors will prove in vain. This the great majority of mankind do not understand. He has made it obligatory upon them to act, to do their part; yet if He was to neglect His part, or withhold His assistance, our labors would prove abortive. We must learn that it is God who gives the increase,<span class=\"citation\" id=\"73132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73132)\">1 Cor. 3:6<\/a><\/span> or rather, it is His mercy over the people, whether Saints or sinners, that sustains them in life. All Latter-day Saints have got to learn these facts, and it matters but little how we learn them. <\/div><div class=\"paragraph jod\" id=\"v2n1609\"> If the people are anxious to learn the ways of the Lord, if they wish to see the hand of God made manifest, if they wish to have the visions and revelations of Jesus Christ given in profusion, perhaps the Lord is now using the very means to bring them to that point where they will be obliged to seek Him for themselves. They have been besought by day and by night, and from year to year, to humble themselves before the Lord, to live their religion, and to walk in the light of eternity. They have been pled with to live so that they can know the mind and will of the Lord for themselves, and for that which they preside over; at the same time, not to be <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> too anxious for the Lord to give revelation, and make Himself known, but rather to be very anxious and very tenacious to improve upon what He has already given&#x2014;this is our duty. <\/div><div class=\"paragraph jod\" id=\"v2n1610\"> Now I may say to the Saints, you need not be discouraged, we have yet plenty of time to raise good crops. If it is the Lord's will that we raise crops to sustain ourselves, it will be all right, and if it is His will that the devourer eat up the products of our labor, it is all right, and it will deliver and preserve us from greater evil. For one, if weeping would have done any good, I have seen months and months, in this city, when I could have wept like a whipt child to see the awful stupidity of the people in not realizing the blessings bestowed upon them in grain; I could have wept to see this people trample on the mercies of their benefactor in bestowing the fruits of the earth upon them in such plenty. If the Lord is now disposed to learn us a lesson, and make us thereby wise men and wise women, and prudent in all our ways, all I have to say is, amen, it is all right. When chastisements come, let them be what they may, let us always be willing and ready to kiss the rod, and reverence the hand that administers it, acknowledging the hand of God in all things. <\/div><div class=\"paragraph jod\" id=\"v2n1611\"> As I have already observed, it is our duty to do all we can to sustain ourselves, trusting in God to give the increase,<span class=\"citation\" id=\"73133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73133)\">1 Cor. 3:6<\/a><\/span> and then be satisfied. So far as I am concerned, I intend to plant and sow, not only in the month of May, but in the month of June, and in the month of July, and I will continue my labors to raise what is necessary to sustain life, as long as the season lasts; and if I raise nothing, I shall be just as well satisfied as though I raised an abundance, at least I ought to be. If the people will take this course, it will reconcile them to the providences of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v2n1612\"> I am happy and thankful to be able  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to say, as far as I have received information in the midst of this people called Latter-day Saints, that there is certainly an improvement in their understanding, and an advancement in their knowledge of the things of God. A good spirit prevails, and contentment, peace, and joy seem to pervade the bosoms of those who walk humbly before God. Yet, whenever we go to meet with the Saints, we can say, as it was said in olden times, Satan is there also. We find the works and power of the enemy, we find that in the midst of the kingdom of God, or, in other words, in the net that was cast forth to gather the people, there are good and bad. So it will be, until the time comes to gather the good and throw away the bad,<span class=\"citation\" id=\"64699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64699)\">Matt. 13:47-49<\/a><\/span> which is not now. But in regard to those who desire to be Saints, and who try to be Saints, I can say there is an increase in their knowledge, in their faith, and in their understanding. And now I wish more particularly to see an increase of resignation to the will of God, of doing everything that is possible to build up this kingdom, and of submitting themselves and all their affairs into His hand; and I wish to see this done cheerfully, and a patient waiting for the result of His providences. <\/div><div class=\"paragraph jod\" id=\"v2n1614\"> There are two subjects which I now wish to speak upon. The coal beds which we visited in San Pete, I think can be made available for fuel, even in this place, at perhaps half or two-thirds of the expense of our present method of procuring fuel, for our home fires, for the public works, smith shops, &amp;c. I will say to the brethren here, that I expect the brethren in San Pete will soon send the terms upon which they will deliver coal in this city, and when they do so I shall wish to know whether any person in this city will encourage the business. If we turn our attention to coal for fuel, we can easily store <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> away a winter's stock in our cellars, and turn the key upon it, and this will actually make some men practically honest, whereas, if your woodpile is out of doors, they may continue to be dishonest. I speak now of the practice of dishonest people, not of their intent. If we can get men to practice honesty, virtue, and holiness, I am fully of the faith that they will become righteous in their intentions&#x2014;that the time will come when the Lord will bless them, and make them in reality righteous men and women. <\/div><div class=\"paragraph jod\" id=\"v2n1615\"> Shall we encourage the coal trade or not? Shall we encourage the opening of a mine, and have coal brought to this market? It would no doubt be disagreeable at first to the Americans, or to the majority of them, but people who have lived from their youth by a coal fire admire it. Its use is accompanied with some dust, but I will offset that inconvenience with one to which we are subject when burning wood; then our houses are often infested with spiders, bugs, ants, and other insects, which has always been a great annoyance to me. I have often almost dreaded to bring an armful of wood into the house, lest such insects should drop from it. True, these are small items, but I will tell you one thing with regard to life, it is the small inconveniences which are interwoven with our existence that mar the peace of mankind, more than the greater afflictions, disappointments, and perplexities men meet with as they pass along in this probation. But enough on this topic for the present. <\/div><div class=\"paragraph jod\" id=\"v2n1616\"> We have visited the Iron works in Cedar City, Iron County, and as far as I am capable of judging, I will say, that the brethren have done as well as men could possibly do, considering their impoverished circumstances, and the inconveniences they have had to labor under. They have probably progressed better than any other peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple would upon the face of the earth. They are without sufficient capital to rapidly accomplish so great a work, and many are without suitable clothing, and almost destitute of bedding, and other things necessary to supply the common comforts of life for themselves and families. Although they have been thus destitute, yet in the midst of all that, they have progressed almost equal to men of capital in the older states. <\/div><div class=\"paragraph jod\" id=\"v2n1618\"> I am not familiarly acquainted with the fluxing or separating the metal from the ore, but those who understand building furnaces and their operations, are aware that it is very injurious for a large and expensive furnace to blow out, as they call it, hence policy requires the blast to be continued as long as possible. I have learned, of late, from men of experience in these matters, why it is desirable to continue the heat&#x2014;it is because no furnace can be heated up for two or three weeks, and then blow out, or stop, without risk of spoiling the furnace, or destroying its lining; and it frequently so injures the furnace, that it has to be rebuilt, or at least a portion of it. Hence, when it costs from one to five thousand dollars to prepare a furnace to bear a long blast, it is a great loss to any company to have it blow out in a short time. <\/div><div class=\"paragraph jod\" id=\"v2n1619\"> Our brethren who have been operating in Iron County, have a very fine furnace, but they are so weak handed as not to be able to continue the blast over fourteen days, and I have learned that they want help. This is the main object of my speaking upon this subject, and my mind inclines in favor of their having it, and I want to see whether the brethren will turn out with their teams and help them. The Church has done much for them, and we are still intending to aid. Our last winter's operations have helped them; the Territory took two shares, and the <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Trustee-in-Trust, two; still they are not able to carry on the business profitably. Iron we need, and iron we must have. We cannot well do without it, and have it we must, if we have to send to England for it. We have an abundance of the best quality of iron ore. A trial furnace was made, and kept hot for sixteen days, and produced as good pig metal as can be found in the world; this they puddled, and brought forth excellent iron. I believe the castings made from the pigs will be superior to any in the world. I repeat that iron we must have, and we are right on the threshold of obtaining it; we have our feet on the step, and our hand holds the latch of the door that leads to the possession of this invaluable material. <\/div><div class=\"paragraph jod\" id=\"v2n1620\"> From the time I first went to Iron County until now, I had thought that perhaps the brethren were dilatory&#x2014;my feelings were tried; I would not say, however, that I had suspicions pertaining to the doings of the Iron Company there; but let that be as it may, it is all right with me now, the iron we must have. From the time I went to San Pete, and saw that beautiful coal bed, averaging eight feet thick, with its stony strata of nine, five, and three inches, which probably will give out, and learned that iron ore was close by the coal bed, I took into consideration the distance from Cedar City to this place, and the distance from here to San Pete. When I had weighed all the circumstances, my mind balanced in favor of the works at Cedar City for the present; and if I can get brethren to join me, I will send one or two teams myself, with teamsters. We want fifteen good teams, with men with them who are willing to take hold and quarry out the ore and the coal, and get wood, and lime, or anything else that is wanted. Twenty or twenty-five men, besides these teamsters, are wanted, and we wish to send them  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now, in the forepart of the season. If we will do this, and we can if we have a mind to, I suppose that in two or three weeks after they arrive there, the blast furnace can be kept running for several months, or until they are obliged to stop in consequence of the deficiency of water. There is a large stream of water there, but it is a singular stream, sometimes it will sweep across the flat, carrying down rocks that would weigh perhaps twenty or thirty tons, and appear as though it would sweep everything before it; and when the cold weather comes, and you would naturally think that you were going to have water to turn a mill wheel, or to create the blast for the furnace, and every use for which it might be needed, in one freezing night it will perfectly close up, insomuch that there will not be enough to water a horse. <\/div><div class=\"paragraph jod\" id=\"v2n1622\"> That is a singular feature, but it is the way it operates. The brethren are now making an engine, so that they can continue their blast through the winter. If any are disposed to forward this work, I call upon them to lend their aid, to send the men and teams, and we can have the iron. <\/div><div class=\"paragraph jod\" id=\"v2n1623\"> The distance from here to the iron works is about 290 miles. This should not deter us from bringing iron from there, though it could be quicker come at if iron works were established at San Pete, which is not much over 100 miles from here. I have this to say, if any of the brethren feel disposed (as the grasshoppers have taken their crops, and they have not much to do) to go there, I think it would be a good course to pursue. There is plenty of grain there; I could have bought wheat, I do not know but thousands of bushels, at a dollar per bushel; but as sure as you send men there, it will be raised to three dollars; that is incorrect policy, and, as Jesus said, the children of this world are wiser than the children of light.<span class=\"citation\" id=\"67717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67717)\">Luke 16:8<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1624\"> I have asked this people not to sell their grain, but to preserve it to a day of need, but sell it they would. I have then said, &#x201C;Will you sell it for a dollar and a quarter per bushel, and let that be the standing price?&#x201D; &#x201C;No, we will have two dollars per bushel for it.&#x201D; I then said, &#x201C;Well, brethren, will you keep it at two dollars, and not sell it to Gentiles cheaper than that?&#x201D; &#x201C;No, I will not, but I will have no more than a dollar and a quarter of a Gentile.&#x201D; This is a great mistake in the dealings of the people one with another. <\/div><div class=\"paragraph jod\" id=\"v2n1625\"> I will bring my remarks to a close on this subject. I have had a very pleasant ride through the southern settlements, and in a much shorter time than usual; this was due to the good weather, and the improvements in the roads. We had very pleasant weather, and a very good time. We started from Parowan, which is two hundred and fifty-one miles from here, on the morning of the 22nd, traveled thirty-seven miles and turned out our animals. They, however, would not graze, but went to playing, and the brethren said, &#x201C;Let us drive further next day.&#x201D; We drove fifty miles next day, and on the day following sixty; yesterday I took supper in Springville, and took breakfast today in Great Salt Lake City, distance sixty miles from Springville. We camped out as much as possible, which was good for our health. <\/div><div class=\"paragraph jod\" id=\"v2n1626\"> If the people should conclude to take short excursions with their families, except the smallest children, it would be much to their comfort, and would cheer them up, and I really have some idea of adopting the plan. Though you know what they say about me in the east; should I take my ninety wives and their children, with carriages and wagons enough to convey them, it would make such a vacuum here, and so many others would wish to go, that there would be no Salt Lake City. I  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>think I will take a few of them, but I dare not take the whole, for if I did they would then know how many wives I have got, and that would not do. <\/div><div class=\"paragraph jod\" id=\"v2n1628\"> I have visited the different settlements many times, and have invited everybody to go. I now give a standing invitation again; I wish everybody to go that can go without interfering with their business at home. I invite everybody. I am soon going north to explore in the mountains, and I invite you to go. Take your wives, but not your babies, unless you take a cradle along to keep them quiet. <\/div><div class=\"paragraph jod\" id=\"v2n1629\"> The outdoor air is what the people need for health, it is good for them to camp out. Close houses are injurious to the health; if our houses were every one of them leveled to the ground, and we were obliged to live in our wagons and tents, the people would be healthier, from year to year, than they are now. Good houses are comfortable and very convenient, and please our feelings, and are tolerably healthful when properly ventilated. Let us do as Brother Kimball recommends, <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is, if we cannot raise grain, raise houses, and build the best houses we can think of. If you are going to do a good deed, do as good a one as you can think of. If you wish to build a house, build as good a one as you can imagine. Some men have not faith to do this. As to means, they have it in their own arm, in their bones and sinews. A great many think and say that they cannot do it: you know cannot never did accomplish much in this world. I never require five dollars to begin to build a house worth five thousand. I do not know that I ever had that much to begin to build with, and I have built a great many houses, both for myself and for others. I have never built two houses alike, and I do not expect to in time or eternity, but I mean to improve every time I begin. Build the best houses you can imagine; and above all things else let this people be faithful to their God and their religion, keep their vows and covenants, and walk humbly before Him, that we may receive the blessings we anticipate, which may God grant, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}