{"ID":20045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Ancient Prophecies.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, January 7, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Ancient Prophecies.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 1\/7\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v2n1630\"> I have been requested by brother Kimball to speak a few words upon the subject of the Ancient Prophecies. I will commence without any preliminaries, for we have not time in one short discourse to take up the prophecies systematically, and trace them down in their fulfillment to the present period; neither have we time to  <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>refer to one hundredth part of the prophecies relating to the present period, or those that relate to the future; but we have time to say a few words and glean up some few ideas that have a bearing upon the present generation: and I shall endeavor to make my remarks as plain and as simple as possible. <\/div> <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1632\"> The Latter-day Saints that are now sitting before me, and those who inhabit this Territory, are here in fulfillment of prophecy. We inhabit these mountains because the ancient Prophets have predicted that such an event should take place, and we are fulfilling their predictions in this respect. <\/div><div class=\"paragraph jod\" id=\"v2n1633\"> We believe in that sacred record called the Book of Mormon. Why? Because the ancient Prophets have predicted that such a book should be revealed in the latter times; and it has come, accompanied with sufficient evidence to produce conviction in our minds; but if any person could persuade us that the Book of Mormon is not the book predicted by the ancient Prophets, we have sufficient light and information in the prophecies to convince us that such a book must come, and we should with one accord look for a book of a similar description. <\/div><div class=\"paragraph jod\" id=\"v2n1634\"> This latter-day work that we have received, is considered a very strange work, in the estimation of the world; but in the estimation of the Saints it does not appear strange, why? Because it is the very thing that the Lord, by the mouth of His Prophets thousands of years ago, predicted should take place: and we are the very people that are enjoying the fulfillment of those predictions. We will, therefore, in the first place, bring up some prophetical evidences which prove the divine authenticity of the Book of Mormon; not but that we have other proofs, that are clear and lucid, and demonstrative in their nature, to establish its divine authenticity. <\/div><div class=\"paragraph jod\" id=\"v2n1635\"> In regard to the prophetic evidences of the Old Testament in relation to this book, we will first turn to the 29th chapter of Isaiah, and see what he has said upon this subject. In the first verse the Prophet addresses himself to the City of Jerusalem, called Ariel&#x2014;&#x201C;Woe to Ariel, to Ariel, the <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> city where David dwelt! add ye year to year; let them kill sacrifices. Yet I will distress Ariel, and there shall be heaviness and sorrow.&#x201D;<span class=\"citation\" id=\"58647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58647)\">Isa. 29:1-2<\/a><\/span> We will observe, in relation to this prophecy, that the Jews of the city where David dwelt, were distressed; and notwithstanding they prolonged their sacrifices after they ought to have been done away, they were distressed, and brought down, and afflicted with heaviness and sorrow. <\/div><div class=\"paragraph jod\" id=\"v2n1636\"> After having foretold the distress of the inhabitants of that city, the Prophet commences concerning another people, and says, &#x201C;And IT shall be unto me as Ariel.&#x201D;<span class=\"citation\" id=\"58651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58651)\">Isa. 29:2<\/a><\/span> Now here is something to be distressed, to be brought down in heaviness and sorrow, and afflicted similar to the city of Ariel&#x2014;it is some nation the Prophet speaks of that were to meet with similar affliction to that which should come upon the people of Jerusalem, the city where David dwelt. &#x201C;And I will camp against thee round about, and will lay siege against thee with a mount, and I will raise forts against thee.&#x201D; Against whom? Against that people who should be afflicted similarly to what the inhabitants of Jerusalem were to be afflicted. &#x201C;And thou shalt be brought down, and shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust.&#x201D;<span class=\"citation\" id=\"58652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58652)\">Isa. 29:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1637\"> This people, then, that the Prophet here alludes to, were to meet with a similar destruction and affliction to that which should come upon Ariel, and they were to have forts raised against them, and fortifications. Now is not every year bringing to light ancient forts and fortifications upon this continent? It is well known that, within a very few years past, large and extensive volumes have been published describing the forts, fortifications, and  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ancient ruins that have been found in the midst of the United States. In the large volumes published by the &#x201C;Smithsonian Institution&#x201D; in Washington, one of the most learned institutions of our country, are found descriptions of a great number of those ancient ruins; they are situated in the States of New York and Ohio. These discoveries have been published within a few years past. <\/div><div class=\"paragraph jod\" id=\"v2n1639\"> The ancient inhabitants of this country were eventually brought down, and their ruined cities, temples, and synagogues proclaim in silent grandeur that a great and mighty nation have fallen&#x2014;they have been brought down and distressed like the Jews at old Jerusalem&#x2014;like Ariel. But many antiquarians have supposed that they have been brought down, and nothing left of their history, but their old ruins, to proclaim their former greatness. It is not so; for the very people that were thus to be brought down were to speak out of the dust. What! Were they to be resurrected to converse with us? Was this what the Prophet had reference to? No; this is not what he has reference to in this passage, as you will find by reading the following in the same chapter; their whispering out of the dust and speaking out of the ground,<span class=\"citation\" id=\"58655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58655)\">Isa. 29:4<\/a><\/span> was a work to take place before the destruction of the nations of the wicked. <\/div><div class=\"paragraph jod\" id=\"v2n1640\"> Now wherein is this prophecy been fulfilled, if not in the coming forth of the Book of Mormon? That book has come out of the ground; it was found in the State of New York, in the midst of those forts and fortifications that are so plentiful there. That sacred record was found written upon plates that had the appearance of gold; out of the ground it was taken; and it contains the words of the ancient Prophets that lived among this remnant of the house of Israel that were brought down, and whose speech should whisper low out of the dust; <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it whispers in the ears of mortal man; it proclaims repentance to the present generation, like the voice of one crying from the dead. <\/div><div class=\"paragraph jod\" id=\"v2n1641\"> &#x201C;Moreover the multitude of thy strangers shall be like small dust, and the multitude of the terrible ones shall be as chaff that passeth away: yea, it shall be at an instant suddenly.&#x201D;<span class=\"citation\" id=\"58663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58663)\">Isa. 29:5<\/a><\/span> Any person that will take the trouble to read over that book that has come forth out of the ground, and that whispers to us out of the dust, will find that the multitude of the terrible ones among the ancient Nephites have passed away as chaff, they were destroyed upon this land by hundreds and by thousands, by judgments, and calamities, and war. <\/div><div class=\"paragraph jod\" id=\"v2n1642\"> &#x201C;Thou shalt be visited of the Lord of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire.&#x201D; This verse has reference to what follows in the next&#x2014;&#x201C;And the multitude of all the nations that fight against Ariel, even all that fight against her and her munition, and that distress her, shall be as a dream of a night vision. It shall even be as when an hungry man dreameth, and, behold, he eateth; but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold, he is faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against mount Zion.&#x201D;<span class=\"citation\" id=\"58669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58669)\">Isa. 29:6-8<\/a><\/span> Here you perceive is another thing taken up by the Prophet in connection with the whispering of the words of that nation out of the dust; immediately following that remarkable event there was to be a dreadful destruction, not upon Ariel&#x2014;not upon Israel&#x2014;but upon the multitude of all the nations of the earth that should fight against Mount Zion. Three things, then, are declared in succession&#x2014;one is the destruction of a nation, another the speaking of their  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>words out of the dust in the ears of the living, and the third that which immediately follows, namely, the destruction of all the nations of the earth that should fight against Mount Zion; this latter event has not yet been fulfilled; but is just as sure to be fulfilled as the other portions of the prophecy that have taken place; just as sure as the Book of Mormon has whispered out of the dust, and spoken in the ears of this generation, in fulfillment of the words of the Prophet Isaiah, so sure will the Lord of hosts visit the multitude of all the nations of the earth, that fight against Mount Zion, with thunder, and earthquake, and with the flame of devouring fire, and they shall be as the dream of a night vision, they shall pass away from the face of the earth and be as chaff blown to the four winds of heaven, and no place shall be found for them. But we pass on. <\/div><div class=\"paragraph jod\" id=\"v2n1644\"> The Prophet now comes back, after having foretold the destruction of the nations following the coming forth of this work, to the thing he was speaking of previously, and gives us more particulars upon this subject, and informs us more particularly in what way the Lord shall accomplish this whispering out of the dust; he says to the multitude of those nations about to be destroyed, &#x201C;Stay yourselves, and wonder; cry ye out, and cry: they are drunken, but not with wine; they stagger, but not with strong drink.&#x201D;<span class=\"citation\" id=\"58714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58714)\">Isa. 29:9<\/a><\/span> He could not have used language to describe the present generation better than he has done; they are drunken, as John the Revelator saw them,<span class=\"citation\" id=\"94354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94354)\">Rev. 17:1-5<\/a><\/span> with the filthiness of the abominations of old Babylon; they stagger, not with strong drink, but with the traditions of men, which they have inculcated from generation to generation, and which have become instilled into the minds of the people. &#x201C;For the Lord hath poured out upon you the spirit of deep sleep, and hath <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> closed your eyes: the prophets and your rulers, the seers hath he covered.&#x201D;<span class=\"citation\" id=\"129382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129382)\">Isa. 29:10<\/a><\/span> He calls upon this people on whom the spirit of sleep was poured out, to stay themselves and wonder. Wonder! What about? Why, says he, &#x201C;And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is sealed: And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned. Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honor me, but have removed their heart far from me, and their fear toward me is taught by the precept of men: Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58734)\">Isa. 29:11-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1645\"> See how clearly the Prophet has illustrated the coming forth of this work. He describes a book, and the words of a book, and even goes on to particularize, and informs us that the words of that book should be sent to the learned. All who are acquainted with the history of the coming forth of the Book of Mormon, know that it is a fact, that several of the words of that book were copied by Joseph Smith, and sent by the hands of Martin Harris from Ontario County to New York City, and he exhibited them to the most learned men that could be found, to see if they could translate them; among others he went to Professor Anthon&#x2014;a professor of great celebrity. Mr. Anthon examined the characters, as he himself has published since that period. He states that there was an ignorant farmer came to him, and he had some ancient characters or writing that he could not un<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>derstand: he supposes them to be characters selected from many alphabets, mixed together; he has published enough to prove that such a circumstance did transpire, that an unlearned man did come to him with words professing to be copied from a book. Mr. Smith did not know anything about this prophecy at that time, for he was unacquainted with the contents of the Bible; he was brought up to work. This part of the prophecy was fulfilled to the very letter; the &#x201C;words of the book,&#x201D;<span class=\"citation\" id=\"58722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58722)\">Isa. 29:11<\/a><\/span> not the book itself, were sent to the learned. If Mr. Smith had sent the plates to New York the terms of this prophecy would not have been fulfilled. <\/div><div class=\"paragraph jod\" id=\"v2n1647\"> The next verse says, &#x201C;And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned.&#x201D;<span class=\"citation\" id=\"58742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58742)\">Isa. 29:12<\/a><\/span> Now Mr. Smith was not a learned man, as acknowledged by all our opposers. It is true he had some of the common rudiments of an English education, he could read, and write a very bungling hand, and this was about the extent of his education. When the book was given to the unlearned man, he did not reply to the Lord as the learned Mr. Anthon did to Martin Harris, that it was a sealed language and he could not understand it, but said he, &#x201C;I am not learned.&#x201D;<span class=\"citation\" id=\"58743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58743)\">Isa. 29:12<\/a><\/span> What was the Lord's answer to this unlearned young man? He answered him in the words of Isaiah which I have already quoted, &#x201C;Wherefore the Lord said, Forasmuch as this people draw near me with their mouth,&#x201D;<span class=\"citation\" id=\"58750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58750)\">Isa. 29:13<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v2n1648\"> What should we naturally conclude the Lord intended to do, from this expression? He said that He would do a marvelous work and a wonder,<span class=\"citation\" id=\"58778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58778)\">Isa. 29:14<\/a><\/span> after that He had presented the book to the unlearned, and after that he, when he was told to read it, had made an excuse that he was unlearned. We should naturally suppose that the Lord intended to make this unlearned <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man read the book; that was indeed the fact, he was commanded of the Lord to read it, and he translated it by the means of a Urim and Thummim, which is well known to be a instrument used in ancient times, through which people inquired of the Lord. Aaron had one in the center of his breastplate,<span class=\"citation\" id=\"54403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54403)\">Ex. 28:30<\/a><\/span> and when anything came before him he could not understand by his own judgment, he enquired of the Lord, by the Urim and Thummim, and that was the end of controversy. In this way the Lord made this unlearned man read the book. Did this not cause the wisdom of the learned Mr. Anthon to perish, and the understanding of the wise of this world to come to naught?<span class=\"citation\" id=\"58779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58779)\">Isa. 29:14<\/a><\/span> It required inspiration and power from on high&#x2014;a marvelous work and a wonder to be wrought, in order to translate this book of upwards of six hundred pages, and reveal the history of one half of our globe to the astonished nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v2n1649\"> Now to prove positively that the Lord did cause this book to be translated by the unlearned, and that it was read by somebody, we will quote the 18th verse of this chapter&#x2014;&#x201C;And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness. The meek also shall increase their joy in the Lord, and the poor among men shall rejoice in the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"58838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58838)\">Isa. 29:18-19<\/a><\/span> We see the fulfillment of this before us at the present time. Here are hundreds and thousands of poor, that were bound down with the curse of oppression and tyranny in foreign lands, who, through the medium of this book that has been translated by an unlearned man, and through the medium of the proclamation of the glorious Gospel contained in the same, have been made to rejoice in the Holy One of Israel. The blind has seen out of obscurity, and the deaf has heard the words of  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the book, and they have come forth from the nations of the old world&#x2014;from under the hand of tyranny and oppression, and have been planted here in these rich valleys; and if you do not believe that they rejoice, get into some of their splendid parties, and stand in one corner and look at them. <\/div><div class=\"paragraph jod\" id=\"v2n1651\"> There will be a great deal of rejoicing by and by, when the time shall come that the multitude of all nations that shall fight against Mount Zion will be as a night vision,<span class=\"citation\" id=\"58670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58670)\">Isa. 29:7<\/a><\/span> when they will be perfectly swept away from the earth. See what the Prophet says in the next verse&#x2014;&#x201C;For the terrible one is brought to nought, and the scorner is consumed, and all that watch for iniquity are cut off.&#x201D; This<span class=\"citation\" id=\"58879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58879)\">Isa. 29:20<\/a><\/span> is one cause of their joy, &#x201C;All that watch for iniquity are cut off,&#x201D; &amp;c. &#x201C;That make a man offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of nought.&#x201D; No<span class=\"citation\" id=\"58888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58888)\">Isa. 29:21<\/a><\/span> wonder, then, that the poor among men will rejoice in the Holy One of Israel when<span class=\"citation\" id=\"58844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58844)\">Isa. 29:19<\/a><\/span> those events take place. <\/div><div class=\"paragraph jod\" id=\"v2n1652\"> But how is this book to affect the children of Israel? It is not only intended to make us rejoice, but is going to affect the nations of Israel; if you do not believe it, see what the Prophet says about it&#x2014;&#x201C; Therefore thus saith the Lord, who redeemed Abraham, concerning the house of Jacob, Jacob shall not now be ashamed, neither shall his face now wax pale.&#x201D;<span class=\"citation\" id=\"58900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58900)\">Isa. 29:22<\/a><\/span> When this book comes forth, when it is translated, when it is carried to Israel by the authority God has ordained and established upon the earth, and they publish its glorious principles in their ears, &#x201C;Jacob shall not be ashamed;&#x201D;<span class=\"citation\" id=\"58901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58901)\">Isa. 29:22<\/a><\/span> though they have been for 1,800 years past kicked and cuffed about, deprived of what is called citizenship among the various nations of the earth, and trampled down and destroyed by hundreds and thousands, <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and though they have wandered about without Prophets and inspired men, without the Urim and Thummim, without visions and angels from heaven, and without the powers and manifestations of the glory of God that were among their fathers; yet, when the Lord sends this sacred book among them, they shall not be ashamed.<span class=\"citation\" id=\"58902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58902)\">Isa. 29:22<\/a><\/span> What have they been waiting for? For the Lord to bring forth this book. And they never could be redeemed, but would remain trampled down by the Gentiles thousands of years to come, unless the Lord should bring forth this book&#x2014;that is one of the principal means for the redemption of Jacob. <\/div><div class=\"paragraph jod\" id=\"v2n1653\"> The Prophet continues, &#x201C;But when he seeth his children, the work of mine hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel.&#x201D; Yes; they shall be brought together, be assembled in one, and the covenants made with their fathers will be fulfilled. Another glorious effect this book will have with the honest among the nations of the earth&#x2014;&#x201C;They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine.&#x201D;<span class=\"citation\" id=\"58918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58918)\">Isa. 29:23-24<\/a><\/span> Every person that is now before me knows very well that there have been many honest, candid, sincere individuals among all the various nations of Christendom who have erred in spirit; they wanted to learn the truth, as we have, but they erred in spirit, and murmured too. How often have my ears heard the murmurings of the honest in heart in something like the following language&#x2014;&#x201C;I do not know what to do; it is strange there should be so much confusion, one teaching this, and another that.&#x201D; They would murmur because of the divisions and contentions they saw among religious societies. But here is something that will do away with those errors, for the book will not only  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause the blind to see out of obscurity and darkness, but those that erred in spirit shall come to understanding.<span class=\"citation\" id=\"58843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58843)\">Isa. 29:18,24<\/a><\/span> In what way? How can they come to understanding by this book? Because of the plainness of the doctrine of Christ contained in it. If any person will take the opportunity to inform themselves concerning the contents of that book, they will find the doctrine of salvation&#x2014;the doctrine of the resurrection from the dead, and every principle pertaining to the redemption of man, set forth in such a plain, simple, convincing manner, that it is almost impossible for any individual who believes in its divine authenticity, to err in doctrine; it makes a people of one heart and of one mind, so far as their faith is concerned, if they can once be satisfied it is of God. <\/div><div class=\"paragraph jod\" id=\"v2n1655\"> This is only one chapter of prophecy in relation to the great work of our God in the last days. We might refer you to many others. Indeed, there are some others I will refer you to, if time will permit. <\/div><div class=\"paragraph jod\" id=\"v2n1656\"> This book professes to be a record written by a remnant of the house of Joseph; while the Bible is admitted to be a record of the Jews, containing a history of Palestine and the adjacent nations, interspersed with doctrine. The Book of Mormon is the history of ancient America, interspersed with the prophecies of numerous Prophets who once lived on this continent. The Lord has confirmed this book by innumerable evidences which I shall not notice in my remarks in this short discourse. He has united the testimony of the ancient nations of America with the testimony of the Jews; we wish to know if there is any indication in the prophecies of the union of the testimony of these two books in the latter times. <\/div><div class=\"paragraph jod\" id=\"v2n1657\"> We will refer your minds to the 37th chapter of the prophecies of Ezekiel, where we shall find some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing very definite on this subject, commencing at the 15th verse&#x2014;&#x201C;The word of the Lord came again unto me, saying, Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions: And join them one to another in one stick; and they shall become one in thine hand.&#x201D;<span class=\"citation\" id=\"60852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60852)\">Ezek. 37:15-17<\/a><\/span> Ezekiel went and did as the Lord told him, and took two little sticks and wrote for Judah and Joseph; after he got through writing he put them together, and held them up before the house of Israel. &#x201C;And when the children of thy people shall speak unto thee, saying, Wilt thou not show us what thou meanest by these?&#x201D; &#x201C;It is a strange thing that you should write upon one stick for Judah, and upon one for Joseph, and hold them up before us; explain the mystery to us.&#x201D; &#x201C;Say unto them, Thus saith the Lord God; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand.&#x201D; &#x201C;Just as these two sticks are one in your hand, so I will make the stick of Joseph and Judah one in mine hand, but the sticks whereon thou writest shall be one before their eyes.&#x201D;<span class=\"citation\" id=\"60885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60885)\">Ezek. 37:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1658\"> Here then was a symbol represented before their eyes in language that could not be misunderstood; it was a symbol of two records; for it is well known that records were kept in ancient times on parchment, rolled upon sticks, the same as we keep our maps at this day. All the prophecies of Jeremiah for many years were written and rolled round a stick, and were called a book; so in Ezekiel these sticks represent two records, one  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the record of the tribe of Joseph, and the other of Judah: and the Lord promises, through that symbol, that He himself would take the stick of Joseph, and put it with the stick of Judah, and make it one in His own hand, showing that it was to be a work He would accomplish Himself in the last days.<span class=\"citation\" id=\"60876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60876)\">Ezek. 37:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1660\"> &#x201C;The sticks whereon thou writest shall be in thine hand before their eyes. And say unto them,&#x201D; now mark what follows these two sticks, &#x201C;Behold I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land: And I will make them one nation in the land upon the mountains of Israel; and one king shall be king to them all: and they shall be no more two nations, neither shall they be divided into two kingdoms any more at all.&#x201D;<span class=\"citation\" id=\"60889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60889)\">Ezek. 37:20-22<\/a><\/span> Has that ever been fulfilled? Does this have reference to their gathering from Babylon before Christ? No. They were scattered since that, and the ten tribes were taken away before that time, and they never have been gathered. But here is a prediction that they should never be divided into two kingdoms any more at all, but that they should become one nation upon the mountains of Israel, never afterwards to be scattered. Notice, He declares to them that before He will do this, He will take the record of Joseph and put it with the record of Judah, and make them one in His hand, and then accomplish this gathering of Israel. <\/div><div class=\"paragraph jod\" id=\"v2n1661\"> Now, my friends, you may go to work with all your Christian benevolent societies, to gather the Jews from the nations; you may combine all the wisdom and learning of Christendom, and put all their exertions, and all the funds they can rake and scrape together from the two hemispheres of the earth, and after all, you never can accomplish the gathering <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and restitution of Israel until the Lord does it in His own way, by uniting the records of Judah and Joseph to accomplish this work. Then, and not till then, will the house of Jacob rejoice in the Holy One of Israel, and no more be made ashamed. <\/div><div class=\"paragraph jod\" id=\"v2n1662\"> Now, is there any indication about the house of Joseph coming to America? Says one, &#x201C;If I really thought these American Indians were the descendants of Joseph, I should be inclined to think that the Book of Mormon was actually the record of Joseph.&#x201D; Let us see what the Prophet Jacob, the old Patriarch, said, concerning the house of Joseph. He calls up the two sons of Joseph, and pronounces a peculiar blessing upon them, laying his right hand upon the head of the youngest, and his left hand upon the head of the oldest, and he blessed them, saying, &#x201C;God, before whom my fathers Abraham and Isaac did walk, the God which fed me all my life long unto this day. The Angel which redeemed me from all evil, bless the lads; and let my name be named on them, and the name of my fathers Abraham and Isaac; <span class=\"italic\">and let them grow into a multitude in the midst of the earth<\/span>.&#x201D;<span class=\"citation\" id=\"53649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53649)\">Gen. 48:15-16<\/a><\/span> When Joseph saw his father lay his right hand upon the head of the youngest of the lads, it displeased him, and he held up his father's hand to remove it from Ephraim's head unto Manasseh's head, saying, &#x201C;Not so, my father: for this is the firstborn; put thy right hand upon his head. And his father refused, and said, I know it, my son, I know it: he also shall become a people, and he also shall be great: but truly his younger brother shall be greater than he, and his seed shall become a multitude of nations.&#x201D;<span class=\"citation\" id=\"53654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53654)\">Gen. 48:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1663\"> Turn over to the next chapter, and you will find a remarkable prophecy concerning Joseph. After having blessed the two sons of Joseph, he calls up his twelve sons before him,  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and commences to bless them, beginning with Reuben; when he comes to Joseph he pronounces upon him a peculiar blessing&#x2014;&#x201C;Joseph is a fruitful bough, even a fruitful bough by a well; whose branches run over the wall,&#x201D;<span class=\"citation\" id=\"53707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53707)\">Gen. 49:22<\/a><\/span> &amp;c. As much as to say that all the branches that descended from Joseph would not remain in one country connected with the parent tree, but they should be so fruitful and numerous, in order to fulfil the prediction uttered in the 48th chapter, as to become a multitude of nations in the midst of the earth;<span class=\"citation\" id=\"53655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53655)\">Gen. 48:19<\/a><\/span> that they would have to leave the parent tree, and the place of their first inheritance; they would have to &#x201C;run over the wall,&#x201D; over the great wall of waters that intervened between them and this great western hemisphere. <\/div><div class=\"paragraph jod\" id=\"v2n1665\"> In order to show that they were to inherit a land greater than that which they possessed by Jacob's forefathers, the old gentleman continues in this blessing, and says, &#x201C;The blessings of thy father have prevailed above the blessings of my progenitors unto the utmost bound of the everlasting hills: they shall be on the head of Joseph, and on the crown of the head of him that was separate from his brethren.&#x201D;<span class=\"citation\" id=\"53734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53734)\">Gen. 49:26<\/a><\/span> That is, the blessing of Jacob prevailed above that of Abraham and Isaac. The Lord promised Abraham and Isaac they should have the land of Canaan, and their seed after them, for an everlasting possession. That, you know, is not a large country; but says Jacob, &#x201C;I have a greater blessing than that. I prevail above that of my progenitors, and I will confer this blessing upon you, Joseph. The blessings of thy father have prevailed above the blessings of my progenitors.&#x201D; How much above? &#x201C;Unto the utmost bound of the everlasting hills.&#x201D;<span class=\"citation\" id=\"53735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53735)\">Gen. 49:26<\/a><\/span> That is as much as to say, that &#x201C;my blessings are not only to inherit this small country, called the land of Canaan, but they extend unto the <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> utmost bounds of the everlasting hills; I have a larger country than this conferred upon me, and because you have been a good son, and because your children are good, and because you have taken care of your brethren in the land of Egypt, I will give it unto you. These blessings shall be on the head of Joseph, and on the crown of the head of him that was separated from his brethren.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1666\"> In order that Joseph might become a multitude of nations his branches had to run over the wall; he had to come to the utmost bounds of the everlasting hills; he had to be located in a large country where his seed could have room to grow into a multitude of nations. Where can you find a multitude of nations who descended from Joseph? You may go through England, Ireland, Scotland, Wales, Europe, Asia, and Africa, but they are not to be found in any of those lands. The origin of those nations can mostly be traced, and it can be proved that they are not the descendants of Joseph. When you have passed through all those countries, and cannot find a multitude of nations from Joseph, cross the great waters that intervene, like a wall, between the land of Palestine, or the eastern hemisphere, and the American continent, and what do you discover? A multitude of nations, evidently having sprung from the same origin, as is indicated by very many striking characteristics. <\/div><div class=\"paragraph jod\" id=\"v2n1667\"> Here then is the only land on which that prophecy has been fulfilled. If it is not fulfilled here, it cannot have been fulfilled on any other portions of the earth with which we are acquainted. Moses speaks of this and of Joseph, in particular, when he was about to be taken out of the midst of the children of Israel. He pronounced a blessing on the twelve tribes, beginning with Reuben. When he blessed Joseph, his blessing was peculiar indeed. And of Joseph he  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>said&#x2014;&#x201C;Blessed of the Lord be his land, for the precious things of heaven, for the dew, and for the deep that coucheth beneath, And for the precious fruits brought forth by the sun, and for the precious things put forth by the moon, And for the chief things of the ancient mountains, and for the precious things of the lasting hills, And for the precious things of the earth and fulness thereof, and for the good will of him that dwelt in the bush: let the blessing come upon the head of Joseph, and upon the top of the head of him that was separated from his brethren.&#x201D;<span class=\"citation\" id=\"55252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55252)\">Deut. 33:13-16<\/a><\/span> If Joseph only inherited a small portion of the land of Canaan with the rest of the tribes, why does Moses bless his land more particularly than the adjacent inheritances of the other tribes? There could not be much difference in the qualities of lands that lay side by side. <\/div><div class=\"paragraph jod\" id=\"v2n1669\"> Here we get a clue to a land that was to be blessed above all other lands&#x2014;a distant land from Canaan as is expressed by the words, &#x201C;the utmost bound of the everlasting hills,&#x201D;<span class=\"citation\" id=\"53736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53736)\">Gen. 49:26<\/a><\/span> and sufficiently large to hold a multitude of nations springing from Joseph.<span class=\"citation\" id=\"53652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53652)\">Gen. 48:16<\/a><\/span> Remember that they were to be blessed not only with the precious things of the earth, and the fulness thereof, but with the precious things of heaven. What are the precious things of heaven?<span class=\"citation\" id=\"55247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55247)\">Deut. 33:13<\/a><\/span> Are they anything else but revelations? Can you think of anything else that could be called the precious things of heaven? After the children of Joseph came to this land, they were blessed, as Moses predicted, with the precious things of heaven; the Lord opened to them things past, present, and future, unfolding His great purposes that were to take place in the latter times; He unfolded to them mysteries and things too great to be uttered by man. Many of these things were written; they kept their records, and they were handed down from Prophet to Pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phet: at last the people fell into great wickedness, and the principal nation was destroyed; and one of their last Prophets was commanded to deposit the records where they were found by Mr. Smith. Their words have &#x201C;whispered from the dust,&#x201D;<span class=\"citation\" id=\"58656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58656)\">Isa. 29:4<\/a><\/span> and they have come forth among the nations, accompanied by an abundance of evidences. <\/div><div class=\"paragraph jod\" id=\"v2n1670\"> Before this was offered to the world, the Lord confirmed it by opening the heavens in broad daylight, and sending down an holy angel, who descended in the presence of four individuals, three besides Mr. Smith, and the angel took the plates, and turned them over leaf after leaf, while, at the same time, the voice of the Lord out of the heavens told them it had been translated correctly, commanding them to send forth their testimony to all nations, kingdoms, tongues, and people. They accordingly attached their printed testimony in connection with the Book of Mormon.<span class=\"citation\" id=\"124710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124710)\">BM Three Wit.<\/a><\/span> This was done before they were permitted to go forth and build up the Church. The Lord was determined that this generation should not only have the sure word of prophecy to convince them of the truth of this work, but living witnesses to bear testimony to what their eyes had seen, their ears had heard, and their hands had handled in relation to this matter, that they might have evidences so great as to leave them without any excuse. <\/div><div class=\"paragraph jod\" id=\"v2n1671\"> We will now pass on to some other prophecies in relation to the gathering of the people together. You know we have already referred you to prophecies relating to the gathering of Israel when this record should be brought forth. But Israel are not the only ones to be gathered, but many of the Gentiles will be gathered also and numbered with Israel. We might first refer you to some prophecies to show you that this work is not to commence among Israel first,  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but among the Gentiles; that the Gentiles are the ones to whom the standard should be first raised. This is what the Apostle Paul says in the 11th chapter of Romans, &#x201C;For as ye (Gentiles) in times past have not believed God, yet have now obtained mercy through their (the Jews) unbelief: Even so have these also now not believed, that through your mercy they also may obtain mercy.&#x201D;<span class=\"citation\" id=\"72819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72819)\">Rom. 11:30-31<\/a><\/span> Through whom? Through the Gentiles; for it is through their instrumentality that the Lord is bringing forth the record of Joseph to the world in the last days, as a standard of doctrine, a plan of salvation, raising it up in the midst of the Gentile nations, that we, as instruments in His hands, might go forth and gather the house of Israel, that through our mercy they also might believe, and be brought to the knowledge of the truth. Isaiah, in his 49th chapter has informed us that this work should commence, not among the Jews first, but among the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v2n1673\"> We will read a portion of that chapter&#x2014;&#x201C;Thus saith the Lord God, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.&#x201D;<span class=\"citation\" id=\"59459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59459)\">Isa. 49:22<\/a><\/span> That is, the sons and daughters of the house of Israel. &#x201C;And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with their face towards the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord: for they shall not be ashamed that wait for me.&#x201D;<span class=\"citation\" id=\"59468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59468)\">Isa. 49:23<\/a><\/span> Here we perceive, that when the great day shall come for the house of Israel to be restored to their own lands, the very first work He accomplishes in relation to that restoration will be to lift up His hand to the Gentiles and set up a standard among them. This shows plainly that <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it will not be some man among the Gentiles that will rise up uninspired, like the old reformers, setting up his own doctrines and opinions: it is not a work of that description, but it is a work which the Lord Himself has to perform; &#x201C;and I will lift up mine hand to the Gentiles, and I will set up my standard to the people, and then after I have done this they (the Gentiles) shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders, kings shall be thy nursing fathers, and their queens thy nursing mothers,&#x201D;<span class=\"citation\" id=\"59465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59465)\">Isa. 49:22-23<\/a><\/span> &amp;c. The same things are predicted, also, in the 11th chapter of this prophecy, &#x201C;And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt,&#x201D;<span class=\"citation\" id=\"58200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58200)\">Isa. 11:11<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v2n1674\"> Now the Lord will not accomplish this by getting the people together in the capacity of missionary societies, without Prophets, Apostles, and the word of the Lord to direct them; but it is the Lord who says, &#x201C;I will set up my hand <span class=\"italic\">the second time<\/span>,&#x201D;<span class=\"citation\" id=\"58201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58201)\">Isa. 11:11<\/a><\/span> &amp;c. How did He set His hand the first time, to gather Israel out of Egypt? Did He do it by a company of uninspired men, without miracles, angels, signs, and wonders? No; but He set His hand the first time by signs, wonders, Prophets, miracles, sending angels from heaven, by dividing the waters and causing Israel to walk through the midst of the sea without suffering harm, and by coming upon the Mount, and proclaiming the law in the ears of all Israel; when He undertakes to gather them from the nations of the earth, you will find a work of still greater magnitude highly necessary to accomplish that great gathering. To take a nation from the midst of another single nation where they were all collected, and lead them off eleven days' journey to another land, is a small work compared with the gathering  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them from all the nations of the earth, and assembling them in one. When He sets His hand again the second time, He says, &#x201C;He shall set up an ensign for the nations;&#x201D;<span class=\"citation\" id=\"58219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58219)\">Isa. 11:12<\/a><\/span> which is the same thing as spoken of in the 49th chapter.<span class=\"citation\" id=\"59460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59460)\">Isa. 49:22<\/a><\/span> The standard that I have proved should be lifted up to the Gentiles, is the same thing as the ensign mentioned in this place. &#x201C;He shall set up an ensign to the nations&#x201D; &#x201C;and gather together the dispersed of Judah from the four corners of the earth,&#x201D;<span class=\"citation\" id=\"94355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94355)\">Isa. 11:12<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v2n1676\"> Do you believe they can be assembled before that standard&#x2014;that ensign, is raised? Can they be assembled in some other way, and the prophecies be fulfilled? In vain would it be for the nations to undertake to accomplish this thing in any other way than the one the Lord has pointed out by prophecy. Mark what He says in the 15th verse, &#x201C;And the Lord shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind shall he shake his hand over the river, and shall smite it in the seven streams, and make men go over dryshod. And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that he came up out of the land of Egypt.&#x201D;<span class=\"citation\" id=\"58244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58244)\">Isa. 11:15-16<\/a><\/span> Do you believe the words of the Prophet? Do you believe that when the Lord sets His hand the second time to gather Israel from the four quarters of the earth, and lifts up a standard and ensign among the Gentiles to accomplish it, they will go through the sea dryshod, as they did through the Red Sea anciently? If you do not, you do not believe this prophecy. I am now speaking to a people that do believe it; they believe it shall be <span class=\"italic\">like<\/span> as it was in the day that Israel came up out of the land of Egypt; not spiritually, but literally, as then. <\/div><div class=\"paragraph jod\" id=\"v2n1677\"> We, as Gentiles, have cause to re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>joice; that is, we who are numbered with the Gentile nations (for there may be many of the blood of Israel among us)&#x2014;I say, we have cause to rejoice that the Lord has lifted up His hand, and set up His standard, and raised His ensign, and called upon us to bear this ensign&#x2014;this standard, to the nations of the earth, and to proclaim it in the ears of the Gentiles first; what for? That the times of the Gentiles may be fulfilled, that the fulness may come in, and then all Israel are to be saved, as it is written, &#x201C;There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob.&#x201D;<span class=\"citation\" id=\"72810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72810)\">Rom. 11:26<\/a><\/span> Therefore, we are the people identified with the Gentiles, to whom this standard has been raised; and it has been raised too on the mountains, for the Prophet Isaiah has told us that it should be accomplished on the mountains. We refer you to the 18th chapter of his prophecy. In it is a proclamation to all the world. They are commanded in that day to both see and hear&#x2014;&#x201C;All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ensign on the mountains; and when he bloweth a trumpet, hear ye. For so the Lord said unto me, I will take my rest, and I will consider in my dwelling place like a clear heat upon herbs, and like a cloud of dew in the heat of harvest. For afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruninghooks, and take away and cut down the branches.&#x201D; What becomes of them after they are cut down? &#x201C;They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.&#x201D;<span class=\"citation\" id=\"58356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58356)\">Isa. 18:3-6<\/a><\/span> What an awful destruction; the multitude of all the nations will become like the dream of a night vision,<span class=\"citation\" id=\"58671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58671)\">Isa. 29:7<\/a><\/span> they will pass away. All the  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nations are here called upon to see and hear at the time the ensign is lifted up: will they see? No. The spirit of deep sleep is poured upon them; the Prophets, and Seers, and rulers are covered.<span class=\"citation\" id=\"58718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58718)\">Isa. 29:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1679\"> In order to show still more clearly that the Gentiles are to be the characters that are to carry this ensign to the nations, we will refer you to the last chapter of Isaiah&#x2014;&#x201C;For I know their works and their thoughts: and it shall come, that I will gather all nations and tongues; and they shall come, and see my glory.&#x201D; How is He going to do this work? He says, &#x201C;I will set a sign among them.&#x201D; The same thing as spoken of in the passages already referred to&#x2014;&#x201C;And I will send those that escape of them unto the nations&#x201D; (here go the missionaries)&#x2014;&#x201C;to the isles afar off, that have not heard my fame.&#x201D; They will go among the idolatrous nations, to Hindostan, Siam, China, to the Sandwich Islands, etc. &#x201C;And they shall declare my glory among the Gentiles.&#x201D;<span class=\"citation\" id=\"60235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60235)\">Isa. 66:18-19<\/a><\/span> The Lord did not send these messengers to declare His glory among Israel first, why? Because a certain work had to be done among the Gentiles first; they were to carry this sign, ensign, or standard, proclaiming the doctrines of Jesus Christ so as not to be misunderstood; they have to carry it to the isles afar off, and declare His glory first among the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v2n1680\"> What next? A mission to Israel; and these same missionaries &#x201C;shall bring all your brethren (Israel) for an offering unto the Lord out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, saith the Lord, as the children of Israel bring an offering in a clean vessel into the house of the Lord.&#x201D;<span class=\"citation\" id=\"60246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60246)\">Isa. 66:20<\/a><\/span> The children of Israel will be gathered just as literally as they formerly brought an offering into the house of the Lord. In the last days, <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when the Lord shall set a sign among the Gentiles, He will as literally bring all Israel back to their holy mountain in Jerusalem, as He brought them from Egypt anciently. After that His people have been gathered out from the nations, they will have the privilege of going to look upon the carcasses of those that transgressed against the Lord; their worm shall not die, neither shall their fire be quenched.<span class=\"citation\" id=\"60256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60256)\">Isa. 66:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1681\"> Now, we have a great work before us; we are a little handful in the mountains, but you know what Isaiah said, &#x201C;A little one shall become a thousand, and a small one a strong nation.&#x201D;<span class=\"citation\" id=\"60032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60032)\">Isa. 60:22<\/a><\/span> However little we may be, we must become a thousand; though we are a small one, it will be but a little while before we shall be a strong nation, not a weak one; and we will have missionaries in every part of the nations of the earth afar off, and we will declare His glory among every nation, people, kindred, and tongue; and as fast as we get the people to believe in the standard the Lord has raised up, we will introduce them into the kingdom, baptize them for the remission of sins, and lay our hands upon them in the name of Jesus Christ, as he has commanded us, and they will receive the Holy Ghost, and be filled with mighty faith, and they will be armed with the power of God, in great glory, and will come from different nations with songs of everlasting joy upon their heads,<span class=\"citation\" id=\"59229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59229)\">Isa. 35:10<\/a><\/span> and nothing will be able to compete with the work of the Lord; but it will progress and continue to roll on, until every nation hears, and every heart is penetrated, and the heavens and the earth shall come together. <\/div><div class=\"paragraph jod\" id=\"v2n1682\"> That is what we look for, for the union of the heavens and the earth;<span class=\"citation\" id=\"63350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63350)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67451)\">Luke 11:2<\/a><\/span> we are dwelling here, separate from our brethren in heaven; we want to get back to them, and they to us, and we want to be united, and accomplish what the Lord intends to be accomplished in the last days; and before  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we get through with it, we shall see greater wonders and signs than that little transaction of bringing Israel out of Egypt: that will almost be entirely forgotten among the great displays of His power in the last days. <\/div><div class=\"paragraph jod\" id=\"v2n1684\"> There is to be a house of the Lord built in the last days. &#x201C;What! Are there not plenty of houses of the Lord? Go into New York, and many other great cities, and you will find Saint John's Church, and Saint Peter's, and the Church of Jesus, and many houses which profess to be houses of the Lord; and yet you tell us that there is to be a house of the Lord built in the last days.&#x201D;<span class=\"citation\" id=\"57694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57694)\">Isa. 2:2<\/a><\/span> Will it not be a wonderful thing when the Lord gets a house upon the earth? Yes&#x2014;He has been so long without one. People have been building houses to Him, the same as Israel built sepulchres for the Prophets whom their fathers had killed;<span class=\"citation\" id=\"67584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67584)\">Luke 11:47-48<\/a><\/span> so it is with the good Christians in the nineteenth century. Did He tell them to build houses unto Him? Did He give them the pattern to work by? Did He point out the location upon which they should be built? No; the Lord had no hand in their works. But, what says the Prophet Isaiah, in the second chapter of his prophecy? He predicts, &#x201C;And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.&#x201D;<span class=\"citation\" id=\"57695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57695)\">Isa. 2:2<\/a><\/span> What can there be so attractive about the house of the Lord as to cause all nations to flow unto it, and to cause the Prophet to notice the very spot on which it should be built? It is not to be built in the city of New York, or in Boston; those are comparatively level countries, almost on a level with the sea; but, &#x201C;it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the top of the mountains.&#x201D;<span class=\"citation\" id=\"57696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57696)\">Isa. 2:2<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1685\"> We have got up here over four thousand feet high, and we are going to build Him a house, by the word of the Lord, and by the inspiration of the Almighty, according to the Book of Doctrine and Covenants, commanding us to build one to His name;<span class=\"citation\" id=\"94356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94356)\">D&amp;C 97:10<\/a><\/span> and it will be a house different from all others, that will attract the attention of the nations; and all nations shall flow into it. What for? Isaiah tells us, &#x201C;And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57750)\">Isa. 2:3<\/a><\/span> In two places the Lord is going to give revelations; the one is in Mount Zion, and the other in Jerusalem. What shall follow this? &#x201C;And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more.&#x201D;<span class=\"citation\" id=\"57846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57846)\">Isa. 2:4<\/a><\/span> What a happy, peaceable time! But before the Lord can introduce such a joyful time, He has got to cut down the branches of the wicked with pruninghooks, and let the fowls and beasts of the earth have a good supper; &#x201C;and the fowls shall summer upon them, and the beasts shall winter upon them.&#x201D;<span class=\"citation\" id=\"58361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58361)\">Isa. 18:6<\/a><\/span> When He has got the rebellious eaten up, the rest of the nations will come flocking unto the mountain of the Lord's house, to be taught in His ways, and instructed in His paths;<span class=\"citation\" id=\"57843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57843)\">Isa. 2:3-4<\/a><\/span> and they will get so perfectly instructed, that they will not wish to learn war any more, and will convert their weapons into farming utensils. <\/div><div class=\"paragraph jod\" id=\"v2n1686\"> That happy, peaceable time, so often predicted by Prophets, will come; that is the reason, my hearers, we want to build a house of the Lord in the top of the mountains; it is in order to  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fulfil ancient and modern prophecy, and the commandments which the Lord our God has given to us. There must be something wonderful, indeed, to attract the attention of all nations; unless there is to be a very great power manifested, it would not attract the attention of the people afar off; if only some few sick people were healed, it might, perhaps, not be heard of only for a few miles from the place where it happened. It must be some tremendous power among that people that build the house of the Lord. What kind of a city will this Zion be, and how will the dwellings of the people be lighted up? Isaiah has told us, in the fourth chapter, &#x201C;And the Lord will create upon every dwelling place of mount Zion, and upon her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night: for upon all the glory shall be a defense.&#x201D;<span class=\"citation\" id=\"57903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57903)\">Isa. 4:5<\/a><\/span> No wonder that the nations afar off flow to Zion. Did you ever hear tell of a whole city lighted up in <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that manner? You have heard of the invention of gaslights, but this does not attract the attention of the nations; but there is to be a city called Zion, and a house of the Lord in the top of the mountains, that are not to be lighted up with gas, but by the glory of the God of Israel&#x2014;&#x201C;I will create upon every dwelling place of mount Zion,&#x201D; &amp;c.; not on one house alone, but upon every dwelling place, &#x201C;a cloud and smoke by day, and the shining of a flaming fire by night.&#x201D;<span class=\"citation\" id=\"57904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57904)\">Isa. 4:5<\/a><\/span> The nations will be struck with wonder, and will say, &#x201C;If that people have such great power, let us leave our own lands and countries; for it must be that those people are the people of God, for their houses are enveloped in a flame of fire every night, because of His glory: let us go up there, and know what His will is concerning us.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1688\"> But the prophecies are so full upon these subjects, and the time so far expired, that I will stop where I am, without saying any more. <\/div>\n<\/div>\n<\/div>"}