{"ID":20047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Kingdom of God.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, July 8, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Kingdom of God.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/8\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v2n1732\"> I will make a few remarks upon the same subject that was presented this forenoon, although there were many leading items in those remarks that would require a considerable length of time for me to give my views upon them, and to explain fully what I understand in relation to them. My brethren, who rise here to speak to the people, are also aware that it is impossible to fully explain to the congregation all the points that may be alluded to in a discourse. <\/div><div class=\"paragraph jod\" id=\"v2n1733\"> Hence I design to speak a few words concerning the Kingdom of God. Not that I would disagree in the least from the remarks made by brothers Grant and Pratt, or that we differ in our views upon this subject. It is an extensive one, and the usual time never permits a person, in one short discourse, to fully explain such subjects as were presented for our edification this morning. I noticed throughout the remarks of both of the brethren that they did not make sufficient distinction, nor make it plain to the minds of the people, that the Kingdom of God would be different, in a certain sense, from all other kingdoms and empires upon the earth: this was for the want of time. In public speaking a man's mind is often led from one idea to another, branching to the right and to the left upon matters and points that need explanation, and I presume this is more particularly the case upon the subject of the Kingdom than any other. <\/div><div class=\"paragraph jod\" id=\"v2n1734\"> If you and I could live in the flesh <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until that Kingdom is fully established, and actually spread abroad to rule in a temporal point of view, we should find that it will sustain and uphold every individual in what they deem their individual rights, so far as they do not infringe upon the rights of their fellow creatures. For instance, if the Kingdom of God was now established upon the continent of North and South America, and actually held rule and dominion over what we call the United States, the Methodist would be protected just as much as the Latter-day Saints; the Friend Quakers, the Shaking Quakers, and the members of every religious denomination would be sustained in what they considered to be their rights, so far as their notions were not incompatible with the laws of the Kingdom. <\/div><div class=\"paragraph jod\" id=\"v2n1735\"> The Calvinist would be equally preserved in his rights, whether he believed, wished to believe, or said he believed and did not believe, that God has foreordained whatsoever comes to pass, and has dictated from all eternity the acts of the children of men down to the end of time, embracing every sin and every transgression of the law that has ever been committed upon the earth, from the first creation of man upon it; the Kingdom of God will protect him in that belief, and extend to him the privilege and the liberty of believing that, as fully as we should have the liberty of believing the opposite. <\/div><div class=\"paragraph jod\" id=\"v2n1736\"> Again, men would come and say, &#x201C;We believe in the Christian religion,  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but we firmly believe that the God we wish to serve has no eyes, no ears, no mouth, no head, and no body, that he is not composed of elements, that he has no parts nor passions, that his center is everywhere, his circumference nowhere; we firmly believe in serving such a God.&#x201D; That people would be preserved in their rights just as much as the people who believe that God lives, exists, and has the power of seeing, hearing, knowing, and understanding, and that we are organized and fashioned after, or, in other words, made like unto Him. <\/div><div class=\"paragraph jod\" id=\"v2n1738\"> This is what the Kingdom of God will do for the inhabitants of the earth. If a sect should arise and say, &#x201C;We do not believe in a God at all, and only in that which we can see, hear, taste, and handle, that which we can understand, or in gods our own hands have made, which we have carved out of wood or stone, or cast from metal, we believe in serving only such god; we have many gods, we have a god for every element that has come within the range of our understanding, one for the air, the water, the sun, the moon, the different planets, and the stars; we have a god of war and a god of peace, which we carve out of wood and stone, or make them of silver, gold, iron, or copper, and put them in our temples. These are the gods we worship, and do not believe in any other god or gods&#x201D;&#x2014;even they would be preserved in their individual rights and belief, as much so as the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v2n1739\"> When the Kingdom of God is fully set up and established on the face of the earth, and takes the pre-eminence over all other nations and kingdoms, it will protect the people in the enjoyment of all their rights, no matter what they believe, what they profess, or what they worship. If they wish to worship a god of their own workmanship, instead of the true and living God, all right, if they will mind <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their own business and let other people alone. <\/div><div class=\"paragraph jod\" id=\"v2n1740\"> As was observed by brother Pratt, that Kingdom is actually organized, and the inhabitants of the earth do not know it. If this people know anything about it, all right; it is organized preparatory to taking effect in the due time of the Lord, and in the manner that shall please Him. As observed by one of the speakers this morning, that Kingdom grows out of the Church of Jesus Christ of Latter-day Saints, but it is not the Church, for a man may be a legislator in that body which will issue laws to sustain the inhabitants of the earth in their individual rights, and still not belong to the Church of Jesus Christ at all. <\/div><div class=\"paragraph jod\" id=\"v2n1741\"> And further, though a man may not even believe in any religion, it would be perfectly right, when necessary, to give him the privilege of holding a seat among that body which will make laws to govern all the nations of the earth and control those who make no profession of religion at all; for that body would be governed, controlled, and dictated to acknowledge others in those rights which they wish to enjoy themselves. Then the Latter-day Saints would be protected, if a Kingdom of this kind was on the earth, the same as all other people. <\/div><div class=\"paragraph jod\" id=\"v2n1742\"> It was observed this morning that the government of the United States was the best or most wholesome one on the earth, and the best adapted to our condition. That is very true. And if the Constitution of the United States, and the laws of the United States, and of the several States, were honored by the officers, by those who sit in judgment and dispense the laws to the people, yes, had even the letter of the law been honored, to say nothing of the spirit of it, of the spirit of right, it would have hung Governors, Judges, Generals, Magistrates, &amp;c., for they violated the laws of their own States. <\/div><div class=\"paragraph jod\" id=\"v2n1743\"> Such has been the case with our ene<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mies in every instance that this people have been persecuted. If a person belonging to the Church of Jesus Christ of Latter-day Saints was guilty of stealing while living in the States, or if any of that Church were found guilty of murder, or any other transgression of the civil law, they ought to have been tried by the law, and have received the punishment affixed to the crime. Did any of the Latter-day Saints object to that? No, not one. Joseph the Prophet never objected to it, but on the contrary he urged it, prayed for it, and wished the Church to be delivered from all transgressors. <\/div><div class=\"paragraph jod\" id=\"v2n1745\"> While we were in Illinois, if every transgressor of the law of that State, in our community, had been taken up and tried and punished, every Saint would have said, &#x201C;Amen, we are better without than with them.&#x201D; So we say here, we are far better off without wicked men than with them. I would rather be in the midst of these mountains with one thousand, or even five hundred, men who are Latter-day Saints, than with five hundred thousand wicked men, in case all the forces of the earth were to come against us to battle, for God would fight the battles of the Saints,<span class=\"citation\" id=\"89954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89954)\">D&amp;C 105:14<\/a><\/span> but He has not agreed to fight the battles of wicked men. <\/div><div class=\"paragraph jod\" id=\"v2n1746\"> I say again that the Constitution, and laws of the United States, and the laws of the different States, as a general thing, are just as good as we want, provided they were honored. But we find Judges who do not honor the laws, yes, officers of the law dishonor the law. Legislators and lawmakers are frequently the first violators of the laws they make. &#x201C;When the wicked rule the people mourn,&#x201D;<span class=\"citation\" id=\"57543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57543)\">Prov. 29:2<\/a><\/span> and when the corruption of a people bears down the scale in favor of wickedness, that people is nigh unto destruction. <\/div><div class=\"paragraph jod\" id=\"v2n1747\"> We have the proof on hand, that instead of the laws being honored, they have been violated in every instance <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of persecution against this people; instead of the laws being made honorable, they have been trampled under the feet of lawyers, judges, sheriffs, governors, legislators, and nearly all the officers of the government; such persons are the most guilty of breaking the laws. <\/div><div class=\"paragraph jod\" id=\"v2n1748\"> To diverge a little, in regard to those who have persecuted this people and driven them to the mountains, I intend to meet them on their own grounds. It was asked this morning how we could obtain redress for our wrongs; I will tell you how it could be done, we could take the same law they have taken, viz., mobocracy, and if any miserable scoundrels come here, cut their throats. (All the people said, Amen.) <\/div><div class=\"paragraph jod\" id=\"v2n1749\"> This would be meting out that treatment to wicked men, which they had measured to innocent persons. We could meet them on their own ground, when they will not honor the law, but will kill the Prophets and destroy the innocent. They could drive the innocent from their homes, take their houses and farms, cattle and goods, and destroy men, women, and children, walking over the laws of the United States, trampling them under their feet, and not honoring a single law. <\/div><div class=\"paragraph jod\" id=\"v2n1750\"> Suppose I should follow the example they have shown us, and say, &#x201C;Latter-day Saints, do ye likewise, and bid defiance to the whole clan of such men!&#x201D; Some who are timid might say, &#x201C;O! Our property will be destroyed, and we shall be killed.&#x201D; If any man here is a coward, there are fine mountain retreats for those who feel their hearts beating, at every little hue and cry of the wicked, as though they would break their ribs. <\/div><div class=\"paragraph jod\" id=\"v2n1751\"> After this year we shall very likely again have fruitful seasons. Now, you cowards, if there are any, hunt in these mountains until you find some cavern where no person can find you, and go there and store up grain  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enough to last you and your families seven years; then when the mob comes, take your wives and your children, and creep into your den, and there remain until the war is over. <\/div><div class=\"paragraph jod\" id=\"v2n1753\"> Do not apostatize to save your lives, for if you do, you are sure to lose them. You may do some good by laying up a little more grain than you want, and by handing out a biscuit to a brave hearted soldier passing by, hungry and fatigued. I could hide myself in these mountains, and defy five hundred thousand men to find me. That is not all, I could hide this whole people, and fifty times more, in the midst of these mountains, and our enemies might hunt until they died with old age, and they could not find us. You who are cowards, lay up your crops another year and hide them away. <\/div><div class=\"paragraph jod\" id=\"v2n1754\"> You know that almost every time that Gentiles address us in public, they are very mindful to caution the Latter-day Saints &#x201C;not to fight, now don't fight.&#x201D; Have we ever wanted to fight them? No, but we have wanted to preach to them the Gospel of peace. <\/div><div class=\"paragraph jod\" id=\"v2n1755\"> Again, they say, &#x201C;We are afraid that you, Latter-day Saints, are becoming aliens to the United States; we are afraid your hearts are weaned from the brotherhood down yonder.&#x201D; Don't talk about weaning now, for we were weaned long ago, that is, we are or should be weaned from all wickedness and wicked men. I am so perfectly weaned that when I embraced &#x201C;Mormonism,&#x201D; I could have left father, mother, wife, children, and every relation I had, and am weaned from everybody that will turn a deaf ear to the voice of revelation. We are already weaned, but remember, we are not weaned from the Constitution of the United States, but only from wickedness, or at least we should be. Let every man and woman rise up in the strength of their God, and in their hearts ask no favors of <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the wicked; that is the way to live, and then let the wicked persecute, if they choose. <\/div><div class=\"paragraph jod\" id=\"v2n1756\"> Are we going to fight? No, unless they come upon us and compel us either to fight or be slain. <\/div><div class=\"paragraph jod\" id=\"v2n1757\"> Last fall we were visited by some of the brotherhood from the east, and I said, &#x201C;Come in, my brother, come into my house; this is Mrs. Young, this is my daughter, and this is sister so and so. Wilford, Joseph, and William, open your houses and let these eastern brethren stay with us in comfortable quarters this winter.&#x201D; Wilford turns his family out of a fine house into a log cabin, to let the brotherhood in. Not a person, with but one exception, opened his house for their accommodation, without first asking my counsel. I said, &#x201C;Yes, open your houses, turn out your wives and children, and let the brotherhood come in, and prove to the old stock, that we are their friends if they will do anything like what is decent;&#x201D; and we furnished them comfortable winter quarters. <\/div><div class=\"paragraph jod\" id=\"v2n1758\"> Directly the brotherhood began to pass around, and, as brother Grant said today, with a glove halfway on their fingers, apparently so virtuous in the daylight that they durst not touch a female's hand with theirs, unless gloved, but under the shadows of night they would go whisking around, here and there, saying, &#x201C;Won't you take a sleigh ride with me this evening? Step into my carriage, and take a ride.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1759\"> These proceedings were directly in the face and eyes of this people. What did they do when I introduced them to a wife, a daughter, or a sister, with all the grace, politeness, and kindness that could be expected from any man? As quick as my back was turned, it would be, &#x201C;Miss, or Madam, I want to get into bed with you. Look here, you come to my office, won't you? I have a good bed there.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1761\"> I will cut the matter short, and ask, once for all, did they return the compliment, and without exception reciprocate the kindness and courtesy with which they were invariably met? No, they did not, at least not all of them, for several returned evil for good, and introduced wickedness and corruption into our midst, and the Lord knows that we already had enough of that to contend with. <\/div><div class=\"paragraph jod\" id=\"v2n1762\"> Past experience has taught the brethren that in future it will probably be the best policy to let soldiery quarter by themselves, and I am perfectly willing. <\/div><div class=\"paragraph jod\" id=\"v2n1763\"> If persons come here and behave like gentlemen, they shall enjoy their rights, and we will enjoy ours or fight to the death. Let the laws of the United States be honored, and the laws of the individual States, and we will do as the Kingdom of God will do&#x2014;protect everybody in their rights. <\/div><div class=\"paragraph jod\" id=\"v2n1764\"> The experience of the last winter has taught us a good lesson, and we hope it has taught the people generally a lesson. I am troubled all the time with, &#x201C;Brother Brigham,&#x201D; and &#x201C;President Young, I do love you, President Young,&#x201D; when at the same time some, who use such expressions, will have one arm round my neck, loving me dearly, and the other around the neck of a scoundrel, trying to get Christ and Belial together;<span class=\"citation\" id=\"74241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74241)\">2 Cor. 6:15<\/a><\/span> this I cannot endure. <\/div><div class=\"paragraph jod\" id=\"v2n1765\"> If a man will keep a grog shop and permit wickedness to fester around him, or do anything else that is contrary to the Christian religion taught in the New Testament, I say to all such, either stop it, or take your property and leave, for our laws do not tolerate it, and we will put them in force against you. As to again suffering the wickedness and misrule of foul spirits that come into our midst, and are treated by us as gentlemen, I will not. <\/div><div class=\"paragraph jod\" id=\"v2n1766\"> I will say to such official gentlemen <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as tell and boast &#x201C;what the General Government is going to do,&#x201D; or &#x201C;what they themselves will do,&#x201D; or &#x201C;what they want to do,&#x201D; thinking to terrify the Latter-day Saints, that you may as well undertake to terrify the Almighty on His throne, as to terrify a Latter-day Saint of the true stripe&#x2014;one who has the true blood in him. <\/div><div class=\"paragraph jod\" id=\"v2n1767\"> True, there are many timid persons: timidity or fear is a weakness of the flesh; but to that person who has so far obtained the victory over the flesh as to know how God is dealing with the people, there is no terror, for he is just as ready to die as to live, just as the Lord pleases; his object is to do right, and he fears not. <\/div><div class=\"paragraph jod\" id=\"v2n1768\"> The kingdom of heaven is at hand. Jesus taught his disciples to pray that the kingdom of heaven might come upon the earth,<span class=\"citation\" id=\"63323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63323)\">Matt. 6:9-10<\/a><\/span> and when it does come, you will find that it will be very different from what many people are imagining or expecting it will be. Its spirit will be to preserve their individual rights sacred to the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v2n1769\"> What is the foundation of the rights of man? The Lord Almighty has organized man for the express purpose of becoming an independent being like unto Himself, and has given him his individual agency. Man is made in the likeness of his Creator, the great archetype of the human species, who bestowed upon him the principles of eternity, planting immortality within him, and leaving him at liberty to act in the way that seemeth good unto him, to choose or refuse for himself; to be a Latter-day Saint or a Wesleyan Methodist, to belong to the Church of England, the oldest daughter of the Mother Church, to the old Mother herself, to her sister the Greek Church, or to be an infidel and belong to no church. <\/div><div class=\"paragraph jod\" id=\"v2n1770\"> As I have just stated, the Lord Almighty has organized every human creature for the express purpose of  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>becoming independent, and has designed that they should be capable of receiving the principles of eternity to a fulness; and when they have received them unto a fulness, they are made perfect, like unto the Son of Man, and become Gods, even the Sons of God.<span class=\"citation\" id=\"87031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87031)\">D&amp;C 76:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1772\"> I am so far from believing that any government upon this earth has constitutions and laws that are perfect, that I do not even believe that there is a single revelation, among the many God has given to the Church, that is perfect in its fulness. The revelations of God contain correct doctrine and principle, so far as they go; but it is impossible for the poor, weak, low, groveling, sinful inhabitants of the earth to receive a revelation from the Almighty in all its perfections. He has to speak to us in a manner to meet the extent of our capacities, as we have to do with these benighted Lamanites; it would be of no benefit to talk to them as I am now speaking to you. Before you can enter into conversation with them and give them your ideas, you are under the necessity of condescending to their low estate, so far as communication is concerned, in order to exalt them. <\/div><div class=\"paragraph jod\" id=\"v2n1773\"> You have to use the words they use, and address them in a manner to meet their capacities, in order to give them the knowledge you have to bestow. If an angel should come into this congregation, or visit any individual of it, and use the language he uses in heaven, what would we be benefited? Not any, because we could not understand a word he said. When angels come to visit mortals, they have to condescend to and assume, more or less, the condition of mortals, they have to descend to our capacities in order to communicate with us.<span class=\"citation\" id=\"83498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83498)\">Ether 12:39<\/a><\/span> I make these remarks to show you that the kingdom of heaven is not yet complete upon the earth. Why? Because the people are not <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prepared to receive it in its completeness, for they are not complete or perfect themselves. <\/div><div class=\"paragraph jod\" id=\"v2n1774\"> The laws that the Lord has given are not fully perfect, because the people could not receive them in their perfect fulness; but they can receive a little here and a little there, a little today and a little tomorrow, a little more next week, and a little more in advance of that next year, if they make a wise improvement upon every little they receive; if they do not, they are left in the shade, and the light which the Lord reveals will appear darkness to them, and the kingdom of heaven will travel on and leave them groping. Hence, if we wish to act upon the fulness of the knowledge that the Lord designs to reveal, little by little, to the inhabitants of the earth, we must improve upon every little as it is revealed. <\/div><div class=\"paragraph jod\" id=\"v2n1775\"> When He tells you how to purify your hearts, purify them. He says to the nations, &#x201C;I send unto you my servants, I raise up unto you a Prophet, and call upon you, O inhabitants of the earth, through him, to repent of your sins.&#x201D; Do the people believe it is right to repent of their sins? Yes. How shall they repent of them? By forsaking them. If they will do this, the Lord will teach them how to become Saints. In what manner? By calling upon them through His servants to be baptized for the remission of sins, if they want to have their sins remitted, if they wish to be washed and made clean. <\/div><div class=\"paragraph jod\" id=\"v2n1776\"> But before they go into the waters of baptism, they must forsake all their wicked practices, and covenant before the Lord to leave them forever behind them, saying, &#x201C;Now we will go and serve the Lord our Maker.&#x201D; Has the Lord called upon the inhabitants of the earth in this way? Has He not taught you and me to become Latter-day Saints in this way? He has. Are we Saints still? When we first  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received the spirit of the Gospel, what was the world to us, with its grandeur, its riches, its elegance, its finery, its gaudy show, its glittering array of paltry honors, its empty titles, and everything pertaining to it? Nothing but a shadow, when the Lord opened our minds and by the visions of His Spirit revealed to us a few of the things He had in reserve for the faithful, which were only, as it were, a drop in the bucket, compared to the ocean yet to be revealed. Yet that little made our hearts leap for joy, and we felt that we could forsake everything for the knowledge of Jesus Christ and the perfections that we saw in his character. <\/div><div class=\"paragraph jod\" id=\"v2n1778\"> Are you Saints still? If you are not, repent of your sins and do your first works.<span class=\"citation\" id=\"79033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79033)\">Rev. 2:5<\/a><\/span> Has the Lord taught you how to consecrate yourselves to His service, build up His kingdom, and send forth the Gospel to the uttermost parts of the earth, that others may rejoice in the same Spirit that you have received, and enjoy the same things you enjoy? Yes, He has; and what more? A great deal more. He has taught you how to purify yourselves, and become holy, and be prepared to enter into His kingdom, how you can advance from one degree to another, and grow in grace and in the knowledge of the truth,<span class=\"citation\" id=\"78499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78499)\">2 Pet. 3:18<\/a><\/span><span class=\"citation\" id=\"85978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85978)\">D&amp;C 50:40<\/a><\/span> until you are prepared to enter the celestial kingdom; how to pass every sentinel, watchman, and gatekeeper. <\/div><div class=\"paragraph jod\" id=\"v2n1779\"> Then go on and build the Temples of the Lord, that you may receive the endowments in store for you, and possess the keys of the eternal Priesthood, that you may receive every word, sign, and token, and be made acquainted with the laws of angels, and of the kingdom of our Father and our God, and know how to pass from one degree to another, and enter fully into the joy of your Lord.<span class=\"citation\" id=\"66099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66099)\">Matt. 25:21<\/a><\/span> Latter-day Saints, do you live to this, do you seek after it with all your heart? You are <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> aware that the Lord is able to reveal all this in one day,<span class=\"citation\" id=\"60224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60224)\">Isa. 66:8<\/a><\/span> but you could not understand it. The Elders who have preached abroad, and the Sisters who have taught their neighbors at home, know by experience that this is true. <\/div><div class=\"paragraph jod\" id=\"v2n1780\"> When your minds have been lighted up with the candle of the Lord, and you have been able to speak forth the great things of God, things that were beyond the capacities of the people to receive, you have felt your ideas apparently rebound or return to you again. So it is with the Lord; He would be glad to send angels to communicate further to this people, but there is no room to receive it, consequently, He cannot come and dwell with you. There is a further reason&#x2014;we are not capacitated to throw off in one day all our traditions, and our prepossessed feelings and notions, but have to do it little by little. It is a gradual process, advancing from one step to another; and as we lay off our false traditions and foolish notions, we receive more and more light, and thus we grow in grace; and if we continue so to grow we shall be prepared eventually to receive the Son of Man, and that is what we are after. <\/div><div class=\"paragraph jod\" id=\"v2n1780\"> I wish to proceed a little further with regard to the Kingdom of God. The principles, doctrine, germ, and, I may say, marrow of that Kingdom are actually planted on the earth, but does it grow to perfection at once? No. When wheat is planted and germinates, you first see the blade, and by and by the head forming in the boot, from which in due time it bursts forth and makes its appearance. When this Kingdom is set up on the earth, and spreads, its condition is happily set forth in the toast that was given here on the fourth, viz.&#x2014;&#x201C;May the wings of the American Eagle spread over the nations, and its <span class=\"small-caps\">down<\/span> fall on America.&#x201D; Suppose the Kingdom of God is compared to the American Eagle; when it spreads over the na<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions, what will it do? Will it destroy every other bird that now flies, or that will fly? No, but they will exist the same as they do now. When the Kingdom of Heaven spreads over the whole earth, do you expect that all the people composing the different nations will become Latter-day Saints? If you do, you will be much mistaken. <\/div><div class=\"paragraph jod\" id=\"v2n1782\"> Do you expect that every person will be destroyed from the face of the earth, but the Latter-day Saints? If you do, you will be mistaken. Many of our Elders labor under these erroneous expectations when reading over the sayings of the Apostles and Prophets in regard to the coming of the Son of Man. In one verse the Prophet will be describing the second Coming previous to the commencement of the Millennium, and perhaps in the same verse he will describe a scene that will take place after the Millennium, and when the earth will be cleansed from all wickedness, after Satan has been let loose a little season,<span class=\"citation\" id=\"80492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80492)\">Rev. 20:3<\/a><\/span> and had another tour upon it, and after it is renovated and becomes sanctified, and is like a sea of glass,<span class=\"citation\" id=\"79142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79142)\">Rev. 4:6<\/a><\/span><span class=\"citation\" id=\"80053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80053)\">Rev. 15:2<\/a><\/span> as John describes it. Will this be in the Millennium? No. But the order of society will be as it is when Christ comes to reign a thousand years; there will be every sort of sect and party, and every individual following what he supposes to be the best in religion, and in everything else, similar to what it is now. <\/div><div class=\"paragraph jod\" id=\"v2n1783\"> Will there be <span class=\"small-caps\">wickedness<\/span> then as now? No. How will you make this appear? When Jesus comes to rule and reign King of Nations<span class=\"citation\" id=\"60417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60417)\">Jer. 10:7<\/a><\/span> as he now does King of Saints,<span class=\"citation\" id=\"80058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80058)\">Rev. 15:3<\/a><\/span> the veil of the covering will be taken from all nations, that all flesh may see his glory together,<span class=\"citation\" id=\"89469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89469)\">D&amp;C 101:23<\/a><\/span> but that will not make them all Saints. Seeing the Lord does not make a man a Saint, seeing an Angel does not make a man a Saint by any means. A man may see the finger of the Lord,<span class=\"citation\" id=\"83369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83369)\">Ether 3:6<\/a><\/span> and not thereby become a <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saint; the veil of the covering may be taken from before the nations, and all flesh see His glory together, and at the same time declare they will not serve Him. They may, perhaps, feel something as a woman in Missouri did, who had been driven four times, and when she was about to be driven again she said, &#x201C;I will be damned if I will stand it any longer; if God wants me to go through such a routine of things, He may take me where He pleases, and do with me as He pleases; I won't stand it any longer.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1784\"> When the nations shall see the glory of God together, the spirit of their feelings may be couched in these words, &#x201C;I will be damned if I will serve You.&#x201D; In those days, the Methodists and Presbyterians, headed by their priests, will not be allowed to form into a mob to drive, kill, and rob the Latter-day Saints; neither will the Latter-day Saints be allowed to rise up and say, &#x201C;We will kill you Methodists, Presbyterians, &amp;c.,&#x201D; neither will any of the different sects of Christendom be allowed to persecute each other. <\/div><div class=\"paragraph jod\" id=\"v2n1785\"> What will they do? They will hear of the wisdom of Zion, and the kings and potentates of the nations will come up to Zion to inquire after the ways of the Lord, and to seek out the great knowledge, wisdom, and understanding manifested through the Saints of the Most High. They will inform the people of God that they belong to such and such a Church, and do not wish to change their religion. <\/div><div class=\"paragraph jod\" id=\"v2n1786\"> They will be drawn to Zion by the great wisdom displayed there, and will attribute it to the cunning and craftiness of men. It will be asked, &#x201C;What do you want to do, ye strangers from afar.&#x201D; &#x201C;We want to live our own religion.&#x201D; &#x201C;Will you bow the knee before God with us?&#x201D; &#x201C;O yes, we would as soon do it as not;&#x201D; and at that time every knee shall bow, and every tongue acknowledge<span class=\"citation\" id=\"72869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72869)\">Rom. 14:11<\/a><\/span> that  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God who is the framer and maker of all things, the governor and controller of the universe. They will have to bow the knee and confess that He is God, and that Jesus Christ, who suffered for the sins of the world, is actually its Redeemer;<span class=\"citation\" id=\"75430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75430)\">Philip. 2:10-11<\/a><\/span> that by the shedding of his blood he has redeemed men, women, children, beasts, birds, fish, the earth itself, and everything that John saw and heard praising in heaven.<span class=\"citation\" id=\"94357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94357)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1788\"> They will ask, &#x201C;If I bow the knee and confess that he is that Savior, the Christ, to the glory of the Father, will you let me go home and be a Presbyterian?&#x201D; &#x201C;Yes.&#x201D; &#x201C;And not persecute me?&#x201D; &#x201C;Never.&#x201D; &#x201C;Won't you let me go home and belong to the Greek Church?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Will you allow me to be a Friend Quaker, or a Shaking Quaker?&#x201D; &#x201C;O yes, anything you wish to be, but remember that you must not persecute your neighbors, but must mind your own business, and let your neighbors alone, and let them worship the sun, moon, a white dog, or anything else they please, being mindful that every knee has got to bow and every tongue confess. When you have paid this tribute to the Most High, who created you and preserves you, you may then go and worship what you please, or do what you please, if you do not infringe upon your neighbors.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1789\"> The brethren who spoke this morning had not time to explain these points, and I have only just touched upon the subject. <\/div><div class=\"paragraph jod\" id=\"v2n1790\"> The Church of Jesus Christ will produce this government, and cause it to grow and spread, and it will be a shield round about the Church. And under the influence and power of the Kingdom of God, the Church of God will rest secure and dwell in safety, without taking the trouble of <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> governing and controlling the whole earth. The Kingdom of God will do this, it will control the kingdoms of the world. <\/div><div class=\"paragraph jod\" id=\"v2n1791\"> When the day comes in which the Kingdom of God will bear rule, the flag of the United States will proudly flutter unsullied on the flag staff of liberty and equal rights, without a spot to sully its fair surface; the glorious flag our fathers have bequeathed to us will then be unfurled to the breeze by those who have power to hoist it aloft and defend its sanctity. <\/div><div class=\"paragraph jod\" id=\"v2n1792\"> Up to this time we have carried the world on our backs. Joseph did it in his day, besides carrying this whole people, and now all this is upon my back, with my family to provide for at the same time, and we will carry it all, and bear off the Kingdom of God. And you may pile on state after state, and kingdom after kingdom, and all hell on top, and we will roll on the Kingdom of our God, gather out the seed of Abraham, build the cities and temples of Zion, and establish the Kingdom of God to bear rule over all the earth, and let the oppressed of all nations go free. <\/div><div class=\"paragraph jod\" id=\"v2n1793\"> I have never yet talked as rough in these mountains as I did in the United States when they killed Joseph. I there said boldly and aloud, &#x201C;If ever a man should lay his hands on me and say, on account of my religion, 'Thou art my prisoner,' the Lord Almighty helping me, I would send that man to hell across lots.&#x201D; I feel so now. Let mobbers keep their hands off from me, or I will send them where they belong; I am always prepared for such an emergency. <\/div><div class=\"paragraph jod\" id=\"v2n1794\"> I have occupied time enough; may God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}