{"ID":20041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Progress of the Work&#x2014;Consecration&#x2014;Preaching to Israel&#x2014;The Times of the Gentiles&#x2014;Sanctification of the Saints.<\/div>\n<div class=\"subtitle\">An Address by Elder Orson Pratt, Delivered in the New Bowery, Great Salt Lake City, April 7, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Progress of the Work, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/7\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v2n1496\"> With great pleasure I arise before this large congregation assembled here in the capacity of a General Conference. I feel great joy in having the privilege which is now granted to me to stand before you. What I may say, I do not know, but I trust in that God whom we all serve, that He will pour out upon us the Spirit of truth&#x2014;the Comforter&#x2014;<span class=\"citation\" id=\"70253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70253)\">John 15:26<\/a><\/span>that shall enable us to say those things which shall do you the most good. <\/div><div class=\"paragraph jod\" id=\"v2n1497\"> I do not know that I shall be enabled to make the outskirts of this large assembly hear me, but I will speak as loud as I conveniently can. <\/div><div class=\"paragraph jod\" id=\"v2n1498\"> I truly feel to rejoice, when reflecting upon the greatness of the work in which we are engaged; I rejoice with that joy which I am incapable of finding language to express. The Lord has truly accomplished great things during the twenty-five years that this Church has had an existence upon the earth&#x2014;things that no man, unless he were filled with a very great measure of the Spirit of God, could have anticipated in the early rise of this Church. Nothing but the hand of an Almighty Being could have brought about a work of the magnitude which we behold before our eyes. It is the hand of the Almighty; it is the power which He has ordained, and the agencies that He has employed, which have performed that which we behold before us. <\/div><div class=\"paragraph jod\" id=\"v2n1499\"> I have not only read the history of the Church of Jesus Christ of Latter-day Saints, but I have grown up, as <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it were, in their midst. It will be twenty-five years next September since I was baptized into this Church. At that time I am not aware that there were fifty persons who had been baptized into the Church. How many of those persons still live, and are in the faith, I know not; but I believe, from the testimony of our President, which was given before us in the tabernacle yesterday, that if we were to search through the lengths and breadths of our Territory, and among all the various Branches scattered abroad, there are but a very few individuals indeed, of those who embraced the work in the early rise of this Church, that are still living and strong in the faith. Many of them are gone to the tomb; their bodies slumber while their spirits are mingling with the just, waiting the sound of the trump to call them forth to glory, immortality, and eternal lives. How soon we shall follow and lay down these mortal tabernacles, we know not; neither do I, as an individual, care, if I can be prepared in all things, if I can be ready for that day, to stand in my lot and station, and receive the reward that is promised to those who endure in faith to the end; it matters not to me whether the time shall be longer or shorter; and I presume there are thousands now before me who feel on this subject in the same manner that I do; they care but a very little about this mortal tabernacle; they are looking for a building not made with hands, eternal in the<span class=\"citation\" id=\"74096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74096)\">2 Cor. 5:1<\/a><\/span>  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heavens; they are looking for mansions that are prepared in the presence of God their Father;<span class=\"citation\" id=\"69865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69865)\">John 14:2<\/a><\/span> they are looking for immortality and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v2n1501\"> But we have no promise, unless we endure in faith unto the end; whether we live few or many years upon the earth, we must endure through all the trials, tribulations, difficulties, and persecutions which the Lord sees fit in His infinite wisdom to cause us, as individuals, or as a people, to wade through; we must endure them, and hold steadfast to the faith, if we would inherit the crowns of eternal lives that are promised to the faithful. <\/div><div class=\"paragraph jod\" id=\"v2n1502\"> In speaking of this, I will qualify my language by saying, that the Saint who has been sealed unto eternal life and falls into transgression and does not repent, but dies in his sin, will be afflicted and tormented after he leaves this veil of tears until the day of redemption; but having been sealed with the spirit of promise through the ordinances of the house of God, those things which have been sealed upon his head will be realized by him in the morning of the resurrection.<span class=\"citation\" id=\"91660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91660)\">D&amp;C 132:26<\/a><\/span> But it is my desire and my constant prayer that I may so live, that when I depart from this life&#x2014;when I lay down this mortal body (if I am called upon to lay it down before the coming of our Lord), I may enter into the paradise of rest, and not only conquer Satan, and have power over him here, but have power over him and all his hosts hereafter. These are my feelings, these are my desires, and this is my prayer. <\/div><div class=\"paragraph jod\" id=\"v2n1503\"> What am I willing to do to accomplish this? I will tell you what I feel willing to do. I am willing to do everything the Lord requires at my hands, so far as I understand His will concerning me. What is property? What is gold? What is silver? What are houses and inheritances, or any of the riches of this world, compared <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the riches of eternal life? Have I anything that I have obtained by my own wisdom, or by my own exertions, independent of the hand and providences of the Almighty? No, I have not. The earth is the Lord's, and the fulness thereof<span class=\"citation\" id=\"56452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56452)\">Ps. 24:1<\/a><\/span> is His. I am in His hands, and all that I have is in His hands; and if the servants of God require it, if God desires all that I have, it is on hand, at any moment. These are my feelings; and should not these be the feelings of all the Latter-day Saints? (Voice, &#x201C;Yes.&#x201D;) <\/div><div class=\"paragraph jod\" id=\"v2n1504\"> We heard the testimony of our President from this stand this forenoon, concerning himself, and that which God has been pleased to put within his possession. God has been with him, and His hand has been over him for good, and He has blessed him in all things that he has set his hand to do, even as He blessed Joseph when he was sent down into Egypt. He has accumulated by the providence of the Almighty much of this world's goods; God has given it to him. You heard him express himself before you, that he had made arrangements to consecrate all that he has unto the Church of Jesus Christ of Latter-day Saints. If, then, our President&#x2014;a man of great possessions, with houses and lands, inheritances, cattle, and with an abundance, is willing to consecrate the whole of it for the building up of the cause of God, should not we be willing to follow in his footsteps? Yes, verily. <\/div><div class=\"paragraph jod\" id=\"v2n1505\"> As I have said in days that are past, the time will come (and how soon we know not), but it will come, when this people will become of one heart and of one mind<span class=\"citation\" id=\"92821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92821)\">Moses 7:18<\/a><\/span> in temporal things, as well as in spiritual: they will as individuals be identified with the Church, and all they possess, whether it be gold, or silver, or jewelry, or cattle, or flocks, or herds, or lands, or houses, or wives, or children, it matters not what they possess, it  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will all go as it shall please the Lord, according to His counsel, and His direction for the building up of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v2n1507\"> But you know that property is the Gentiles' god; it is sought after more eagerly than any other thing by the Gentile nations; it is worshipped by them, and their hearts are set on their treasures; and their treasures are of the earth and of an earthy nature; and it will take a long time for the Saints to get rid of their old idols&#x2014;their idolatrous notions and traditions. The Gentile god has great influence even over the Saints; consequently it will take years to eradicate covetousness from our hearts; as our President has told us that the law relating to a full consecration of our property would perhaps be one of the last laws that would be fulfilled before the coming of Christ. Much patience and forbearance will need to be exercised before the Saints will get completely rid of their old traditions, Gentile notions, and whims about property, so as to come to that perfect law required of them in the revelations of Jesus Christ. But the day will come when there will be no poor in Zion,<span class=\"citation\" id=\"92822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92822)\">Moses 7:18<\/a><\/span> but the Lord will make them equal in earthly things, that they may be equal in heavenly things;<span class=\"citation\" id=\"87334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87334)\">D&amp;C 78:5-6<\/a><\/span> that is, according to His notions of equality, and not according to our narrow, contracted views of the same. <\/div><div class=\"paragraph jod\" id=\"v2n1508\"> Having said this much with regard to property, I wish now to say a few words in regard to one of the most glorious events which has taken place for a long time. It is in regard to sending the Gospel to the house of Israel. O how this ought to rejoice the hearts of the Saints! The Lord told us, in the early rise of this Church, something about the day that is now upon us, and we understood it in a measure; but now the period&#x2014;the glorious period, has arrived, when we can see the thing fulfilling before <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our eyes. If you will read the revelations given in 1833, you will find in them a promise made, when the time should arrive for this Gospel to be sent to the house of Israel.<span class=\"citation\" id=\"88974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88974)\">D&amp;C 90:8<\/a><\/span> If you will read another revelation given on the 7th day of March, 1831, you will there learn also concerning the fulfillment of the times of the Gentiles.<span class=\"citation\" id=\"85603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85603)\">D&amp;C 45:25,28,30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1509\"> I wish to say a few words upon two subjects; first, the times of the Gentiles being come in; and second, their times being fulfilled, and the sending of the Gospel to the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v2n1510\"> In a revelation, given in March, 1831 (twenty-four years ago), to the Prophet Joseph, concerning what Jesus said to the Apostles at Jerusalem, in regard to the last days, and the day of their redemption, etc., Jesus said to his Apostles, when that day shall come, and the light shall begin to break forth among them that sit in darkness, when the fulness of my Gospel shall begin to break forth,<span class=\"citation\" id=\"85620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85620)\">D&amp;C 45:28<\/a><\/span> that is the period when &#x201C;the time of the Gentiles shall come in.&#x201D; Mark the expression; when the light shall begin to break forth, then at that period the time of the Gentiles shall have come in, and in that generation &#x201C;the times of the Gentiles shall be fulfilled.&#x201D;<span class=\"citation\" id=\"85629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85629)\">D&amp;C 45:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1511\"> Here then, we perceive the two distinctions, when the light begins to break forth; that is, when the Book of Mormon is translated, when the Church is organized, these events bring in the time of the Gentiles, and in the generation that the light breaks forth the times of the Gentiles shall be fulfilled. We are also told in the same revelation that the Jews who were to be scattered from old Jerusalem, should remain scattered, until the times of the Gentiles should be fulfilled;<span class=\"citation\" id=\"85595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85595)\">D&amp;C 45:25<\/a><\/span> consequently, this is the reason why the Jews have not gathered since the rise of this Church. If they were gathered together&#x2014;if they had assembled at old Jerusalem, it would  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have contradicted the prophecies and revelations God has given on this subject. They are to remain scattered, said the Lord, until the times of the Gentiles are fulfilled, and their times are to be fulfilled in the generation that their time comes in, or when the light of the fulness of the Gospel begins to break forth.<span class=\"citation\" id=\"85596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85596)\">D&amp;C 45:25-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1513\"> Another revelation upon this subject says, that after the times of the Gentiles are fulfilled, the servants of God should be sent forth to Israel. What shall then take place? Behold, &#x201C;then cometh the day of my power.&#x201D;<span class=\"citation\" id=\"86123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86123)\">D&amp;C 58:11<\/a><\/span> &#x201C;Then,&#x201D; when the servants of God turn from the Gentile nations, and shall go forth by commandment of the Almighty, being sent by His Church, the voice of His people, and the Holy Spirit, unto the nations of Israel,<span class=\"citation\" id=\"88983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88983)\">D&amp;C 90:10-11<\/a><\/span> &#x201C;then cometh the day of my power,&#x201D;<span class=\"citation\" id=\"86124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86124)\">D&amp;C 58:11<\/a><\/span> saith the Lord. What kind of power? He goes on to tell us, that it should come to pass, that the tribes and nations of Joseph should hear the Gospel in their own tongue, and in their own language, through those who are sent forth and ordained unto this power through the gift of the Holy Ghost shed forth upon them, for the revelations of Jesus Christ.<span class=\"citation\" id=\"88980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88980)\">D&amp;C 90:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1514\"> Now the Lord does not accomplish all things in twenty-four years, but He takes His own time to bring to pass the great work He is performing on the earth. Twenty-five years have passed away, and the voice of the Spirit in the servants of God now is, &#x201C;Go forth to the house of Israel; for lo, the Gentiles count themselves unworthy of eternal life, go to the house of Israel, to the seed of Jacob, call upon them, hunt them out from the holes, the rocks, and from the dens of the earth;<span class=\"citation\" id=\"60469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60469)\">Jer. 16:16<\/a><\/span> gather them together, that the covenants and promises made to their fathers my be realized and fulfilled.&#x201D; Israel are upon all the face of the earth. Some think that these American Indians are Israel, and we <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> think that they are too; but they are only one part or portion of the twelve tribes; indeed, they are only a very small portion of the tribes of Joseph, the most of them being the descendants of Manasseh. But Israel dwell upon the islands of the sea, and in the countries and nations of Europe, in the various kingdoms and empires of Asia; some are scattered through Africa, and wherever you go you find the promised seed&#x2014;the descendants of Jacob. And if we had the voice of a trumpet and could make our speech heard unto the ends of the earth, we would say to all the nations of our globe&#x2014;to all peoples, kindreds, and tongues, &#x201C;Hear ye, when the Lord sends forth a proclamation to Israel that are in your midst; for then shall be fulfilled that which is written, that all nations shall see the salvation of God, for His arm shall be made bare in the eyes of all people;<span class=\"citation\" id=\"59609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59609)\">Isa. 52:10<\/a><\/span> it shall be made bare in power, in signs, in wonders, and in mighty miracles, to bring about His purposes unto the house of Israel.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1515\"> Who, then, does not feel honored that has been appointed to such a mission by the servants of God during this Conference. Do the missionaries, do the Elders count this a light thing? They should have no such feelings as these; great things result from small beginnings, and the Lord delights to work among the children of men in this way, bringing about great results from small things, that is, from things that are apparently small.<span class=\"citation\" id=\"86541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86541)\">D&amp;C 64:33<\/a><\/span> This was the case in regard to the organization of this Church with six members only. <\/div><div class=\"paragraph jod\" id=\"v2n1516\"> Twenty-five years ago yesterday, we were organized into a Church capacity, to whom the Lord gave revelations through the Prophet, Seer, and Revelator who was in our midst, concerning the things that are now about to take place. From six members it has multiplied, and multiplied, until at the present time, there is scarcely a nation under the whole heavens, but what  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has heard the voices of the servants of the living God. This is something glorious; it is something that is calculated to give joy to the hearts of the Saints of the Most High. What can be more pleasing than to see the prophecies both of ancient and modern times fulfilling constantly before our eyes. <\/div><div class=\"paragraph jod\" id=\"v2n1518\"> &#x201C;But,&#x201D; inquire the people, &#x201C;do you believe that the times of the Gentiles are fulfilled yet?&#x201D; No; they are not fulfilled yet. Hundreds and thousands, and tens of thousands of the Gentiles among the various nations of the earth will yet bow to the fulness of the Gospel; and they will come, and the gates of Zion will not be shut day nor night,<span class=\"citation\" id=\"59976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59976)\">Isa. 60:11<\/a><\/span> that the forces of the Gentiles may flow unto her. The Lord will continue to work among both Israel and Gentiles, and His power will increase, the more we send the Gospel among Israel; the more the servants of God seek for the seed of Jacob, the more will the powers of heaven be displayed for the redemption of that people. They are the promised seed; God has not forgotten the prayers of their fathers; Abraham, Isaac, and Jacob prayed for their posterity, and they had faith for them, and in them all the nations of the earth are to be blessed.<span class=\"citation\" id=\"53378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53378)\">Gen. 22:18<\/a><\/span> And those that bow down and worship the works of their own hands<span class=\"citation\" id=\"57865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57865)\">Isa. 2:8<\/a><\/span> will forsake their idols when the day of the Lord's power<span class=\"citation\" id=\"57194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57194)\">Ps. 110:3<\/a><\/span><span class=\"citation\" id=\"86125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86125)\">D&amp;C 58:11<\/a><\/span> shall be made manifest in and through the chosen seed. Then will be fulfilled that which was written by the Prophet Ezekiel, that the Lord will gather them with a mighty hand, and with an outstretched arm, and with fury poured out: and He will assemble them in the wilderness, and there will He plead with them face to face, like as He plead with their fathers in the wilderness of the land of Egypt; thus saith the Lord, by the mouth of Ezekiel.<span class=\"citation\" id=\"60766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60766)\">Ezek. 20:33-36<\/a><\/span> He will plead with them by His power; He will plead with them <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by His angels; and He will plead with them by the revelation of His own face. <\/div><div class=\"paragraph jod\" id=\"v2n1519\"> And this makes me think of the prophecy delivered by the Prophet Joseph, concerning the Elders in this Church. They were very anxious, in the early rise of the Church, to have the angels of God come from heaven to administer to them, and to have the face of the Lord unveiled in their midst, when they were unprepared for it. By sectarianism and the traditions handed down to us by our fathers, we were not prepared to abide the presence of those holy beings who dwell in the celestial worlds. Joseph, knowing this by the Spirit of truth, arose and said to the Elders, that when the time came that they should go forth unto the house of Israel, when that day should arrive, and their hearts were sufficiently purified before the Lord, then the Lord should appear unto them, that is, in His own time, in His own way, and after His own order, and in His own place.<span class=\"citation\" id=\"88592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88592)\">D&amp;C 88:68<\/a><\/span> Now this will shortly be fulfilled. Let these missionaries go forth and endure troubles like good and faithful Elders; let them bear all afflictions and trials patiently; let them not be fainthearted when they go hungry and thirsty; and when they suffer cold, and when they are in deep distress and sore difficulties; for be assured that the time is not far distant when God will fulfil these promises that He made by the mouth of His servant Joseph the Prophet; and the face of the Lord will be unveiled.<span class=\"citation\" id=\"88704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88704)\">D&amp;C 88:95<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1520\"> How pleasant&#x2014;how glorious it would be, if we had proved ourselves in all things; if we had become pure in heart, with no unbelief, no evil, no abominations, but our hearts perfectly pure before God; if we could behold His smiling face, and look upon Him, and hear the words of His mouth, pronouncing blessings upon our heads. Would not this be worth sacrificing all  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things for? Yes; how pleasing&#x2014;how glorious it would be, could we see those three old Nephites whose prayers have ascended up, for something like 1,800 years, in behalf of the children of men in the last days, and have them return to their old native land, and find the kingdom of God prepared and pure to receive them, and could we hear their teachings, and their voices lifted up in our midst. <\/div><div class=\"paragraph jod\" id=\"v2n1522\"> Should not this be cheering to our hearts? Yes. Is there anything too great for us to suffer or endure, or any sacrifice too great for us to make to be prepared to receive blessings of this description? No. Then let us wake up, and be assured that just as soon as we prepare ourselves for these blessings, so soon they will be upon our heads. Do you suppose that these three Nephites have any knowledge of what is going on in this land? They know all about it; they are filled with the spirit of prophecy. Why do they not come into our midst? Because the time has not come. Why do they not lift up their voices in the midst of our congregations? Because there is a work for us to do preparatory to their reception, and when that is accomplished, they will accomplish their work, unto whomsoever they desire to minister. If they shall pray to the Father, says the Book of Mormon, in the name of Jesus, they can show themselves unto whatsoever person or people they choose.<span class=\"citation\" id=\"83040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83040)\">3 Ne. 28:30<\/a><\/span> The very reason they do not come amongst us is, because we have a work to do preparatory to their coming; and just as soon as that is accomplished they are on hand, and also many other good old worthy ancients that would rejoice our hearts could we behold their countenances, and hear them recite over the scenes they have passed through, and the history of past events, as well as prophesy of the events to come. How great and how precious are the promises of the Lord, contained in ancient revelation! How <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great and precious are the promises He is still making almost every week from the stand, by the mouth of the President whom He has appointed over all this Church! How earnestly has He plead with us as a people! Can we not bear witness? Would not the walls of this Tabernacle, if they could speak, bear witness how faithfully we have been warned, week after week, month after month, and year after year, to cease from all evil, to purify our hearts, to do the things that are required at our hands, and not merely say, &#x201C;Yes, we will go and do it,&#x201D; but go and do it? It is the study of the servants of God, by day and by night, how to sanctify this people before God&#x2014;how to lead them according to the law of righteousness, until they hate wickedness and abomination; and when the servants of God see evil rising in our midst they are filled with the spirit of justice, the Spirit of the Almighty fills their souls with indignation against all wicked works, and abominations, and dishonesty, and corruption that may enter these peaceful Valleys. Let us then give heed to the warning voice; let us not count these things as a mere song&#x2014;as a trifling anecdote to amuse our ears, but let us endeavor to do the things that are required at our hands. <\/div><div class=\"paragraph jod\" id=\"v2n1523\"> If we have property, let us tithe that property; if we have the privilege of consecrating all we have, and it is required, let us do it freely, and voluntarily, and that will be pleasing in the sight of God, trusting in Him who holds the heavens and the earth in His own hands, who holds the creations of eternity in His own hands, and sways His scepter over kingdoms and worlds without number, and controls them according to His own will and pleasure.<span class=\"citation\" id=\"81692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81692)\">Jacob 4:9<\/a><\/span> Has He not told us, in the early rise of this Church, if we would do His will, and seek the riches that is the will of the Father to bestow upon us, we should be the richest of  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all people; for the riches of eternity should be given to us, and it must needs be, saith the Lord, that the riches of the earth are mine to give.<span class=\"citation\" id=\"85190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85190)\">D&amp;C 38:39<\/a><\/span> They are all His; how easily He could turn all the riches of the earth into our hands, if we were only prepared to receive them and use them according to His will. But He knows the time to hasten them, and He knows the secret intents of our hearts as a people; He knows whether we are prepared to use the riches of the earth to build up His kingdom or not, and He will withhold them, until the time shall fully come for Him to bless us according to the promise He has made&#x2014;until we shall be prepared to receive them; we shall have riches then in great plenty. Gold will be so plentiful that we may find no use for it only to make culinary and other utensils; we may use some of it for paving our streets,<span class=\"citation\" id=\"94351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94351)\">Rev. 21:21<\/a><\/span> and for whatsoever is necessary; we can use the gold and silver which we have not toiled for in the gold mines of California and Australia, to collect for ourselves; we shall have that which others have labored for, but were unworthy because of wickedness to enjoy. <\/div><div class=\"paragraph jod\" id=\"v2n1525\"> We have heard the Elders of the Church give us some idea how this may be brought about. How easy it is for the Lord to stay the rains of heaven, as He did last season in the United States, and shut up the windows on high, that they should not pour out their refreshing showers on the earth, and cause the grain to wither away, and the earth to become barren and desolate, and to reduce the people to starvation; how easy it is for Him to cause these Valleys to be far more abundantly fruitful than heretofore, and to yield their strength in great profusion to the inhabitants of this Territory, and to make their granaries flow with plenty, so that they should hardly have room to contain it. Do you not think this would <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be tempting to the starving nations, and would they not give gold and silver, and riches, and all things that are now considered choice and valuable by them for that which would appease their appetites? Yes; the Lord can accomplish all this; the rains are in His hands; all things are in His hands to control just as we can control our bodily members; consequently the Lord is a very handy workman, and can bring about His purposes with scarcely any efforts on His part; all He has to do is to speak the word, and it is done. <\/div><div class=\"paragraph jod\" id=\"v2n1526\"> Let us then, prepare ourselves for whatever shall take place&#x2014;to be very rich or very poor; it matters not, if we are doing the will of God, whether we have an abundance, or are like the Indians of our Valleys, with scarcely anything to subsist upon from day to day. But if we do the will of God in all things we shall not be left in poverty and distress. Why? Because the Lord has made a decree upon this subject, you can read it in the Book of Covenants. He says, &#x201C;Inasmuch as my people will hearken unto me, from this very hour, and do the things I command them, the kingdoms of this world shall not prevail against them.&#x201D;<span class=\"citation\" id=\"89688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89688)\">D&amp;C 103:5-6<\/a><\/span> And again, &#x201C;Zion shall flourish upon the mountains and upon the hills.&#x201D;<span class=\"citation\" id=\"85916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85916)\">D&amp;C 49:25<\/a><\/span> That was said before we came to these Valleys, to inhabit this mountainous district; we were living on those low, broad, flat prairies of the west when He gave us this promise, that Zion should flourish upon the mountains and hills, and that His people should blossom as the rose.<span class=\"citation\" id=\"85911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85911)\">D&amp;C 49:24<\/a><\/span> This promise was made upwards of twenty years ago, and you can bear me witness whether it is fulfilled or not. <\/div><div class=\"paragraph jod\" id=\"v2n1527\"> Has not Zion prospered on the mountains, and flourished on the hills? Yes, verily. Never were this people in as healthy a condition, or in as good circumstances as you see them at this day; and we shall flourish more  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>abundantly; and as brother Kimball said to us this forenoon, our riches will be multiplied over five hundredfold if we do the will of God, and not labor for that which perisheth, to heap up riches, but try to keep the commandments of God, and labor for the truth's sake, because we love the truth, because we love honesty, and righteousness, and goodness; this should be the motive power that should prompt our actions&#x2014;that should inspire us to do the will of God, because we love that which is good. Then we will be happy; we will be happy whether we are poor, and passing through tribulation pertaining to the body or not, we will be cheerful and happy. <\/div><div class=\"paragraph jod\" id=\"v2n1529\"> I do greatly rejoice; and when I reflect upon the scenes before me, and upon what He will do, so far as He has revealed it in the revelations, and so far as the Spirit of truth opens the visions of our minds to contemplate these things; I say, when I reflect <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon these things, I do not know where to find language to express my feelings&#x2014;to express the joy and gratitude of my heart for these glorious benefits and gifts bestowed upon the people of God in these last days! O how happy I feel that I have the privilege of being among this people. Nearly twenty-five years, as I have stated, have rolled over my head since I had the privilege of going into the waters of baptism, and being immersed for the remission of my sins; I am still one with this people, and in your midst; and I rejoice&#x2014;my soul is glad, and I feel to cry, Hosannah to God and the Lamb, who has been so kind and so merciful to me. <\/div><div class=\"paragraph jod\" id=\"v2n1530\"> May the God of heaven bless you all, and His spirit be poured out upon you, that your hearts may be enlightened; and may He continually multiply the blessings of heaven and earth upon you, is the prayer of your humble servant in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}