{"ID":20043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Faith and Works.<\/div>\n<div class=\"subtitle\">A Discourse by Elder J. M. Grant, Delivered in the Tabernacle, Great Salt Lake City, March 11, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Faith and Works.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 3\/11\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v2n1567\"> I am thankful for the blessings that the Lord has vouchsafed to bestow upon His people. If I do not at all times in public express my gratitude to our heavenly Father, yet I feel grateful and thankful for all His favors, whether I utter it or not. I have reason to believe that all the people feel the same, that is, all who feel right, all the Saints, all who live up to the religion they profess. <\/div><div class=\"paragraph jod\" id=\"v2n1568\"> We have received many testimonies of the goodness of God, our heavenly Father, in sickness and in health; He has heard our prayers, and supplied our wants; in distress He has administered unto us consolation; and when the light of His Spirit is upon us we comprehend clearly the dealings of the Lord, but when that Spirit is absent from us we do not so clearly comprehend His mercies and blessings bestowed upon us individually, and as a people. I presume that in the order of the providences of God He has considered it necessary, at times, to leave His children to themselves, without the aid of any special influence of the Holy Spirit, that they may learn to comprehend and appreciate it when bestowed upon them. <\/div><div class=\"paragraph jod\" id=\"v2n1569\"> For instance, the blessings you enjoy every day for a week, a month, or a year, you do not prize so highly as you do the blessings you receive more seldom. Deprive a man of any common article of food, even the bread you now enjoy, keep it from him for a week, for a month, or for a year, and when he again obtains it he will appreciate it very much. It is mea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>surably so with the Spirit of the Lord; we do not enjoy it at all times, we do not receive it under all the circumstances of life, the same as we do under some special condition that we may be placed in, where we particularly need the Spirit of the Lord to assist us. <\/div><div class=\"paragraph jod\" id=\"v2n1570\"> We pray for many things; and I have heard some people pray in a manner that they would be very sorry, in their sober moments, if the Lord should actually answer their prayers. If the prayers of the people were written down, so that they could read and reflect upon them, I have no doubt but what they would wish to have a new edition. I have heard people pray for the Lord to do this and that; indeed, I have heard them pray for Him to do a thousand things that they themselves would not attempt to do; they would consider it degrading to do them; they would actually consider it sinful to endeavor to accomplish what they will petition the Almighty to perform for them. <\/div><div class=\"paragraph jod\" id=\"v2n1571\"> A man's works should agree with his faith; if he has faith to sustain his works, if he has faith to sustain his deeds, his works should correspond with his faith. I must be right in my faith, to be right in my works. If the tree is bitter, the fruit will also be bitter; or in other words, the tree is known by its fruits, and faith by its works. If a man's works are good, his faith is also good; if his works are bad, we infer that his faith is bad also, and very just inferences too. All men should be judged by their works;<span class=\"citation\" id=\"77527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77527)\">James 2:14-18<\/a><\/span>  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this is a correct criterion to judge every person by. Many of the Latter-day Saints have correct faith and correct works, while some profess to have correct faith, but exhibit by their works that their faith is actually not good. How can I tell whether your faith is good or not? I can only judge of it by your works.<span class=\"citation\" id=\"77528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77528)\">James 2:14-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1573\"> If your works are good and in accordance with the law of God, with the Book of Mormon, with the Book of Doctrine and Covenants, and with the rules of right, I have a right to infer that your faith has produced the works I behold; that the tree, or stem, if you will allow me the expression, from which they grew, is a good one. But when we see a man's works vary with sometimes a little good today and tomorrow, and perhaps the third day he performs evil, to believe that man is correct in his faith, in every sense of the word, I cannot. <\/div><div class=\"paragraph jod\" id=\"v2n1574\"> We speak of faith as the first principle of our religion. If it is the first principle, other principles grow out of it. We cannot create principle, we can only discover it. If you were to discover a new principle, you would err in saying that you had created a principle, that you had brought one into existence. Principle eternally exists, and man cannot create it. If you discover any law in mathematics, in astronomy, or any principle or law connected with the sciences, this is no proof that you have brought into existence a new law, or process of law, for the principle existed before you made the discovery. <\/div><div class=\"paragraph jod\" id=\"v2n1575\"> We have the faculty to make discoveries, we have the faculty to discover, we have the faculty to learn and understand the first principles of the doctrines of Christ.<span class=\"citation\" id=\"76688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76688)\">Heb. 6:1-2<\/a><\/span> Faith, being the first principle of our religion,<span class=\"citation\" id=\"94046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94046)\">A of F 1:4<\/a><\/span> is established in the mind by hearing,<span class=\"citation\" id=\"72746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72746)\">Rom. 10:17<\/a><\/span> it is established in the mind by evidence and by testimony. <\/div><div class=\"paragraph jod\" id=\"v2n1576\"> I cannot believe everything that <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my neighbor may wish me to believe, I cannot always believe to please my neighbor, while I have no evidence perhaps to believe as he does. I have no testimony to receive what he has received, and I reject it. My neighbor is then offended, and calls upon me to have faith, to believe as he does. If he would only produce sufficient evidence and testimony for me to predicate my faith upon, to produce in me confidence, or establish in my mind faith, then I could believe as he does. Faith then comes by hearing testimony,<span class=\"citation\" id=\"72747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72747)\">Rom. 10:17<\/a><\/span> or by testimony being produced, or brought before the mind. <\/div><div class=\"paragraph jod\" id=\"v2n1577\"> The testimony you have received of the religion you profess is just as different as the religion you profess is different from any other religion. The Methodist, for example, founds his religion upon the kind of testimony he receives; he is taught by the presiding Elder, the circuit rider, the local preacher, the class leader, the exhorter, or some of the lay members, certain principles, or in other words, testimony is produced to convince him that such and such principles are right, and his belief is based upon the testimony that he is capable of receiving and appreciating. Their faith corresponds more or less with their discipline, or articles of faith; they believe there is but one God, infinite, eternal, from everlasting to everlasting, without body, parts, or passions. Their testimony for that belief is only to be found in their discipline and traditions, and has been handed down from father to son, from their grandmother the Church of Rome to their mother the Church of England; they actually believe it, write it, and publish it abroad. <\/div><div class=\"paragraph jod\" id=\"v2n1578\"> Their notions of sprinkling, pouring, and other works we might mention, correspond with their belief. If they believed it right for a man to be invariably immersed, they would teach him so; if they believed it right for a  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man to be baptized only by pouring, they would teach him so; if they believed it right for a man to be sprinkled to answer the requirements of heaven, they would teach him so. Hence you discover that their works would correspond with their faith; if they had no faith, they could not believe either in immersion, sprinkling, or pouring. If a believer in immersion, he will practice it, his works will correspond with his faith, and he will go forth and be immersed. How do you know he believes in baptism by immersion? By his works. What evidence have you that that person believes in immersion? &#x201C;Why,&#x201D; says my brother, &#x201C;I was present when he was immersed; I heard him tell the Elder, or the Priest, that he required immersion at his hands, and he went forth and backed up his faith in it by his works.&#x201D; This would be correct reasoning. &#x201C;But,&#x201D; says one, &#x201C;I believe in having water poured upon my head.&#x201D; &#x201C;How do you know he believes this?&#x201D; &#x201C;I was present, and heard him require the Priest, or Elder, to pour water upon him, and the Priest complied with his wishes, and his works proved to me that he believed in pouring.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1580\"> Another one says to the Priest, &#x201C;I wish you to sprinkle me, I require this because I believe that sprinkling is the best mode.&#x201D; What evidence have you that this man believes in sprinkling? His works prove it. The simple fact that you were present and saw him sprinkled, or heard him request the administration of the rite, convinces you that he had a certain kind or species of faith. Do all people have one faith? No, and their works are as varied as their faith. If there are diverse kinds of faith, there must be diverse kinds of works. <\/div><div class=\"paragraph jod\" id=\"v2n1581\"> If there is but one faith, there can be but one mode of baptism. Dr. Clark asserts positively that the Colossians were buried with Christ<span class=\"citation\" id=\"75592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75592)\">Col. 2:12<\/a><\/span> in <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> baptism, that is, they were actually immersed. He says the Greek Testament reads that they were immersed, plunged, buried, that they were covered up. How do you know anything about the Colossians? What process of reasoning would you pursue, to lead you to the conclusion that the Colossians believed in immersion as the only mode? That they were actually buried in water? Again, if you inquire whether the Corinthians were sprinkled, how would you know their faith? Says one, &#x201C;I would know it by their works, for I know that their works would correspond with their faith. And if the Ephesians had the ordinance administered by pouring, I should know it by their works.&#x201D; What does the Bible tell you? That there is one faith, one Lord, and one baptism.<span class=\"citation\" id=\"74968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74968)\">Eph. 4:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1582\"> If the Catholics had the same faith that the Colossians had, could they pour or sprinkle? Certainly not. If you say that one portion of the people of God are poured, another portion sprinkled, and another immersed, you introduce schism and false doctrine, and then different works follow. As quick as you have the Colossians immersed, the Corinthians poured, and the Ephesians sprinkled, you introduce the doing of three kinds of labor. But if there is one faith, and they all had the right kind of faith, if they had all attained to the like precious faith<span class=\"citation\" id=\"78214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78214)\">2 Pet. 1:1<\/a><\/span> delivered to the Saints,<span class=\"citation\" id=\"124709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124709)\">Jude 1:3<\/a><\/span> and one portion was immersed, then the balance were immersed also. If the fact can be established that one portion of the Christian Church was immersed, it will establish the fact, beyond the shadow of a doubt, that all the rest were administered to in the same way. The people of God are under the necessity of having like precious faith,<span class=\"citation\" id=\"78215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78215)\">2 Pet. 1:1<\/a><\/span> and their works therefore would also have to agree. If Dr. Clark was correct, and I have no reason to dispute the learned doctor, that the Colossians were immersed, the balance of the people of  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God in all the ancient Church were also immersed. If they had but the one faith, it is impossible to introduce pouring and sprinkling. If you introduce pouring, then they had the pouring faith; if sprinkling, the sprinkling faith. But if you prove that one portion was immersed, you prove that they had the like precious faith,<span class=\"citation\" id=\"78216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78216)\">2 Pet. 1:1<\/a><\/span> and the rest must of necessity be immersed. This is the way I reason upon the subject. <\/div><div class=\"paragraph jod\" id=\"v2n1584\"> Again, if they were immersed, they were confirmed by the laying on of hands, as you learn by the same Scripture. If the ancient Saints believed it necessary to lay on hands, and the Latter-day Saints should believe it to be unnecessary to lay on hands, how could you make your faith agree with theirs? How could you introduce a new doctrine and argument, and reconcile your faith with theirs? They actually believed in the laying on of hands in confirmation for the reception of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v2n1585\"> The Methodists, Baptists, Presbyterians, Church of England, all believe that was the practice of the ancient Saints. All who believe in the Bible will agree that that was the faith of the ancients as exhibited in their works; therefore if any of the modern Christians reject it, we have a right to assert that their faith is known by their works. We have a right to say that their faith agrees not with that of the ancients. But my faith agrees with that of the ancients. I believe and practice the very works which they practiced. I believe in baptism for the remission of sins, and the laying on of hands for the reception of the Holy Ghost, and, if any are sick among you, in sending for the Elders of the Church, in anointing the sick with oil, and in praying for them, that they may be healed.<span class=\"citation\" id=\"77717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77717)\">James 5:14-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1586\"> Now I want to dwell a little upon this point. I do not know but some use the ordinances of God too com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>monly, and on too slight occasions. Some, if they get a sliver in their finger, will call for the laying on of hands and for prayer to cure the wound; or if they get a little gravel or dust in their eye, they will want you to lay hands on them to eradicate it; and so of other little complaints for which we already have simple and known remedies. I do not wish to teach this, but I wish to teach you the doctrine of the Bible. &#x201C;Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord: And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.&#x201D;<span class=\"citation\" id=\"77718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77718)\">James 5:14-15<\/a><\/span> This is the doctrine of the Bible, mark the words. If any of the Apostles are sick, let them send for some of the rest of the Apostles, and let their brethren Apostles administer to them, and they shall be healed; the Bible does not read thus. It does not read that only the renowned in the Church shall reap the benefits of this institution, but it says, &#x201C;Is any sick among you?&#x201D; &amp;c. Suppose God has a true Church upon the earth in this age, what mode would that Church adopt in case any were sick? Says one, &#x201C;If they had the same faith as the ancients, they would perform the same works.&#x201D; How shall we ascertain whether the Latter-day Saints have the like precious faith<span class=\"citation\" id=\"78217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78217)\">2 Pet. 1:1<\/a><\/span> with the Apostles? You know that the Apostles said they had the like precious faith. How are we to ascertain that we have it? If any are sick among you, you will send for the Elders of the Church, and let them anoint you with oil in the name of the Lord, and the prayer of faith shall save the sick.<span class=\"citation\" id=\"77719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77719)\">James 5:14-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1587\"> You see at once that it is necessary for your works to correspond, and for you to send for the Elders of the Church. Do you see this practiced among the Latter-day Saints? Some  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of them must first try the physician, have the head shaved, take a dose of calomel and gamboge, have a blister plaster on the back of the neck, and another all over the bowels, besides one on each hip&#x2014;in short, they must have six or eight large blister plasters on them at once. After trying all this, and running up a bill with a physician of from six to six hundred dollars, they then send for the Elders. When James is about dead, having had two quarts of blood taken from him on Saturday, and another on Monday, and when the life is nearly drawn out of the poor fellow by physicking and bleeding, why then they send for the Elders, and ask them to pray for him. When a man or woman sends for me after taking such a course I feel insulted, if I do not act so. I go to the house perfectly good natured apparently, and administer, but there is a frown of indignation within me. I feel that they have insulted the Priesthood, trampled upon the order of the house of God, and treated lightly His holy ordinances. I am not anxious to exercise faith for such persons, for I think that they are fools, and let them die the fool's death. <\/div><div class=\"paragraph jod\" id=\"v2n1589\"> If the Saints of God actually have the faith of the ancients, let them practice the doctrine in their works. A man will tell me that he is a &#x201C;Mormon,&#x201D; that he believes in the faith of the ancients, when at the same time he practices everything else but their religion. My rule is to practice our religion. If I want a drink of catnip tea, or of composition, or of lobelia, it is all right, but I will first practice my religion. You know that it is hardly allowable in Utah to drink any more than five gallons of lobelia at once, for the Assembly of Deseret once had the matter under consideration. <\/div><div class=\"paragraph jod\" id=\"v2n1590\"> I wish to see the Saints practice their religion, and carry it out, and if <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they cannot live by their religion, then die by it. That is the doctrine. I want my religion if I am going to die. Most certainly that is the time I would not like to lay it by, for it would be unwise to do that, since that is the very time that one needs it the most, and is the time when he should be immersed in it. I want to see the Saints actually show by their works that they have the faith of the ancients. <\/div><div class=\"paragraph jod\" id=\"v2n1591\"> When the Elders go forth to preach, and people are healed by the laying on of hands, some have said, &#x201C;We cannot expect the sick to be healed in Zion; we cannot expect to see miracles when we are gathered to Zion.&#x201D; That is the very place for the sick to be healed, and the place where the people of God should exercise the most faith, and be the most diligent in keeping the ordinances of the Lord's house perfectly. You have only heard the theory taught abroad, but you have now come home to practice what you have been taught in other lands. <\/div><div class=\"paragraph jod\" id=\"v2n1592\"> If any are sick among you, let them send for the Elders of the Church to pray for them, and to lay their hands upon them, anointing them with oil in the name of the Lord, and the prayer of faith shall save the sick.<span class=\"citation\" id=\"77720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77720)\">James 5:14-15<\/a><\/span> People neglect to anoint with oil when they should and might use it. I have seen the Elders try to cast out devils, and to accomplish it they have fasted, and prayed, and laid on hands, and rebuked the devil, but he would not go out. I have then seen them bring consecrated oil, and anoint the person possessed of the devil, and the devil went out forthwith. That taught me a good lesson&#x2014;that God Almighty, when He speaks, means what He says; and if a man's works are right, his faith will be right; and if his faith is wrong, his works are wrong. When a man whose faith is right goes forth to ad<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minister to the sick, he will anoint with oil, as well as lay on his hands and pray. Unless you anoint with oil, your prayers will not rise higher than the fog, and you know that it seldom rises much higher than the tops of the mountains. <\/div><div class=\"paragraph jod\" id=\"v2n1594\"> If I am sick, and send for an administrator, I want him to fulfil every word of the Lord; and if there is anybody there you don't like when you come to me, invite them out of the door. When devils are in the house, and you don't like them, cast them out, but be sure to administer the ordinances right. When an Elder comes to administer to the sick, and is afraid of greasing his fingers, or of dropping a little oil on his vest or pants, and says, &#x201C;O never mind the oil, there is no virtue in the olive oil; you might as well drink it as anoint with it; besides, I might grease my gloves; I will dispense with it,&#x201D; I want such a man to walk off. If I was sick, and he came to me in that manner, I should say, &#x201C;You are a poor, miserable hypocrite.&#x201D; That is the way I should feel and talk. Let a man, when he has the right kind of faith, practice the works thereof; and when God says, &#x201C;Anoint with oil,&#x201D; anoint; I don't care if it runs down your beard as it ran down Aaron's,<span class=\"citation\" id=\"57286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57286)\">Ps. 133:2<\/a><\/span> it will not hurt you. When a man complies with every requisition of heaven, his works and his faith are right. He offers up prayer for the sick, he anoints with oil, and lays on his hands. When his works are right they will correspond with his faith, and men and women will be healed. <\/div><div class=\"paragraph jod\" id=\"v2n1595\"> This is just as sure as the law of mathematics; I never saw it fail, and it never will fail; I tell you this in the name of the Lord God of Israel. The grand difficulty is, as brother Kimball says, people play with these things as a cat does with a mouse until it is dead; and so it will be with the ordinances of God when a part of <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them only are performed and a part omitted, for in this way the channel of the Lord's blessings is stopped up. The Saints who are sick need not expect that they are going to be healthy when only half of the ordinance is administered to them. If a man wishes to be healed, he must be administered to lawfully in that way God has appointed, and live his religion. <\/div><div class=\"paragraph jod\" id=\"v2n1596\"> A great many people partake of the Sacrament, and at the same time are thinking, &#x201C;How many teams can I get tomorrow to haul stone? I wonder if that sister has a bonnet like mine, or if I can get one like hers? I wonder if it is going to be a good day tomorrow, or whether it will rain or snow?&#x201D; &amp;c. You can sit in this stand and read such thoughts in their faces. When a sick person has sent in a request for the prayers of this congregation, many are permitting their thoughts to wander all over creation. Do we not see this right here? Yes, and a man of God feels indignant at it. No matter who is called upon to pray, all the assembly should unite in one; every person in the congregation who have an interest at the throne of grace<span class=\"citation\" id=\"76576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76576)\">Heb. 4:16<\/a><\/span> should engage in prayer, and raise their hearts, as the heart of one man,<span class=\"citation\" id=\"55575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55575)\">2 Sam. 19:14<\/a><\/span> to the Almighty, for the blessings desired, and in offering thanks for the blessings enjoyed. <\/div><div class=\"paragraph jod\" id=\"v2n1597\"> We talk about being one; now if our faith is right, let our works correspond. If you have faith to pray, and prayer is offered up in the stand, pray too; and if you cannot confine your thoughts in any other way, mentally repeat the prayer of the one who is praying aloud, word for word, and let every Saint of God pray when the hour of prayer comes. When prayer is offered up in this manner to the God of high heaven for the sick and afflicted, you will find that the sick will be healed, for the prayers of the people of God ascend as incense<span class=\"citation\" id=\"57339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57339)\">Ps. 141:2<\/a><\/span><span class=\"citation\" id=\"79357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79357)\">Rev. 8:4<\/a><\/span> before  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Him, and He has decreed that He will answer their prayers because they are united.<span class=\"citation\" id=\"84717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84717)\">D&amp;C 29:6<\/a><\/span> When a sick person sends a request here for the benefit of our prayers, it is not sent that one man alone may pray for that person, but that the prayers of the assembled Saints, individually and collectively, may be offered up for that person. Hence every one in the Tabernacle of the righteous should lift up his voice and pray for that sick person, it is your duty to do it. And when you partake of the Sacrament, you should discern the Lord's body, and believe that, by the virtue of his sufferings, blood, and death, you are redeemed. You should realize that it is no little, trifling ordinance, but was instituted by the great God for the benefit of His people, and to commemorate and perpetuate the sufferings and death of His Son. <\/div><div class=\"paragraph jod\" id=\"v2n1599\"> I wish to call upon you to be faithful, to have the right kind of faith, and to exhibit it by your works. What is the testimony of the Latter-day Saints? Our religion is as different from other people's religion as our testimony is different from theirs. When Joseph Smith bore testimony, he told the people that an angel from high heaven had spoken to him, that he had been ordained by authority from Jesus Christ, and sent forth to preach the Gospel. Did you ever hear the Methodists bear such a testimony? If not, how can you expect them to have such faith as the man who believes the testimony of Joseph Smith? The Methodists have no such testimony, only as they have it from the Latter-day Saints. Joseph also said that he had seen the dark regions of Hades; did you ever hear a Methodist bear that testimony? No. Here are Elders of Israel who have seen company after company of angels, who have seen the sick healed, the ears of the deaf unstopped, the tongue of the dumb loosed, and the eyes<span class=\"citation\" id=\"59179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59179)\">Isa. 35:5-6<\/a><\/span> of <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the blind opened. You will hear them testify that they have seen the glory of God; and that by the spirit of prophecy, they have seen war, pestilence, and famine coming upon the earth. The Methodists do not pretend to have such testimony, and of course have not such faith. You may go to any sect you please upon the earth, and their faith corresponds with their testimony, more or less. <\/div><div class=\"paragraph jod\" id=\"v2n1600\"> The Latter-day Saints have testimony, and faith comes to them by hearing the word of God,<span class=\"citation\" id=\"72748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72748)\">Rom. 10:17<\/a><\/span> but it comes to others by hearing the words of men. <\/div><div class=\"paragraph jod\" id=\"v2n1601\"> We have testimony that Christ lives, and sits on the right hand of God, that angels have administered to the children of men on earth, and that our God hears and answers our prayers. Our faith is different and our testimony is different, from the rest of the professing world, and, in order to have them agree with us, they have to hear and receive the same testimony, the same doctrine, and the same weight of argument that we have, for faith comes by hearing the word of God.<span class=\"citation\" id=\"72749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72749)\">Rom. 10:17<\/a><\/span> The people of God in these last days differ from other sects of religionists. How can it be otherwise, when our testimony is so different, when the first proclamation we heard was so different, when the restoration of the Book of Mormon, its translation by the use of the Urim and Thummim, the gifts and blessings of the Holy Ghost, the administration of angels, and everything connected with our religion, are so different from that to which the world have been accustomed? They believe that calomel will heal the sick&#x2014;we believe not, but that the anointing with oil and laying on of hands will; and we practice accordingly. <\/div><div class=\"paragraph jod\" id=\"v2n1602\"> It is no wonder that the Latter-day Saints believe differently from other folks, for their works are different, and their testimony is different. We believe in gathering together; the Lord God has spoken to us from the heavens  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and commanded us to gather. They do not believe in gathering to where the Almighty can talk to them; they do not even pray for the Lord to send an angel to speak to them. The Latter-day Saints try to live their religion, that they may converse with angels, receive the administration of holy messengers from the throne of God, be sanctified in their spirits, affections, and all their desires, that the Holy <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Ghost may rest upon them, and their hearts be filled therewith, and become competent to bear the presence of angels. <\/div><div class=\"paragraph jod\" id=\"v2n1604\"> May the Lord bless you, and wake you up upon these points of doctrine, that your faith and works may ever correspond, and that your blessings be equal with those of the ancient people of God, in the name of Jesus Christ our Lord. Amen. <\/div>\n<\/div>\n<\/div>"}