{"ID":20040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Faithfulness and Apostasy.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, April 6, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Faithfulness and Apostasy.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v2n1435\"> Twenty-five years ago today this Church was organized with six members.<span class=\"citation\" id=\"84212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84212)\">D&amp;C 20:1<\/a><\/span> More had been baptized by brother Joseph, but he having received a revelation to organize the Church, and only six members being present, they were all that were then incorporated. Many of the faithful brethren and sisters, who embraced the Gospel of salvation in the early days of the history of this work, have no doubt often looked over the ground this Church has traversed, and have been enabled to discern the invisible hand of the Lord in the preservation of this people in the various scenes they have passed through. <\/div><div class=\"paragraph jod\" id=\"v2n1436\"> Many times, to all human appearance, there was no temporal salvation for the Saints. Again, those who were not faithful, beholding things as the natural man beholds them, have left the Church; yes, scores of them, hundreds of them, thousands of them, both male and female. They looked at this kingdom, and, considering its progress upon seemingly natural principles, discovered it was best for them to leave it, and if possible save their lives. Those who have been faithful can witness this day, that those who  <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have sought to save their lives have lost them, while those who have sought diligently to build up the kingdom of God, who have clung to the commandments of the Lord, who have not counted their lives dear to them, have saved their lives.<span class=\"citation\" id=\"64225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64225)\">Matt. 10:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1437\"> It is marvelous, it is marvelously strange, and truly it is a marvelous work and a wonder,<span class=\"citation\" id=\"58777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58777)\">Isa. 29:14<\/a><\/span> to those destitute of the revelations of Jesus Christ, when they reflect upon the history of this people, in their travels and progress; and it has been a wonder to all who have been acquainted with it. <\/div><div class=\"paragraph jod\" id=\"v2n1438\"> Those who were acquainted with the rise of this Church, with the lives and acts of the few who then believed the Gospel, and with the lives and acts of many who surrounded them, discovered then that the powers of darkness, the powers of the enemies of all righteousness, were leveled against the few who believed in the Book of Mormon, and who believed that Joseph Smith was a Prophet. Whether they were six in number, or six times six, or whether there was but one, it made no difference. Just as soon as the Book of Mormon was declared to the people, or to a neighborhood, and pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>claimed to be the history of the aborigines of our country, and to contain the will of God to the people formerly, and that the Lord Jesus appeared to the inhabitants of this continent and revealed to them the Gospel; that the kingdom of God was built up here; that the Lamanites were a remnant of the house of Israel; and that the set time had come for the Lord to favor Zion and gather Israel;<span class=\"citation\" id=\"57054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57054)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90963)\">D&amp;C 124:6<\/a><\/span> at that very time, on that very day, the powers of darkness were arrayed against the Prophet, against the Book of Mormon, and those who believed it to be what it purported to be. <\/div><div class=\"paragraph jod\" id=\"v2n1440\"> Has this spirit of persecution ceased? No, not in the least, but it has steadily increased. I was somewhat acquainted with the coming forth of the Book of Mormon, not only through what I read in the newspapers, but I also heard a great many stories and reports which were circulated as quick as the Book of Mormon was printed, and began to be scattered abroad. Then the spirit of persecution, the spirit of death, the spirit of destruction immediately seemed to enter the hearts of the pious priests more particularly than any other portion of the people; they could not bear it. Among those who professed great faith and great piety, and believed in the blessings of sanctification, and professedly believed in the ministering of angels, and in the gift of the Holy Ghost, and that it was the privilege of Christians to enjoy the gifts and graces of the Spirit now, as well as in ancient times, as quick as the Book of Mormon was introduced into conversation, a spirit would rise in them causing them to wish to destroy that book and every person who believed in it. They would say, &#x201C;It is from hell, it is from the bottomless pit, it is of the devil; and those who believe in it ought to go to hell; it is a pity that such a delusion should be permitted to rise in our Christian <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> country.&#x201D; Such expressions came from the mouths of religious priests, from the mouths of leading characters in society, from those who professed to hold the keys of salvation, and to teach the people the way of life. Has this spirit ceased? No, it has not, but it has constantly increased. And to my certain knowledge, through the visions of the spirit of the Lord Jesus Christ, I did know, I did see, I did understand, before I went into the waters of baptism, that this spirit of persecution would increase. As the kingdom of God increased upon the earth, so would the power of the enemy increase in like manner, to keep pace with it; and there never would be a time, except for a short period, that this people would have rest, until Israel was fully gathered, was redeemed and built up, and the Lord had drawn the dividing line between the righteous and the wicked. <\/div><div class=\"paragraph jod\" id=\"v2n1441\"> This Church has lived twenty-five years and is not dead yet, although a great many of its members have gone behind the veil. Those who were first baptized into the Church have almost entirely left this stage of action. I presume there is not a single person in this congregation who embraced the Book of Mormon in the fall of 1829, or in the fore part of the year 1830. The Prophet, his father, and his brothers, except one, are gone behind the veil. I suppose that Martin Harris and Joseph's mother are living, but Oliver Cowdery has gone to his long home, and most of the witnesses of the Book of Mormon have died; and I know of but very few in these valleys who embraced the faith of the Gospel in the early days of the rise of this Church. When I call to mind the multitudes with whom I have been acquainted in this kingdom, and reflect how few there are who have stood firm, and how many have apostatized, I often at first think it is strange, but again, it is no mar<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vel, realizing as I do that every person who lives in this Church must be faithful. They cannot run by sight, but must actually exercise faith in the Lord Jesus Christ, in order to enjoy the light of the Holy Ghost. When they neglect this, the spirit of the world takes possession of them, and they become cold and fruitless, and pine away into darkness and spiritual death, and finally leave us. Will this continue? Yes. <\/div><div class=\"paragraph jod\" id=\"v2n1443\"> Perhaps there are many who are astonished to see people apostatize, but it really is no marvel, it is no astonishment at all. If you wish to know the reason why they apostatize, it is because they neglect their duty, lose the Spirit of the Lord, and the spirit of the holy Gospel that they received when they first embraced it. Many receive the Gospel because they know it is true; they are convinced in their judgment that it is true; strong argument overpowers them, and they are rationally compelled to admit the Gospel to be true upon fair reasoning. They yield to it, and obey its first principles, but never seek to be enlightened by the power of the Holy Ghost; such ones frequently step out of the way. <\/div><div class=\"paragraph jod\" id=\"v2n1444\"> Say they, &#x201C;Mormonism is true, but I am not going to stand it; I am not going to abide this severe temporal loss; I am not going to stay here and have my rights trampled upon; I am not going to be checked in my career; I do not wish to be trammeled in my doings, but I want my liberty perfectly; still I believe it to be true with all my heart.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1445\"> Well, right upon these statements, if such men only believe &#x201C;Mormonism&#x201D; to be true, and that too no stronger than they do, they are not so far ahead in this particular as the devils in hell, for they both believe and know that the Gospel is true.<span class=\"citation\" id=\"77578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77578)\">James 2:19<\/a><\/span> They believe and know that Jesus is the Christ; they believe in the Old <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and New Testament, and in the Book of Mormon, and know that they are true. They know when a true Prophet comes forth upon the earth; if they did not they would not raise up persecution against him. Not only believing, but knowing that the Gospel is true, they are arrayed in opposition to the truth, and lay every plan and scheme, that it is possible for devils to invent, to overthrow the kingdom of God on earth, that they may retain possession of the world still longer. <\/div><div class=\"paragraph jod\" id=\"v2n1446\"> Will there still be apostasy? Yes, brethren and sisters, you may expect that people will come into the Church, and then apostatize. You may expect that some people will run well for a season, and then fall out by the way. For example, take the parable of the sower that went out to sow, &#x201C;And when he sowed, some seeds fell by the wayside, and the fowls came and devoured them up: Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth: And when the sun was up, they were scorched; and because they had no root, they withered away. And some fell among thorns; and the thorns sprung up, and choked them: But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.&#x201D;<span class=\"citation\" id=\"64475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64475)\">Matt. 13:3-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1447\"> When the seed falls into good ground it takes root, and brings forth fruit; such individuals will be faithful to the end. The seed that falls by the way side, for want of root cannot endure the scorching sun of persecution. Those who are represented by the seed among thorns cannot endure because of the cares of the world and the pride of life. The influence and power of the world, and of the adversary, surrounding such individuals, they are by and by turned away, and cease to be Saints, cease to serve the  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord, and turn every one to his own way. Is this strange to you? Yes, for a moment, you say it is very strange. What did you embrace &#x201C;Mormonism&#x201D; for? Some have embraced it for the truth's sake; some love the Gospel because it is the Gospel&#x2014;because it is based upon true principles, and because it is the only system of doctrine revealed to the children of men, that is built upon a sure foundation. They love truth because it is truth, because it is light, and there is no darkness in it; and they fear not to come to the light that their deeds may be reproved,<span class=\"citation\" id=\"68976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68976)\">John 3:20<\/a><\/span> for they wish to get rid of their evil deeds. They love virtue because it is a holy principle by which the angels live; they love all the Gospel principles because they are connected with eternity, and are the foundation of eternal lives, and will exalt the faithful to happiness and felicity, to kingdoms of glory, power, and immortality, and to all the knowledge and happiness that can be enjoyed by the intelligent beings who inherit eternity. <\/div><div class=\"paragraph jod\" id=\"v2n1449\"> It is not for me to say how many embrace the Gospel for the sake of the loaves and fishes;<span class=\"citation\" id=\"69207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69207)\">John 6:26<\/a><\/span> but I really think, from their conduct, that many have embraced the Gospel to see if they cannot make gain of it; to see if there is any temporal advantage in it. Let this kingdom or this people prosper, let them be free from persecution at this day, let our friends, our relatives, our former neighbors speak well of us and tell the truth with regard to our temporal prosperity, as they would of other people, and what would be the result? Thousands would professedly embrace the Gospel for the advantages to be derived therefrom, to get a good name, and to obtain the riches which are of this world, and to be perfectly free from restraint. Let this kingdom prosper in a manner that all men will speak well of it, and let there be no trials, no threatenings, <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> none to say, &#x201C;You shall be killed, you shall be destroyed,&#x201D; but let all say &#x201C;Peace shall be with you, we will bless you, we will neighbor with you, and hail you as our friends and brethren;&#x201D; under such a state of things, thousands would professedly embrace the Gospel for the sake of living in peace, and to obtain the riches of this world; thousands would professedly embrace the Book of Mormon and the Book of Doctrine and Covenants for political advantages, for a great name, and to obtain what they are seeking after continually. What is that? To be spoken well of by everybody, to obtain power and great influence among men. Were I to give my own private opinion concerning the matter, I cannot say that a great many have come into this Church solely for the worldly advantages which they would derive therefrom. On the other hand, do all people join this Church with a pure intention? A great many embrace the Gospel to be free from the iron hand of oppression; under which they are laboring continually, from year to year, in servile chains, toiling to get a morsel of bread to subsist upon. They are ground down and afflicted; their wages are cut down to the last penny they can live upon, when they know that they must labor or die. <\/div><div class=\"paragraph jod\" id=\"v2n1450\"> Thousands are in this pitiable condition, and would embrace anything, I do not care what under the heavens was preached to them. You may go and preach the doctrines of Universalism, of Infidelity, or of any other belief in the world, you may boil them down and get their very essence, and with it tell those who are oppressed and borne down by the rich and the great, &#x201C;You shall be delivered from your factories, you shall make your escape from your shops of toil; we are preaching this to the poor; now embrace our system and our doctrine, and you shall be delivered from  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this iron hand of oppression. We will take you to a land of plenty, to a land of freedom, where you can enjoy your rights and be blessed, and have the privilege of obtaining, with comparative ease like other men, all the comforts of this life.&#x201D; What is their reply? &#x201C;O, we will embrace your religion, if you will only take us away from these toils and this starvation.&#x201D; Many embrace the Gospel, actuated by no other motive than to have the privilege of being removed from their oppressed condition to where they will not suffer. They will embrace any doctrine under the heavens, if you will only take them from their present condition. <\/div><div class=\"paragraph jod\" id=\"v2n1452\"> Are there any with us who act upon the same principle? O yes, you may, once in a while, see one who is acting upon that principle. Let persecution be heaped upon this people as it has been heretofore, even let the persecutors threaten, at the great distance from us that they are now, and those who have embraced the Gospel with motives that are not in every sense pure, will say, &#x201C;I am for embracing something else to get rid of persecution; I am for leaving these Latter-day Saints, lest affliction, trouble, and persecution come upon me and I be killed, or be made to suffer in the flesh. I am going to leave for California, or for the United States, or I am going to do something; I want to do that which will free me from all earthly suffering and trouble.&#x201D; Do these considerations touch one who has embraced the Gospel because of its principles? No. Those who feel like forsaking the religion of Jesus Christ for such considerations, embraced it at first to better their temporal position in life, and for nothing else. This has always been the case with many, and when persecution has come, men and women have said, &#x201C;I cannot bear it, I thought I was going to have happiness, and to enjoy life; <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I really supposed that my sorrows were all ended.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1453\"> A great many have embraced the Gospel, believing that their sorrows would come to an end, at a certain period in this Church and kingdom, on the earth, and that too, speedily. I am a witness to this in my own experience and feelings. When I yielded obedience to the commandments of the Lord, the brethren were preparing to gather to a place that was called Zion, in Jackson County, on the western borders of the State of Missouri. I then actually had faith and the spirit of Zion to such a degree, that I supposed that if we got to Zion our worldly sorrows and afflictions would cease. I had not however a disposition to go there myself, for I wanted to go to the world and proclaim the word of the Lord that was revealed to me, and on that account I never had the privilege of settling in that county. The spirit of Zion which I then possessed is the spirit that inhabits the heavens and fills them, it is in and round about all heavenly beings. <\/div><div class=\"paragraph jod\" id=\"v2n1454\"> When that spirit is imparted to individuals they realize it as it is in its purity, and are not mindful, at all times, that they are still embodied in a tabernacle of clay that is subject to the power of the devil, and that is liable to be afflicted at any moment, and to have severe trials, and be opposed and persecuted as long as they are in the flesh. But when the spirit that fills eternity is breathed into a person everything else is dispersed in a moment, and he sees Zion as it is in its purity, he then enjoys the spirit of Zion. <\/div><div class=\"paragraph jod\" id=\"v2n1455\"> A great many people imbibed the same idea which I did in the beginning, and really believed that in Jackson County all the earthly sorrows, afflictions, disappointments, and weaknesses pertaining to the flesh would be at an end, and that everyone would  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be sanctified before the Lord, and all would be peace and joy from morning until evening, and from year to year, until the Savior should come. <\/div><div class=\"paragraph jod\" id=\"v2n1457\"> The brethren who went then found themselves mistaken, in a very short time. Those who went there, and those who were acquainted with their going and coming, found the world, the flesh, and the devil there, just as much as anywhere else, unless they had faith to turn every spirit of the world out of doors, that is, out of their hearts. They found the same tempter, the same covetous feelings, and the same allurements there, as in other places. <\/div><div class=\"paragraph jod\" id=\"v2n1458\"> When our Elders go out to preach the Gospel, they tell the people to gather to Zion. Where is it? It is at the City of the Great Salt Lake in the Valleys of the Mountains, in the settlements of Utah Territory&#x2014;there is Zion now. But you perceive when you come here the same covetous feelings imbibed in the hearts of many, as in other places, the same tempter is here, and there are plenty of allurements; and unless the people live before the Lord in the obedience of His commandments, they cannot have Zion within them. They must carry it with them, if they expect to live in it, to enjoy it, and increase in it. If they do not do this, they are as much destitute of Zion here as they are in other places. Some inquire, &#x201C;Why cannot we serve God in other countries as well as here?&#x201D; You can just as well in England, in France, in Germany, in Italy, on the Islands of the Sea, in the United States, in California, or anywhere else, as you can here. &#x201C;Well, then, let us go,&#x201D; say they. But hold on, you can serve Him just as well anywhere else, when it is your duty to be there. If it is not your duty to be anywhere else, if you would serve him acceptably, it must be where He calls you. To what part of the earth is the Lord now call<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing His Saints? He has opened up their way far into the interior of North America, they are widely removed from all surrounding civilization. <\/div><div class=\"paragraph jod\" id=\"v2n1459\"> If you will examine the map you will find that we are located in an isolated portion of what? Of Zion. And what is Zion? In one sense Zion is the pure in heart.<span class=\"citation\" id=\"124708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124708)\">Matt. 5:8<\/a><\/span><span class=\"citation\" id=\"89182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89182)\">D&amp;C 97:21<\/a><\/span><span class=\"citation\" id=\"92820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92820)\">Moses 7:18<\/a><\/span> But is there a land that ever will be called Zion? Yes, brethren. What land is it? It is the land that the Lord gave to Jacob, who bequeathed it to his son Joseph, and his posterity, and they inhabit it, and that land is North and South America. That is Zion as to land, as to Territory, and location. The children of Zion have not yet much in their possession, but their territory is North and South America to begin with. As to the spirit of Zion, it is in the hearts of the Saints, of those who love and serve the Lord with all their might, mind, and strength. We have opened up the way, and come here, and what will you see? Just as much weakness and trouble as in any other place, if you have a mind to make it&#x2014;which you will if you do wickedly, and perform that which is derogatory to the principles of righteousness. We <span class=\"italic\">can<\/span> make the Territory of Utah one of greatest sinks of iniquity upon the face of the whole earth, and exceed the abominations of the ancient Sodomites, if we are so disposed. <\/div><div class=\"paragraph jod\" id=\"v2n1460\"> The first founders of this Territory, those who dug their way through the mountains, cut the sage brush, killed the snakes, made the roads, built bridges and houses, opened farms, laid out and built cities where no white man ever thought that civilized people could subsist, unless they brought provisions from a distant country, can now assemble together surrounded with the comforts and many of the luxuries of this life. No white man whoever passed through this country believed that a settle<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment could he made in these mountains, and prosper in cultivating the earth. The Lord has brought us here, and what have we brought? Most certainly ourselves, and after we get here some want to go away, and say that the place is not holy enough for them, that they will not endure it, but will withdraw from this society, until we are pure enough, and then they will come back again. Such persons are like those who stayed in Jackson County, they are too pure and holy for themselves. But if they stay, they stay with themselves, and if they go, they take themselves with them, and that is their great difficulty. If they could leave themselves behind, we might succeed in cleansing them from sin; but no, they go and have to take themselves with them. <\/div><div class=\"paragraph jod\" id=\"v2n1462\"> The Saints who first came into these valleys necessarily brought their tabernacles with them, but we endeavored not to bring any selfishness with us, any erroneous prepossessed notions, any feelings, laws, rules, or acts pertaining to ourselves, except such as the Lord should dictate day by day. <\/div><div class=\"paragraph jod\" id=\"v2n1463\"> Suppose that every person who comes into these valleys should come with a determination to be led by the Lord, from day to day; suppose they should say, &#x201C;I will serve my God and keep His commandments; I will not set a stake here, or there, or anywhere else; I will not say that I will rise up tomorrow, and go to this city, or to that town, to exchange and trade to get gain, only as the Lord will say, and this will I do from this time, henceforth and forever;&#x201D; and then let each one faithfully maintain such a determination, and we could truly say that we have the Territory of Zion, and the spirit, light, glory, and power thereof, and that the God of Zion dwells with this people. <\/div><div class=\"paragraph jod\" id=\"v2n1464\"> But if we bring our old traditions with us, our prepossessed feelings and <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> notions of this, that, and the other; and set our stakes, build our habitations, and locate our position in accordance therewith, and say, &#x201C;I will do so and so, this is the path I will pursue, and I am determined to walk in it, regardless of everything else,&#x201D; then we may expect to be overthrown, and the spirit of the holy Gospel will depart from us. Then you would soon learn that there was no temporal, no natural prospect for this people to escape from utter destruction; and you would rise up and say, &#x201C;I am off to California to save my life.&#x201D; But those who try to save their lives by their skill and craftiness, will lose them,<span class=\"citation\" id=\"64226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64226)\">Matt. 10:39<\/a><\/span><span class=\"citation\" id=\"64942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64942)\">Matt. 16:25<\/a><\/span> both temporally and spiritually. <\/div><div class=\"paragraph jod\" id=\"v2n1465\"> A great many say, &#x201C;I believe the Gospel,&#x201D; but continue to act wickedly, to do that which they know to be wrong. I wish you to fully understand that merely believing the Gospel, that Jesus is the Christ, in the Old and New Testaments, that Joseph Smith was a Prophet sent of God, and that the Book of Mormon is true, does not prepare you to become angels of light, sons and daughters of God, and joint heirs with Jesus Christ to a divine inheritance.<span class=\"citation\" id=\"72549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72549)\">Rom. 8:17<\/a><\/span> Nor does mere belief entitle you to the possession of the crowns and thrones that you are anticipating. No, such preparation can be made, and such objects attained only by doing the work required of us by our Father in heaven, by obeying Him in all things, letting our will, dispositions, and feelings fall to our feet, to rise no more, from this time henceforth, and actually operating upon the principle that we will do the will of our Father in heaven, no matter what comes upon us. Then, if you are going to be killed by your enemies, or destroyed by the adversary, you can say, &#x201C;Kill away, destroy away.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1466\"> True, the enemy of all righteousness,<span class=\"citation\" id=\"71829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71829)\">Acts 13:10<\/a><\/span> Lucifer, the son of the morning,<span class=\"citation\" id=\"58263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58263)\">Isa. 14:12<\/a><\/span> the devil, is in possession of the world,  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and of nearly all that is in it, and says, &#x201C;I am determined to destroy every man, woman, and child that will not yield to my kingdom, obey my mandates, and renounce the Lord Jesus Christ.&#x201D; But my determination is, not to renounce the Lord Jesus Christ and his commandments, but to keep his commandments faithfully, and let this people pursue the same course, and wait until the final issue, and see who will come off victorious in the great contest. <\/div><div class=\"paragraph jod\" id=\"v2n1468\"> At present the enemies of all righteousness have the lead, and say, &#x201C;Now you poor Mormons, are you not afraid that we can muster our thousands, and destroy every one of you?&#x201D; &#x201C;Go to hell,&#x201D; say I, &#x201C;and be damned; for you will go there, and you are damned already.&#x201D; I can prove from the Scriptures that they are in hell, though sanctimonious persons consider it wicked to make such remarks. I also say, &#x201C;Stay in the hell you are in, if you choose, or go to another if you can.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1469\"> Are the people going to fear? If fear is in the hearts of any of you, it is because you do not pray often enough; or when you do pray you are not sufficiently humble before the Lord. You do not plead with Him until your will is swallowed up in His. If every one of the Latter-day Saints lived up to their privileges, they would not fear the world, and all that they can do, any more than they fear that the cranes, that fly croaking three quarters of a mile above them, will drop their eggs upon them to dash their brains out. You might as well fear that event, as to fear all the forces of hell, if the people were sanctified before the Lord, and would do His will every day. <\/div><div class=\"paragraph jod\" id=\"v2n1470\"> Are these ideas strange to you? Read and learn how the Lord protected the children of Israel in former days, even during their wickedness, and rebellion against Him. <\/div> <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1471\"> Whenever a good man would say, &#x201C;Cease your wickedness, turn from your idols, and seek to the Lord,&#x201D; and they hearkened to his counsel, then the Lord would fight their battles,<span class=\"citation\" id=\"89953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89953)\">D&amp;C 105:14<\/a><\/span> and kill their enemies by scores and hundreds of thousands. And on one occasion the angel of the Lord slew one hundred and eighty-five thousand of those who came against His people to destroy them, &#x201C;and when they arose early in the morning, behold, they were all dead corpses.&#x201D;<span class=\"citation\" id=\"55847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55847)\">2 Kgs. 19:35<\/a><\/span> So reads the Bible. The Lord fought their battles. <\/div><div class=\"paragraph jod\" id=\"v2n1472\"> Again, Elisha's servant saw that there was more for them than all who were against them; he saw that the sides of the mountains were covered with &#x201C;chariots of fire.&#x201D;<span class=\"citation\" id=\"55827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55827)\">2 Kgs. 6:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1473\"> When the Lord commands those invisible beings, shall I say, those who have had their resurrection? Yes, millions and millions more than the inhabitants of this earth, they can fight your battles. <\/div><div class=\"paragraph jod\" id=\"v2n1474\"> Now, since one angel could fight their battles in former times, and overcome the enemies of the people of God, whom shall we fear? Shall we fear those who can kill the body, and then have no more that they can do? No, but we will fear Him who is able not only to destroy the body but has power to cast both soul and body into hell fire.<span class=\"citation\" id=\"64159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64159)\">Matt. 10:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1475\"> There is an item of doctrine that I will now present just as it occurs to me. You are aware that many think that the devil has rule and power over both body and spirit. Now, I want to tell you that he does not hold any power over man, only so far as the body overcomes the spirit that is in a man, through yielding to the spirit of evil. The spirit that the Lord puts into a tabernacle of flesh, is under the dictation of the Lord Almighty; but the spirit and body are united in order that the spirit may have a tabernacle, and be exalted; and the spirit  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is influenced by the body, and the body by the spirit. <\/div><div class=\"paragraph jod\" id=\"v2n1477\"> In the first place the spirit is pure, and under the special control and influence of the Lord, but the body is of the earth, and is subject to the power of the devil, and is under the mighty influence of that fallen nature that is of the earth. If the spirit yields to the body, the devil then has power to overcome both the body and spirit of that man, and he loses both. <\/div><div class=\"paragraph jod\" id=\"v2n1478\"> Recollect, brethren and sisters, every one of you, that when evil is suggested to you, when it arises in your hearts, it is through the temporal organization. When you are tempted, buffeted, and step out of the way inadvertently; when you are overtaken in a fault, or commit an overt act unthinkingly; when you are full of evil passion, and wish to yield to it, then stop and let the spirit, which God has put into your tabernacles, take the lead. If you do that, I will promise that you will overcome all evil, and obtain eternal lives. But many, very many, let the spirit yield to the body, and are overcome and destroyed. <\/div><div class=\"paragraph jod\" id=\"v2n1479\"> The influence of the enemy has power over all such. Those who overcome every passion, and every evil, will be sanctified, and be prepared to enjoy eternity with the blessed. If you have never thought of this before, try to realize it now. Let it rest upon your minds, and see if you can discover in yourselves the operations of the spirit and the body, which constitute the man. Continually and righteously watch the spirit that the Lord has put in you, and I will promise you to be led into righteousness, holiness, peace, and good order. <\/div><div class=\"paragraph jod\" id=\"v2n1480\"> But let the body rise up with its passions, with the fallen nature pertaining to it, and let the spirit yield to it, your destruction is sure. On the other hand, let the spirit take the lead, and bring the body and its passions into subjection, and you are safe. <\/div> <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1481\"> It is instructive to reflect upon the acts of men, to observe what prompts them to action, and to see how liable they are to get out of the way, how weak they are, how shortcoming, how failing in their spirits to do the will of the Lord, and how fearful they are. Afraid of what? Do you reflect and realize that your fear is all pertaining to your bodies, that it is not pertaining to your spirits? Let me tell you, when the spirit is once separated from the body, it is one of the most beautiful and delightful objects that you could contemplate, and there is nothing that can give a pure spirit so much joy as to have the privilege of being separated from the body and of going back to its Father in heaven, to await the morning of the resurrection. <\/div><div class=\"paragraph jod\" id=\"v2n1482\"> Remember this when you are afflicted with fear and trembling, and are exclaiming, &#x201C;Oh what shall we do?&#x201D; Do you recollect what has been said here? I recollect that when I chastised certain individuals who were really not worth anybody's notice, the cry of some was, &#x201C;O, dear! We are all going to be destroyed, where shall I go to save my life, to the north, south, east or west?&#x201D; That fear arose from the organization of the tabernacle, and not from the spirit within it. <\/div><div class=\"paragraph jod\" id=\"v2n1483\"> The fear and trembling, the misgivings and wavering arise from the anxiety we have to know how to save ourselves pertaining to the flesh. That weakness is not exhibited in the spirit. <\/div><div class=\"paragraph jod\" id=\"v2n1484\"> I am afflicted with it just as you are, but what do my judgment, the revelations of Jesus Christ, the Scriptures, and the spirit of the Gospel teach me? That my tabernacle is of comparatively small value, although it is a pretty fair one, and one that I am willing to take in the morning of the resurrection. The Lord gave it to me, and I am thankful for it. When it is the will of my Father that my spirit should return to Him, what do  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I care about the moldering tabernacle, so that the spirit is unlocked, and set free from its prison house of clay? It can go to the Father who gave it, until the body is resurrected, when the spirit will again be reunited with the tabernacle, to be exalted to thrones, kingdoms, principalities, and powers, and spread abroad, and to the increase there shall be no end. <\/div><div class=\"paragraph jod\" id=\"v2n1486\"> Fears arise from the weaknesses of the flesh, over which the devil has power. We should care, comparatively, but little about it; let it crumble, let it fall, and go back to its mother earth, and be reserved to the morning of the resurrection. I shall have this body again, then what need we care how quickly our bodies dissolve? All I care for it, in my spirit, in my judgment, and in my moments of reflection and revelation, is merely that I wish it to endure here to fight the tabernacles which devils dwell in, until the last one is driven from the earth. Then let my tabernacle stay here and contend with the fallen nature that it is heir to, and let my spirit rise triumphant over it, until every passion, feeling, and appetite is brought in subjection to the will of God. Let me stay here until I have accomplished this, and have done the work I was designed for in this my probation, then my spirit will be free from mobs and strife, and I can soar far above those who have power over them, even death, hell, and the grave. <\/div><div class=\"paragraph jod\" id=\"v2n1487\"> I say to the Latter-day Saints, who are coming here by thousands and thousands, and who are coming into the Church by tens of thousands, begin to think, especially some of you first Elders, and ask yourselves how many you can bring to mind of those who are now in good faith in the Church, in proportion to the number that you have known to have come into it, and you will find that there are only a very few. <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>  <\/div><div class=\"paragraph jod\" id=\"v2n1488\"> If you should hunt up many of those who have been baptized for some time, but have not yet gathered, and ask them if they believe that Joseph Smith was a true Prophet of God, and that the Book of Mormon is true, several of them will reply, &#x201C;O yes.&#x201D; &#x201C;Then why don't you gather with the Saints?&#x201D; &#x201C;O, I don't know; I am poor now; but I would very much like to gather with them.&#x201D; At the same time, I know that their feelings are, &#x201C;If I go there I shall be persecuted, but if I live here I shall have peace with my neighbors, so long as I let religious matters alone, and here I can live without persecution, until my tabernacle is ready to return to the earth.&#x201D; What makes them have that fear of trials and persecutions? It is on account of their tabernacles. The spirit is not afraid. If it was free of the encumbrances of the tabernacle, no such fear would be manifested; and while we are in the flesh the Gospel is calculated to deliver those who live by its principles from all those fears. <\/div><div class=\"paragraph jod\" id=\"v2n1489\"> I recollect many times when brother Joseph, reflecting upon how many would come into the Kingdom of God and go out again, would say, &#x201C;Brethren, I have not apostatized yet, and don't feel like doing so.&#x201D; Many of you, no doubt, can call to mind his words. Joseph had to pray all the time, exercise faith, live his religion, and magnify his calling, to obtain the manifestations of the Lord, and to keep him steadfast in the faith. <\/div><div class=\"paragraph jod\" id=\"v2n1490\"> Do you not know others who had manifestations almost equal to those Joseph had, but who have gone by the board? Martin Harris declared, before God and angels, that he had seen angels. Did he apostatize? Yes, though he says that the Book of Mormon is true. Oliver Cowdery also left the Church, though he never denied the Book of Mormon, not even in the wickedest days he ever saw, and  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>came back into the Church before he died. A gentleman in Michigan said to him, when he was pleading law, &#x201C;Mr. Cowdery, I see your name attached to this book; if you believe it to be true, why are you in Michigan?&#x201D; The gentleman read over the names of the witnesses, and said, &#x201C;Mr. Cowdery, do you believe this book?&#x201D; &#x201C;No, sir,&#x201D; replied Oliver Cowdery. &#x201C;That is very well, but your name is attached to it, and you say here that you saw an angel, and the plates from which this book is said to be translated, and now you say that you do not believe it. Which time was you right?&#x201D; Mr. Cowdery replied, &#x201C;There is my name attached to that book, and what I have there said that I saw, I know that I saw, and belief has nothing to do with it, for knowledge has swallowed up the belief that I had in the work, since I know it is true.&#x201D; He gave this testimony when he was pleading law in Michigan. After he had left the Church he still believed &#x201C;Mormonism;&#x201D; and so it is with hundreds and thousands of others, and yet they do not live it. <\/div><div class=\"paragraph jod\" id=\"v2n1492\"> If the Saints in the midst of these mountains would live their religion according to the best of their knowledge, according to what they see, feel, and hear, there is no power that could move them out of their place. <\/div><div class=\"paragraph jod\" id=\"v2n1493\"> A great many of the newcomers have been in the Church but a short time, but you may take the Saints as <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a body, from those who have been in the Kingdom twenty, and twenty-two years, to those who have embraced it but a few years past, and, according to my feelings and faith, and I will call upon every man and woman, who has got the Holy Ghost, to say whether I am right, faith and good works are rapidly increasing among this people. You know whether I tell the truth, or not. If they have not increased, for heaven's sake, for God's sake, for your own soul's sake, for Zion's sake, for Jerusalem's sake, and for the sake of scattered Israel, let them increase from this time henceforth. Let &#x201C;Mormonism,&#x201D; the faith of the Gospel, which is &#x201C;Mormonism,&#x201D; continue to increase, and cease all your evil deeds, and return to the Lord, and be honest and true. I tell you that a man cannot believe &#x201C;Mormonism&#x201D; as I do, and be a bad man. <\/div><div class=\"paragraph jod\" id=\"v2n1494\"> You will find in the Scriptures of the Old and New Testaments, and in the other revelations of God, that there is a clear distinction made between the sinner and the ungodly.<span class=\"citation\" id=\"56292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56292)\">Ps. 1:5<\/a><\/span><span class=\"citation\" id=\"78185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78185)\">1 Pet. 4:18<\/a><\/span> A person to be ungodly must have known godliness, and must have a knowledge of what the Lord requires concerning him. There are many in the midst of this people who believe the Gospel with all their hearts, but yet do wickedly; this makes them ungodly. Do wickedly no more, but follow good works, and cherish faith and benevolence one to another. <\/div>\n<\/div>\n<\/div>"}