{"ID":20050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Holy Spirit and the Godhead.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the open air, on the Temple Block, Great Salt Lake City, February 18, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Holy Spirit and the Godhead.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 2\/18\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v2n1899\"> I presume that the people who are now before me feel, with myself, somewhat disappointed in their expectations this morning. We met together here for the purpose of hearing an address from our beloved President, in regard to the views of this people respecting the Government of the United States, and our relations and connection with that Government as a people. <\/div><div class=\"paragraph jod\" id=\"v2n1900\"> It is certainly a disappointment to me, and I have no doubt but it is to all who are under the sound of my voice, but you see that the house is insufficient to accommodate us all, and in consequence of this, being requested by some of the First Presidency, I have come out into the open air for the purpose of addressing you, according to the strength of my lungs and the wisdom which God may be pleased to give me. <\/div><div class=\"paragraph jod\" id=\"v2n1901\"> Let us all lift up our hearts in faith before the Lord, that in our disap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pointment in not hearing the President, the Lord may still be merciful, and pour out from on high the Holy Ghost upon us, that we may be instructed and edified, and have our minds strengthened by the gifts, and power, and wisdom thereof; for without the gifts and strength of the Holy Spirit to inspire the hearts of those who speak and of those who hear, our remarks will be in vain, and our hearing will be in vain; but keep that Spirit with us, and then, notwithstanding the circumstances under which we are placed, all will be well; and never let the Saints feel discouraged, neither forget to pray for the Holy Spirit to rest down upon them, and upon those who speak to them, that each and all may be directed to act at all times by that Spirit that is able to guide into all truth.<span class=\"citation\" id=\"94358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94358)\">John 16:13<\/a><\/span> This certainly is the object for which we are gathered out from the nations of the earth; this is the object for which  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are assembled here today; at least, it ought to be. We ought not to have any other thing in view only to be blessed, edified, and strengthened in the Lord. <\/div><div class=\"paragraph jod\" id=\"v2n1903\"> I am sure that I have no other object in view, and I am the last person in my feelings that would come out and undertake to speak for the sake of hearing myself and getting the applause of men; for so far as speaking is concerned, I feel more like retiring into some lonely place; for I never did feel a desire to be engaged in public life, only so far as I can do good; but I have a desire to serve the Lord, I have a desire to do good, I have a desire to persuade men and women to become righteous, I have a desire to understand the knowledge and things of God, and those great principles that will be calculated to aid me under all the circumstances of this life, as well as in that which is to come; and for these things I live, and for this cause (believing that it is required of my hands by the Lord) I take a part in public life. <\/div><div class=\"paragraph jod\" id=\"v2n1904\"> I believe I will take a text, and then I can, perhaps, collect my thoughts and concentrate my mind upon some subject. I am aware that it is very difficult to speak in the open air, but I will endeavor to make all hear. I know of no more appropriate text than one which is expressed in two words, and it is therefore a very short one; and although I have spoken and written upon the subject before, there may be those present who are not fully acquainted with it, and it may also assist the Elders to defend our principles when they are sent forth to preach the Gospel. It is comprehended in the following two words&#x2014;&#x201C;<span class=\"small-caps\">Be one<\/span>.&#x201D;<span class=\"citation\" id=\"85105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85105)\">D&amp;C 38:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1905\"> Why are we required to be one? What is the object of being one? I do not know of any better way to illustrate this question than this&#x2014;if this congregation who are now present be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore me, were required to perform some great and mighty works, wherein great strength was necessary to be exerted, and each individual went and tried to perform the work given to them to do unitedly, his acts, being individually and separately performed, would fail to perform the work. <\/div><div class=\"paragraph jod\" id=\"v2n1906\"> It may be a work of great moment which we are called upon to perform, requiring all the union, strength, and force that are in our minds. If men undertake any work of great magnitude by their united force and strength, they may be able to bring to pass that which they could not accomplish individually; and so it is with regard to the things of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v2n1907\"> We are required to be one in order that our exertions and strength may be united, and have an influence to accomplish our great end and aim; for by our united faith and exertions we shall be able to prove ourselves worthy. The Saints are universally interested, as much as we are, in the building up of this kingdom, which requires oneness of action. <\/div><div class=\"paragraph jod\" id=\"v2n1908\"> The devil is all the time working in opposition to our exertions, and he feels quite interested in opposing us by all his forces, embodied and disembodied; for he has a great many ways by which he overcomes the human family, and brings them into bondage. He has been a long time in war with the kingdom of God, and has become very wily, and has great experience in his favor, and that is the way he has acquired such a great deal of cunning; although he has not the same degree of knowledge that there is in exercise in behalf of the Saints; for he knows not the mind of God in all things.<span class=\"citation\" id=\"92505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92505)\">Moses 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1909\"> That he is thus limited in knowledge is clearly revealed in the Prophet Joseph's inspired translation of the book of Genesis. He has many years of experience, and so have his associates; for they have been enga<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ged in a spiritual warfare for many ages, endeavoring to bring into captivity the spirits of men, to lead them into subjection to his own power; and it requires a strong force to operate successfully against his numerous host; consequently, we read that in the last great battle that shall be fought with this adversary, all the forces of heaven will be brought to bear against him:<span class=\"citation\" id=\"80558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80558)\">Rev. 20:7-10<\/a><\/span> they will all be united in one great body under the direction of our father Adam, the chief prince, the archangel who was appointed in the beginning to overcome the devil by the assistance of his children. He will marshal all the hosts of heaven, and will be able to prevail against him; and then will the Saints be delivered from his power from henceforth and forever.<span class=\"citation\" id=\"88788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88788)\">D&amp;C 88:112-115<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1911\"> Now you see the nature of the thoughts and ideas that the Savior had in his mind when he commanded his people to be one.<span class=\"citation\" id=\"85106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85106)\">D&amp;C 38:27<\/a><\/span> We have to learn the lesson of union here, and when the time shall come for the commands to be issued forth by the archangel, or the head angel, that his children may be ready, and all under his command really prepared to go and perform the work that is given them to do. How, or in what manner, this battle will be fought, it is not necessary in this discourse to explain; indeed, we do not know all the particulars, for they are not revealed, but we may judge from analogy. <\/div><div class=\"paragraph jod\" id=\"v2n1912\"> We see how the devil operates with us in this life, for he knows now that our strength is broken; some are in distant settlements, and some here, and others scattered abroad among the nations; and he is all the time operating and laying plans for the purpose of injuring and afflicting the Saints of the living God; and he will not alter his evil course, but will try to entrap as many as possible by his stratagems, and lead them astray from the path <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of life. That is the way he fights against the cause of God. <\/div><div class=\"paragraph jod\" id=\"v2n1913\"> Whether there will be any physical force used by celestial beings when fighting against other beings, is not revealed; but suffice it to say, that there will be a spiritual strength and force exercised, and an endeavor made to overcome the minds of men and women, and bring them into subjection and captivity; and when the mind is brought into subjection, there will be a spiritual misery, and this is one of the greatest causes of misery. <\/div><div class=\"paragraph jod\" id=\"v2n1914\"> It is not this physical body that suffers in such a case as the one we have mentioned; but as I have, years ago, frequently told the people that the body has not life in itself; it is the spirit that has life and feeling, and that is capable of experiencing sorrow and joy, and all those changes of sensation to which we are liable in this mortal state; when we are overcome, the spirit is in bondage, subject to the power of him who has subjected and overcome it, and so it will be with those that Satan finally overcomes; they will become his prisoners, for he will have prevailed against them; and thus they are spiritually subdued. <\/div><div class=\"paragraph jod\" id=\"v2n1915\"> If they are overcome in their bodies while here, if their minds are bound down in captivity by their great enemy, if they render themselves subject to him, it will produce misery and pain and wretchedness to every such soul. This is compared to a literal pain of the body by fire and brimstone, about which so much has been said by the religious world. <\/div><div class=\"paragraph jod\" id=\"v2n1916\"> I do not know but there will be a literal hell of this description; for aught I know, the Lord may have worlds prepared with plenty of fire and brimstone<span class=\"citation\" id=\"81526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81526)\">2 Ne. 28:23<\/a><\/span> in them; but in my opinion the greatest torment the wicked will have, will be the torment and sting of the mind, being brought into subjection to that being that is continually  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seeking to overcome and entangle mankind in his snares. <\/div><div class=\"paragraph jod\" id=\"v2n1918\"> Then, it is necessary that we should be one, and hence the Lord said to us in the early rise of this Church, &#x201C;If ye are not one, ye are not mine.&#x201D;<span class=\"citation\" id=\"85107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85107)\">D&amp;C 38:27<\/a><\/span> Why not His? Why will He not accept of us? Because without union, without concentration, it is clear that we cannot enjoy ourselves as the Lord designs we should; in short, exclusive of the principle and spirit of union, we never can accomplish any great work like the one given into our hands. <\/div><div class=\"paragraph jod\" id=\"v2n1919\"> The Lord, therefore, designed to have His people united in one, to show us the nature of His laws, and the necessity of being united, so that we may enjoy the society of the ancients, and be one with them. <\/div><div class=\"paragraph jod\" id=\"v2n1920\"> We are also commanded to shun all contentions and strifes,<span class=\"citation\" id=\"76330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76330)\">Titus 3:9<\/a><\/span><span class=\"citation\" id=\"82636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82636)\">3 Ne. 11:28-30<\/a><\/span> and all those friendly emanations that would create a hell for us, and for those with whom we are associated in our families. <\/div><div class=\"paragraph jod\" id=\"v2n1921\"> The Lord has no sure foundation to work upon, unless we are united; and consequently in order to prevent discord and disunion, the results of everyone going his own way, He has warned us beforehand, and said that unless we are one, we are not His.<span class=\"citation\" id=\"85108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85108)\">D&amp;C 38:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1922\"> But let us for a few moments examine this text. The Scriptures read in one place that the Father, Son, and Holy Ghost are one.<span class=\"citation\" id=\"70646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70646)\">John 17:11<\/a><\/span><span class=\"citation\" id=\"84334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84334)\">D&amp;C 20:28<\/a><\/span> What are we to understand from this expression? Are we to understand that the persons of the Father and Jesus Christ are incorporated in one? No, it has no such meaning as this. Then are they one in substance, as the Methodist discipline, and many other creeds, declare? No; from the very fact that two particles of matter can never be one; or in other words, where one is, the other is not, and cannot be at the same instant of time. <\/div><div class=\"paragraph jod\" id=\"v2n1923\"> There may be several separate substances existing at the same time, pos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sessed of the same properties, perfections, and attributes; the particles of which they are composed may be the same in kind, and be possessed of the same amount of wisdom, power, and intelligence; but still they are separate substances, occupying separate portions of space; so with the persons of the Father and Son: for instance, if we examine the constituents of rum water obtained in Utah and in France, we find them the same, not in substance, but in quality. <\/div><div class=\"paragraph jod\" id=\"v2n1924\"> A particle of oxygen, or of hydrogen in Europe, is precisely the same in quality as in America, or anywhere else; it is just so with the Father, Son, and Holy Ghost. They are one in the attributes and principles that exist in their substances, the materials being the same in kind and qualities only. But I will not say that the Holy Ghost is a personage, the same as the Father and Son.<span class=\"citation\" id=\"91356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91356)\">D&amp;C 130:22<\/a><\/span> When I speak of the Holy Spirit, I speak of it as being a substance that is precisely the same in its attributes as those of the Father and Son; I speak of it as a substance that is diffused throughout space, the same as oxygen is in pure water or air, and as being cognizant of every day's events. And wherever this Holy Spirit is, it possesses the same attributes and the same kind of qualities that the personages of the Father and the Son are possessed of; consequently, the oneness that is here spoken of, must be applied to the attributes, and not to the persons themselves. <\/div><div class=\"paragraph jod\" id=\"v2n1925\"> This subject has been a great mystery to men in the religious world; they could not comprehend it, and consequently they have conjectured many things in relation to it, without having the inspiration of the Almighty to guide them; and hence, one has got one idea, and another has conjectured in his way and got another idea, quite different from that of his neighbor. And in this way men have got up creeds and systems diverse from each other, and  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>contrary to the real truth; and about these false creeds they have been striving and contending for ages. <\/div><div class=\"paragraph jod\" id=\"v2n1927\"> For my own part, I see no mystery about it; the subject is plain and simple to those who enjoy the gift of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v2n1928\"> In order to explain my mind more fully upon this subject, I will take a father and son, and a person who lives with them, and works about the farm, and performs such other duties as may be required: let those persons have the same attributes, suppose that one knows as much as the other, and that they all act in union and concert; it could then be said of those three persons that they were one; and no one would, from that expression, suppose them to be one identical person, but everyone would believe and understand that they were one in their knowledge, one in their views, and in their attributes. I understand the same with regard to the Father, Son, and Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v2n1929\"> I will tell you what I believe in regard to the Holy Ghost's being a person: but I know of no revelation that states that this is the fact, neither is there any that informs us that it is not the fact, so we are left to form our own conclusions upon the subject, and hence some have concluded that they were right, and that others were not. It is in fact a matter of doubt with many, and of uncertainty, I believe, with all, whether there be a personal Holy Spirit, or not. <\/div><div class=\"paragraph jod\" id=\"v2n1930\"> I am inclined to think, from some things in the revelations, that there is such a being as a personal Holy Ghost, but it is not set forth as a positive fact, and the Lord has never given me any revelation upon the subject, and consequently I cannot fully make up my mind one way or the other. <\/div><div class=\"paragraph jod\" id=\"v2n1931\"> I know there are indications that such is the fact; for instance, where the personal pronoun is applied to the Spirit, as &#x201C;<span class=\"italic\">He<\/span> shall lead and guide <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you into all truth;&#x201D; &#x201C;<span class=\"italic\">he<\/span> shall not speak of <span class=\"italic\">himself<\/span>; but whatsoever he shall hear, that shall he speak;&#x201D; and &#x201C;<span class=\"italic\">he<\/span> shall take of the things of the Father, and show them unto you.&#x201D;<span class=\"citation\" id=\"70475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70475)\">John 16:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1932\"> From these and many other passages of the same kind and bearing, we may draw the conclusion that the Holy Spirit is actually a person. Then, again, there are other revelations where the pronoun it is applied, such for instance as, &#x201C;The Spirit <span class=\"italic\">itself<\/span> maketh intercession with groanings that cannot be uttered.&#x201D;<span class=\"citation\" id=\"72621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72621)\">Rom. 8:26<\/a><\/span> And many other revelations convey the idea that the Spirit is a diffused substance. Just so in the Book of Mormon, we find many of those terms, and consequently we are left to our own conjecture respecting there being a personal Holy Spirit; but one thing is certain, whether there is personal Holy Spirit or not, there is an inexhaustible quantity of that Spirit that is not a person. This is revealed; this is a fact. And it is just as probable to my mind, that there should be a portion of it organized into a person, as that it should exist universally diffused among all the materials in space. <\/div><div class=\"paragraph jod\" id=\"v2n1933\"> This Holy Spirit is all-wise, and in many of its attributes much like the Father and Son, and acts in concert with them. It governs and controls all things, and from this some might infer that it has the same knowledge and power as the Father and Son have. <\/div><div class=\"paragraph jod\" id=\"v2n1934\"> I will tell you some of the knowledge that this Holy Spirit has; it controls all the laws that you see existing around you in the variations of the weather and the changes of the seasons, and all those phenomena that you behold, and that you call the laws of nature; all these are nothing more nor less than the workings of this all-wise Spirit. <\/div><div class=\"paragraph jod\" id=\"v2n1935\"> You see a stone or other substances fall to the ground, and you ask, What makes them fall, and what controls  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them? Why will they not rise? Has any person ever found out the cause of this? No; even Sir Isaac Newton's principles of gravitation have failed to show it; as learned a man as he was, he has only given us an index or key to the effects, but not the cause of those effects. He has taken great pains to show us that when anything falls to the ground, it is the effect of the law of universal gravitation; but he himself declares that the law gives no indication of the cause; he makes this declaration in his writings. <\/div><div class=\"paragraph jod\" id=\"v2n1937\"> If, then, he knew nothing about the cause of stones falling, and if no other persons know, the inquiry may still with propriety be made&#x2014;what is the cause of stones or any other substances, when hurled into the air, falling to the earth? This is one of the mysteries of nature not yet discovered, unless we can attribute it to the Holy Spirit's governing and controlling all things. But is the Holy Spirit in the stone, says the inquirer? And is it that which causes it to fall to the ground, instead of going upward, or instead of going in a horizontal direction? This Spirit is in all things, governing and controlling them according to the eternal decrees of the Almighty. &#x201C;How do you prove it,&#x201D; says one? I will prove it by quoting a revelation where it says, &#x201C;He is in the sun, and the light of the sun, and the power thereof by which it was made. As also he is in the moon, and is the light of the moon, and the power thereof by which it was made; As also the light of the stars, and the power thereof by which they were made; And the earth also, and the power thereof, even the earth upon which you stand.&#x201D;<span class=\"citation\" id=\"88280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88280)\">D&amp;C 88:7-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1938\"> &#x201C;And the light which now shineth,&#x201D; meaning the light of the sun, &#x201C;which giveth you light, is through him who enlighteneth your eyes, which is the same light that quickeneth your<span class=\"citation\" id=\"88297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88297)\">D&amp;C 88:11-13<\/a><\/span> un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>derstandings; Which light proceedeth forth from the presence of God, to fill the immensity of space&#x2014;The light which is in all things, which giveth life to all things, which is the law by which all things are governed, even the power of God who sitteth upon his throne, who is in the bosom of eternity, who is in the midst of all things.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1939\"> This light, then, recollect, is so universally diffused, that it giveth light to all things. This is the same light that governs all things, and it is called the &#x201C;power of God.&#x201D;<span class=\"citation\" id=\"88305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88305)\">D&amp;C 88:13<\/a><\/span> And this, in connection with another passage in the same revelation, clearly sets forth the doctrine I have presented before you; the passage says that &#x201C;light cleaveth to light.&#x201D;<span class=\"citation\" id=\"88501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88501)\">D&amp;C 88:40<\/a><\/span> You all recollect the paragraph. The revelation goes on to say that &#x201C;God, who sitteth upon his throne, governeth and executeth all things.<span class=\"citation\" id=\"88502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88502)\">D&amp;C 88:40<\/a><\/span> He comprehendeth all things, and all things are before him, and all things are round about him; and he is above all things, and in all things, and all things are by him, and of him, even God, forever and ever.&#x201D;<span class=\"citation\" id=\"88522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88522)\">D&amp;C 88:41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1940\"> Well, then, shall we say, when God, or His Holy Spirit, which in many revelations is called God, is through all things, being universally diffused, and in and round about all things, that it is not in a stone when it falls to the ground? No; we will not exclude it from anything that exists, for if we exclude that Spirit from one substance, we might as well exclude it, or attempt to exclude it, from all matter. If God be in all things, He is in the stone. If we were to take the wings of the morning and fly to the uttermost parts of the earth, God is there; or if we make our bed in hell, He is there;<span class=\"citation\" id=\"57306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57306)\">Ps. 139:8-9<\/a><\/span> and that Spirit is there, not in suffering, but executing the decrees of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v2n1941\"> All those vast bodies which we behold traveling space, are governed  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and controlled by the same Spirit. If each of them, or the Holy Spirit diffused through them, did not know enough of those universal laws by which all worlds and all matter are kept in order, they might frequently come in contact with each other, as the orbits of many of them intersect each other in performing their revolutions. Even the stone that is thrown into the air does not go at random, but its path is marked out systematically; according to certain laws and conditions, it always falls to the ground. <\/div><div class=\"paragraph jod\" id=\"v2n1943\"> Why did the axe rise to the top of the water when commanded by Elisha the Prophet? I will tell you how Elisha made it come up to the surface of the water.<span class=\"citation\" id=\"55805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55805)\">2 Kgs. 6:6<\/a><\/span> The spirit or power that caused the piece of iron to sink, was used to bring it up again, for it required the same power to bring it to the top of the water that it did to take it down. The agency or power that caused the iron axe to sink when it fell into the water, is called the law of &#x201C;universal gravitation.&#x201D; There is no attraction towards the earth, as some have supposed, but there is a gravitating power, or a power that sends everything towards the earth as soon as it is left loose in the atmosphere. <\/div><div class=\"paragraph jod\" id=\"v2n1944\"> Suppose you take the spirit, which is in all things, away from the axe of which we are speaking, would the particles of iron cleave together? No, they would not; there would be no more union of the particles than there is in the atmosphere we all breathe; but it is the Spirit of God that causes the particles of iron to cleave together in the axe, and it is the same Spirit that brings it up to the water's surface, and that same Spirit causes iron to sink to the bottom of a creek or river into which it may fall; and consequently all these universal laws that appear so prominently before us from day to day are nothing more than the <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> operations of that all-wise Spirit which we are told is &#x201C;round about and in all things,&#x201D;<span class=\"citation\" id=\"88523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88523)\">D&amp;C 88:41<\/a><\/span> and which act according to certain laws prescribed by the Almighty. <\/div><div class=\"paragraph jod\" id=\"v2n1945\"> It is this same Spirit that acts in connection with the Father and Son in governing all things in the heavens and upon the earth, and through all the boundless extent of space. Cause this oneness, this union among the particles of the Spirit, to cease, and you would soon see all things go into confusion. Take away this Spirit, and you would immediately see some things going up, others down; some moving horizontally; one portion of the earth would divide from the other; one part would be flying here and another there. Unless there was a oneness existing in the innumerable atoms of this universal Spirit, matter would cease to move by law; but they all act in concert, and hence there is no confusion in the operations of nature or of nature's laws. <\/div><div class=\"paragraph jod\" id=\"v2n1946\"> I have heard it observed, as an argument against this view of the subject, that if all the particles of the Holy Spirit had the same degree of knowledge, they might get to quarreling with each other. Take away this kind of union that now exists, and you would find one particle contending for one kind of government, and a second for another, and each would think its own method the best; there would be room for a great deal more contention and quarreling where diversity of opinion exists through lack of knowledge, than if they had the same knowledge. In short, if the particles of the Holy Spirit were not one in knowledge, there would be a constant quarreling for want of understanding. Differences of views, arising from the want of the same knowledge, introduce discordant feelings and expressions into every family, and among every class of persons where they exist. <\/div> <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n1948\"> Give to two individuals of the same capacities the same knowledge of anything&#x2014;let them see and understand so that they shall have the same views formed by that sameness of knowledge, and they will not quarrel about their views, but they will act as one, and consequently will be one in the thing which they understand alike; and just so it is with the planets, the earth, the moon, and other worlds; they act in concert, and the spirit that governs them understands the principles by which this world and all others are governed, and consequently there is no confusion nor discord; no worlds clashing against each other, and breaking themselves into millions of atoms, and scattering themselves throughout space. Why is there nothing of this kind? Because the particles of the Holy Spirit are one. <\/div><div class=\"paragraph jod\" id=\"v2n1949\"> You do not find one part of our spirits or our bodies fighting against another part. You do not find the spirit that is in our left foot fighting against the spirit that is in the right foot; but they act together, being one. If one hand gets burnt, the other is warned and keeps away from the fire. Why is this? It is because the particles of spirit in both have the same degree of intelligence, and being united in all things, one is warned by the other. <\/div><div class=\"paragraph jod\" id=\"v2n1950\"> Some suppose that all our intelligence is in the head. I do not believe any such thing; but I believe that if our spirits could be taken from our bodies and stand before us, so that we could gaze upon them with our natural eyes, we would see the likeness and image of each of the tabernacles out of which they were taken. Not only the head, but the figure of the head, feet, arms, hands, face, and of the whole body. If the spirit is composed of innumerable particles possessing knowledge or intelligence, we argue that it is diffused through <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the system in which it dwells. For if the parts of the spirit had individually no knowledge, then they would not have any knowledge collectively. <\/div><div class=\"paragraph jod\" id=\"v2n1951\"> How many dead persons would you have to pile together to make a living one? If ten thousand were piled together they would produce neither life nor knowledge. And it is just so with these particles or parts of the body said to have no spirit in them, you might bring them together, and they would know just as much as a hundred thousand dead persons. Consequently, if the whole is intelligent, the parts are. It matters not if the particles are so small that ten thousand of them might be put upon the point of a cambric needle, they all form parts of that intelligent Spirit, and act in unison one with the other in all things; and hence there is a oneness according to the words of our text. No fighting one against the other, but a perfect oneness exists, and is exhibited through all the actions of that Spirit. If the all-wise Spirit gains an existence in man, it endeavors to influence and persuade him to become one with God, as it is one with Him. <\/div><div class=\"paragraph jod\" id=\"v2n1952\"> Portions of this Spirit, we say, exist throughout every part of space, and they perform all the work of governing, and keeping that perfect harmony which we behold in all nature. All nature is by these means made to submit to the great law of oneness. Then why not we conform to the same great principle at once? We must conform to it, if we intend to enjoy the presence of God, and of His Son Jesus Christ. We have got to become just as much one in our faith and in our actions as our right and left hands are in their actions one with the other. <\/div><div class=\"paragraph jod\" id=\"v2n1953\"> &#x201C;But,&#x201D; say the people, &#x201C;inasmuch as you are touching upon this principle of oneness, we should like to have you explain to us the passage where it  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>says, 'The Father is in the Son, and the Son in the Father, and the Spirit is in them both,' or words to this effect.&#x201D;<span class=\"citation\" id=\"70704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70704)\">John 17:21<\/a><\/span> It is the passage recording Jesus' prayer for his disciples. I will give you our Savior's own words: &#x201C;Neither pray I for these alone, but for them also which shall believe on me through their word; That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.&#x201D;<span class=\"citation\" id=\"70678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70678)\">John 17:20-21<\/a><\/span> How often we are told in the Scriptures of truth of this one great and important fact&#x2014;the oneness of the Father and the Son, and it is as often repeated in the Book of Mormon.<span class=\"citation\" id=\"81611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81611)\">2 Ne. 31:21<\/a><\/span><span class=\"citation\" id=\"81919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81919)\">Mosiah 15:5<\/a><\/span><span class=\"citation\" id=\"82107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82107)\">Alma 11:44<\/a><\/span><span class=\"citation\" id=\"82634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82634)\">3 Ne. 11:27<\/a><\/span><span class=\"citation\" id=\"83215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83215)\">Morm. 7:7<\/a><\/span> Just on one single page of that book we find it repeated a great number of times. <\/div><div class=\"paragraph jod\" id=\"v2n1955\"> Now Jesus, in his prayer, had no reference to the oneness of their substances, but to the attributes, showing to us, in a most explicit manner, that the attributes that dwell in the Father dwell also in the Son. <\/div><div class=\"paragraph jod\" id=\"v2n1956\"> Now, let me ask you, if the same knowledge be in two or more persons&#x2014;if they understand a truth, and any other persons understand it, does that make it more than one truth? Or, if I understand a truth, and some other person in this congregation understands the same, does that make two truths of it? No; it does not. And if this body of people before me were in possession of the same truth as I am, does that make as many truths as there are persons who understand it? No; certainly not: it is all one truth, dwelling in various tabernacles; it is one truth wherever it is found, or whoever may possess it&#x2014;it is still the one unchangeable truth. <\/div><div class=\"paragraph jod\" id=\"v2n1957\"> Jesus could with all propriety say, when speaking of the knowledge he had, &#x201C;The Father is in me, and I in him.&#x201D;<span class=\"citation\" id=\"70703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70703)\">John 17:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1958\"> What does he say concerning us in a revelation in 1831? He says, &#x201C;I <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> am in the Father, and the Father in me; and inasmuch as ye have received me, I am in you, and ye in me.&#x201D;<span class=\"citation\" id=\"85996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85996)\">D&amp;C 50:43<\/a><\/span> That is as much as to say, that &#x201C;not the whole of me is in you, because, you are imperfect: but inasmuch as you have received the truth I have imparted, so much of me is in you, for I am the truth, and so much of you dwells in me.&#x201D; And if you should happen to get a knowledge of all the truth that he possesses, you would then have all of his light, and the whole of Christ would then dwell in you. <\/div><div class=\"paragraph jod\" id=\"v2n1959\"> There is one revelation that this people are not generally acquainted with. I think it has never been published, but probably it will be in the Church History. It is given in questions and answers. The first question is, &#x201C;What is the name of God in the pure language?&#x201D; The answer says, &#x201C;Ahman.&#x201D; &#x201C;What is the name of the Son of God?&#x201D; Answer, &#x201C;Son Ahman&#x2014;<span class=\"citation\" id=\"87376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87376)\">D&amp;C 78:20<\/a><\/span><span class=\"citation\" id=\"89134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89134)\">D&amp;C 95:17<\/a><\/span>the greatest of all the parts of God excepting Ahman.&#x201D; &#x201C;What is the name of men?&#x201D; &#x201C;Sons Ahman,&#x201D; is the answer. &#x201C;What is the name of angels in the pure language?&#x201D; &#x201C;Anglo-man.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v2n1960\"> This revelation goes on to say that Sons Ahman are the greatest of all the parts of God excepting Son Ahman and Ahman, and that Anglo-man are the greatest of all the parts of God excepting Sons Ahman, Son Ahman, and Ahman, showing that the angels are a little lower than man.<span class=\"citation\" id=\"56340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56340)\">Ps. 8:5<\/a><\/span> What is the conclusion to be drawn from this? It is, that these intelligent beings are all parts of God, and that those who have the most of the parts of God are the greatest, or next to God, and those who have the next greatest portions of the parts of God, are the next greatest, or nearest to the fulness of God; and so we might go on to trace the scale of intelligences from the highest to the lowest, tracing the  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>parts and portions of God so far as we are made acquainted with them. Hence we see that wherever a great amount of this intelligent Spirit exists, there is a great amount or proportion of God, which may grow and increase until there is a fulness of this Spirit, and then there is a fulness of God. <\/div><div class=\"paragraph jod\" id=\"v2n1962\"> Looking at the subject in this light, there is no longer any mystery in the Scripture that says the Father is in the Son, and the Son in the Father,<span class=\"citation\" id=\"70705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70705)\">John 17:21<\/a><\/span> for they are always one, working together to accomplish the great work of redemption. <\/div><div class=\"paragraph jod\" id=\"v2n1963\"> The flesh and bones of the Son were not in the Father, neither did Jesus try to convey such an idea. The Apostles understood as we do on this point, and they likewise knew that he had made and created all things;<span class=\"citation\" id=\"68497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68497)\">John 1:3<\/a><\/span><span class=\"citation\" id=\"75555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75555)\">Col. 1:16<\/a><\/span> we believe the same, and that he is infinite. Not infinitely expanded in his person, but that the all-wise substance, called the Holy Spirit, is &#x201C;in all things, and round about all things.&#x201D;<span class=\"citation\" id=\"88524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88524)\">D&amp;C 88:41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1964\"> We see the propriety, then, of this prayer of our Savior's: &#x201C;Father, I pray not only for these Twelve Apostles that thou hast given me, but for all those who shall believe on me through their word; that they all may be one, as thou, Father, art in me, and I in thee; that they may be made perfect in one, even as we are one.&#x201D;<span class=\"citation\" id=\"70679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70679)\">John 17:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1965\"> Hence, then, men are to be one with Christ on the same principle that he is one with the Father. Now there is no man that will be so foolish as to think and believe that all men, who shall believe on the Savior through the Apostle's words, will become the same identical person; this is not the idea conveyed, but they were to have that same truth, so as to make them one in their feelings, desires, designs, and actions for the salvation of the fallen race of Adam. <\/div><div class=\"paragraph jod\" id=\"v2n1966\"> When we look at all those principles, and reflect upon them, they <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> afford us joy and comfort, and the reflection gives me an earnest desire to be one with my brethren, and to be one upon the principles of righteousness, and not upon unrighteous principles; for if it were possible for men to be one upon unrighteous principles, it would be of no use to them. <\/div><div class=\"paragraph jod\" id=\"v2n1967\"> You will perceive that in the devil's kingdom, with all the knowledge that they have gained by a long experience, they are not one. There are disunion and strife continually among them; they are not united upon false principles, and wherever false principles exist in the world, or anywhere else, there will be discord and contentions, and hence he (Jesus) says, &#x201C;Be one.&#x201D;<span class=\"citation\" id=\"85109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85109)\">D&amp;C 38:27<\/a><\/span> This has no reference whatever to being one upon an unrighteous foundation; it has only a reference to being one upon the principles of the celestial law. And as soon as this people are united, and become one upon the principles of the celestial law, the Lord will pour out His blessings more abundantly upon them; when all understand it, they will all be governed by it; they will believe alike, and act alike, and this will make them one. <\/div><div class=\"paragraph jod\" id=\"v2n1968\"> There is another thing upon which I will now speak, namely, the Omnipresence of God. <\/div><div class=\"paragraph jod\" id=\"v2n1969\"> Everyone knows that it is absurd to believe in a personage being present in two places at once. &#x201C;But,&#x201D; says one, &#x201C;nothing is impossible with God.&#x201D;<span class=\"citation\" id=\"66996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66996)\">Luke 1:37<\/a><\/span> But I beg to differ with such persons, and inform them, that if the Scripture be true, there are things which are impossible with God; for it is said that it is impossible for Him to lie;<span class=\"citation\" id=\"54842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54842)\">Num. 23:19<\/a><\/span><span class=\"citation\" id=\"76291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76291)\">Titus 1:2<\/a><\/span><span class=\"citation\" id=\"76746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76746)\">Heb. 6:18<\/a><\/span> and if so, it would be impossible for Him to act inconsistent with truth; He could not place His body in Europe and America at the same time, for that would be inconsistent with the simplest principles of truth. <\/div><div class=\"paragraph jod\" id=\"v2n1970\"> We heard a most excellent discourse last Sunday about the angels being sent to the various nations of the earth,  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to superintend the affairs and destinies thereof; also about each person upon the face of the whole earth having his guardian angel from the time that he comes into the world. The Holy Spirit acts in conjunction with those angels, and in places where they cannot be, for there are a great many places where those angels cannot be present, and the Holy Spirit being omnipresent is in every place at the same moment of time, regulating the seasons, and governing the planets in their courses. There would have to be a vast number of angels to be present in every place at the same instant of time, directing the movements of each particle of matter throughout the vast extent of space; consequently this is attended to by that All-powerful Spirit that exists in inexhaustible quantities throughout the universe. <\/div><div class=\"paragraph jod\" id=\"v2n1972\"> The Holy Spirit &#x201C;is in all things, and round about all things,&#x201D;<span class=\"citation\" id=\"88525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88525)\">D&amp;C 88:41<\/a><\/span> holding all things together in every place and part of the earth, and in all the vast creations of the Almighty. If you ascend into heaven, it is there: if you take the wings of the morning and fly to the uttermost parts of the earth, it is there; if you go to the depths of hell, it is there,<span class=\"citation\" id=\"57307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57307)\">Ps. 139:8-9<\/a><\/span> not suffering, but performing the works of His justice upon the ungodly. Go where you will, through endless space, and you will find the Spirit there, and consequently, when we speak of the omnipresence of God, we have reference to His Spirit, and not to His person. But why is this called the omnipresence of God? Simply because this Spirit possesses the same knowledge that dwells in the persons of God the Father and God the Son, hence God is there, so far as that knowledge is there. <\/div><div class=\"paragraph jod\" id=\"v2n1973\"> This, then, will account for the great mystery which exists in the sectarian world about God's being everywhere present. Some of them think and believe that God is a person, <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that He can be everywhere present in a personal capacity. Those who are called the wisest among the religious world have made it out, that the persons of the Father and Son can be in them and in every other place at the same instant of time. This is as gross an absurdity as it would be to say that three times three make ten, or three times one make four. But they have drawn this conclusion out of certain passages of Scripture, in order to satisfy their hearers with regard to this intricate subject. They do not wish to acknowledge their ignorance, and therefore they have given out this doctrine, which is diametrically opposed to every principle of science as well as of reason. <\/div><div class=\"paragraph jod\" id=\"v2n1974\"> The plain, simple Scriptural doctrine is that God's Spirit is there, which is God in all His power and majesty. All those seemingly mysterious passages which the learned divines have applied to the person of the Father being omnipresent, have reference to that All-wise Spirit of which we have spoken. What effect will this view of the doctrine have upon persons? We answer, that a person who believes and follows this as taught in the Book of Covenants, and the Book of Mormon, will never be confounded. Such persons will be all the time thinking, &#x201C;If we have anything to do, God is in that thing, and is the law and power by which all things that surround us are governed and kept in such perfect order.&#x201D; What influence will this have over a man who believes it? It will put him more upon his guard, far more than he otherwise would be; for God cannot be in this board, or in each blade of grass in person, but when we know that the Holy Spirit is everywhere present, being combined with all matter then we have a correct understanding. God cannot be in every place without understanding our ac<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions and our thoughts too. Do you believe that the particles of the Holy Spirit have such great knowledge? How much knowledge will they require to enable them to overlook and superintend all the works of God? They will require knowledge infinitely greater than ever we thought of. For instance, they must have a most perfect knowledge of the law of the inverse square of the distance pertaining to universal gravitation, or how could they know the exact distance of those innumerable worlds under their charge, so as to keep them all moving harmoniously as we see them. Particles of intelligence that can do all this, can surely know of the thoughts and intents of the heart;<span class=\"citation\" id=\"76532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76532)\">Heb. 4:12<\/a><\/span> hence, we should always consider, when tempted to do evil, that God is round about us with all the knowledge that governs and controls nature. You see, then, that this view of the subject is calculated to have an effect that will be profitable to us all. <\/div><div class=\"paragraph jod\" id=\"v2n1976\"> &#x201C;But,&#x201D; inquires one, &#x201C;how are you going to get along with the passage, in Isaiah, where the Lord declared that, &#x2018;There is no God before me, nor shall there be any after me?&#x2019;&#x201D;<span class=\"citation\" id=\"59386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59386)\">Isa. 43:10<\/a><\/span> How can we believe this, when we believe in the revelation given through Joseph Smith, which says there are many Gods,<span class=\"citation\" id=\"90835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90835)\">D&amp;C 121:28<\/a><\/span> and that Abraham, Isaac, and Jacob are Gods,<span class=\"citation\" id=\"91674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91674)\">D&amp;C 132:37<\/a><\/span> and that all good men in this Church shall become Gods?<span class=\"citation\" id=\"91612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91612)\">D&amp;C 132:20-23<\/a><\/span> Paul also speaks of the only wise God.<span class=\"citation\" id=\"75830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75830)\">1 Tim. 1:17<\/a><\/span> Perhaps some may suppose that it is translated improperly. But you will find the same thing in the Book of Mormon,<span class=\"citation\" id=\"81913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81913)\">Mosiah 12:35<\/a><\/span> translated by the Urim and Thummim; the same things are also contained in the new translation of the book of Genesis, given to Moses, where the Lord declares that, &#x201C;There is no God besides me.&#x201D;<span class=\"citation\" id=\"92243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92243)\">Moses 1:6<\/a><\/span> In these expressions, God has reference to the great principles of light and truth, or knowledge, and not to the tabernacles in which this knowledge may dwell; <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the tabernacles are many and without number, but the truth or knowledge which is often personified and called God, is one, being the same in all; God is one, being a unity, when represented by light, truth, wisdom, or knowledge; but when reference is made to the temples in which this knowledge dwells,<span class=\"citation\" id=\"73158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73158)\">1 Cor. 3:16<\/a><\/span> the number of Gods is infinite. <\/div><div class=\"paragraph jod\" id=\"v2n1977\"> This explains the mystery. If we should take a million of worlds like this and number their particles, we should find that there are more Gods than there are particles of matter in those worlds. But the attributes of Deity are one; and they constitute the one God that the Prophets speak of, and that the children of men in all worlds worship. <\/div><div class=\"paragraph jod\" id=\"v2n1978\"> One world has a personal God or Father, and the inhabitants thereof worship the attributes of that God, another world has another, and they worship His attributes, and besides Him there is no other;<span class=\"citation\" id=\"59389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59389)\">Isa. 43:11<\/a><\/span><span class=\"citation\" id=\"59393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59393)\">Isa. 44:6<\/a><\/span> and when they worship Him they are at the same time worshipping the same attributes that dwell in all the personal Gods who fill immensity. And hence the Lord says, in one of the revelations of these last days: &#x201C;Ye are tabernacles in which God dwells, man is the tabernacle of God.&#x201D;<span class=\"citation\" id=\"89089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89089)\">D&amp;C 93:35<\/a><\/span> Suppose that there should be a thousand, or one hundred and forty-four thousand, which number John saw, and they should have the inscription &#x201C;God&#x201D; on their foreheads,<span class=\"citation\" id=\"79678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79678)\">Rev. 14:1<\/a><\/span> not placed there to make fun of them, but to describe their persons and the authority they possess. Suppose they should all receive the same knowledge, would not God dwell in them? If man is the tabernacle of God, then God dwells in them all, being only one God; but when we speak of them in their personal capacity, we say that John saw a hundred and forty-four thousand Gods; if we speak of the light or truth in each that governs them all  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>then there is but one God, and He is in all worlds, and throughout all space, wherever the same identical light or truth is found; and all beings, from all eternity to all eternity, have to worship and adore the same one God, and always will have to worship Him; though they worship Him in so many different tabernacles, yet it is the one God, or in other words, the same light or truth that is worshipped by all. When we look at the subject in this light, there is no mystery about it. Only look at it in the light that it is revealed to man in these last days, and there is none of that darkness and sectarian foolishness which characterize apostate Christendom; and we cannot understand nor explain one single principle correctly, and are in the dark and cannot see the way before us; but when we talk and act under the immediate influence of the spirit of revelation, then we can see that which the world are ignorant of. When we undertake to talk of the great and glorious principles revealed in our day, and speak of the great and glorious light now revealed, and of which the world have been ignorant for so many generations, and assert that the Lord has seen fit to reveal the fulness of the everlasting Gospel to Joseph Smith, an illiterate man, the religious world spurn at it and drive it from their dwellings. <\/div><div class=\"paragraph jod\" id=\"v2n1980\"> How came the Lord to pass by all the great and good men with their wisdom&#x2014;how was it, I say, that He passed by the learning of this generation to reveal the doctrines and principles of our holy religion? Because He was determined that no flesh should glory in His presence.<span class=\"citation\" id=\"72941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72941)\">1 Cor. 1:29<\/a><\/span> How was it that Joseph Smith was enabled to make those doctrines as plain as the alphabet? It was because God was with him; God was in the work; and we would just as soon worship that Holy Spirit or intelligence in Joseph Smith or in any person else, <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not the person, but the God that is in him, as to worship the same attributes somewhere else. And when we find the Father of Jesus Christ, we will worship Him, not the flesh and bones, but the attributes. The Savior tells us that he has revealed a great many things, that we may know how to worship<span class=\"citation\" id=\"89041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89041)\">D&amp;C 93:19<\/a><\/span> in spirit and in truth.<span class=\"citation\" id=\"69085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69085)\">John 4:23-24<\/a><\/span> How can a man call on the name of God acceptably and understandingly, unless he knows about His attributes, and unless His doctrines are revealed? How can the poor ignorant Indians of the forest worship acceptably until they are taught about God and about Jesus? They must understand a great many things in order to enable them to comprehend the things of God, and be baptized in an acceptable manner. If we would worship the Father and the Son, we must know something about them. <\/div><div class=\"paragraph jod\" id=\"v2n1981\"> We should study the laws of God, and get a perfect understanding of all things that are revealed, and we will find that we can comprehend all that is for our present good. <\/div><div class=\"paragraph jod\" id=\"v2n1982\"> I do not know but I am taking up too much time. I have been led in my mind to explain some of these things, I have done it from the fact that the Elders go abroad among the nations of the earth and meet with much opposition. For instance, when the learned and the wise begin to controvert the revelations given to Joseph the Seer, let them (the Elders) know what arguments to bring forth to sustain them, and you will see, brethren, how easy it is to show that there is but one God when speaking of the attributes, but that there are many Gods when speaking of the personages in which the same attributes dwell, and you can make it clear and plain. These things I published on my last mission, according to the knowledge I had, knowing that they were views that the Christian world came in contact with; and knowing also, this  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>morning, that they were things that the Elders would need to understand, I have spoken as I have. If the Elders would inform themselves, they would find that they have a strong armor to support themselves with, and their testimony would be so powerful that the arguments of our enemies would fall to the ground; indeed, when on my mission, I could not find any to investigate or to controvert what I set forth, and this was a disappointment to me. I could not find any opposition, only through the papers; and consequently, I had to throw out our views and leave the public to judge. Amongst all the <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> papers and periodicals that are published in the States I have never seen one of the arguments set forth in the <span class=\"italic\">Seer<\/span> met by good sound reason; ridicule and denunciations were the only weapons used against us; and this has always been the case. You will find when truth is set before the people they will appeal to ridicule, from the fact that they have no arguments. <\/div><div class=\"paragraph jod\" id=\"v2n1984\"> Having said this much, may the Lord bless you, brethren and sisters, and His Spirit rest upon us all, and may we feel the importance of being one in all things that are good, virtuous, and upright. Amen. <\/div>\n<\/div>\n<\/div>"}