{"ID":20052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges and Duties of the Saints.<\/div>\n<div class=\"subtitle\">An Address by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, September 19, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges and Duties of the Saints.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/19\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v2n2014\"> Brethren and Sisters&#x2014;I never saw the day in which I felt more thankful than I do at the present time, that the God whom I serve has given me the Spirit of truth. I have no desire in my heart to manifest anything, by my words or by my acts, only the truth. <\/div><div class=\"paragraph jod\" id=\"v2n2015\"> There is not anything that has been revealed to me, since I came into this Church, but what I most assuredly know to be true. &#x201C;Mormonism&#x201D; is true, and we who have enlisted in this Church have enlisted in a good cause; and by continually obeying the truth to the end of our lives, it will lead us into the Celestial world; and I know that there is no other way to get there, only by the principle of obedience, and bringing our hearts to bear upon the truth, and to gauging our lives by it. I reflect many times upon these things, and am thankful that I know and possess the truth in a degree, still am aware that there are thousands of things before us which I have not yet attained to. The only way for us to be useful to one another is to take a course to build upon the principles of truth, and never to suffer ourselves to cultivate any but the principles of right. <\/div><div class=\"paragraph jod\" id=\"v2n2016\"> I am satisfied that a man's conduct has a great influence; it has an influence with the Saints and with the world. The world is in possession of the truth and of the Spirit of the Lord in some degree; as you have heard brother Brigham say a great many times, there is not an honest man or woman, who has heard <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Gospel, but who has in a greater or less degree been influenced by that Spirit to believe it to be the truth&#x2014;that Joseph Smith was a Prophet, an Apostle, a man sent of God to preach the Gospel. He was, whether they believe it or not. We live in a day and age of the world which we have talked about a thousand times, but do we fully realize it? We live in a day that the Apostles in the days of Jesus, and the Patriarchs, and thousands of holy men actually saw&#x2014;they beheld the day we now live in, and anxiously desired to enjoy it in the flesh, but they died without that privilege.<span class=\"citation\" id=\"77016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77016)\">Heb. 11:13<\/a><\/span> Are we not privileged with that day? Do we not live in the days of the Prophets and Apostles, in the days of Patriarchs and holy men? We do. I realize it, I reflect upon it, and desire that the people should reflect upon it, and diligently seek after the Spirit of truth&#x2014;seek after the Holy Ghost, which is the Spirit of revelation, and it will reveal past things to you and show you things to come.<span class=\"citation\" id=\"70324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70324)\">John 16:13<\/a><\/span><span class=\"citation\" id=\"81907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81907)\">Mosiah 8:17<\/a><\/span> Many times you reflect upon things, but are not certain whether they are correct or not, and by and by they will be revealed from this stand, the very things you had in your mind for years, and that the Spirit of God had shown to you, but you did not know how to organize and classify them, and judge of their truth. President Brigham Young is a Prophet, and can present doctrines to you, classify them, and set them in order; that is his office; and the Apostle has his office, which  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is to preach the Gospel in all the world, and organize the Church, and set it in order, to take the elements and combine them together.<span class=\"citation\" id=\"90224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90224)\">D&amp;C 107:23,33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n2018\"> Inasmuch as we are the Elders of Israel, the saviors of men, we should take a course to set an example that is worthy of imitation in our daily walk, conversation, and business transactions. While we were hearing from this stand last Sabbath concerning the course which some men took in keeping groceries, &amp;c., I thought all men are not alike&#x2014;have not all got strong minds, that it is the duty of every person never to introduce into or permit a thing to enter your houses that would have a tendency to allure the mind and lead it astray, but set a good example and do as you would wish to be dealt by. <\/div><div class=\"paragraph jod\" id=\"v2n2019\"> A man who starts a drinking shop in the midst of this people, is introducing that which has a tendency to lead away men who are habituated to strong drinks from their youth up, and have so craving an appetite for them that they cannot let them alone if they are where they can be got. <\/div><div class=\"paragraph jod\" id=\"v2n2020\"> Another thing, it does not suit my mind to believe that man to be a good man who would present anything to his neighbor that is calculated in its nature to be injurious. As we are the people of God, as &#x201C;Mormonism&#x201D; is true, and as we have enlisted under the banner of Christ the King, the Savior of the world, and as he taught the laws of his Father, we should do his will and keep his commandments as he kept the commandments of his Father, and never allow ourselves to do wrong, or act in any manner that would lead anyone astray. <\/div><div class=\"paragraph jod\" id=\"v2n2021\"> But where a man does permit himself to do these things, I have no doubt that in process of time it will work together for good to those who love God and keep His commandments.<span class=\"citation\" id=\"72622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72622)\">Rom. 8:28<\/a><\/span> We can see who is righteous, who is false, and who is true. Let us <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> keep the commandments of God, and when we meet together, as we have this afternoon, and every afternoon, to partake of the Sacrament, let us pray that we may be strengthened in our bodies and spirits, that we may be filled with the same spirit, power, truth, and righteousness that dwelt in the bosom of Jesus, that we may cleave to the vine and partake of the same nourishment with it.<span class=\"citation\" id=\"70110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70110)\">John 15:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n2022\"> Let us all take a course to do right, and, if we all do right, there is no person here that will do wrong. I am aware that there will have to be a sifting, but would there be any necessity for it if the elements were pure? No. You can obtain pure sand here upon the public works, and with that you can make good tempered mortar, for the better it is tempered the better wall you can put up for your habitation. Temper the mortar and let the sand be clear of stone, roots, and every imperfect thing. <\/div><div class=\"paragraph jod\" id=\"v2n2023\"> If this were the case the masons would have no use for the coarse screen to throw the sand against, nor for a fine sieve to separate the finer particles. It is just so with us. The Lord will keep sifting, and will prepare a riddle and sieve, that is, the devil will riddle you, and after that he will sift you. Did not the Savior tell one of his disciples that the devil desired to sift him as wheat is sifted?<span class=\"citation\" id=\"68105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68105)\">Luke 22:31<\/a><\/span> We have come together here, the wheat is gathered in from the four quarters ready for the thrashing and sifting. The world is called the field, and the reapers are going forth to reap and bind up the wheat, or children of the kingdom, into churches, and then draw them together from the four quarters of the earth.<span class=\"citation\" id=\"64635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64635)\">Matt. 13:38-39<\/a><\/span> For what purpose? In order that the wheat may be thrashed, and after it is thrashed it must go through the fanning mill, and many of the kernels are blown out with the chaff. The heavier wheat drops down in the place  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prepared to receive it, and at the mill it has to go through the smut machine before it is ground, and after it is ground it has to go through a bolt. <\/div><div class=\"paragraph jod\" id=\"v2n2025\"> At the far end of the bolt there are fans, into which the flour enters, then it keeps growing coarser and coarser, and then goes out the bran at the hind end. In this country we have got a thrashing machine that is fitted with three places; one for the chaff, another for the smut, and other foul articles, and a third to retain the wheat; hence they can go off south, in this way or that way, and some go after gold, and some after a better climate, for they do not like this climate, as they say the winters eat up the summers. <\/div><div class=\"paragraph jod\" id=\"v2n2026\"> I am more than willing that all such should go, for if they all the time want to go there, let them go. We have got to be brought back into the presence of our Father in heaven, from whence we have fallen; and if we calculate on this we must pass through trials, suffering, and sifting. If you get thrashed, do not murmur. Brethren, let us take the right course, listen to the counsels we are blessed with and that we know to be right. <\/div><div class=\"paragraph jod\" id=\"v2n2027\"> If you will not take the course the Lord has marked out, you might as well back out and go down to the regions of despair, to the gold regions, or where you please, but do not trouble us, we are bound to be Saints. We know that this work is true, and if you don't know how to take a course that will bind you to it, plead with and ask God until you do get knowledge for yourselves, until you can bear the same testimony as we do. When you can do that, you will have favor with God, He will prosper you here and multiply His blessings upon us, until we are redeemed and prepared to enter into His glory, and sit down with Abraham, Isaac, Jacob, Moses, and Joseph. <\/div> <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n2028\"> You know the revelation says that Abraham, Isaac, and Jacob entered into their glory and exaltation, and they have done this;<span class=\"citation\" id=\"91743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91743)\">D&amp;C 132:37<\/a><\/span> you can sit down with them by taking the same course that they did. Let us cheer up, let us be comforted. We are comforted, we are blessed, and you feel just as good a spirit here as ever you felt in any place. <\/div><div class=\"paragraph jod\" id=\"v2n2029\"> You who have lately come in, if you are not very careful, will get to murmuring and finding fault with us, and to think that we are not religious enough. I admit that I am not quite so sanctimonious as they are in London, but I believe that we have got something they have not, we enjoy something they do not. The feelings I enjoy, yield me pleasures that far exceed those derived from the mere luxuries of the world, and that is, to have dwelling in me the power of the Holy Ghost, to be honest, and as pure as a babe, as a lamb, or as an angel. <\/div><div class=\"paragraph jod\" id=\"v2n2030\"> If you enjoy that condition, brethren and sisters, never be troubled about anything, about food, raiment, houses, lands, the devil, or any wicked person, and we will gain the victory, and become Kings and Priests to our God and to His Christ.<span class=\"citation\" id=\"79020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79020)\">Rev. 1:16<\/a><\/span><span class=\"citation\" id=\"79173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79173)\">Rev. 5:10<\/a><\/span><span class=\"citation\" id=\"79596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79596)\">Rev. 12:10<\/a><\/span> If every individual will overcome for himself, he will be crowned. This Church and Kingdom will never fall, therefore let me hear about pure Saints and a pure plan of salvation. Let us observe the order of God, and every one be humble to that order and His authorities that preside over us. Let these Saints in the valleys of the mountains be subject to their officers, the people to their Bishops, and the Bishops to their rulers, and in this way we will move on with mighty power. As for the devil and the world, with its combined powers, if they are all arraigned against us, we have power with God to overcome them all. <\/div><div class=\"paragraph jod\" id=\"v2n2031\"> In the days of Israel, we read that  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one chased a thousand and two put ten thousand to flight.<span class=\"citation\" id=\"55231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55231)\">Deut. 32:30<\/a><\/span> The Lord would send an influence, perhaps a spirit rapping would get into their midst, and they would go to work and slay one another. Cannot the Lord do the same now? Cannot He turn over mountains, if we were followed up by enemies, and heap them upon them just as easy as I can turn over an apple? You need not borrow trouble about brother Brigham&#x2014;he does right all the time. God is with him, angels are with him and round about him night and day. The wisdom of God is given to him, and it will supersede the wisdom of the world; I know this as well as I know that you are here this day. <\/div> <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v2n2033\"> The ungodly killed Joseph and Hyrum, but in so doing they furthered the work of God more than tenfold. Joseph laid the foundation, and left us to build the building, and when we are gone we will leave others, for it must be done. Do not be troubled, but do what you have been told today, and never take a course to trammel the First Presidency in their operations, but take off their shackles and burdens and carry them yourselves, for you have just as much physical strength as they have. There is scarcely a weakly man or woman here; then carry your own burdens. God bless you forever. Amen. <\/div>\n<\/div>\n<\/div>"}