{"ID":20056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opposition to the Gospel.<\/div>\n<div class=\"subtitle\">An Address by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake City, August 5, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition to the Gospel.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 8\/5\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v2n2121\"> I have listened, brethren and sisters, to the remarks of Elder Seth M. Blair with a good deal of interest, and I can appreciate to a considerable extent the sensation that a man feels when he leaves the division, corruption, and savage dispositions that are prevalent among the nations of mankind, and comes among the Saints. Where there is unity and the blessings of the Spirit of the Lord dwelling in the hearts of the people, peace and prosperity will attend their exertions, temporal as well as spiritual, for they will act in unity, and their exertions for each other's welfare being unanimous and simultaneous, success is bound to be their reward. <\/div><div class=\"paragraph jod\" id=\"v2n2122\"> I am very happy to enjoy the privilege of seeing the faces, and listening to the voices and testimonies, of our Elders when they return from their missions, and I do know that the greatest school to which any man in this Church can be sent, is through the world to preach the Gospel. I used to say when I was a young man and was traveling to preach the Gospel, I would forgive the worst enemy I had if he would only travel among the Presbyterians, Seceders, and Covenanters in Pennsylvania, and preach the fulness of the everlasting Gospel faithfully, without purse or scrip. I would forgive him from the fact that if he lived three months among them in that way, he would have been literally starved into a full atonement for any injury that he could have inflicted on me. <\/div><div class=\"paragraph jod\" id=\"v2n2123\"> There was, from the beginning, fixed hatred in the minds of the world at <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> large against this people. It is not here as it is in the Christian world generally, for there the Baptists, Methodists, Presbyterians, and Universalists, although bitterly opposed to each other, can all unite to persecute the poor &#x201C;Mormons,&#x201D; they are all in error together, but they can unite whenever the truth comes along, and use all their combined influences to put it down. They differ on a kind of complimentary principles, but when they speak of the Saints of God, there is in the hearts of the whole of them, a deep-seated, deadly hatred, and they will do all in their power to put them down. I do not know how the people generally feel about it, but it must seem strange to individuals having the Spirit of the Lord, that these different sects and parties despise and hate each other, and differ so materially, and yet the very moment that an Elder comes into a city, town, or village, they all unite to mob him out of the place. He may perhaps allude to some of their doctrines, and perhaps not, but they will all join together to put down the &#x201C;Mormons.&#x201D; The only difficulty is that the Baptists, Universalists, Presbyterians, and Methodists, and the others have all got different meetinghouses, or else we might conclude that their opposition to the Saints would unite them into one, for some of them believe that they will all be saved, notwithstanding their difference of opinion, but the very moment that a &#x201C;Mormon&#x201D; comes and preaches the first principles of the Gospel, you will see the  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>utmost confusion among them, their preachers all put their heads together to form plans by which to overthrow &#x201C;Mormonism,&#x201D; and even if there is an infidel that they consider or think is a little smarter than they are, they will sustain him if they can persuade him to unite with them to put down &#x201C;Mormonism,&#x201D; and if arguments are likely to fail, they start a fresh or more sure method by raising a mob, and exciting the public feeling, and driving out the &#x201C;Mormons,&#x201D; believing that to allow the &#x201C;Mormons&#x201D; to obtain any influence would be hurtful; they are fearful that it would really injure their cause. <\/div><div class=\"paragraph jod\" id=\"v2n2125\"> And what is the reason that such fear and alarm should seize them when the Elders go among them? Why, it is plain and simple: the man of God who goes forth without purse and scrip, he has the truth, and he has the Spirit of the Almighty God, and he has the truth as it was anciently and as it is modernly revealed, and he lays the axe at the root of the tree,<span class=\"citation\" id=\"94362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94362)\">Matt. 3:10<\/a><\/span><span class=\"citation\" id=\"94363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94363)\">Luke 3:9<\/a><\/span> and annihilates error wherever he finds it. <\/div><div class=\"paragraph jod\" id=\"v2n2126\"> All the systems of Christendom have got so mixed up with the world, and so mixed and interwoven with the corruptions thereof, that the adversary has perfect dominion over them all, and hence the very moment that a man having the Priesthood comes along and pours in a flood of light upon the world, the adversary tells them like this, &#x201C;Why we should put that down, or it will cause us trouble,&#x201D; and the very spirit that is in them is the spirit of the adversary, and they go to work with all their might, and try to put down all who dare to advocate such strange doctrines, and thereby trammel everything under their control. And nothing is more sure than that when the Spirit of the Lord is withdrawn from a people who have previously received the light of the Gospel, or who have <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had the opportunity of receiving it, they become violent persecutors, and hence it is that the editors of the newspapers in the United States breathe forth their most bitter anathemas against this innocent and law-abiding people, because that spirit of darkness which rules them is afraid of the truth. <\/div><div class=\"paragraph jod\" id=\"v2n2127\"> It was cowardly fear that caused the Allies to banish Napoleon the First to St. Helena, and there watch him as they would a wild beast to the day of his death. It is a similar fear that causes the enemies of this people to attempt our utter destruction, and that prompts the great writers and statesmen of the age to cry out, &#x201C;Annihilate the 'Mormons,' or Christianity is down,&#x201D; and thereby seek to raise the ruthless hand of military power to annihilate and destroy innocent, unoffending, law-abiding citizens of a rapidly improving Territory. Every honest man that comes into our Territory, after a short existence in the midst of the Saints, reasonably concludes we have greater respect for the Constitution of the United States, than any other people, notwithstanding all that may have been said by howling priests about the tyranny in the midst of these mountains. <\/div><div class=\"paragraph jod\" id=\"v2n2128\"> Circumstances have proven, beyond all successful contradiction, that the Elders and authorities of this Church do respect the great principles of the Constitution, and the Latter-day Saints in and of every nation do respect the constitution and laws of their country; the principles of their faith make this obligatory upon them. <\/div><div class=\"paragraph jod\" id=\"v2n2129\"> We have been driven from our comfortable homes in the United States, into these mountains, and it is only under the kind hand and protecting care of the Almighty that we are kept here; He gave us the privilege of sheltering and of staying here for the time being. <\/div><div class=\"paragraph jod\" id=\"v2n2130\"> We are the children of the Most  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>High, and we have been called upon by Him to make sacrifices for the building up of His kingdom, and it behooves us to be awake to our duties as sons and daughters of God. And I tell you it is for us to depend upon Him, the giver of all good, and if we do not so live as to be partakers of the blessings of the fulness of the Gospel, and of His watchful care, we may anticipate that more destruction will come upon our heads, for the Lord will purify us. <\/div><div class=\"paragraph jod\" id=\"v2n2132\"> We are blessed indeed to be in a position which is of the utmost importance to the fulfillment of the purposes of God and the accomplishment of the Latter-day work, which we shall be the means of bringing about if we dedicate ourselves to the interests of His work. <\/div><div class=\"paragraph jod\" id=\"v2n2133\"> We are perfectly aware of the bloody hatred that exists towards us throughout the world, and we are perfectly aware of the hot persecution that we have to endure because of our religion; we know the people of God always were persecuted, and we expect they always will be, until the power of the devil is subdued and the kingdom and the greatness thereof shall be given to the Saints of the Most High, to possess forever and forever.<span class=\"citation\" id=\"61667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61667)\">Dan. 7:18,22,27<\/a><\/span> Although we have met with opposition from all quarters, yet thousands and thousands of exertions have been made by this people for the express purpose of causing the inhabitants of the world to abandon their corruptions, forsake their wicked practices, leave off and repent of their foolish doings; and our constant exertions have been rebutted with constant abuse from those we were trying to benefit. <\/div><div class=\"paragraph jod\" id=\"v2n2134\"> The blood of our Prophet and Patriarch, and hundreds of innocent men, women, and children, and the destruction of millions and millions of dollars' worth of property, the long list of abuses to which we have been subjected, and the patience, forbear<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ance, and fortitude with which these abuses have been borne, only prove in the first place the intense hatred with which the world hate us, and in the second the sterling integrity of the people called Latter-day Saints, and their determination to abide the laws of their country. <\/div><div class=\"paragraph jod\" id=\"v2n2135\"> Then I say, let us be united, and let our voices ascend to Him as the voice of one man, and let every foolish notion depart from our midst, that we may have power with Him, for I tell you we depend alone upon the Almighty for protection, and if we depend upon His arm and upon His power, we can work in faith, believing that He will help us. I do know that if this people were united, and would exercise faith, and listen to the counsel of the Presidency as they ought, and be united as one man, all the powers of earth and hell could not prevail against them; and if no power could prevail, of course there would be but little danger. But if feuds, discord, selfishness, and contentions are permitted to break up our unity, we shall then become like others, weak in consequence of our division. <\/div><div class=\"paragraph jod\" id=\"v2n2136\"> I have listened with pleasure to the remarks of our brother, and I can appreciate his feelings while he preached the everlasting Gospel on the soil of Texas, for the liberties of which, he had in the days of his youth periled his life on many a bloody battlefield. <\/div><div class=\"paragraph jod\" id=\"v2n2137\"> I realize the sensation of endearment of native country that flows in the breast of a man who has been driven from his rights and privileges, a feeling of a peculiar nature, for when a man is abused by those around him, it is rather humiliating to have to quietly submit to be deprived of his rights; but we have to seek those rights we cannot get at the hands of our fellow men, at the hands of the Almighty; for wicked men will not extend them to us, and therefore  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we must depend upon Him who is the source of all good, and from whom protection must be derived, for as the Lord lives, peace is taken from the earth,<span class=\"citation\" id=\"83728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83728)\">D&amp;C 1:35<\/a><\/span> and every man's hand is against that of his neighbor,<span class=\"citation\" id=\"62355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62355)\">Zech. 14:13<\/a><\/span> and death and destruction and all the powers of earth and hell seem to be manifest to bring about the consumption determined for the last days. <\/div><div class=\"paragraph jod\" id=\"v2n2139\"> There is considerable anxiety among the Elders to go and preach the Gospel to distant nations, to those who profess to be enlightened, but brethren and sisters, let us preach the Gospel at home, in our houses, to those natives in the mountains who are sunk in misery and distress. <\/div><div class=\"paragraph jod\" id=\"v2n2140\"> Let us open good schools for the Indians, and use the influence that we have got, for their redemption, and let us endeavor to bring them back to the light, bring them back from their long lost and degraded condition, bringing them back to the Gospel enjoyed by their fathers, for they prophesied that their children should wander in darkness for many generations, and then the Lord would commence His work amongst them again;<span class=\"citation\" id=\"81781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81781)\">Enos 1:13,18<\/a><\/span><span class=\"citation\" id=\"83943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83943)\">D&amp;C 10:46-52<\/a><\/span> and let us do it, and do it with faithfulness and tenderness, with kindness and generosity, and act as fathers would act towards their children; and let us spend our means and labor, let us toil, and even spend our all for their redemption and preservation. And let us not take hold of it as a light matter, as a matter that we will <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never let come near our hearts, but with willingness, long-suffering, and continued endeavors to do them good, and when we are foiled in our endeavors to benefit those people, let us recollect that we are not to be discouraged, but let us remember that we are to keep trying, and pray God to give you wisdom to act aright. Put away from your hearts all desires to shed their blood, and put far from you the disposition that causes you to think they are troublesome, and we should like to get rid of them. Let us consider that they have rights here, that they are the original settlers. They have natural rights, and all our kindness and generosity and all our faith exercised to benefit them will be acknowledged. <\/div><div class=\"paragraph jod\" id=\"v2n2141\"> I know the feelings of some; they think the best and only method to deal with them would be to kill off and exterminate their race. <\/div><div class=\"paragraph jod\" id=\"v2n2142\"> But the Lord has placed us here to try us, and if we have suffering He will bless us for our labors among that people. <\/div><div class=\"paragraph jod\" id=\"v2n2143\"> Do not let us be weary, but let the hearts of young and old throb with emotions to be missionaries, throb with desires to teach them the arts of civilization. <\/div><div class=\"paragraph jod\" id=\"v2n2144\"> Let these be our feelings and desires, and may God bless us in our faith and works, that we may bring them back to the knowledge of their fathers and the blessings of the Gospel according to the promises. Amen. <\/div>\n<\/div>\n<\/div>"}