{"ID":20053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Word of Wisdom.<\/div>\n<div class=\"subtitle\">An Address by Elder Ezra T. Benson, Delivered in the Bowery, Great Salt Lake City, April 8, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Word of Wisdom.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 4\/8\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v2n2034\"> I feel to rejoice this morning in the remarks that I have heard, and I feel to bear testimony to the same, and also to all the instructions given during this Conference. <\/div><div class=\"paragraph jod\" id=\"v2n2035\"> I feel that it is good to be here, and I can say that I have tried to appreciate the blessings we enjoy in common with my brethren. It is indeed a privilege to rise before an assembly of Saints in the Valleys of the Mountains, before those that are now so comfortably and favorably located in this place; and while brother George A. Smith was speaking upon the &#x201C;Word of Wisdom,&#x201D;<span class=\"citation\" id=\"88828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88828)\">D&amp;C 89:1<\/a><\/span> there was a dream occurred to my mind that I heard related by one of the brethren a short time ago. He said there was <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a proclamation issued by the President of the Church of Jesus Christ, for the Elders of Israel to collect those together who had kept the commandments of God, for there was a work that the Lord had for them to perform. The people came together very slowly and reluctantly; once in a while a few would come along, but a leader oft was wanted, and perhaps an Elder would be seen coming up, but it seemed to be slow work collecting the people together. After a while there was another proclamation issued for the people to come together in masses, those that were true, and that were known to be trying to keep the commandments of God, and they then came up by thousands, by tens of  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thousands, and by hundreds of thousands. I felt that it was so this morning, that those that had been speaking had touched the right subject, and it was very good; and I felt that there would be very few in this vast congregation (if they were called out), who had kept the &#x201C;Word of Wisdom;&#x201D; if all such were called for, I am persuaded that there would be very few that would come forth, but if the word were, &#x201C;Come forth, all ye Latter-day Saints that are trying to keep the Word of Wisdom,&#x201D; I feel that there would be many that would come forth, and I believe I would be among that number that would be found trying to keep the Word of Wisdom. <\/div><div class=\"paragraph jod\" id=\"v2n2037\"> When we first heard the revelation upon the Word of Wisdom many of us thought it consisted merely in our drinking tea and coffee, but it is not only using tea and coffee and our tobacco and whiskey, but it is every other evil which is calculated to contaminate this people. The Word of Wisdom implies to cease from adultery, to cease from all manner of excesses, and from all kinds of wickedness and abomination that are common amongst this generation&#x2014;it is, strictly speaking, keeping the commandments of God, and living by every word that proceedeth from His mouth.<span class=\"citation\" id=\"62808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62808)\">Matt. 4:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n2038\"> This is the way that I understand the Word of Wisdom, consequently we have to keep all the commandments, if I understand the matter correctly, in connection with this Word of Wisdom, in order to obtain the blessings, for unless we do keep the commandments of God, and not offend in any one point,<span class=\"citation\" id=\"94360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94360)\">James 2:10<\/a><\/span> we have not a full claim upon the blessings promised in connection with this portion of the word of the Lord. <\/div><div class=\"paragraph jod\" id=\"v2n2039\"> The Lord says, in reference to these things mentioned in the Word of Wisdom, that they are not good for the body!<span class=\"citation\" id=\"88916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88916)\">D&amp;C 89:7-9<\/a><\/span> I know that my brethren and sisters feel as I do, they have a <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> desire to keep the Word of Wisdom, and know it is the wish of the Presidency that the Elders of Israel should preach upon the Word of Wisdom, and establish it in the minds of the people, and suffer not themselves from desire to be overcome by the habits of those among whom they travel to preach the Gospel, but be an example in all things. <\/div><div class=\"paragraph jod\" id=\"v2n2040\"> I can say one thing which I am very thankful for, I never partook of an evil in my life because my brethren did, but I have always tried to act and live upon my own agency. If I have sinned, it has been through my own ignorance; if I go astray, it is because my mind and my nature are human. <\/div><div class=\"paragraph jod\" id=\"v2n2041\"> I have ever felt determined to take a course to enjoy the Spirit of the Lord, and when He has left me to myself, and I have been tempted, I have always trusted in the Lord and endeavored to obey Him, and not to give way to the tempter; and I want this feeling to sink deep into the hearts of every man and woman calling themselves Latter-day Saints. And when I hear a word dropped by anyone that will tend to thwart the design of God's holy word, why then I feel most indignant. <\/div><div class=\"paragraph jod\" id=\"v2n2042\"> I wish to see men observe and teach the Word of Wisdom in their families, for to see men throw a bad influence upon the word of the Lord, I was going to say such a spirit is a stink in the nostrils of all righteous men.<span class=\"citation\" id=\"61928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61928)\">Amos 4:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n2043\"> Many of the Saints excuse themselves for chewing tobacco because others use it, but let us examine ourselves this morning, and see if such a course will be justifiable before our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v2n2044\"> Where is the man that excuses himself on this account? I ask him&#x2014;is it righteousness for him to excuse himself in order to free himself from blame? If it is not, let him repent, cease his excusations, and turn unto the Lord his God, and work  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteousness all the days of his life, that he may be saved in the kingdom of heaven. <\/div><div class=\"paragraph jod\" id=\"v2n2046\"> You know it as an old Methodist doctrine, that every tub has to stand upon its own bottom, and we will find that it is so before we get through; yet we will find, brethren and sisters, that it is for every man and woman to take a course to save themselves individually, obey counsel, observe all the revelations of Jesus Christ that shall be given to us as a people in this present age, whether by the dreams of the night, the visions of the day, or the revelations of God's Holy Spirit, and to follow after righteousness, pursue the course marked out for the people of God, and then all will be well with us in this life, and also in that which is to come. <\/div><div class=\"paragraph jod\" id=\"v2n2047\"> I feel to rejoice, and I thank my heavenly Father that we have escaped thus far the contaminating influences of the Gentiles, and I always do rejoice that our lives are prolonged upon the earth. I never attended a Conference in my life but I felt thankful to God that I had fellowship and a standing in the midst of this mighty people, and that I had some confidence before them and also the God whom we serve. <\/div><div class=\"paragraph jod\" id=\"v2n2048\"> We are indeed a blessed people, <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prosperity attends us as a community, the wicked and even the very devils are prophesying the prosperity of this people, to say nothing about the predictions of the Latter-day Saints themselves. The great and influential amongst the nations are all the time speaking of the success and prosperity that attend this people, and their telling this is what stirs up the devil. <\/div><div class=\"paragraph jod\" id=\"v2n2049\"> We are going to build a temple, we are now laying the foundation, and when it is completed we expect to receive our blessings, and do you think the devil knows this? Yes, he knows all about it, and he stirs up the wicked, and why does he do this? To hinder the people of God from obtaining the blessings they desire. (It then began to rain, and brother Benson remarked), Well, I can stand the rain if you can. Brethren and sisters, we are neither sugar nor salt, although we are a little of both. Give us your attention for a few moments, and we will dismiss till two o'clock. <\/div><div class=\"paragraph jod\" id=\"v2n2050\"> May the Lord bless you, that your hearts may be comforted, and that you may listen to all the instructions that you have heard during this Conference; this is my determination. May God bless you through Christ our Redeemer. Amen. <\/div>\n<\/div>\n<\/div>"}