{"ID":20051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Opposition.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Ezra T. Benson, Delivered at the Seventies' Conference in the Tabernacle, Great Salt Lake City, February 16, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Opposition.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 2\/16\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v2n1985\"> I have listened with a great degree of satisfaction to those who have already spoken. I am now called upon to cast in my mite by the words of my mouth. I take pleasure in doing so. I always have taken satisfaction in speaking to my brethren, whenever it has fallen to my lot. <\/div><div class=\"paragraph jod\" id=\"v2n1986\"> I have no excuse to make, no particular preliminaries to introduce, but wish at once to mingle my spirit, views, and feelings with those of this people. Whatever may be my field of labor, or whatever I may be called upon to do, I am ready to do it willingly, and wish to act in the calling whereunto I am called, to the best of my ability; whether to preach, or to labor with my hands, or whatever it my be, it is all the same to me, so that I am attending to the duty of <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my calling, and working in the sphere of this our holy religion. From the experience that most or all of us have had in this day and age of the world, we have all pretty much come to the conclusion that whatever we do, whether it is today or at any other time, should be within the pale of our religion, acting in the spirit of our calling. This is the instruction we have been receiving this afternoon and this morning. My heart has been warmed up since I have been sitting here, and it does not take a great deal to warm it up in this case, because I try to so live before the Lord and this people, that it takes but little to warm it up. <\/div><div class=\"paragraph jod\" id=\"v2n1987\"> What kind of feeling do we want resting upon us? We want the testimony of Jesus, and that is what we  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must have, not only this week, this month, and this year, but every day of our lives. We should be in possession of that which the Apostle Paul admonished the people to possess in his day, viz., to be ready to give a reason of the hope that you have in you.<span class=\"citation\" id=\"77897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77897)\">1 Pet. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1989\"> Much good instruction has been given to the Elders of Israel. It is true I have been a little surprised, when I have reflected as a man reflects, when I have reasoned as a natural man would reason, at the remarks that have been made here this afternoon by President Joseph Young. Here we are, eating, and drinking, and sleeping in peace, &#x201C;with none to molest, or make us afraid,&#x201D; worshipping God according to the dictates of our consciences.<span class=\"citation\" id=\"94107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94107)\">A of F 1:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n1990\"> But when we reflect for a moment upon the past experience of this people, it speaks louder than thunder in our ears, we are to be on hand, as has been stated this afternoon. What is this for? It is for our good, that we may not lie down and become indolent, and say all is ease now in Zion. But the devil is not dead yet; he is on hand to do his work, to perform his mission, which is to stir up the Saints to their duty, if they do not attend to it by being counseled from God. It has been so in every age of the world&#x2014;it has been the experience of this people. <\/div><div class=\"paragraph jod\" id=\"v2n1991\"> We have now commenced to prepare for the building of a Temple; the ground has been staked out and broken; does not the devil know it? Yes; he knows all about it, and there could not be a thing to displease him more than for this people to talk about a Temple, to say nothing about going to work to build one. Did it not always stir up the devil? It was so in Kirtland, Missouri, and Illinois; and will it not be so in the City of the Great Salt Lake? It will. Are you not glad of it? You ought to be. Why? Because it is impossible to do <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anything, to any great extent, without an opposite. This is strictly according to the experience we have had. We must have an opposite, it must needs be that there is an opposite in all things<span class=\"citation\" id=\"81225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81225)\">2 Ne. 2:11<\/a><\/span> to square us up, and make us ready to become useful in all things. I am glad of it, myself. What is required of us to do? Why, just do right, and all is right; what an easy lesson. Can you have any enjoyment without an opposite? We hear a good deal said about making sugar; but I tell you it is impossible to make sugar enough to make everything sweet. There is plenty of sweet, and there is also plenty of bitter. There must be an opposite, and it is all right. <\/div><div class=\"paragraph jod\" id=\"v2n1992\"> What should the Saints do? You know you are right, God has told you so. The revelations of Jesus Christ have told you that you are right, and everybody who knows anything about God tells you that you are right, for you want to do right, and work righteousness. What greater testimony do you want? It is enough, it is quite sufficient. It is the privilege of everybody to do just as much good as they have a mind to. And what a glorious idea it is to know that we are in the Church and Kingdom of God, where there is a fountain of knowledge, of light, and of faith, where there is an inexhaustible fountain of matter and experience to work upon, so that a man is not trammeled in performing any one good thing. The revelations of Jesus Christ are far more liberal than Mr. Strang's. He told the people that it was only the rich that should have many wives, and the poor are not to have any. Our God does not use any such expression; He makes no distinction between the rich and the poor, between the high and the low, the manservant and the maidservant; everybody is placed as free as the air that blows. Who is trammeled in the Gospel of Jesus  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christ? Is there one person? No, not one. Are you debarred from getting revelation? No, not at all. Light and intelligence are placed as free as the air that blows. <\/div><div class=\"paragraph jod\" id=\"v2n1994\"> Can an Elder in Israel leave this place and go into the world to preach the Gospel without revelation? No. Can people live in these valleys of the mountains without it? No, they could no more live without the light of revelation than they could without eating bread, and performing the duties required at their hands. Well, what difference is there, then, if a man can have all that he needs? <\/div><div class=\"paragraph jod\" id=\"v2n1995\"> I once heard a sectarian priest undertake to tell about the different glories Paul speaks of.<span class=\"citation\" id=\"73934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73934)\">1 Cor. 15:41<\/a><\/span> He compared Christians to cups or tankards, some held a pint, some a gallon, &amp;c. Now says he, &#x201C;When the cups are all full, is not that enough.&#x201D; I thought the comparison was pretty good. The Lord says He has different gifts and talents to the children of men; to one He gives revelation, to another the gifts of tongues, to another prophecy, to another the gift of miracles,<span class=\"citation\" id=\"73477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73477)\">1 Cor. 12:10<\/a><\/span> but no man is deprived of obtaining them all, if he has the power of mind, intelligence, and faith to do so. We can get all we desire, all we can comprehend and ask for, or all we can appreciate. Here is wisdom, that a man should not ask for that he could not appreciate or comprehend, or make a good use of, although many of us may ask and receive like the child did the apples. A little child playing upon the floor sees you hold a plate of apples, it asks for one, which it holds in one hand; then it wants another in the other hand; then it wants more, until the arms and lap are filled to overflowing; still it is not content, but craves for more until it cannot hold them, and loses the whole. This spirit the President said he could see manifested by some of this people, so that if they are not careful <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their blessings will become a curse to them. We have to prove ourselves in all things, every man and woman in the Kingdom of God. Our faith is tried in many ways, and what plan looks better to a faithful, virtuous Latter-day Saint? And can you be a Latter-day Saint without being virtuous? The Prophet Joseph said one could not; and he said a virtuous man or woman is willing to do precisely as the Lord tells him. Then, according to the Prophet Joseph, it is virtuous for you to obey the voice of God&#x2014;the counsel of heaven through that man whom God has set to preside over us. He holds the keys of salvation to this people, and to the nations of the earth; and when that man unlocks, there is not power enough in this earth to lock. This is the situation we are in, these are the keys that are held by the men of God among us. Have we anything to fear? We need not stop to spend any time to know whether we shall do this thing or the other we have been counseled to do. If it should be to sharpen up our swords, we need not inquire when a mob is coming from the States, or whether there is enough of mobocrats in our midst to raise one. <\/div><div class=\"paragraph jod\" id=\"v2n1996\"> The longer I live, and the more experience I have, the more I feel like fighting for my religion and my rights. But to make a long story short, I would not give one groat whether I stay here one month, or one year, or twenty years longer. If I sit down, and reason with myself on this wise, &#x201C;Well, I have built me a good, comfortable house, I have made me an excellent farm, and am just preparing to live;&#x201D; or, &#x201C;My wife is sick, and I have scarcely any provisions;&#x201D; I should begin to draw in my horns, you know, and be against going away. But when we reflect upon the past, looking back upon the days of Nauvoo, and comparing the situation of this people now with their situation then;  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could we then claim a widespread Territory? No, we were settled then in a little elbow of the Mississippi, cornered up with mobs all around us, and even in that condition many of us felt first-rate. When we came away the enemy gave back before the Saints, and we crossed over the river unmolested. I am speaking of those who obeyed the counsel of the Lord. <\/div><div class=\"paragraph jod\" id=\"v2n1998\"> I can recollect the time I had in Nauvoo. Brother Joseph Young remarked that he was President of the Seventies before any Seventies were organized; I also was somewhere, and was coming along in the natural train of things as fast as I could to stand in my lot among this people. I would have obeyed the Gospel before, if I had known enough. We found ourselves cooped up in Nauvoo, and the word of the Lord to this people was to gather out; and mobs menaced us on every side. Some good men at that time went to brother Brigham, &#x201C;We shall never get out, we never can be permitted to pass through the Territory of Iowa.&#x201D; Says brother Brigham, in reply to them, &#x201C;We shall all go through, and not a man shall be hurt.&#x201D; This I heard him say in the Temple of the Lord. Was it not the case? It was. The very moment the Saints began to cross the Mississippi River the cloud began to disperse, and the light in the west began to break forth; mobs began to disperse each way on the right and on the left, to let the Saints pass through unhurt. That was the situation of affairs at that time, it is all fresh upon my memory. I have not time to enter into this part of our history in full, I merely wished to refresh your memories, and make you feel as I do. All the people did not pass through, some half-hearted &#x201C;Mormons&#x201D; were left behind, with a sprinkling of true hearts, and the Lord was with them notwithstanding, and they stood there to <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whip the devil, and they did it first-rate. <\/div><div class=\"paragraph jod\" id=\"v2n1999\"> Now let us stay here in the valleys of the mountains, and do all the good we can. Let us fight if the Lord says so, and blow and shatter hell from the center to the circumference if He tells us to do so, then it will be all right. But if He says, &#x201C;Let the Saints go,&#x201D; I tell you I want to be among the first train, if possible. I want to be on hand to obey counsel when the Lord speaks. We have escaped our difficulties in Illinois, and got a possession in these goodly valleys, by obeying the commandments of heaven, and what are our privileges? We are now organized as a Territorial Government, and acknowledged as such by the parent Government. This is the result of what we have passed through. Of course, then, if we carry out the same principle of progress, before we can be numbered as a free and sovereign State the mustard stalk must be again kicked; this is logical. It was pictured to us by the servants of God, before we embraced &#x201C;Mormonism,&#x201D; that we could not become Latter-day Saints without passing through much persecution. If we do not pass through it, it shows plainly to me that we are not Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v2n2000\"> I have known men converted to this Gospel through the remarks of the priests of Christendom. A very intelligent man in New York, for instance, when the priest told him not to run after this deluded people, saying, &#x201C;They are thieves and robbers,&#x201D; replied, &#x201C;You don't say so; why that is the people I have been hunting for&#x2014;a people that all denominations of Christians speak against,<span class=\"citation\" id=\"62990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62990)\">Matt. 5:11<\/a><\/span><span class=\"citation\" id=\"67216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67216)\">Luke 6:22<\/a><\/span><span class=\"citation\" id=\"94359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94359)\">Acts 28:22<\/a><\/span> for that is the Church of Jesus Christ; so, sir, I am a Mormon right straight.&#x201D; We have got all these things to contend with, and it is all right, brethren and sisters; for here is your blessing, here is your crown, and with your crown,  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here is your glory. You are all desiring this, labor for it; and the longer I labor, the more experience I have. I find we have to labor with our own hands&#x2014;this kingdom has got to be built up by manual labor; as the Governor said in the Legislature this winter, viz., our capital lies in the physical force of this people. Here is element in abundance all around us, as much as we have a mind to organize, according to the faith, experience, and ability that we possess from day to day. <\/div><div class=\"paragraph jod\" id=\"v2n2002\"> Brethren, let us build a Temple, make farms, and raise an abundance of the good things of the earth; let us go to work and act according to the revelations we read from time to time, let us establish home manufactories, and, as I have said numbers of times this winter, I would to God we could say today that we will, from this time henceforth, sustain ourselves by the help of God, and abide by it. Decorate our own bodies with the workmanship of our own hands, and I know, as &#x201C;Mormonism&#x201D; is true, and my experience correct, we shall that moment be independent. If we are not willing to fulfil the word of the Lord by counsel, and the experience we pass through, He will let the devil punish us until we do it. What do we want of the Gentiles? I would rather wrap myself up in a buffalo robe than go back amongst them again, unless I was counseled to do so. <\/div><div class=\"paragraph jod\" id=\"v2n2003\"> We are doing first-rate. I feel as though I was doing first-rate sometimes, and sometimes I do not feel so, but can discover that there is room for me to do a little better. I know the majority of this people mean to do right, and follow the counsel of the Lord's servants, but there are some few who are wandering, their minds are not open to mark the providences of God to this people, but are pinned upon something else. We hear of meetings being established around in <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this city, for this ite, that ite, and the other ite. What is the matter with this portion of the people? Have they been neglecting their duties and their prayers? When I am out in the country, and stay at the houses of the brethren, I have an opportunity of seeing who prays. I stop all night at a brother's house, I eat with his family, and I begin to know how he feels. If he is a praying man, he will ask me to pray with him, or he will pray for me, and his family, and the welfare of Israel. <\/div><div class=\"paragraph jod\" id=\"v2n2004\"> I found, as I traveled round among the people, that many Elders of this Church seldom bow down to pray. We cannot live righteously without praying. Show me an individual who lives without prayer, and I will show you an individual who lives without the bread of life. Let us pray, and get into heaven as fast as possible; for we need not be many years in getting there. The quicker we get a Temple built, and preach the Gospel to the nations of the earth, and gather the Saints, the quicker we shall be released from the powers of darkness. If a man is perfectly filled with the Spirit of God, when the devil comes along there is no chance for him to enter. Here then is quite an advantage in a person's being continually filled with the Spirit of truth. So you are on the right track, you are right, and nobody can get you wrong. If you suffer the Spirit of the Lord to leave your hearts, and the devil comes along and finds an empty house, he then enters in,<span class=\"citation\" id=\"64449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64449)\">Matt. 12:44-45<\/a><\/span> and inasmuch as we are under transgression, he lays his hand upon us, saying, &#x201C;You shall be my tool for me to work with, you have transgressed the laws of God, and my spirit shall lead you about; you shall go into Gladdenism, to this and that ism.&#x201D; I say you ought to feel the happiest people upon the earth, because we have had experience in this Church; we have got righteous men  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to lead us; they have stood the test&#x2014;stood through mobs, fire, sword, and death, and their knees have never trembled, nor their lips quivered upon any occasion; but they have done everything that could be done by mortal man for the good of this people, and for our deliverance. <\/div><div class=\"paragraph jod\" id=\"v2n2006\"> We have nothing to fear, but fear God and work righteousness all the days of our lives. Do not let us be cast down, nor be troubled about that which we cannot help. As the Apostle Paul says, we have done the will of the Gentiles,<span class=\"citation\" id=\"78093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78093)\">1 Pet. 4:3<\/a><\/span> but from this time we will serve the God of Abraham, Isaac, and Jacob. Let us weed our own gardens, take care of our own concerns, and all will be right as far as we are concerned. I feel well, and I mean to go ahead in this great work; I want to see the winding up scene of this generation. If ever we are clipped of our Priesthood, our glory, and our crown, it will be when we cease to faithfully preach the Gospel, cease to keep the commandments of God enjoined upon us, cease doing good to this people. Then, at once, the principles of &#x201C;Mormonism&#x201D; will be contracted in us; we shall become leaky vessels in the principles of the Gospel, while we ought to retain every good thing we receive. <\/div><div class=\"paragraph jod\" id=\"v2n2007\"> Does a man lose any of his Priesthood and power by going to heal and bless the sick? No, He receives a blessing at the same time. Is not a man blessed when he gets a revelation from God to this people? He is; and so are we blessed if we do the work of God. No man or woman is exempted from doing good; we may do just as much as we please. Let us have respect and kindness for each other; let us feel well towards each other, speak good things to each other, and of each other, for this is the way Saints should live. When we take this course we shall feel right. When I feel like blessing my brethren, like lifting them <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up, and exalting them in my feelings, I feel first-rate myself; but when I feel like dragging them down, I feel contracted in my feelings, my mind does not expand in the principles of &#x201C;Mormonism;&#x201D; but when I feel to bless everybody and do right by night and day, I feel like blessing everybody, and strong like a young lion sallying from his thicket. Do you want a qualification to that expression? I feel like blessing those who ought to be blessed, they do not stick anywhere else. God blesses no person, only on condition, neither do His servants. If a man rises up and prophecies great and glorious things on your head it is all on conditions. And says Jesus Christ, &#x201C;He that endureth to the end shall be saved.&#x201D;<span class=\"citation\" id=\"64129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64129)\">Matt. 10:22<\/a><\/span> It is the faithful performance of our duties that will insure us an entrance into the celestial kingdom of God, not only today, but to the end of our lives. <\/div><div class=\"paragraph jod\" id=\"v2n2008\"> Now, brethren and sisters, may God bless you; pray for yourselves; go into the private chamber, and there kneel down, and make known your wants unto God; if you ask wisdom He will not upbraid, but give it to you liberally.<span class=\"citation\" id=\"77409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77409)\">James 1:5<\/a><\/span> Get the spirit of prayer upon you, and then you are all right; it is no matter where we are, so as we are found doing the will of God. He does not require us to ascend these snow-capped mountains, or to go to the United States this winter, to do His will, but the arena of action is here, in our family circle, by our own firesides, attending to our daily labors and local duties. And if a man wishes to have the Spirit, let him expand himself in temporal matters, or spiritual if you please, for it is all spiritual and all temporal according to my feelings. I preach the Gospel, it is temporal, it is manual labor; I would rather chop cordwood anytime than do it, were I to consult my natural feelings. For when I preach to the people I want to take the word in my  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hand and throw it down their necks, and say, &#x201C;That is &#x2018;Mormonism,&#x2019; will you swallow it? It is the truth from heaven and I know it.&#x201D; That is about all the preaching a man can do. You may quote Scripture for a month, and a sectarian will rise up and tell you, &#x201C;We preach the Holy Scripture,&#x201D; but if they do, they do not know it is true. I know that &#x201C;Mormonism&#x201D; is true; this testimony will make him shake like Belshazzar of old.<span class=\"citation\" id=\"61497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61497)\">Dan. 5:6<\/a><\/span> When a man knows that &#x201C;Mormonism&#x201D; is true, he is commissioned to preach the Gospel; if he does not, he is not qualified. <\/div><div class=\"paragraph jod\" id=\"v2n2010\"> We have heard a great deal this morning about reading and qualifying ourselves; it is right, and according to the revelations of God; but if I cannot have but one of these qualifications given me, I want to have the testimony of Jesus, which will pierce them like a cannon ball. It made me feel so. You will be called upon to go to the nations; and before you go, as brother Jedediah said, we want you to have &#x201C;Mormon&#x201D; thunder in you; and if you have not got any of it, we will try to pump some in you before you start. For you will have many kinds of devils to contend with; there are laughing devils, and crying devils, murmuring devils, and sympathetic devils, besides many more I could <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> name. But don't be afraid, brethren, you will all have a chance to go and see for yourselves. <\/div><div class=\"paragraph jod\" id=\"v2n2011\"> I belong to all the Quorums. One Quorum is just as necessary as another, and if so, it is just as honorable in its place, sphere, and calling. What a beautiful Church the Lord has organized! We could not have thought of it; it is altogether beyond the wisdom of man, because a man, no matter how big, how eloquent, or learned he may be, has to be admitted through the same door, he must pass through the same ordeal as the ignorant, yet honest, poor man, he must be kicked, and cuffed, he must sacrifice all things for Christ's sake, or he cannot reign with this people. How should we look among the exalted and glorified Saints who have passed through much suffering to obtain their crowns, if we had not passed through the same, could we reign with them with any satisfaction to ourselves? I think not. As we heard here last Sunday, do not be discouraged because you were not in the various troubles the Saints have passed through on sundry occasions, for you will get a chance to try yourselves in like scenes, that you may have the same glory, exaltation, and crown. <\/div><div class=\"paragraph jod\" id=\"v2n2012\"> May the Lord bless you for Jesus Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}