{"ID":20054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Ordaining Young Men to Office&#x2014;The Word of Wisdom&#x2014;Union.<\/div>\n<div class=\"subtitle\">A Discourse by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake City, April 8, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Ordaining Young Men to Office, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/8\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v2n2052\"> As I arise I am cautioned by President Kimball to be careful that my hair does not blow off; I shall exercise as much care and caution as possible on the subject; but if it should actually come off, I have very few friends here today in this numerous audience but what know very well how my head looks perfectly bare, and consequently I should not feel as though I was subject to any particular disgrace, while I can enjoy the comfort of sitting in the congregation without having my head tied up in a handkerchief, or suffering with a cold. <\/div><div class=\"paragraph jod\" id=\"v2n2053\"> I feel a little sorry this morning that our meetinghouse is so small; really it seems too bad that we have not a little more room, but it fulfills very clearly the early predictions of the first President of the Church (Joseph Smith), that we may build as many houses as we would, and we should never get one big enough to hold the Saints; and I presume, before this immense Bowery is absolutely enclosed, and comfortably seated, that we shall find it too small to accommodate those who wish to attend here on the Sabbath day, or on any important occasion. <\/div><div class=\"paragraph jod\" id=\"v2n2054\"> In rising to speak to so vast an assembly, I am reminded of the old rupture of my lungs, which was made while preaching in the streets of London to scattered assemblies, to persons in the courts, in the squares, in the windows of buildings four and five stories high, and on different sides of the streets, in the midst of a foggy, <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> smoky, damp atmosphere. It is a rupture which caused my lungs to bleed, and which has been a constant caution and effectual check to my course in life, requiring me to keep within a certain limit, with, however, this condition, that, live or die, or whatsoever might be in the road, the Gospel of Jesus Christ <span class=\"italic\">I would preach<\/span>, and the testimony of the fulness of the Gospel of the Lord to the Saints in the last days I would bear, wherever and whenever I had the opportunity, backed with a faith in me that I would have power and health to do this; at the same time any kind of exercise, that would heat my blood for one half hour, would produce considerable bleeding from the lungs, and yet by the aid of your faith I undertake to address this immense audience, with full confidence that I shall succeed so that a great portion will hear me, and by the stillness of the balance I may be enabled to make them all hear me, though it requires a great effort for even a man with sound lungs to make ten thousand persons hear him speak distinctly. <\/div><div class=\"paragraph jod\" id=\"v2n2055\"> I have been a member of this Church from my childhood: I commenced to advocate the Book of Mormon when only thirteen years of age. The second day after I got hold of it I read it nearly through. News flew round the neighborhood that the &#x201C;golden bible&#x201D; had come, and a large company of neighbors came in to see the book; they commenced to examine and find fault with it, and I to ans<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wer their objections, as I thought they looked so unreasonable; although I had not made my mind up on the subject, yet I tried to remove their objections; the result was, the whole company went away confounded, leaving me surprised that they could not raise any stronger objections against it; and from that day to this I have not let any proper occasion slip that presented to me an opportunity of defending the mission of Joseph Smith, and the Book of Mormon, to the very best of my ability. It may be said of me that I never knew anything else but &#x201C;Mormonism,&#x201D; yet I have found that some of the traditions of my early education (as I was piously educated at the Sunday school in the doctrine and principles of Presbyterianism)&#x2014;some of these principles which I received in my youth have clung to me so closely that I have had to stop at times and reflect whether I had learned that from the proper source, or whether it was part of my old catechism, which I must confess I have forgotten. <\/div><div class=\"paragraph jod\" id=\"v2n2057\"> I introduce these remarks as a preface to my discourse, because I have been pleased by the remarks of the First Presidency, especially by those of President Brigham Young, on the subject of the appointment of Bishops; he wishes to appoint those who have grown up in the Church, who have not lived a great portion of their days under the influence of sectarian traditions of their fathers, and been subject to the slavish notions of cast-iron creeds, that when they entered into this Church, they were so bound in them, they never could be unbound, and that even now in performing the duties of their callings they do not learn enough of the things of God to in every instance discriminate between the two. I had discovered in a number of instances that appointments of this kind to different offices did not work well; and that when men who <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are not very old when they come into the Church, all they have learned is the truth, and are not under the necessity of unlearning what they might have learned in twenty, forty, or fifty years, of old tenets, creeds, doctrines, and nonsense, but have taken a start from the right foundation, and what they did learn have learned it right. <\/div><div class=\"paragraph jod\" id=\"v2n2058\"> I thought I would take the liberty of addressing the younger brethren, as a great portion of this congregation are what might be termed in the States, Young America, if you please, or among us, &#x201C;Young Mormons,&#x201D; those who have been raised in the midst of persecutions, and the instructions the Saints have enjoyed. President Young, in the course of his remarks, introduces the subject of the divisions that exist in New York politics; for instance, it is customary in the political circles of New York, and has extended from that capital throughout the Union, to denominate men that have become somewhat superannuated in their veins, or have got the old-fashioned slow motion about them, &#x201C;old fogies.&#x201D; For instance, there are but few of us but what can remember when railroads were first introduced into the United States. It is not difficult for old men to remember when the first steamboat was built, or when the first telegraph wire was put in operation; and it is properly denominated the &#x201C;fast age.&#x201D; Men who have got the old principles of locomotion&#x2014;that cannot accommodate their feelings to the great improvements of the fast age&#x2014;that have got their education on the slow track, and are determined to follow it, it would be better for them to stand aside, and clear the track for the telegraph speed of the present generation just rising up on their heels. <\/div><div class=\"paragraph jod\" id=\"v2n2059\"> I was pleased with the resolution, as far as it was necessary to apply it; but there are a great many men of the most mature age, who were at a  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mature age when they received this Gospel, that never had imbibed scarcely any sectarian prejudices; and those that they had got, when they discovered they were of little use, they have cast them behind the lighthouse, and let them go with the waves. There are others who have stood in the stream of light until every single particle of the old imperfections and old prejudices that could possibly have adhered to them, have been carried away; the light of the Spirit has showered upon them so brilliantly that all of us who were younger when we entered the work, were instructed, taught, and made acquainted with the things of God, through the wisdom and light which God has given them. <\/div><div class=\"paragraph jod\" id=\"v2n2061\"> Mankind is capable of a great many extravagances; we very well remember the time when a very zealous man named Hawley, arraigned Joseph Smith before Bishop's counsel in Kirtland, and charged him with having forfeited his office as a Prophet of God, because he had not prohibited the aged sisters from wearing caps. I attended the Council, which was held very late, and the man there advocated that he was cut off from the Church, for God had cut him off from the Church, as well as from his Apostleship, because he had suffered the men to wear little cushions on the shoulders of their coat sleeves. It being then fashionable to wear a little cotton on the shoulders, and in consequence of some of the brethren wearing such coats, the Prophet of God was cut off from the Church by this man, and persecuted as an impostor, and another was placed in his stead. <\/div><div class=\"paragraph jod\" id=\"v2n2062\"> That man was possessed of such wisdom as man could reasonably manifest, yet he was so perfectly full of folly and of his own traditions and notions he had fancied over in his own head, that seemingly it was im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possible for him to understand anything better; he was blinded, and lifted his hand against the Prophet of God. Instances of this kind have been continually accumulating, and it is one of the most perfect illustrations of the sayings of the Prophet, that He would sift His people as with a sieve.<span class=\"citation\" id=\"61945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61945)\">Amos 9:9<\/a><\/span> It has been a constant sifting from the time we entered the Church up to the present; some would compel it, while in others none of the old prejudices have predominated; and so it has continued until twenty-five years have passed away, and until a great number of persons have risen up who have not the prejudices of their fathers to contend with, and if they will humble themselves with all their might, knowledge, and intelligence, power will grow in them, and they will approximate nearer to the things of God, to get more light, more knowledge, more intelligence, more faith, and more power to spread forth the work of God, and to roll forth the kingdom their fathers have been able to obtain. <\/div><div class=\"paragraph jod\" id=\"v2n2063\"> It is an old proverb, that as the old birds crow the young ones learn. There are a great many habits, a great many customs which our fathers have imbibed, and which their children have been induced more or less to practice, which are decidedly in opposition to the true principles of life and prosperity; now for us who are young, we are full of life and vigor, to think, because our fathers or mothers indulged in a good cup of tea, or cup of coffee, and a hundred other different luxuries which are at variance with the Word of Wisdom,<span class=\"citation\" id=\"88829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88829)\">D&amp;C 89:1<\/a><\/span> that we must follow the same track, pursue the same course, and not only ourselves become slaves to the same habits, but transmit them to our posterity, and continue them, that we may preserve the old Gentile customs which have been established under a system of tactics that have been introduced by  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>medical men, to injure the health of the community and to make for themselves a growing business! I do not believe in the constant use of tobacco and hot drinks, although they have been for a long time steadily recommended by men in the medical profession as beneficial to health; I believe that learned doctors do know, when they are doing so, they are introducing a system of things to make men sick throughout their lives, weaken the human race, and make business for medical practitioners. If men wish to grow up in these mountains, free from disease, and from the power of the destroyer, and become strong and powerful like tigers&#x2014;like giants in Israel, let them observe the principles laid down in the words of wisdom, let them observe them when they are children, let them grow up breathing a pure atmosphere, drinking pure water, and partaking of the wholesome vegetation, observing the words of wisdom, and they will grow up mighty men; one of them will be worth five dozen of those who are steeped and boiled by hot drinks, and tanned in tobacco juice. <\/div><div class=\"paragraph jod\" id=\"v2n2065\"> While I address you, brethren, upon this subject, I speak more from observation of the conduct of others than from my own experience; I have observed considerable upon this matter; I know that indulging in habits of this kind, however simple they may seem, they lead in the end to great evil, and I know from experience that our tastes are in a great measure artificial. Now when a &#x201C;Mormon&#x201D; Elder comes up to me, and wants to get a little counsel, and his breath smells as though he had swallowed a stillhouse, it is all I can possibly do to remain near enough to him to hear his story; he necessarily wishes to come up close to me, as such men are sure to have a secret they wish to whisper, and their breath is so offensive, I am forced to retire. When I <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> am called upon to give counsel to a man who is indulging in these intemperate practices, I feel at a loss to know whether my counsel is going to do him good or harm, or whether he will pay any attention to it after he gets it. <\/div><div class=\"paragraph jod\" id=\"v2n2066\"> I know that many men have persisted in the use of these stimulating articles until they cannot do without them, or they think they cannot. Perhaps sometimes when they have been reduced by sickness or fatigue, they have then been under the necessity of taking some of these things as a medicine to revive sinking nature, and this was probably when they first began to practice the use of them, and laid the foundation for a short life. They now wish me to prolong their days, like the old toper who had undermined his constitution, and who was about to die in consequence of drinking a quart of brandy a day; he sent for the doctor; he, being anxious to preserve the life of his patient, dared not stop the use of brandy entirely, nor yet suffer the inebriate to persist in his usual course, ordered his patient three glasses of French brandy with loaf sugar per day, upon which the old toper shrugged his shoulders and said, &#x201C;Doctor, aint it <span class=\"italic\">bad<\/span> to <span class=\"italic\">take?<\/span>&#x201D; In introducing the use of things injurious to our health, when we commence it, it is not so pleasant; perhaps in a fit of sickness, prostrated by the ague, cut down by disease, we will indulge in these kinds of habits, until by and by a taste is formed for them, and we feel that we really must have our tea or our coffee; a glass of liquor does us good occasionally. How often does &#x201C;occasionally&#x201D; come? &#x201C;O, once in a while.&#x201D; How often is that? &#x201C;Why, every now and then.&#x201D; And it gets so, by and by, if a man has addicted himself to it and don't have it, he feels quite lonely, he feels lost, as though there was something wrong about him, and he be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comes such a perfect slave to it, he cannot exercise his talents or his ingenuity. I have seen distinguished members of the bar with whom it was absolutely necessary they should take a drink of spirits in the middle of a plea, to brighten their ideas; the result is, it will bring a man to a premature grave. <\/div><div class=\"paragraph jod\" id=\"v2n2068\"> I say to Young America, brethren and sisters, if we have imbibed such habits, let us lay them off; let us suffer our fathers and mothers to drink the tea and the coffee, and chew all the tobacco they want, and as long as we can get it for them, because they have imbibed this practice years ago, and now to deprive them of these things altogether might endanger their lives; but when it comes to us, who have not been believers in the doctrine, let us take these things as we would calomel, opium, arsenic, lobelia, corrosive sublimate, or any other drugs which are so much valued among physicians. Now if a man really felt as if he were dying, and was anxious to hurry himself away, a dose of strychnine might assist him. Now anything that a man takes that stimulates his nerves above their proper mode of action when he is in health, his system will fall in the same proportion below a healthy action, and it will require a little more the next time to stimulate it to the same height, and so on, until the system refuses to be stimulated, and the person will suddenly fall into the grave. So much, then, will answer for my remarks upon this subject. <\/div><div class=\"paragraph jod\" id=\"v2n2069\"> I believe, brethren, many of us have accustomed ourselves to using articles prohibited in the Word of Wisdom,<span class=\"citation\" id=\"88830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88830)\">D&amp;C 89:1<\/a><\/span> which prohibition is desired for the benefit of the Saints in Zion, and in all the world; we frequently use them merely out of compliment. For instance, I call in a brother's house, the lady of the house knows I am an Apostle, and she wishes to treat me <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with marked respect, and she supposes I am entirely unmindful of the precepts contained in the Word of Wisdom, makes me a cup of tea or coffee; well, I think it is a pity to throw it away, after it has spoiled half a gallon of the best American creek water, and I drink it to save it. This is not only the case with me, but with other young men also (for I can call myself a young man with a perfect grace now, for I have as fine a head of hair as any of you); a great many of us take these stimulating drinks for the sake of fashion. If I should happen to come across those who know how to use &#x201C;the good crater,&#x201D; they will invite me to partake with them; if I refuse, they will then begin to urge; but the best policy to be observed in cases of this kind is to do as we have a mind to; if we do not want &#x201C;the intoxicating drink,&#x201D; let them take it all; and if we do, we will take it without urging, and bear the responsibility ourselves. This is the best policy I would wish to be governed by, though I have had to say, once or twice in my life, &#x201C;Gentlemen, I do not wish to be urged.&#x201D; If a man refuses to drink with those who indulge in the use of strong drinks, it is customary to consider it a want of friendship. Let us be our own masters, and not believe we must be chained down to these foolish and hurtful traditions. <\/div><div class=\"paragraph jod\" id=\"v2n2070\"> It has happened to be my lot to visit a good many of the Branches; a great portion of the time that I have been in this Church, I have spent in traveling. Last year, in performing the duties of historian, when I found that constant application to these duties became severe on my health, I would go out in the neighboring settlements and preach to the people, and stir them up to diligence and obedience; in this way I have had a good opportunity to observe the feelings and sentiments of the people, which operate upon the hearts of the  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints in the different settlements of these valleys. <\/div><div class=\"paragraph jod\" id=\"v2n2072\"> The view that I wish to take on this subject is, that there is in many of the settlements a want of union. For instance, they will get together in a meeting, and conclude that they will have a certain man for a President, or for a Bishop, they will all agree to it, then some few individuals will go back into a corner and say, &#x201C;Well, brother, don't you think that such a man would have made a great deal the best President?&#x201D; And whenever the President steps forward to introduce a measure, the next thing he would come across would be, two or three of the brethren will kindly say to one another, &#x201C;I, for one, don't like that measure.&#x201D; You understand the simple lever power, the most simple of all mechanical principles; you know that I can take a lever, and by getting a first-rate good purchase, I can hold as much as twenty men can roll; the result is, if I cannot have it my way, I might by that means prevent the President from having it his way. I am more intimate with the City of Provo; its population I do not now exactly recollect, but it is probably about three thousand five hundred; its locality is one of the best in the mountains, from the fact that the position is in the midst of a heavy amount of water power, which can be easily applied to machinery to the best possible advantage; it is also surrounded with the best farming land, with an abundant means of irrigation by the application of a very little labor, and the facilities for timber are a great deal more convenient than in other places, referring especially to this Territory. Provo is also the County Seat of Utah County, gathering to its center a great amount of county business, at any rate such a portion of it as pertains to keeping of records, which makes it a kind of general place of resort for men from <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every part of the county, who wish to do business of this kind. <\/div><div class=\"paragraph jod\" id=\"v2n2073\"> I give you this description to show you that they have every facility to make it one of the handsomest and most wealthy cities, according to the number of its inhabitants; they have a rich soil as well as an abundance of water and mill privileges; and yet, for want of union in the feelings of that community, the place has been a great portion of the time at a kind of drag, the progress of the place has been slow; for when any measure would be presented, a few individuals would use their influence to check the wheel. The fact is, if they were not disposed to roll the load over, they could clog the wheels and hinder in a great measure its progress. <\/div><div class=\"paragraph jod\" id=\"v2n2074\"> That has been the difficulty which has existed in that place, and in other places, and it has had the effect of retarding the progress of the place in wealth, in prosperity, in public buildings, schools, roads, bridges, and other improvements, in private interests, and in farming facilities. To any man who has an idea of what men can accomplish, this arrangement is positively obnoxious; it seems as a clear illustration of the necessity of Saints being united. There is a city in Utah County, by the name of Springville; in consequence of a little division which has arisen there occasionally, they have been prevented, for several years, from building anything like a reasonable amount of schoolhouses, compared with the number of its inhabitants; there are individuals there who have been all the time blocking the wheels, and by that means they hinder the onward progress of the whole community in their labor of public improvements. <\/div><div class=\"paragraph jod\" id=\"v2n2075\"> Now, brethren, almost all the difficulties that have been brought on the Saints from the beginning, were in the first place in consequence of this kind of division. There is nothing  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we ought to guard against so much, on the face of the earth, as against division of this kind, or any other kind. It is an old adage that &#x201C;union is strength,&#x201D; and a very true one. An old Scythian king, who had many sons, on his death bed called them around him, and some of them suggested to him the propriety of his dividing his dominions among all his sons. He took a bundle of arrows, and gave them to his sons, saying, &#x201C;Break that bundle of arrows.&#x201D; They passed the arrows round and all tried to break them, as the old man lay upon his death bed, and they could not. He then said, &#x201C;Now untie them, and then break them;&#x201D; which was easily done. He then said to his sons, &#x201C;If you are all united as one man, you can never be overpowered or destroyed, but if you divide you will be easily conquered.&#x201D; We can now behold the result in the Russian Empire. This principle applies to the Saints, and to every principle of division that sticks out in any Branch of the Church; hang together, and love, and faithfully carry out the measures of those who preside, for they know the best what measures to adopt. <\/div><div class=\"paragraph jod\" id=\"v2n2077\"> The principle of division aims directly at the foundation of the Church. &#x201C;But,&#x201D; say some, &#x201C;I am nobody, and if I stick out I cannot do much hurt anyhow.&#x201D; You can do a little, you can do all the hurt you are able to do; and the little influence you have, if it counts in any way, it should count in favor of the common cause, and not against it; if it counts in its favor, it counts twice. My exertions would count for what they are worth; not only this, but if I was operating against the cause, it would take one of equal capacity of myself to balance against me. <\/div><div class=\"paragraph jod\" id=\"v2n2078\"> The time is coming when one shall chase a thousand, and two shall put ten thousand to flight.<span class=\"citation\" id=\"55232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55232)\">Deut. 32:30<\/a><\/span> When will that be? When Israel is united. If all this people were absolutely united <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with all their hearts to pull upon one grand thread, upon one grand cord, they would have power and dominion over the whole earth; all the men and devils in hell, on the earth, or anywhere else could not make a successful opposition against us. The chief point we have got to maintain is the point of union; that is all that is necessary to be done to secure all we anticipate. That is what we have been schooled for in the schoolhouse of trouble and affliction. <\/div><div class=\"paragraph jod\" id=\"v2n2079\"> It is hard to make the Saints united, and we have to be sifted and sifted until we are perfectly united, that every man in the kingdom will be united as one man, and then no power can break our ranks. Talk about the power of men, only let the Saints be united, and their power vanishes away; it becomes weakness. But how is it? How is it in families? How many men are there that can take their families, and gather round the family altar, and all of them bow before the Lord without a jar of feeling, with one perfect unity, every one willing to submit with the most perfect submission to the will of the Lord, as clay in the hands of the potter?<span class=\"citation\" id=\"60515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60515)\">Jer. 18:6<\/a><\/span> How many families, I say, are there in Israel where this union exists in this style, in all its purity and power? How many men would be permitted to rear a family altar of this kind even in his own house? How many wards can we find in all Israel that could unite so that they would not find a single word of fault with each other, or grumble at the Bishop? The only way we can ever obtain this point is to look at our own faults and not at our neighbors', and listen to the counsel of those men whom God sets to counsel us; correct the errors in ourselves, and dwell on our own faults. <\/div><div class=\"paragraph jod\" id=\"v2n2080\"> I recollect once in Iron County one of the brethren got irritated at me, and threatened to report my conduct to the First President; I wanted to  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know what I had done, and he went on and gave a whole list of my sins for six months past, he seemed to be as well acquainted with them as though he had counted them over every day after his prayers, as the Catholic counts his beads. One sin was, I had threatened to beat a teamster if he did not stop abusing his oxen, and a great many more such like. After he had read all my sins over at once, the list rather shocked me, but I suspected, instead of counting his own faults, and keeping a record of them, he had been at work to keep a record of mine; instead of living to correct his own faults, he was trying to correct my errors. <\/div><div class=\"paragraph jod\" id=\"v2n2082\"> When he got through, I said if he reported me to the Presidency, they would correct my faults, and that would do me good. I was ready to make all due acknowledgment, and was prepared to receive reproof with a thankful heart, whenever it was necessary, for all my faults; at the same time I really did feel as though he had dwelt more upon my faults than his own; he subsequently acknowledged that was the fact, and I consequently escaped being brought before the Presidency. I always did feel, when I saw a man abusing his oxen, who could not defend themselves, to lay the whip about his back, and I have once or twice come very near trying the operation. I believe every man in Israel is responsible as to how he uses his cattle; I can speak with perfect safety on this subject, for I am not possessed of cattle so as to have any person criticize me; a great proportion of animals that are used among men on the California and Oregon roads are abused in a shameful manner, and thousands have been killed with the Missouri whip; I never believed it was right, and when I had the control of moving a camp, I used a little extra exertion to prevent it. <\/div><div class=\"paragraph jod\" id=\"v2n2083\"> Now, brethren, I want every one of you to let these principles sink deep in <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your hearts, that we may cultivate a principle of union, and look first at ourselves, reckon first with ourselves, and dwell upon our own faults, instead of dwelling upon the faults of others. We have to know for ourselves, and every wrong another person may do, it is no excuse for me: and I tell you that every man who raises his hand in the Branches, among the wards, or wherever he may be, to injure and destroy the counsel and instructions given to them, and operate in opposition to those instructions, will fall into a snare; and I do absolutely know, that if the Saints in the settlements, especially in the South, had listened to the counsel of the Presidency in the foundation of those settlements, instead of the Church property ranging at a value of seven or eight hundred thousand dollars, it might have increased to as many millions just as well, if the brethren had listened with one spirit to the counsels and instructions given them from the head which God has appointed to lead and direct us. <\/div><div class=\"paragraph jod\" id=\"v2n2084\"> But no, some of us thought they had a better plan, and there were as many plans as men, and never found out their mistake till the Indian war set in. We have got along, by the mercy of God, and by His blessings, as well as we have, learning by the things which we suffer,<span class=\"citation\" id=\"94361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94361)\">Heb. 5:8<\/a><\/span> and we all ought to continually thank Him for it, and not our own wisdom. With these remarks I will close by bearing my testimony that this is the work of God, and these men are His servants, and God has placed in His Church a Prophet, Priest, and President, who is just as good and as wise a man as we are capable of keeping in our society; if he was any better than he is, God would have to take him, or we would have to improve with the rapidity of lightning to keep up with him. Joseph Smith was a true Prophet, and that which he has conferred upon this peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple is a true Priesthood, and if you listen to the instructions and be led by the keys of this kingdom, you are in the path to an eternal exaltation, and we shall overcome every power <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that would seek to prevail against us. Let us be as one, and we can never be broken. May God preserve us in the light and law of Christ, that we may be redeemed. Amen. <\/div>\n<\/div>\n<\/div>"}