{"ID":20055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Funeral Address.<\/div>\n<div class=\"subtitle\">By Elder Orson Pratt, Delivered in the Council House, Great Salt Lake City, June 30, 1855, over the Mortal Remains of the Honorable Leonidas Shaver, Associate Justice of the Supreme, and Judge of the First Judicial District Courts of the United States, in and for the Territory of Utah.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Funeral Address.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 6\/30\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v2n2086\"> Friends and Brethren, we have assembled ourselves together on this solemn occasion to commemorate one of our departed friends, who has suddenly been taken from our midst. <\/div><div class=\"paragraph jod\" id=\"v2n2087\"> It is customary among most of the nations of the earth, on an occasion of this kind, to deliver what is termed a funeral sermon. I have been called upon quite unexpectedly this forenoon to perform this office. I do not expect to be lengthy in my remarks, but shall endeavor to say something in relation to the present condition of man, and his future state. <\/div><div class=\"paragraph jod\" id=\"v2n2088\"> We have been placed upon this earth for a wise purpose, in a state and condition of being to prepare ourselves for a higher state and order of things. These are the objects for which man exists here. Generations have come and gone. Millions and hundreds of millions of human beings have peopled this globe, and have departed hence, and we must all follow in the footsteps of the generations that are past. <\/div><div class=\"paragraph jod\" id=\"v2n2089\"> It is a decree of Jehovah who governs and controls the destinies of worlds, who controls all intelligent beings, that man should die. No one <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can escape this decree! No one can prevail with the grim monster death,<span class=\"citation\" id=\"81382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81382)\">2 Ne. 9:10<\/a><\/span> and overcome him, but we must all sooner or later meet that enemy of mankind, and be laid prostrate in the tomb. <\/div><div class=\"paragraph jod\" id=\"v2n2090\"> Why is it that so great and good a Being, a Being who is full of benevolence and love, a Being who is filled with mercy and compassion, should suffer such a dire calamity to befall the human race? Why is it? Is it because He delights in the sufferings of mankind? Is it because he delights to see them writhe in pain and distress? No: it is because man has sinned; it is because he has offended his Maker&#x2014;because he has transgressed sacred and holy laws, because he has subjected himself to the monster death, to the miseries, wretchedness, and vanities of this life. It is not, however, because we ourselves have sinned that death comes upon us; but it is because of the original sin; for all will admit that infants that are incapable of sinning against God, who are unacquainted with His revealed will, who discern not between good and evil, fall victims to the destroyer, as well as others. If, then, this curse  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seizes upon the innocent and upon those who have not transgressed the laws of heaven, it must be in consequence of the original sin that so great a calamity is in the world. <\/div><div class=\"paragraph jod\" id=\"v2n2092\"> &#x201C;By man came death,&#x201D;<span class=\"citation\" id=\"73814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73814)\">1 Cor. 15:21<\/a><\/span> says the Apostle Paul. Again the same Apostle says, &#x201C;As by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came upon all men unto justification of life.&#x201D; (Rom. v, 18.)<span class=\"citation\" id=\"72361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72361)\">Rom. 5:18<\/a><\/span> What free gift? The free gift of salvation from the grave, the salvation of our bodies, or in other words, of our corporeal systems. The redemption of our bodies from the grave is brought about through the atonement of Jesus Christ; hence we have had no agency in bringing death into our world, and we have no agency in the redemption of our world. One man brought death into the world, and one man brought redemption from death. <\/div><div class=\"paragraph jod\" id=\"v2n2093\"> This redemption is just as extensive as the curse, so far as the body is concerned. The curse affected all, and the bodies of all will be redeemed. When I speak of this redemption, I wish to be distinctly understood, that I mean the redemption of the body from the grave. If the fall lays all mankind low in the dust, the redemption will bring them forth from the dust. If the fall shut them out from His face and presence, the redemption will bring them back into His presence to behold His face. <\/div><div class=\"paragraph jod\" id=\"v2n2094\"> Jesus was lifted up by sinful men upon the cross;<span class=\"citation\" id=\"68390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68390)\">Luke 24:7<\/a><\/span><span class=\"citation\" id=\"84434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84434)\">D&amp;C 21:9<\/a><\/span> what for? That all mankind might be lifted up from the grave to be judged before God;<span class=\"citation\" id=\"82959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82959)\">3 Ne. 27:14-15<\/a><\/span> not for Adam's sins, but for their own personal sins; hence there is no person dwelling upon the face of the earth that is free from the original curse that came in consequence of the transgression of Adam. <\/div><div class=\"paragraph jod\" id=\"v2n2095\"> If we had no sins of our own, we should ever remain, after this univer<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sal redemption of our bodies, in the presence of God, but if we individually have committed sins, we shall be again cast out from the presence of God, unless we have complied with the great plan of salvation revealed by our Savior. <\/div><div class=\"paragraph jod\" id=\"v2n2096\"> The great question raised by many with regard to the extent of the atonement, is, &#x201C;Will all mankind be saved eternally in the presence of God, in the celestial kingdom, who have personally sinned?&#x201D; No; they will not. There is a certain class of mankind that will be saved in the fulness of celestial glory, and partake of all the blessings held forth by the plan of redemption. But this applies only to those who are faithful and obedient. <\/div><div class=\"paragraph jod\" id=\"v2n2097\"> There are others who will partake of a portion of this redemption; but they will differ from the first, as much as the moon differs from that bright luminary of heaven&#x2014;the sun. Hence Paul, in speaking of the redemption of man, says, there are bodies celestial, and bodies terrestrial, and the glory of the celestial is one and that of the terrestrial another, and by the glory of the stars he represents a third class of beings. And again, in order to show the difference existing in this third class, he says, as one star differeth from another star in glory, so also is the resurrection of the dead.<span class=\"citation\" id=\"73927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73927)\">1 Cor. 15:40-42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n2098\"> Here, then, are three distinct classes of beings in the eternal world, all of whom partake of happiness, each to be rewarded according to their works: one is represented by the sun, another by the moon, and a third by the glory of the stars, that is, by the apparent glory of the stars, or as they appear to us, and not as they would appear to individuals who are in their immediate vicinity. <\/div><div class=\"paragraph jod\" id=\"v2n2099\"> This third class, it appears, differ in glory while the others are alike. In this third class there is a difference according to their works.<span class=\"citation\" id=\"87235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87235)\">D&amp;C 76:111<\/a><\/span> Some will shine forth like the brightest stars in  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the firmament; while others, whose works have not been so honorable, will be like some of those stars that appear to the naked eye in the heavens much inferior. <\/div><div class=\"paragraph jod\" id=\"v2n2101\"> Who are those individuals who will enter into the higher state of glory? I answer; they are the individuals who keep the law of God, who believe on the Lord Jesus Christ, who repent and forsake their sins, who receive the ordinances of the Gospel, who are baptized in the likeness of Christ's death, who arise from the liquid element in the likeness of his resurrection,<span class=\"citation\" id=\"72436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72436)\">Rom. 6:5<\/a><\/span> who receive the laying on of hands for the gift of the Holy Ghost, who walk steadfastly in all the principles revealed for the salvation of man, and who continue faithful to the end. <\/div><div class=\"paragraph jod\" id=\"v2n2102\"> These are the righteous who will be admitted into the highest glory. Their glory will be full; it will be like the glory of the Son of God; as the Apostle John has said, &#x201C;Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78636)\">1 Jn. 3:2<\/a><\/span> Their bodies will come forth from the grave fashioned like unto His glorious body,<span class=\"citation\" id=\"75515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75515)\">Philip. 3:21<\/a><\/span> and in every respect they will inherit the same glory that the Son inherits, and hence they are one as the Father and Son are one.<span class=\"citation\" id=\"70735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70735)\">John 17:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n2103\"> Now many religious societies are so uncharitable in their feelings, that they suppose that all who die, not having received the plan of salvation, will sink down into a night of endless darkness. I speak of a certain class of Christians; they suppose there will be only two places&#x2014;heaven and hell; and that all those who do not enter into heaven will sink to hell, where they must remain eternally. <\/div><div class=\"paragraph jod\" id=\"v2n2104\"> But these are not the views of the Latter-day or former-day Saints. They believe that all will be judged according to their works. If they do not receive <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the fulness of the plan of salvation, yet, if they are among the honorable men of the earth, having dealt uprightly and honorably one with another, and have lived up to the light which they are in possession of, they will in due time be redeemed, and partake of a degree of glory; such will be exalted to all the happiness and greatness, wisdom and knowledge, light and intelligence which they are prepared for, or capable of receiving. It is true, they may have to associate in the intermediate state with beings, and powers, and principles that will not be pleasant; for the spirit world is, in some respects, like the world we live in. <\/div><div class=\"paragraph jod\" id=\"v2n2105\"> Beings that enter the spirit world find there classes and distinctions, and every variety of sentiment and feeling; there is just as much variety in the spirit world as in this; consequently, they have to grapple with those powers and influences that surround them. Spirits have their agency between death and the resurrection, just as much as we have here. They are just as liable to be deceived in the spirit world as we are here. Those who are deceived may assist in deceiving others, for they have their classes, their theories, and their opinions. Almost everything that we see here is the same in the spirit world. They are mixed up with every variety, and are as liable to be deluded there as here. <\/div><div class=\"paragraph jod\" id=\"v2n2106\"> Although the righteous enter into a state of rest and peace, and enjoy happiness in a great degree, yet their happiness is not complete, they are not perfected in glory. It is only their spirits that are there, and they will have to mingle more or less with inferior minds, and different dispositions; but still they will enjoy a great degree of happiness, for their own consciousness of having done right imparts pleasure, consequently it is a state of rest, of peace, free from the  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>imperfections of mortality; but to say that they will be free from all association with beings that are sinful and inferior to themselves, we do not believe. It is true, they will go back to where Jesus is; they will have communion with him, and behold his face, but they will not always remain in one particular place or position; they will have their works to perform, as we have in this life. <\/div><div class=\"paragraph jod\" id=\"v2n2108\"> If they are clothed with power and authority in this life, they do not leave their Priesthood when they leave this body, hence John heard them sing, &#x201C;Thou art worthy to take the book, and open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every nation, kindred, tongue, and people; And hast made us kings and priests unto God, and we shall reign on the earth.&#x201D;<span class=\"citation\" id=\"79159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79159)\">Rev. 5:9-10<\/a><\/span> We perceive that the Priesthood does not die with their bodies, the kingly authority does not cease with the mortal bodies: it is an office that continues forever, that continues in the spirit world, as well as after the resurrection. Those that receive their authority from heaven, will have to magnify it, and set a good example; and every person receiving an office in this Priesthood, and afterwards dying, will have to perform all the duties and exercise the functions thereof, in order that they may be useful to those spirits in an inferior state. If they hold the Priesthood before the resurrection, do we suppose that they will sit down and have nothing to do? No: there will be other individuals that will not hold the Priesthood, and that have not had the Gospel, and they will be sent to them, to enlighten their minds, and enable them, who will, to rise in the great scale of moral and intellectual excellence. <\/div><div class=\"paragraph jod\" id=\"v2n2109\"> They will naturally have to mingle with all, as we do in this life; and this will be calculated to make it rather unpleasant; but they are wil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ling to do this for the salvation of those who have died without the Gospel. Jesus himself set the example and pattern for others. While his body lay in the silent tomb, his noble spirit was not idle; hence, Peter says, that Jesus, being put to death in the flesh, was quickened by the spirit, by which also he went and preached to the spirits in prison that were sometime disobedient in the days of Noah, &amp;c.<span class=\"citation\" id=\"77943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77943)\">1 Pet. 3:18-19<\/a><\/span> Jesus entered the prison house of those persons who were destroyed in the mighty flood, and preached to them. Those antediluvian spirits had suffered in the prison some two thousand years, and upwards; they needed some information, and Jesus went to enlighten them. <\/div><div class=\"paragraph jod\" id=\"v2n2110\"> Why were they shut up in prison? It was because they rejected some light in the days of Noah. It is true, that Noah and his three sons could not preach to all the world, but they had rejected some light, and they had to go to prison to atone for that sin. <\/div><div class=\"paragraph jod\" id=\"v2n2111\"> It is not as some have supposed, that such characters have to go into a lake of fire and to welter there forever and ever. These persons were destroyed by the flood; they were shut up in prison and confined there; and after a long period, light broke in upon them, and the prison doors were thrown open. Jesus came for that purpose, not only to benefit the living, but also the dead&#x2014;to open the prison doors, and break the chains of darkness. Jesus went and preached to the antediluvian spirits. What did he preach? Did he preach, &#x201C;You must remain here to endless ages without hope of redemption?&#x201D; If this were the proclamation, what was the use of going to proclaim it? What would be the use of telling those beings that they were to remain in misery, and that there was no chance of escape? No use of proclaiming such news in the ears of anyone. Peter tells us why he preached to  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them: he said, &#x201C;For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, and live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78097)\">1 Pet. 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v2n2113\"> This was the object, then, that they might have the same Gospel that men have in the flesh. If we acknowledge they had not the opportunity of receiving it in the flesh, they must have it in the spirit world; for in the great judgment day all men are to be judged by the same Gospel, and consequently, in order to judge them, it was necessary that they should hear the same Gospel that was preached upon the earth, that they might have the privilege of entering into the presence of the Lord their God, or, if they rejected it, be justly condemned. <\/div><div class=\"paragraph jod\" id=\"v2n2114\"> Jesus has set us the pattern, he held the Priesthood which was conferred by his Father, to redeem those spirits, that they might come forth in the morning of the first resurrection and receive eternal life, and partake a portion of that glory of which I have spoken. If Jesus did this, may not his servants do it also, being blessed in this life with the same authority from heaven, and holding that authority after death? May not they be engaged in the same benevolent purposes? Yes, they may. <\/div><div class=\"paragraph jod\" id=\"v2n2115\"> These are our views, the views of the Latter-day Saints. And we believe that the spirits of the just will be sent on missions of mercy to those in prison, who had not in this life the opportunity of obeying those principles that I have referred to. <\/div><div class=\"paragraph jod\" id=\"v2n2116\"> Much might be said with regard to the future state of man between death and the resurrection. We might go on and contrast the difference between <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD02\/JoD02_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man in the flesh, and man in the spirit world. There are many points of contrast, as well as of agreement, in these two states of existence. But we have not time to take up and contrast the difference between disembodied spirits, and those that are in an embodied state. <\/div><div class=\"paragraph jod\" id=\"v2n2117\"> By way of conclusion, we will say, that all men will come forth and take bodies, some celestial, some terrestrial, and telestial, to occupy degrees of glory and be rewarded according to their works, unless they have sinned against the Holy Ghost. There are certain sins that cannot be forgiven in this world nor in that which is to come;<span class=\"citation\" id=\"64415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64415)\">Matt. 12:32<\/a><\/span> to say that such shall be forgiven, we are not authorized, but all others, after suffering for their evil deeds, will come forth from the grave to receive for their good works, those that have done evil having suffered according to their evil deeds;<span class=\"citation\" id=\"69149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69149)\">John 5:29<\/a><\/span> and thus the justice and mercy of God will be displayed. All will partake of them according to the degree of light that has shone forth in their day. <\/div><div class=\"paragraph jod\" id=\"v2n2118\"> We are called upon on this solemn occasion as a Territory to mourn the loss of one who has occupied a distinguished position among us, one whose course has been an exemplary one to all mankind, that is, so far as we are acquainted with him. He has now left us, but we expect to meet with him again and see his face. And it is not long before all now present will again meet with this distinguished individual. <\/div><div class=\"paragraph jod\" id=\"v2n2119\"> May God bless us and enable us to be prepared to meet with each other in the eternal worlds, and to receive according to the justice and mercy of God. Amen. <\/div>\n<\/div>\n<\/div>"}