{"ID":210015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">No Man Can Build Up the Church of Christ Without the Priesthood&#x2014;Responsibility of the Priesthood&#x2014;Christ Coming in this Generation&#x2014;Great Changes and Judgments Approaching&#x2014;Exhortation to Righteousness.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 6, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: No Man Can Build, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 6\/6\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v21n327\"> I have a desire to be heard in what I say to this assembly. I know the difficulties there are in speaking here. It requires not only attention, but quietude among the people. <\/div><div class=\"paragraph jod\" id=\"v21n328\"> I feel disposed to read a few verses from the good old book the Bible&#x2014;some of the sayings of Isaiah and Ezekiel. [The speaker then read from the 12th chapter of Ezekiel, from the 21st to the end of the chapter.]<span class=\"citation\" id=\"60748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60748)\">Ezek. 12:21-28<\/a><\/span> I have (the speaker continued) a few reflections upon my mind that I would like to lay before the Latter-day Saints, especially those who bear the holy priesthood. Among the lessons which we are learning in our day and time is this one truth: that we all of us need the spirit of revelation in order that we may teach mankind of the things of God. I do not believe myself there ever was a man lived in the flesh on the earth, in any day or age of the world, no matter what his position, calling, name, or age might be&#x2014;I do not believe any man ever had the power to do the work of God, to build up his kingdom or to edify the souls of men, without inspiration and revelation; for the Lord has never called any man in any age of <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world to do any of this kind of work, whether to preach the Gospel, to prophesy, or to declare the word of the Lord to the inhabitants of the earth, or to administer in any ordinance in any temple or in any tabernacle, without the holy priesthood. There are no ordinances acceptable in the sight of God of any force after death or in the eternal worlds except those ordinances that are performed by men bearing the holy priesthood. Our heavenly Father himself has officiated by this principle in the creation of all worlds, in the redemption of all worlds, and in all the work which he has performed; it has all been done by the power of the Godhead and the holy priesthood, which is without beginning of days or end of years.<span class=\"citation\" id=\"128160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128160)\">Heb. 7:3 (JST)<\/a><\/span><span class=\"citation\" id=\"82166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82166)\">Alma 13:7,9<\/a><\/span><span class=\"citation\" id=\"87546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87546)\">D&amp;C 84:17<\/a><\/span><span class=\"citation\" id=\"92231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92231)\">Moses 1:3<\/a><\/span> This priesthood has power with the heavens. It has association with the heavens. The heavens are connected with this priesthood, let it rest upon the shoulders or head of any man, whether it be Jesus Christ, or those fishermen, or the ancient patriarchs or prophets or Joseph Smith, or any other man who is called of God as was Aaron,<span class=\"citation\" id=\"76610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76610)\">Heb. 5:4<\/a><\/span> by revelation, and prophecy to bear record of the name of  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God in any age of the world. Therefore, I occupy the same position myself. I know I need the Spirit of God. I know you do. I know any man does who rises on this stand, and attempts to teach the people. You give a man the inspiration of Almighty God and the eternal truths of heaven and he can instruct and edify the children of men upon the principles of life and salvation; without this he cannot do it. And in order to present to my brethren and sisters and friends the subject that I have on my mind, I will just refer a little further to some words of the Lord to the Prophet Ezekiel, [The speaker again referred to the Book of Ezekiel, and quoted from the 9th,<span class=\"citation\" id=\"60745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60745)\">Ezek. 9:1-11<\/a><\/span> 14th<span class=\"citation\" id=\"60750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60750)\">Ezek. 14:1-23<\/a><\/span> and 33rd chapters,<span class=\"citation\" id=\"60788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60788)\">Ezek. 33:1-33<\/a><\/span> all of parts quoted having reference to the dealings of God with the wicked.] Continuing, Elder Woodruff said: Now, having quoted all these passages of Scripture, I want to say to my brethren the apostles, the high priests, the seventies, the elders of Israel, who bear the holy priesthood, upon whose shoulders the God of heaven, in this day and generation has placed the responsibility of the Melchizedek and Aaronic priesthood; has placed the responsibility of this great and last dispensation, the fulness of times,<span class=\"citation\" id=\"74840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74840)\">Eph. 1:10<\/a><\/span> and the building up of the great kingdom of God which Daniel saw by revelation, vision and inspiration in his day and generation<span class=\"citation\" id=\"61374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61374)\">Dan. 2:44-45<\/a><\/span> as proclaimed by all the prophets and apostles who have written in this book, in the stick of Judah as well as in the stick of Joseph<span class=\"citation\" id=\"60868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60868)\">Ezek. 37:15-20<\/a><\/span> and other revelations given to us through the mouth of the prophets and apostles in our day and generation&#x2014;I want to ask in the face of all this&#x2014;and I take it home to myself&#x2014;what position are we in before high heaven, before God the Father, before his Son Jesus <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ, before the heavenly hosts, before all justified spirits made perfect<span class=\"citation\" id=\"77282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77282)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87091)\">D&amp;C 76:69<\/a><\/span><span class=\"citation\" id=\"91272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91272)\">D&amp;C 129:3<\/a><\/span> from the creation of the world to this day? What condition are we in as the servants of the living God, men holding the holy priesthood into whose hands the God of Israel has given this kingdom. Are we disseminating the mighty flood of revelation and prophecy in these records and these books which are now to rest upon the generation as in the days of Noah and Lot? In this respect are we justified in the sight of God, in the sight of heaven, in the sight of angels, and in the sight of men? Can we fold our arms in peace and cry, &#x201C;all is peace in Zion,&#x201D;<span class=\"citation\" id=\"81525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81525)\">2 Ne. 28:21<\/a><\/span> when, so far as we have the power of the priesthood resting upon us, we can see the condition of the world? Can we imagine that our garments will be clean without lifting our voice before our fellow men and warning them of the things that are at their doors? No, we cannot. There never was a set of men since God made the world under a stronger responsibility to warn this generation, to lift up our voices long and loud, day and night so far as we have the opportunity and declare the words of God unto this generation. We are required to do this. This is our calling. It is our duty. It is our business. We have had to perform this work for the last 50 years of our lives. When the Lord called Joseph Smith to lay the foundation of the Church he called him in fulfillment of many revelations given in other dispensations to men. He was preserved by the hand of God to come forth in the last days, even in the dispensation of the fulness of times. He was a prophet of the living God. He was a prophet, seer and revelator. The Lord called upon him to do the work for which he was  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ordained before the foundation of this world. He did all that was required of him, and he was surrounded with thousands of men who were acquainted with his life, and with the Spirit and power of God which rested upon him, and who sustained him in life and in death. We know he was a prophet of God, and we know he brought forth the stick of Joseph, the Book of Mormon, which was given unto him by the angel of God. This Church and kingdom has been organized by the command of God and by the revelations of heaven. It has continued to grow and increase, and has been upheld by the Lord Almighty, from its organization until the present hour. And when I look at this Tabernacle and think of the words of the prophet Isaiah, &#x201C;that the mountain of the Lord's house shall be established in the tops of the mountains;&#x201D;<span class=\"citation\" id=\"57722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57722)\">Isa. 2:2<\/a><\/span> when I look at these everlasting hills<span class=\"citation\" id=\"53751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53751)\">Gen. 49:26<\/a><\/span> and the land given by promise to Father Jacob and his posterity; when I see this barren desert peopled by 150,000 Saints of the living God who have been gathered from nearly every nation under heaven through the proclamation of the Gospel of Jesus Christ&#x2014;what can I say about it? Can I say it is a dream? Can I say that it is all a vision? Can I say that this work is of man and not of God? Can I say these are revelations and prophecies which belong to some other generation? I tell you no. This is the kingdom of God. Here are the Saints of God. These mountains are being filled with the Latter-day Saints from every nation under heaven, and with these things before me I know that it is my duty to preach the Gospel, to warn Saints and sinners wherever I have the opportunity. The Lord told Joseph Smith that he would prove us in all <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things, whether we would abide in his covenant even unto death, that we might be found worthy.<span class=\"citation\" id=\"89285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89285)\">D&amp;C 98:14<\/a><\/span> The prophet sealed his testimony with his blood.<span class=\"citation\" id=\"91993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91993)\">D&amp;C 135:3<\/a><\/span> That testimony is in force<span class=\"citation\" id=\"128162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128162)\">D&amp;C 135:5<\/a><\/span> upon all the world and has been from the day of his death.<span class=\"citation\" id=\"128161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128161)\">Heb. 9:16-17<\/a><\/span> Not one word of the Lord shall pass away unfulfilled.<span class=\"citation\" id=\"83774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83774)\">D&amp;C 1:38<\/a><\/span> The unbelief in this generation will make no difference with regard to the building up of the kingdom of God. As it was in the days of Noah so shall also the coming of the Son of Man be.<span class=\"citation\" id=\"65947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65947)\">Matt. 24:37<\/a><\/span> Therefore, I desire to ask my brethren, the elders of Israel&#x2014;and I ask myself at the same time&#x2014;do we understand our position before the Lord? Ezekiel has passed away. He is in the spirit world. He has received his resurrected body and stands at the right hand of God with other prophets and apostles who lived in days gone by. They had their day and generation. All these patriarchs and prophets and apostles had a time to prophesy, to preach, to labor, and to administer in the ordinances of life and salvation. Now, in this last dispensation, ye elders of Israel, this work has been put into your hands. Therefore what shall we say, and what shall we do? Are we acting as watchmen upon the walls of Zion?<span class=\"citation\" id=\"60104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60104)\">Isa. 62:6<\/a><\/span> If we are, are we justified in closing our mouths, in closing our ears, or in setting our hearts upon anything else excepting the building up of the kingdom of God? I do not think we are. In my view our responsibility is very great. We should live our religion. We should practice ourselves what we preach. We should treasure up the words of life.<span class=\"citation\" id=\"87900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87900)\">D&amp;C 84:85<\/a><\/span> We should search the records of divine truth. We should seek to comprehend the day and age in which we live. This is the way I look upon our situation today. I  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not look upon the revelations recorded in these books, touching the dispensation of the fulness of times, as something that will pass away unfulfilled. We live in a generation when great changes are about to take place. We live in a time when darkness covers the whole earth and gross darkness the people.<span class=\"citation\" id=\"59933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59933)\">Isa. 60:2<\/a><\/span> The world are a great way from the truth. Infidelity overwhelms the earth, in fact it is a hard matter today to get either priest or people, sect or party, of any name or denomination under heaven to believe in the literal fulfillment of the Bible, as translated in the days of King James, which contains the revelations given from the days of Father Adam down to our own time, and which point out to us the signs of heaven and earth indicating the coming of the Son of Man. We live in the generation itself when Jesus Christ will come in the clouds of heaven with power and great glory.<span class=\"citation\" id=\"65844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65844)\">Matt. 24:30<\/a><\/span> We live in the generation when the Gospel of Jesus Christ has been revealed in its fulness to the Gentiles, and when the Gospel of Christ will go to the House of Israel, to the descendants of Lehi, in fulfillment of that which is recorded in their records in the 9th, 10th and 11th chapters of the last book of Nephi.<span class=\"citation\" id=\"82801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82801)\">3 Ne. 19:1-36<\/a><\/span><span class=\"citation\" id=\"82817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82817)\">3 Ne. 20:1-46<\/a><\/span><span class=\"citation\" id=\"82843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82843)\">3 Ne. 21:1-29<\/a><\/span><span class=\"citation\" id=\"82890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82890)\">3 Ne. 22:1-17<\/a><\/span><span class=\"citation\" id=\"82894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82894)\">3 Ne. 23:1-14<\/a><\/span><span class=\"citation\" id=\"82905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82905)\">3 Ne. 24:1-18<\/a><\/span><span class=\"citation\" id=\"82909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82909)\">3 Ne. 25:1-6<\/a><\/span><span class=\"citation\" id=\"82911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82911)\">3 Ne. 26:1-5<\/a><\/span> These prophets spake by the power of God and the inspiration of the Holy Ghost, and as the apostle says, &#x201C;No prophecy of the scripture is of any private interpretation. For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.&#x201D;<span class=\"citation\" id=\"78307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78307)\">2 Pet. 1:20-21<\/a><\/span> I feel therefore to say to my brethren who bear the holy priesthood, and I say it to myself and to all&#x2014;I do not think we have much time to lie down and slumber. We have no time to speculate in trying to get rich, in try<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to accumulate gold and silver. What we have got to do is to build up the kingdom of God. As apostles, high priests, elders, seventies and the lesser priesthood, we are bound together by this new and everlasting Gospel and covenant; we are called to perform the great and mighty work of building up Zion, of building temples wherein we may labor for the living and the dead, and we should live in that way and manner that we may be governed and controlled at all times by the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v21n332\"> I know very well how the world look at these things. As I said before, the world is far from the Lord. We ourselves are too far from the Lord as a people. We ought to draw near to the Lord, and labor to obtain the Holy Spirit, so that when we read the revelations of God we may read them by the same Spirit by which they were given. Then we can understand their purport when given to the children of men. <\/div><div class=\"paragraph jod\" id=\"v21n333\"> The Lord has said by the mouth of the Prophet Isaiah, that he would proceed to do a marvelous work and a wonder;<span class=\"citation\" id=\"58807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58807)\">Isa. 29:14<\/a><\/span> and when I look at the rise and progress of this Church, when I behold the great work the Lord has performed, it was a marvelous work and a wonder indeed. There never has been, in my view, any generation in which the same amount of prophecies and important events have to be fulfilled as in the generation in which we live. Joseph Smith, an illiterate boy, was raised up by the power of God. His teachers were the angels of heaven. He was administered unto by the Son of God.<span class=\"citation\" id=\"93649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93649)\">JS&mdash;H 1:17<\/a><\/span> He received the Aaronic priesthood of John the Baptist,<span class=\"citation\" id=\"84023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84023)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"84535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84535)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93942)\">JS&mdash;H 1:68-72<\/a><\/span> who was beheaded for the testimony of Jesus Christ.<span class=\"citation\" id=\"64739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64739)\">Matt. 14:10<\/a><\/span> He received the apostleship and Melchizedek Priesthood under the hands of  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Peter, James and John,<span class=\"citation\" id=\"84625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84625)\">D&amp;C 27:12<\/a><\/span> who were also put to death for the word and testimony of Jesus Christ.<span class=\"citation\" id=\"79267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79267)\">Rev. 6:9<\/a><\/span> He made use of these ordinances by the commandment of God. He organized the Church and kingdom of God; he did that which all the wisdom of the sectarian world could never have comprehended. He established the only church on the face of the earth according to the ancient order of the Church of Jesus Christ, with apostles, prophets, teachers, gifts, helps, governments,<span class=\"citation\" id=\"73636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73636)\">1 Cor. 12:28<\/a><\/span> baptism for the remission of sins, the laying of hands for the reception of the Holy Ghost&#x2014;<span class=\"citation\" id=\"128163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128163)\">D&amp;C 35:6<\/a><\/span><span class=\"citation\" id=\"128164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128164)\">D&amp;C 49:13-14<\/a><\/span><span class=\"citation\" id=\"128165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128165)\">D&amp;C 53:3<\/a><\/span>an organization which has not existed on the earth from the day the ancient apostles were put to death, and the holy priesthood taken from the earth, until the present. This Church has continued to rise. It is the only true church upon the face of the whole earth.<span class=\"citation\" id=\"83710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83710)\">D&amp;C 1:30<\/a><\/span> Its history is before the world. It has continued to grow and increase from the day it was organized until the present time. This is the Zion of God. We see an embryo of it in these valleys of the mountains, and it is designed by the Most High God to stand on the earth in power and glory and dominion, as the prophets of God saw it in their day and generation. This is the kingdom that Daniel saw,<span class=\"citation\" id=\"61314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61314)\">Dan. 2:44<\/a><\/span> and it will continue to roll forth until it fills the whole earth.<span class=\"citation\" id=\"61117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61117)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86610)\">D&amp;C 65:2<\/a><\/span> These are eternal truths, whether the world believe or disbelieve them, it matters not, the truths cannot be made of non-effect. This is certainly a strange work and a wonder. There has been every exertion made to stay it. Armies have been sent forth to destroy this people, but we have been upheld and sustained by the hand of the Lord until today. <\/div><div class=\"paragraph jod\" id=\"v21n335\"> And now I desire to bear my testimony. I have no fears, my brethren <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and sisters&#x2014;and I say the same to our nation, to all kings, queens, emperors, presidents and governments of this world&#x2014;I have no fears with regard to &#x201C;Mormonism,&#x201D; and the ultimate triumph of the kingdom of God; because the Lord Almighty has said that the nation and kingdom that will not serve him shall perish and be utterly wasted<span class=\"citation\" id=\"59992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59992)\">Isa. 60:12<\/a><\/span> away. If this had not been the Zion of God it would not have stood so long as it has done. This kingdom, however, has not been organized by the power of man but by the power of God, and whatever God undertakes to do he will carry out. I have therefore no fear of this kingdom. It was ordained to come forth before the world was made; and the Lord never undertook a dispensation of this kind without due preparation before he commenced. He had material in the spirit world who would in time be raised up to carry on this kingdom. I have no fears about this work being accomplished, but I have fears about many of the Latter-day Saints; because if we have the holy priesthood upon our heads and do not live our religion, of all men we are under the greatest condemnation. We have baptized a great many into this Church and kingdom&#x2014;not many, certainly, when compared to the twelve hundred million inhabitants of the earth&#x2014;but a great many have apostatized. What! Latter-day Saints apostatize? Yes. I tell you people will apostatize who have received the holy priesthood and Gospel of Jesus Christ, if they do not honor God, if they do not keep his commandments, obey his laws and humble themselves before the Lord; they are in danger every day of their lives. Look at the number of devils we have, round about us! We have I should say, one hundred to every  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man, woman and child. One-third part of the heavenly host was cast down to the earth<span class=\"citation\" id=\"79549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79549)\">Rev. 12:4<\/a><\/span> with Lucifer, son of the morning,<span class=\"citation\" id=\"58283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58283)\">Isa. 14:12<\/a><\/span> to war against us&#x2014;which I suppose will number one hundred million devils&#x2014;and they labor to overthrow all the Saints and the kingdom of God.<span class=\"citation\" id=\"128166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128166)\">Rev. 13:7<\/a><\/span><span class=\"citation\" id=\"128167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128167)\">D&amp;C 76:29<\/a><\/span> They even tried to overthrow Jesus Christ;<span class=\"citation\" id=\"128168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128168)\">Matt. 4:1-10 (JST)<\/a><\/span> they overthrew Judas,<span class=\"citation\" id=\"128169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128169)\">John 13:27<\/a><\/span> and they have succeeded in overthrowing a good many Latter-day Saints, who had a name and standing<span class=\"citation\" id=\"128170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128170)\">D&amp;C 109:24<\/a><\/span> among us, who undertook to build themselves up instead of the Kingdom of God. And when men having this priesthood&#x2014;I do not care whether it was in the days of Adam, in the days of Moses, in the days of Joseph Smith, or in the days of Brigham Young, I care not in what day they lived&#x2014;if they bore this priesthood and undertook to use it for any other purpose than the building up of the Kingdom of God, then amen to the power and priesthood of such men.<span class=\"citation\" id=\"90879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90879)\">D&amp;C 121:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n336\"> The Lord will have a people to carry on his purposes who will obey and serve him. He has a good many people in this day and age of the world, who will be faithful unto death,<span class=\"citation\" id=\"79056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79056)\">Rev. 2:10<\/a><\/span> whether called to seal their testimony with their blood<span class=\"citation\" id=\"91994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91994)\">D&amp;C 135:3<\/a><\/span><span class=\"citation\" id=\"92089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92089)\">D&amp;C 136:39<\/a><\/span> or not. He has a people who will maintain his work while they are here. But here is the danger, ye Latter-day Saints, and the Savior saw it very plainly, and has left it on record in the earth: He compared the Kingdom of God unto ten virgins, which took their lamps and went forth to meet the bridegroom. &#x201C;And five of them were wise, and five were foolish. They that were foolish took their lamps and took no oil with them: But the wise took oil in their vessels with their lamps. While the bridegroom tarried, they all slumbered and slept. And at midnight there was a cry made, Behold, the bride<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>groom cometh; go ye out to meet him. Then all those virgins arose, and trimmed their lamps. And the foolish said unto the wise, Give us of your oil; for our lamps are gone out. But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves. And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut. Afterwards came also the other virgins, saying, Lord, Lord, open to us. But he answered and said, Verily I say unto you, I know you not.&#x201D;<span class=\"citation\" id=\"65993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65993)\">Matt. 25:1-12<\/a><\/span> Now, those who have got oil in their lamps, are men who live their religion, pay their tithing, pay their debts, keep the commandments of God, and do not blaspheme his name;<span class=\"citation\" id=\"85702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85702)\">D&amp;C 45:56-57<\/a><\/span> men and women who will not sell their birthright for a mess a pottage<span class=\"citation\" id=\"53435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53435)\">Gen. 25:34<\/a><\/span> or for a little gold or silver;<span class=\"citation\" id=\"128171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128171)\">3 Ne. 27:32<\/a><\/span> these are those that will be valiant in the testimony of Jesus Christ.<span class=\"citation\" id=\"87128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87128)\">D&amp;C 76:79<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n337\"> This is the way I feel today. I feel to warn my brethren and sisters, the Latter-day Saints, to live their religion, to trim their lamps,<span class=\"citation\" id=\"66063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66063)\">Matt. 25:7<\/a><\/span><span class=\"citation\" id=\"84940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84940)\">D&amp;C 33:17<\/a><\/span> because as the Lord lives, his word will be fulfilled.<span class=\"citation\" id=\"128172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128172)\">D&amp;C 1:38<\/a><\/span><span class=\"citation\" id=\"128173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128173)\">D&amp;C 29:30<\/a><\/span> The coming of Jesus is nigh at the door.<span class=\"citation\" id=\"65899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65899)\">Matt. 24:33<\/a><\/span><span class=\"citation\" id=\"128174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128174)\">Mark 13:24-29<\/a><\/span><span class=\"citation\" id=\"90587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90587)\">D&amp;C 110:16<\/a><\/span> These judgments that I have read will come to pass, and though Brigham, Joseph, Noah, Daniel and Job, or anybody else were in the land, they could not do more than deliver their own souls by their righteousness.<span class=\"citation\" id=\"60751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60751)\">Ezek. 14:14<\/a><\/span> The man that is righteous cannot save the wicked. We have got to live our own righteousness,<span class=\"citation\" id=\"128175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128175)\">Ezek. 33:12<\/a><\/span> that is keep the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v21n338\"> We are approaching changes. There are judgments at our door. There are judgments at the door of this nation, and at the door of Great Babylon. How do the world feel today? How does our nation feel?  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Something similar to Belshazzar, the king. On the night that he drank out of the golden and silver vessels, with his princes and his wives, he thought, &#x201C;Well, I made this country. I made this city. I am the god of this country;&#x201D; but when the Lord Almighty manifested his displeasure by the writing on the wall, the scene was changed. His kingdom was broken up and given to the Medes and Persians.<span class=\"citation\" id=\"61548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61548)\">Dan. 6:1-28<\/a><\/span> His greatness, his gold and silver did not save him. In the same way the Lord in ancient days swept away great cities when they were ripened in iniquity. Jerusalem was overthrown in fulfillment of the words of the Lord. Jeremiah and Isaiah prophesied what would come to pass, and it was fulfilled to the very letter.<span class=\"citation\" id=\"57877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57877)\">Isa. 3:1-8<\/a><\/span><span class=\"citation\" id=\"60407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60407)\">Jer. 7:34<\/a><\/span><span class=\"citation\" id=\"128176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128176)\">Jer. 26:18<\/a><\/span> So I say to the Gentiles, so I say to the Latter-day Saints. What the Lord has spoken concerning our nation, and concerning the nations of the earth, notwithstanding that the unbelief of the world may be great, notwithstanding that they may reject the word of God and seek to put the servants of God to death&#x2014;will all be fulfilled. War, pestilence, famine, earthquakes and storms await this generation.<span class=\"citation\" id=\"128177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128177)\">D&amp;C 87:6<\/a><\/span><span class=\"citation\" id=\"128178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128178)\">JS&mdash;H 1:45<\/a><\/span> These calamities will overtake the world as God lives, and no power can prevent them. Therefore I say to the elders of Israel, be faithful. We have had the priesthood given to us, and if we fail to use it right, we shall be brought under condemnation. Therefore, let us round up our shoulders and bear off the kingdom. Let us labor to obtain the Holy Spirit&#x2014;and power of the Gospel of Jesus Christ&#x2014;which has been put into our hands, and inasmuch as we do this, the blessing of God will <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attend our efforts. <\/div><div class=\"paragraph jod\" id=\"v21n340\"> We have been here a number of years. We have preached the Gospel and labored to build up this kingdom. Many have been associated with this Church almost from the beginning. Many have been taken away. Joseph and Hyrum sealed their testimony with their blood.<span class=\"citation\" id=\"91995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91995)\">D&amp;C 135:3<\/a><\/span> Many have passed to the other side of the veil, and many others of us will soon follow them; but I do not want when I get there to have it said, &#x201C;When you were in the flesh you had the priesthood, you had the power to rebuke sin, but you were not man enough to chastise the ungodly.&#x201D; Neither do I want my relatives to rise up and say, &#x201C;You had the power to do a work for the redemption of the dead, but you have neglected these things.&#x201D; I do not want these things to rise up against me. As for gold and silver, they are of very little account compared with eternal life. When we die we must leave the riches of this world behind. We were born naked and we will go out of the world in the same condition.<span class=\"citation\" id=\"56036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56036)\">Job 1:21<\/a><\/span> We cannot take with us houses, gold, silver, or any of this world's goods. We will even leave our tabernacles for somebody to bury. Our spirits must appear in the presence of God, and there receive our reward for the deeds done in the body.<span class=\"citation\" id=\"74167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74167)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n341\"> Therefore, I pray God my heavenly Father to enable us to live our religion, to labor for light and truth that we may not work in the dark;<span class=\"citation\" id=\"69556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69556)\">John 9:4<\/a><\/span> to live nearer and nearer the Lord and be prepared for that which is to come, and eventually gain eternal life, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}