{"ID":210012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Effects of the Preaching of the Gospel&#x2014;Object of the Gathering&#x2014;Manifestations of the Ancients to Joseph Smith&#x2014;The Gospel to Departed Spirits&#x2014;Duties of the Saints to Each Other&#x2014;The Kind of Men Wanted to Go on Missions.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Ephraim, Sanpete County, on Sunday Morning, April 13, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Effects of the Preaching of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/13\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v21n258\"> I am pleased to have the opportunity of meeting with the brethren and sisters of this place, and of looking at your faces; and I would like to hear more of the brethren speak to you, but I know you want me to <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> talk awhile; and as I have to leave this afternoon I will occupy the time now, and we will leave some of the brethren to preach to you then. I desire your faith and prayers, for we are all dependent upon the Lord;  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>none of us can do or say anything that is good or useful or beneficial to society unless we are under the aid, guidance and control of the Lord. A man cannot speak aright unless he speaks under the inspiration of the Almighty; and then the people cannot hear aright, nor understand aright unless they have a portion of the same Spirit.<span class=\"citation\" id=\"85948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85948)\">D&amp;C 50:17-22<\/a><\/span> And hence there was something peculiar in the expression made by Jesus upon this subject. He understood this principle very well, and in speaking on it, says, &#x201C;My sheep hear my voice, and know me, and follow me;<span class=\"citation\" id=\"69617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69617)\">John 10:4<\/a><\/span><span class=\"citation\" id=\"69705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69705)\">John 10:27<\/a><\/span> but a stranger they will not follow, for they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69642)\">John 10:5<\/a><\/span> And hence when the elders were sent out to preach the Gospel at first, they were told to go forth and God would go with them, and his Spirit would accompany them and his angels should go before them.<span class=\"citation\" id=\"87932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87932)\">D&amp;C 84:88<\/a><\/span> The Lord had his sheep scattered all over the face of the earth; and those sheep, when they heard the sound of the Gospel, understood it; there was something that bore testimony to their hearts, which they could not well describe, and that something directed you, my brethren and sisters, to those who brought the everlasting Gospel; and when you heard it you said, &#x201C;That is true.&#x201D; And people might say what they pleased, still you believed and felt that it was true. You experienced this feeling, but you could hardly account for it. This was the Spirit that Jesus alluded to when he said, &#x201C;If I be lifted up from the earth, I will draw all men unto me.&#x201D;<span class=\"citation\" id=\"69814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69814)\">John 12:32<\/a><\/span> He has his own way of accomplishing that object, and it takes time, a great deal of time to do that. But he was not going to drive them nor force them, nor in any way to coerce them; but he would present to their minds <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such beautiful principles, such lovely sentiments and develop such glorious things among them, that they could not but see and appreciate them, nor could they find them anywhere else. And then when those principles were confirmed by the influence of the holy priesthood through the revelations of God to the people, it produced the effect upon them that we have seen. And hence you have gathered here, left your homes in the old world&#x2014;the major part of you from Scandinavia. I was one of those brethren that started out in an early day with this message of glad tidings; and Brother Erastus Snow found his way to you folks, while I went to others in a different part of the world, and still others of the brethren hunted up other sheep in other places. What was the result of our preaching? We see it here today; the result is that you have been brought to a knowledge of the truth, and through obedience to the ordinances of the Lord, you have received the Holy Spirit of God, which has led you into the truth,<span class=\"citation\" id=\"70431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70431)\">John 16:13<\/a><\/span> so that you, as did the ancient Saints before you, sit in heavenly places in Christ Jesus.<span class=\"citation\" id=\"74918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74918)\">Eph. 2:6<\/a><\/span> You no longer experience the kind of uncertainty you used to be afflicted with, but you have a certainty, an abiding reality. You do not care to die; that is a matter of very little importance. Jesus said to a woman on a certain occasion, whom he had asked to give him water to drink, &#x201C;If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldst have asked of him, and he would have given thee living water.&#x201D;<span class=\"citation\" id=\"69005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69005)\">John 4:10<\/a><\/span> We have drunk of that stream which makes glad the city of our God.<span class=\"citation\" id=\"56616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56616)\">Ps. 46:4<\/a><\/span> And we want to realize and appreciate the position we occupy before God, and the great blessings and  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privileges that are within our reach. We have just commenced, as it were, in the great work. We have received a great many precious principles, and have seen and experienced a great many things. But how was it? Simply through a glass, darkly;<span class=\"citation\" id=\"73739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73739)\">1 Cor. 13:12<\/a><\/span> and we yet, in many instances, see them through a glass, darkly&#x2014;at least very many of them; and sometimes we can scarcely perceive the difference between ourselves and the rest of mankind, or between the religion we have embraced and that which other people have. If we could only reflect upon it, there is as much difference as there is between light and darkness. But we do not always comprehend these things, and hence we labor under difficulties pertaining to this matter; because we do not see, we do not comprehend the position and relationship that subsists between us and our God. God is our Father; we are his children. He has brought us into his covenant, and it is our privilege to go on from wisdom to wisdom, from intelligence to intelligence, from understanding of one principle to that of another, to go forward and progress in the development of truth until we can comprehend God.<span class=\"citation\" id=\"88556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88556)\">D&amp;C 88:49<\/a><\/span> For we are his children, we are his sons and daughters, and he is our Father. He has organized this Church in order that we may be educated in the principles of life, that we may comprehend those principles that exist in the bosom of God, that we may be able to teach our children correct principles, in order that we may be placed in a position whereby we can be assimilated into the likeness of our heavenly Father,<span class=\"citation\" id=\"78660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78660)\">1 Jn. 3:2<\/a><\/span> and have a communication opened between angels and us, that we may feel that we are of the family of God and of the household of faith,<span class=\"citation\" id=\"74735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74735)\">Gal. 6:10<\/a><\/span> and that we can operate with them; and <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that while part of his family who have lived upon the earth and who live again in another state of existence behind the veil, are operating with him and with the angels of God and with the whole of the Holy Priesthood in developing his purposes in the heavens, that we may be prepared to operate with him on the earth in carrying out his purposes here; that his people may be preserved from the powers of darkness, that the light, intelligence and revelations of God may be upon us, that we may comprehend our true position to him, to each other, to his Church and kingdom, and to the living and the dead; that we may realize the position we occupy in relation to all the various duties and the responsibilities of life. And then after realizing them, magnify our callings, unite ourselves together as the heart of one man<span class=\"citation\" id=\"55597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55597)\">2 Sam. 19:14<\/a><\/span> under the influences of the Spirit of eternal truth as the family of God upon the earth, and purge out everything from us that is evil, corrupt, low and degrading, and elevate our minds and feelings to a higher standard of intelligence, morality and obedience to his laws, and thus prepare ourselves to carry out the things of God in relation to the earth whereon we dwell, and each of us take a part in bringing to pass his purposes here upon the earth, not by any intelligence we may have; but by the wisdom and intelligence that God shall impart from time to time, until we shall progress in every principle that is calculated to elevate and ennoble mankind, until finally we shall see as we are seen and know as we are known.<span class=\"citation\" id=\"87181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87181)\">D&amp;C 76:94<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n260\"> We are now gathered together to Zion. For what? To build up Zion, and to accomplish the purposes of the Lord pertaining to the human family upon the earth. And being  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gathered together we are organized with apostles and prophets, with presidents and their counselors, with bishops and their counselors, with elders, priests, teachers and deacons. We are organized according to the order of God, and these very principles that look small to us emanate from God. We have seventies and high priests, and all these men hold certain positions which it is expected of them that they will fulfill and magnify, here in the flesh, in the interests of truth and righteousness; in the interests of the kingdom of God and in the establishment of correct principles among the Saints of the Most High. We are here to cooperate with God in the salvation of the living, in the redemption of the dead, in the blessings of our ancestors, in the pouring out blessings upon our children; we are here for the purpose of redeeming and regenerating the earth on which we live, and God has placed his authority and his counsels here upon the earth for that purpose, that men may learn to do the will of God on the earth as it is done in heaven.<span class=\"citation\" id=\"63415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63415)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67490)\">Luke 11:2<\/a><\/span> This is the object of our existence; and it is for us to comprehend the position. <\/div><div class=\"paragraph jod\" id=\"v21n262\"> For instance, Joseph Smith in the first place was set apart by the Almighty according to the counsels of the gods in the eternal worlds, to introduce the principles of life among the people, of which the Gospel is the grand power and influence, and through which salvation can extend to all peoples, all nations, all kindreds, all tongues and all worlds. It is the principle that brings life and immortality to light,<span class=\"citation\" id=\"76079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76079)\">2 Tim. 1:10<\/a><\/span> and places us in communication with God. God selected him for that purpose, and he fulfilled his mission and lived honorably and died honorably.<span class=\"citation\" id=\"91992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91992)\">D&amp;C 135:3<\/a><\/span> I know of what I speak for I was very <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> well acquainted with him and was with him a great deal during his life, and was with him when he died. The principles which he had, placed him in communication with the Lord, and not only with the Lord, but with the ancient apostles and prophets; such men, for instance, as Abraham, Isaac, Jacob, Noah, Adam, Seth, Enoch, and Jesus and the Father, and the apostles that lived on this continent as well as those who lived on the Asiatic continent. He seemed to be as familiar with these people as we are with one another. Why? Because he had to introduce a dispensation which was called the dispensation of the fulness of times, and it was known as such by the ancient servants of God. What is meant by the dispensation of the fulness of times?<span class=\"citation\" id=\"74837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74837)\">Eph. 1:10<\/a><\/span> It is a dispensation in which all other dispensations are merged or concentrated. It embraces and embodies all the other dispensations that have existed upon the earth wherein God communicated himself to the human family. Did they have the Aaronic priesthood in former times? Yes. So have we. Did they have the Melchizedek priesthood in former times? Yes. So have we. Did they have a gathering dispensation in former times, when Moses led the children of Israel out of Egypt? Yes. So have we, just as it was predicted by the prophet Jeremiah: &#x201C;I will take you one of a city and two of a family, and I will bring you to Zion.&#x201D;<span class=\"citation\" id=\"60340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60340)\">Jer. 3:14<\/a><\/span> And what will you do with them when you get them there? &#x201C;And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60387)\">Jer. 3:15<\/a><\/span> We have that dispensation. Moses, when he appeared to Joseph Smith, committed to him &#x201C;the keys of the dispensation of the gathering of Israel from the four quarters of the  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, and the restitution of the ten tribes.&#x201D;<span class=\"citation\" id=\"90513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90513)\">D&amp;C 110:11<\/a><\/span> Read it in the Doctrine and Covenants: it is there plainly written. Why are you here today, from Scandinavia and other parts of the world? Because God has, among other dispensations, restored the dispensation of the gathering. <\/div><div class=\"paragraph jod\" id=\"v21n264\"> In relation to other matters. Was there a time to transpire that Elijah should come to &#x201C;turn the hearts of the fathers to the children, and the hearts of the children to their fathers?&#x201D;<span class=\"citation\" id=\"62600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62600)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"90577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90577)\">D&amp;C 110:15<\/a><\/span> That Elias has come, and has introduced that dispensation;<span class=\"citation\" id=\"128148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128148)\">D&amp;C 110:12<\/a><\/span> and in that are associated the very things you are engaged in and which we have come to attend to, namely the laying of the foundation stone of the Temple. Now, I will ask, whoever thought of building Temples until God revealed it? Did you? If you did, I wish you would tell us of it. And did you know how to build them? No. And did you know how to administer in them after they were built? No, you did not. We are indebted to the Lord for these things. And when Elijah the prophet appeared to Joseph Smith he committed to him the keys of this dispensation;<span class=\"citation\" id=\"90559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90559)\">D&amp;C 110:13-16<\/a><\/span> and hence we are at work building Temples; but some of us hardly know why. We go at it the same as we follow plowing, sowing, planting, reaping and such kinds of pursuits. There are other things behind that. There are ordinances associated behind these things that go back into eternity; and forward unto eternity; that are the offspring of God, that are intended for the welfare, the happiness and exaltation of mankind; for those who are living and those that are dead and for those that will live hereafter, pertaining both to our progenitors and our posterity. And that is one of those keys that have been turned. <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Do you think that the elders who brought the Gospel to you in far off lands could have gathered you here if they were not the bearers of the Gospel of the Lord Jesus Christ, and if this had not been a gathering dispensation? I think not. As I have said, the elders went to different parts of the earth, for we have preached a great deal. I, myself, have traveled hundreds of thousands of miles preaching the Gospel; and without purse or scrip,<span class=\"citation\" id=\"68192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68192)\">Luke 22:35<\/a><\/span> trusting in the Lord. Did he ever forsake me? Never, no never. I always was provided for, for which I feel to praise God my heavenly Father. I was engaged in his work and he told me that he would sustain me in it; he has been true to his trust, and if I have not been true to mine I hope he will forgive me and help me to do better. But the Lord has been true and faithful, and I have never needed anything to eat or drink or wear, and was never prevented for want of means of traveling where I pleased. <\/div><div class=\"paragraph jod\" id=\"v21n265\"> Well, to return. After you received the Gospel and the spirit of the same, the great desire of your hearts was to go to Zion. And in order to accomplish this you put away your little savings and you began to contrive how to dispose of your little properties, and many of you were almost ready to sell yourselves to get to Zion. You could not tell why you had such feelings, but you did have them, and you could not get rid of them until you were brought here. You would not have come here had it not been for that, would you? I have no idea that you would. When you were told to build Temples, what made you build them? Because you had received the Gospel in your hearts, associated with which was the mission of Elijah which was to turn the  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hearts of the children to the fathers, and the hearts of the fathers to the children.<span class=\"citation\" id=\"62601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62601)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"90578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90578)\">D&amp;C 110:15<\/a><\/span> I wish I could tell it to you as I understand some of these things, and I wish you could understand those principles. Suffice it to say that Satan has tried from the beginning of the world to overturn the works of God, and in some instances he has apparently succeeded admirably. He was the cause at one time of all the people of the earth being destroyed except a little seed which was saved to propagate the human species. Probably the devil would laugh pretty heartily over that, thinking that he had accomplished his purposes. However that was not the end. It is true that the judgments of God overtook them; it is true they were destroyed by a flood in the flesh, and were shut up in prison in the spirit; but it is also true that the same Savior who is our Savior, when he was put to death in the flesh, was quickened by the spirit, and that he visited those spirits in prison,<span class=\"citation\" id=\"77983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77983)\">1 Pet. 3:18-20<\/a><\/span><span class=\"citation\" id=\"128149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128149)\">D&amp;C 138:7-9<\/a><\/span> opening up the door of salvation to them, that they might be redeemed and come forth and accomplish certain purposes which God had designed; and hence we find the Savior operating among all that body of people that the devil thought were destroyed, but through this visitation were placed within the reach of deliverance.<span class=\"citation\" id=\"78137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78137)\">1 Pet. 4:6<\/a><\/span><span class=\"citation\" id=\"128150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128150)\">D&amp;C 138:28-60<\/a><\/span> But has Satan prevailed to a great extent? He has. Has darkness spread itself over the earth?<span class=\"citation\" id=\"59932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59932)\">Isa. 60:2<\/a><\/span> Yes. Have people wandered away from God and forsaken him and his laws? They have. But then the Lord will be merciful towards them, they not having received the light that we have, hence he feels towards them as a father feels towards his children, being desirous to promote their happiness as far as it lays in his power; and if he could not save <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them while in the flesh, he understands certain eternal laws and principles whereby they may hereafter be redeemed. The Judge of all the earth will do right. And while the priesthood behind the veil are operating and preaching to the spirits that are in prison that have been there from the different ages,<span class=\"citation\" id=\"92145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92145)\">D&amp;C 138:28-37<\/a><\/span> he called upon us to build temples that we may administer for the bodies of these people that have died without the Gospel, that they may be judged according to men in the flesh and live after God in the spirit.<span class=\"citation\" id=\"78138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78138)\">1 Pet. 4:6<\/a><\/span> At the commencement of the dispensations he sends out his elders generally to all the world to preach the Gospel to every creature.<span class=\"citation\" id=\"66761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66761)\">Mark 16:15<\/a><\/span> In this dispensation he not only does this; but as we live in a gathering dispensation, he also gathers in the people, and when they learn a little of his law, there are many ordained to the priesthood and sent out as messengers, and we keep sending them out to preach the Gospel and to gather in the elect; and we send them to their own people to tell them what God has done and is doing. And they keep coming and going. And whom do we send? If we send to England we send Englishmen, or men who can speak the English language; if to Scandinavia, we send Scandinavians: we send generally their own people, accompanied with men of experience, after the Gospel has been introduced to them. Why? That they may go and teach their own people the way of life and salvation. What then? They come back again and build Temples. And what then? They and their people from the various nations of the earth go into these Temples and administer for their fathers, and grandfathers, their uncles and aunts, their friends and relatives, and thus reach back, back into distant times to redeem and  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>save others. And who are these men? Just such as the ancient prophets talked about. They are saviors upon Mount Zion,<span class=\"citation\" id=\"62018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62018)\">Obad. 1:21<\/a><\/span> are they not, saving and redeeming their people&#x2014;and those men who are quarrying and hauling the rock, and those who are engaged in laying up these terrace and temple walls, and those who are otherwise engaged in making the necessary preparation for the building of the temple are all laboring in the same direction. The Lord requires this work at our hands in order to test us, to see whether we will carry out his laws or not. And when we build our temples and he accepts of them, we will then enter into them and administer in the name of God; and administering in them we become saviors upon Mount Zion, as it is written, &#x201C;And saviors shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the Lord's.&#x201D;<span class=\"citation\" id=\"62017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62017)\">Obad. 1:21<\/a><\/span> Don't your Bible read so? The one I have does. Who shall they save? These men become saviors of their own nations; they administer and operate in their interests and in the interests of their fathers and their friends and associates. Hence this is one thing we are engaged in, and is part of the dispensation of the fulness of times. <\/div><div class=\"paragraph jod\" id=\"v21n268\"> Then what does one of the prophets say? &#x201C;Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord.&#x201D;<span class=\"citation\" id=\"62546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62546)\">Mal. 4:5<\/a><\/span> And what shall he do? &#x201C;And he shall turn the heart of the fathers to the children, and the heart of the children to the fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62602)\">Mal. 4:6<\/a><\/span> And what shall be done? Saviors shall come up on Mount Zion; and the kingdom shall be the Lord's.<span class=\"citation\" id=\"62016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62016)\">Obad. 1:21<\/a><\/span> It is written, they shall all be taught of God,<span class=\"citation\" id=\"57817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57817)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"59718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59718)\">Isa. 54:13<\/a><\/span> but the kingdom shall be <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord's,<span class=\"citation\" id=\"62019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62019)\">Obad. 1:21<\/a><\/span> not man's. We do not want to lean upon man nor put our trust in man. While we are obedient to every ordinance of man that is proper and right, and which does not conflict with the law of God, while we are obedient to these things we do not want to sell ourselves to the wicked and ungodly. We do not care much about their ways or their theories or ideas. &#x201C;The Lord,&#x201D; says one, &#x201C;shall be our judge, the Lord shall be our king, the Lord shall be our lawgiver, and he shall rule over us.&#x201D;<span class=\"citation\" id=\"59083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59083)\">Isa. 33:22<\/a><\/span> And we, under the inspiration of the Almighty, will introduce the laws of God that exist in the heavens and upon the earth, and form a nucleus of truth, of virtue and intelligence, of law and order, of principles pertaining to morals, to philosophy, to politics, to religion and to everything that is pure, exalting and ennobling, and the kingdom will be the Lord's.<span class=\"citation\" id=\"62020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62020)\">Obad. 1:21<\/a><\/span> And we will operate together, we will try to frustrate the works of darkness and the powers of the adversary, to save the living and redeem the dead, have our hearts turned towards our fathers who have lived before us who have been ignorant of the principles of life and salvation which God has been pleased to confer upon us, while the brethren behind the veil are feeling after us who are their children. The Lord will turn the hearts of the fathers to the children, and the hearts of the children to the fathers through Elias who was to come, which if not accomplished, it is written, &#x201C;the earth would be smitten with a curse.&#x201D;<span class=\"citation\" id=\"62603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62603)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"90579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90579)\">D&amp;C 110:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n269\"> Hence we are operating with the ancient patriarchs, apostles, prophets and men of God who lived on the continent of Asia and America, and we will gather together all things in one<span class=\"citation\" id=\"74838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74838)\">Eph. 1:10<\/a><\/span> according to the word of God,  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gather his Israel in one from the four quarters of the earth and also the ten tribes before we get through; and Judah will listen to the words of life, and the principles of eternal truth will go forth and spread and grow, &#x201C;until the kingdoms of this world become the kingdoms of our God, and his Christ;<span class=\"citation\" id=\"79499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79499)\">Rev. 11:15<\/a><\/span> and to him every knee will bow, and every tongue confess that Christ is God, to the glory of God the Father.&#x201D;<span class=\"citation\" id=\"75461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75461)\">Philip. 2:10-11<\/a><\/span> And we are here for that purpose. Do you think we are going to fail? Do you think the Lord is going to back down? I think not. Men may combine against us ignorantly, for many of them are very ignorant. I do not cherish the least feeling of wrath in my heart when I see the courts, legislators or Congress take steps inimical to us. They do not know what they do,<span class=\"citation\" id=\"68322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68322)\">Luke 23:34<\/a><\/span> hence we should feel charitably disposed to those who seek our injury. David prayed that God would send his enemies to hell quickly.<span class=\"citation\" id=\"56822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56822)\">Ps. 55:15<\/a><\/span> Jesus, when he was being crucified, suffering the pain of a cruel death, said, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68321)\">Luke 23:34<\/a><\/span> I like that prayer much better than the other one. Father, forgive them, for they know not what they do.<span class=\"citation\" id=\"68323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68323)\">Luke 23:34<\/a><\/span> They are thy children, though in the dark. Thou hast enlightened our minds, for which we feel thankful; but, O Lord, forgive them and lead them, if thou canst, in the way of life. This is the feeling we ought to have. We ought to have it one towards another, and treat one another with kindness and not get up hard feelings. Talking about people giving away to passion and giving expression to hard words; such things do not belong to the Gospel, to no part of it; they come from beneath. This has been pointed out and made very plain to us. Every spirit, says one, <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that tends to good is of God; and every spirit that tends to evil is of the wicked one, and comes from beneath.<span class=\"citation\" id=\"83560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83560)\">Moro. 7:12-17<\/a><\/span> I hear a man say sometimes, &#x201C;I hate such a man.&#x201D; Why, I do not know of a person that I hate in the world. The command is to love one another.<span class=\"citation\" id=\"69849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69849)\">John 13:34<\/a><\/span> When Jesus was about to leave his disciples, the burden of his prayer was, &#x201C;Father, I pray for these whom thou hast given me;<span class=\"citation\" id=\"70640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70640)\">John 17:9<\/a><\/span> thine they were, and thou gavest them me.<span class=\"citation\" id=\"70634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70634)\">John 17:6<\/a><\/span> I pray for them, Father, that they may be one, even as I and thou art one, that they may be one in us.&#x201D;<span class=\"citation\" id=\"70725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70725)\">John 17:21<\/a><\/span> What, a sister or a brother, a citizen of the kingdom of God, a member of the Church of Jesus Christ of Latter-day Saints, one who has received peradventure of the ordinances of the house of God, and who expects to associate with the Saints of God, quarrels with his brother about peanuts and baby toys and then talk about your honor being infringed upon! I tell you if you take care of yourselves, your honor will take care of itself and you need not be concerned about it. Treat one another aright. Have you sinned one against another? Then go and make restitution. Have you defrauded one another? Go and make it right. Have you spoken unkindly to your brother or sister? Then go and acknowledge your wrong and ask to be forgiven, promising to do better in the future. And then he or she might say, on the other hand, &#x201C;Yes, and I said so and so the other day, won't you please forgive me?&#x201D; How much better and how much more in keeping with the calling of a Saint of God such a course would be than to harbor hard feelings in the heart. And you parents, get your families in the morning and evening and call upon the Lord, and ask his blessing upon your families, your flocks and  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>herds, and upon everything that you have, and do not be quarreling one with another because you are scarce of water. I tell you in the name of the Lord God that if you will do your duties, God will do his, and furnish you with what water is necessary. Try me, &#x201C;and prove me herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.&#x201D;<span class=\"citation\" id=\"62457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62457)\">Mal. 3:10<\/a><\/span> Husbands, treat your wives right; treat them with kindness and with sympathy; try to make them comfortable, and make their houses and surroundings comfortable and do all you can to make them happy.<span class=\"citation\" id=\"128151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128151)\">Col. 3:19<\/a><\/span> And you wives, treat your husbands right; try to make their homes a little heaven, and seek earnestly that the blessings of the Lord may abide in your dwellings. And parents, treat your children aright; train them up in the fear of the Lord, they are of more importance to you than many things that you give your attention to. And you, children, obey your parents;<span class=\"citation\" id=\"75350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75350)\">Eph. 6:1<\/a><\/span><span class=\"citation\" id=\"75645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75645)\">Col. 3:20<\/a><\/span> respect your fathers and mothers. Your mothers have watched over you, and your fathers are desirous for your welfare, and their hearts and feelings and affections are drawn out towards you. Do not give them pain by departing from correct principles; but walk in the paths of life. And parents, and children, husbands and wives and all people, fear God and put your trust in him and carry out the principles of your holy religion which God has revealed to us. <\/div><div class=\"paragraph jod\" id=\"v21n272\"> I would speak a few words of praise of many of our brethren; I think it would apply to many of you here. I have no disposition to find fault, but I have a disposition to speak kindly of many of my brethren and sisters in many of their opera<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions. In the tithing operations, for instance, I think that during the last year there has been paid some 50,000 dollars more than the year before. This speaks well for the Latter-day Saints; not but what the Lord could get along very well without these things, but he wants to test his people. This, however, proves that there is an increase in the right direction, and a proper feeling that ought to exist among the Saints. Hence, says the Lord, &#x201C;Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, if I will not open the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.&#x201D;<span class=\"citation\" id=\"62458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62458)\">Mal. 3:10<\/a><\/span> The Lord wants to prove his people and he will have a tried and proven people,<span class=\"citation\" id=\"92074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92074)\">D&amp;C 136:31<\/a><\/span> and this is one of the ways he has chosen to do it. In addition to this tithing, there has been expended on this Temple and the Temple in Logan in the neighborhood of 250,000 dollars; this is very creditable, besides a very fair tithing on the back of that. I think I can speak good in the name of the Lord to a people that will do that, that is, if we will lay aside all evil things. Let us keep doing good. You have done about as much here as they have done in Logan, and they expect to get their Temple up to the square this summer. But then they did not have to make the foundation you have had to make here. They made some mistake in fixing up the mountains here; they do not seem to be in a right shape; but then we can put them in a right shape, you know. The scriptures talk about the mountains being thrown down.<span class=\"citation\" id=\"60921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60921)\">Ezek. 38:20<\/a><\/span> Well, you have done considerable towards leveling this down. God is pleased with you, and everything is going on right, and I speak this for your encouragement.  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I am pleased to see the sisters take the part they do in their Relief Societies. They are doing a good work and their labors are a credit to them. And then there are our Young Men's and our Young Ladies' Mutual Improvement Associations; they are going on very well. And then your educational interests are doing pretty well. Do I not so understand you, Brother Petersen? [President Canute Petersen&#x2014;Yes, Sir; pretty well.] We do not want outside folks to teach our children, do we? I think not. We do not want them to teach us how to get to heaven, do we? If we did, it would be of no use, for they do not know the way. Well, then, we do not want them to tamper with the minds of our little ones. You will see the day that Zion will be as far ahead of the outside world in everything pertaining to learning of every kind as we are today in regard to religious matters. You mark my words, and write them down, and see if they do not come to pass. We are not dependent upon them, but we are upon the Lord. We did not get our priesthood nor our information in regard to his law from them; it came from God. The world profess to know a little about what they call science, literature and the arts. Where did they get their knowledge of these things from? And what is it they really do know? They know something about the laws of Nature. Who made those laws? God made them; and he knows how to govern them; and it is by his almighty power that they are governed. <\/div><div class=\"paragraph jod\" id=\"v21n275\"> I remember talking with some celebrated scientists from Europe some time ago, and I explained to them some of the principles relative to the heavenly bodies that were revealed through the Prophet Joseph <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Smith. They were astonished to know that ideas so grand could be developed through one that was comparatively unlearned. One of them remarked that they were the most magnificent principles he had ever heard of; another one said that he had read and studied a great deal, but he had a good deal more yet to learn. We are, as the French would say, <span class=\"italic\">en rapport<\/span>, with God; that is in communication with God. Let us live so that we can keep that up, so that angels can minister to us and the Holy Spirit dwell with us. We have received his guidance and instruction. It is for us now to go on from truth to truth, from intelligence to intelligence and from wisdom to wisdom. And while nations shall crumble and thrones be cast down,<span class=\"citation\" id=\"128152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128152)\">Dan. 7:9<\/a><\/span> and the God of heaven arise and shake terribly the earth,<span class=\"citation\" id=\"57870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57870)\">Isa. 2:19,21<\/a><\/span> while the elements melt with fervent heat<span class=\"citation\" id=\"78472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78472)\">2 Pet. 3:10,12<\/a><\/span><span class=\"citation\" id=\"82923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82923)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"83265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83265)\">Morm. 9:2<\/a><\/span><span class=\"citation\" id=\"89492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89492)\">D&amp;C 101:25<\/a><\/span> in fulfillment of ancient as well as modern prophecy; while these things are going on he will whisper, peace to Zion. But the judgments will begin at the house of God.<span class=\"citation\" id=\"78178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78178)\">1 Pet. 4:17<\/a><\/span><span class=\"citation\" id=\"90641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90641)\">D&amp;C 112:25<\/a><\/span> We have to pass through some of these things, but it will only be a very little compared with the terrible destruction, the misery and suffering that will overtake the world who are doomed to suffer the wrath of God.<span class=\"citation\" id=\"86945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86945)\">D&amp;C 76:33<\/a><\/span> It behooves us, as the Saints of God, to stand firm and faithful in the observance of his laws, that we may be worthy of his preserving care and blessing. <\/div><div class=\"paragraph jod\" id=\"v21n276\"> Now a word about other things. We want elders to go and preach the Gospel. But some people will say, &#x201C;Here is such a young man who is a little wild; if he were to go abroad perhaps he would reform.&#x201D; Brother Peterson, we do not want such folks to go as representatives of the Gospel of Jesus Christ. And I say to you, Presidents of Stakes, we  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not want such an order of things; we want men that have got within them the gift of the Holy Ghost, men who have the gift and power of God in them. We do not want men to go abroad to be reformed. They are not fit to live in Zion if they cannot reform themselves at home. We must have men filled with faith and the Holy Ghost. And you seventies and high priests, wake up to a sense of the responsibility of your callings, and purge away your follies and nonsense and feel that you are indeed the servants of the living God; for God will hold you responsible for the priesthood you bear. Then honor the Lord and magnify the priesthood, and when you go forth to the nations bearing precious seed,<span class=\"citation\" id=\"57261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57261)\">Ps. 126:6<\/a><\/span> angels will go with you<span class=\"citation\" id=\"87933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87933)\">D&amp;C 84:88<\/a><\/span> and the gift of the Holy Ghost will accompany <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you in your administrations and though you may go weeping, bearing the precious seed of the Gospel, you will return rejoicing, bringing your sheaves with you.<span class=\"citation\" id=\"57262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57262)\">Ps. 126:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n278\"> I do not know but what I have talked enough. Brethren and sisters, God bless you. And God bless the relief societies and the young men's and the young ladies' societies, and God bless your president and his counselors, and your bishops and their counselors, and all that fear God, and work righteousness. And the Lord God put a hook in the jaws of our enemies<span class=\"citation\" id=\"60912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60912)\">Ezek. 38:4<\/a><\/span> that seek our injury and overthrow, that they may not have power against the Israel of God. And God bless all Israel, that Zion may arise and shine and the glory of God rest upon her.<span class=\"citation\" id=\"59897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59897)\">Isa. 60:1<\/a><\/span> I ask it in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}