{"ID":210016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">On the Book of Mormon&#x2014;Destiny of the Kingdom of God and the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, September 7, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: On the Book of Mormon, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/7\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v21n343\"> It is with feelings of thanksgiving to my Father who is in heaven, that I stand before you this afternoon, after having been absent from this place for some nine months that are past. <\/div><div class=\"paragraph jod\" id=\"v21n344\"> I suppose that the Latter-day Saints who are congregated here, understand the object of the mission which was given to me, to go to Great Britain, and there get the pages of the Book of Mormon, and the Book of Doctrine and Covenants, electrotyped, with double sets of plates, for the purpose of spreading forth copies of these works, among the inhabitants of the earth by hundreds of thousands. I therefore, feel very much pleased to have the privilege of bearing testimony to you, that I have, through the blessing of the Lord, been enabled to finish or complete the work that was given me to do, in relation to these two standard works of our Church. <\/div><div class=\"paragraph jod\" id=\"v21n345\"> Had it not been for the Book of Mormon this territory would not be occupied by a people called the Latter-day Saints. That lies at the foundation of the work of the last days, in which we are engaged. All of you are acquainted, if you have endeavored to exercise your judgment and your capacities as intelligent beings, with the nature of that <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> book. If you are not acquainted with it you certainly ought to be. We all ought to inform ourselves concerning every principle that is contained in that record. We ought to make ourselves very familiar also, with the Book that is called the Book of Doctrine and Covenants, given by divine revelation in the generation in which we are permitted to live. These two books, we as a people, esteem to be as sacred as any other revelations which were ever given to the human family. We look upon the Book of Mormon as a very precious record&#x2014;a precious blessing to the people who live in this dispensation, a divine work&#x2014;a divine revelation. It has now been before the world almost 50 years, being published over 49 years; and the whole world, if they had seen proper to inform themselves, concerning the nature of the work, could have been blessed with the privilege. It is a work which the Lord our God has commenced by his own power. The book was not written by the wisdom of man, by the inspiration of man, but it was written by the commandment of the Most High God. It was written as revealed to a young man, the founder of this Church, under the divine influence of the Holy Spirit.  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This young man being inspired of God, and having revelations granted to him from heaven, had the privilege of bringing forth this sacred record to this generation. The record was translated, as the Latter-day Saints understand, and as the world generally have been informed, by revelation, by the inspiration of the Holy Ghost, through the aid of an instrument that was used anciently and called the Urim and Thummim. The Lord did not, in revealing this work to us, require us to receive it blindly and enthusiastically, but to receive it on good, substantial, sound evidence, such as we cannot controvert, such as we cannot contradict&#x2014;evidence that no reasonable person, having the common reasoning faculties of man, can consistently reject. The Lord did not raise up this Church&#x2014;did not commence its foundation, until he revealed this Book; and in the revelation of this Book, he fulfilled many predictions, made in ancient days, by the mouth of the Jewish prophets, and also the apostles that succeeded the Jewish prophets. They spake as they were moved upon by the Holy Ghost;<span class=\"citation\" id=\"78334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78334)\">2 Pet. 1:21<\/a><\/span> and they predicted that such a work would come forth in the latter times; and if this is not the work, as the world say it is not, then we are to look forward to the day when a similar work will be brought forth by the power of Almighty God; for the events predicted by the mouth of the prophets, recorded in the Jewish Bible, never can be fulfilled, never can be brought to pass, unless a work of a similar description, to the one that has been presented to the people of the nineteenth century shall come forth. <\/div><div class=\"paragraph jod\" id=\"v21n346\"> The Book of Mormon, we say, is just as sacred as the Bible&#x2014;the Old and New Testaments. We cannot <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> see any reason why we should exclude all other books from the compiled books of the Jewish Bible. We have nothing in the compiled works of the Bible (King James' translation), we have no declarations in this Book, that the canon of Scripture should be full at the close of the fourth century of the Christian era. We have no declarations in this Book, that about 400 years after Christ there should be a church or people on the earth that should collect together manuscript books and call them the Bible, and that that should be a complete revelation of God's will; or that there were no other sacred books in existence, only what the Catholic church, at the close of the fourth century, happened to collect together. <\/div><div class=\"paragraph jod\" id=\"v21n347\"> We believe that God is the God of all nations, as well as the God of the Jews. We believe that he did not confine his divine power and the inspiration of his Spirit to one little spot of our globe; although he did work wonderfully, and in a marvelous manner, in the land of Palestine among the Jews, and did shew forth his power by raising up prophets, and revelators, and apostles. Yet we cannot, in our views, limit the Almighty, as the Christian nations do, and say that he has never spoken to any other people. We cannot, with the intelligence and light that God has given to us, say that the Bible is the only revelation of God to man. We believe that he made all nations, and all the inhabitants of the earth. We believe that he had as much regard for the ten tribes, after they revolted from the house of Judah and separated themselves into a distinct nation&#x2014;<span class=\"citation\" id=\"128179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128179)\">1 Kgs. 11:26-40<\/a><\/span>when they wrought righteousness, as he had for the Jews who dwelt in Jerusalem, and in the vicinity of that great capital city. Indeed the Lord  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has shown to us that he was no respecter of persons.<span class=\"citation\" id=\"71763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71763)\">Acts 10:34<\/a><\/span> So far as the ten tribes were concerned, he had revealed himself to them. Some of the greatest prophets that were raised up in days of old, before the coming of the Messiah, were prophets that lived among the ten tribes, who were not Jews: not included in the house of Judah, or the two years and a half. For instance, Elijah, who had such great power given him from God, that he could call upon His name and the heavens would be shut up so that there would be no rain fall upon the earth, according to his prayer,<span class=\"citation\" id=\"55669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55669)\">1 Kgs. 17:1<\/a><\/span> for three<span class=\"citation\" id=\"128180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128180)\">1 Kgs. 18:1<\/a><\/span> and a half years.<span class=\"citation\" id=\"128181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128181)\">James 5:17<\/a><\/span> A man with such faith, that after three and a half years of great famine, he prayed for the Lord to send rain, and rain was given immediately.<span class=\"citation\" id=\"55695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55695)\">1 Kgs. 18:41-45<\/a><\/span><span class=\"citation\" id=\"77748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77748)\">James 5:17-18<\/a><\/span> A man with such power that when a captain of fifty with his fifty came to take him&#x2014;who mockingly called him a man of God&#x2014;he said to the captain, &#x201C;If I be a man of God, let fire come down from heaven, and consume thee and thy fifty,&#x201D;<span class=\"citation\" id=\"55747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55747)\">2 Kgs. 1:9-10<\/a><\/span> and it was done, according to his word. He was not a Jewish prophet; he was a prophet of the ten tribes. A man also that had such great faith in God, that he was taken away from the earth, in a chariot of fire,<span class=\"citation\" id=\"55775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55775)\">2 Kgs. 2:11-12<\/a><\/span> and wafted to the abodes of immortality, among the immortal beings. Here then was a prophet raised up among another branch of the house of Israel. Here was also Elisha, another prophet, not of the Jews but of the ten tribes. Were not their revelations just as sacred as the revelations of the prophets of Judah? They certainly were; and were incorporated in the Jewish Bible. Were there any other branches of Israel besides those ten tribes, who dwelt in the northern parts of the Land of Palestine, and the Jews? Yes, we read in various <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> parts of this Bible, that many of the house of Israel were taken away from the main body who dwelt in Palestine, and scattered to the four quarters of the earth. Did God forget them and their generations after them, after they were thus scattered?<span class=\"citation\" id=\"128183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128183)\">Jer. 31:10-14<\/a><\/span><span class=\"citation\" id=\"128184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128184)\">Ezek. 11:13-20<\/a><\/span><span class=\"citation\" id=\"128182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128182)\">1 Ne. 22:3-12<\/a><\/span><span class=\"citation\" id=\"81419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81419)\">2 Ne. 10:22<\/a><\/span> I think not. He did not forget them;<span class=\"citation\" id=\"128185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128185)\">Isa. 49:1-26<\/a><\/span> and in the days of their righteousness, he revealed himself to them and to his prophets. And this great and choice American continent was once peopled by the seed of Israel, not the ten tribes or Jewish nation especially, but a small remnant of one tribe, namely the descendants of Joseph who was carried into Egypt. These American Indians scattered over this great continent of ours, are the literal descendants of the chosen seed. Now, do you suppose that the Almighty, who desires the salvation of the children of men, would take a company, however great or small it might be, and locate them upon such a great and vast continent as ours, and leave them without any guidance by revelation from him? Leave them from generation to generation without prophets and without revelators? Such an event is inconsistent to my mind. God, who is no respecter of persons,<span class=\"citation\" id=\"71764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71764)\">Acts 10:34<\/a><\/span> who loves all people of all nations, of all kindreds and tongues, surely would not thus lead away the chosen seed, and plant them upon such a vast continent as ours and obscure or withdraw himself, leaving them in total ignorance, without any revelation from heaven. What is the Book of Mormon? It is their record, their Bible, their revelations, their predictions, their doctrines, their manifestations and visions, and their history, the same as the Bible is the record and history of the Jews. Why then should it be thought inconsistent with the character of God that he should bring forth  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>records, so sacred, so great, so important to join with the testimony of the Jewish record that the nations of the last days might have the testimony of two hemispheres that God is the same God, that his doctrines are everlasting, the same unchangeable Gospel and plan of salvation, and that his people Israel were as precious to him on the western hemisphere as they were on the eastern, and that the great atonement which we are now celebrating in this house, should not be shut out from the minds of the people in the western hemisphere?<span class=\"citation\" id=\"128186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128186)\">2 Ne. 29:8<\/a><\/span> Is it consistent that this should be the case? There is not a man living, who will free himself from the traditions of false doctrines that have prevailed for many generations, but what will say it is godlike, it is consistent with the character of the Almighty to reveal himself to the western hemisphere as well as to the great eastern hemisphere, and if he did this would there be anything inconsistent that these records should be brought to light in the last days? Is God limited in his power? I appeal to the whole of Christendom, do we as Christians believe in the Lord Jesus Christ and in his Father, as being limited in their power, and that people should be left without divine knowledge, without information from heaven, when it is so easy for them to reveal? Is not the knowledge of God to cover the earth, according to the prediction of Isaiah the prophet, as the waters cover the great deep,<span class=\"citation\" id=\"58178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58178)\">Isa. 11:9<\/a><\/span> before the end shall come? Are not many, in the last days, to run to and fro,<span class=\"citation\" id=\"61944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61944)\">Amos 8:12<\/a><\/span> and knowledge be increased, and when I speak of knowledge I mean that knowledge which is of God, the knowledge revealed from heaven, concerning the great plan of salvation. It is reasonable, it is consistent, it is in <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accordance with the Jewish Bible, that God should reveal himself and the plan of salvation to the people of the latter days, that the knowledge of God may truly cover the earth as the waters cover the great deep.<span class=\"citation\" id=\"58179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58179)\">Isa. 11:9<\/a><\/span> In revealing this additional knowledge, will it do any harm? Is there any church on the face of the whole earth that is in the least degree harmed by the additional revelations sent from heaven? I think not. What harm is there in the Lord's making manifest to the people in this western hemisphere, that the same Gospel was preached to the inhabitants of this land as was preached to the Jews and the people of the eastern continent in ancient days? Who is harmed among all the religious denominations of Christendom, the four hundred millions of Christians, so called, by the addition of further revelation? Did it harm any of the branches of the church that were anciently Christian, after they had the Book of Matthew revealed to them, to be permitted to have a testimony from another inspired man, called the Book of Mark? I think there was no harm in Mark's writing his Gospel, after Matthew had written his. It did no harm to the ancient Christians that Luke should write his testimony of the Gospel; that John should write his, that John should be permitted to receive great prophecy and revelation on the isle of Patmos. Did that close revelation from God? No, because we find that the Lord inspired John to write his testimony of the Gospel, showing that the canon of Scripture was not closed up when John left Patmos. What harm is there for another nation to know about the Prophet Moses, the Lord Jesus Christ, and the atonement that he made by his own suffering and death? Would it not  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be a privilege and blessing for the ancient inhabitants of America to be informed concerning the only way by which they could be saved in the kingdom of God? The Book of Mormon records the fact that Jesus did appear on this American continent, after his resurrection from the dead; that he did administer in person, in his immortal body, after his resurrection, for several days, in the midst of this remnant of Israel, the forefathers of these American Indians. What Gospel did he teach? Did he teach one Gospel in Asia and another in ancient America? No. If the same Gospel then is taught, who is harmed among the four hundred millions of Christians, by having the information concerning it? It seems to me as if I could imagine the feeling of the strangers that may be present this afternoon. I can imagine someone saying, &#x201C;Oh, it would be a very beautiful theory, if we could only believe it; if we only had testimony sufficient to believe what you Latter-day Saints declare, that the Book of Mormon is actually a divine revelation of the Gospel as it was preached in ancient America; if we knew this fact we could not denounce it as something that was calculated in its nature to destroy the peace and happiness of Christendom, but we should consider it a great blessing to the human family if we only had the evidence and testimony that the facts are as you state them.&#x201D; Now I expect these thoughts are running through the minds of some individuals here. Well, now, what must be the evidence? What would you naturally suppose would be the kind of evidence that the Lord Almighty would give to substantiate the divinity of a book that is almost two-thirds as voluminous as the <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jewish Bible? Can you imagine any testimony that ought to be given to convince the children of men? &#x201C;Well,&#x201D; says one, &#x201C;if we could only have it confirmed by the ministration of angels, that would be an evidence, a great evidence or testimony.&#x201D; The inhabitants of this generation, for nearly fifty years, have had the testimony of three men, besides the boy that translated the Book of Mormon&#x2014;the testimony of three witnesses.<span class=\"citation\" id=\"128187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128187)\">BM Three Wit.<\/a><\/span> The Lord would not suffer his Church to be organized, would not suffer his servants to build up this kingdom on the earth&#x2014;this ecclesiastical kingdom, until he gave sufficient evidence unto three chosen witnesses, as well as the boy that translated the work. Their testimony is given, in connection with the book, and there is no man living that can contradict their testimony or can prove it to be untrue. The witnesses themselves have never denied their testimony; and not only three other witnesses who saw the angel, heard the words of his mouth, saw the glory of his countenance, and saw the plates&#x2014;the original plates from which the Book of Mormon was translated, but also eight other witnesses who saw the plates, but did not see the angel; they saw the plates at another time; saw the engravings upon the plates, handled them with their hands, and have recorded their testimony.<span class=\"citation\" id=\"128188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128188)\">BM Eight Wit.<\/a><\/span> Hence we have the testimony of the young man that was called by the angel to translate and bring forth the book,<span class=\"citation\" id=\"128189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128189)\">JS&mdash;H 1:30-35<\/a><\/span> and then the testimony of eleven other witnesses besides. In the mouth of two or three witnesses, we are told in the Jewish record, every word shall be established.<span class=\"citation\" id=\"55059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55059)\">Deut. 17:6<\/a><\/span><span class=\"citation\" id=\"55070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55070)\">Deut. 19:15<\/a><\/span><span class=\"citation\" id=\"74326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74326)\">2 Cor. 13:1<\/a><\/span> But God saw fit to give twelve witnesses before the Church of the Latter-day Saints ever had an existence on this earth. That certainly  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ought to be sufficient to begin the work with, to begin to enlighten the minds of the children of men, concerning what God was about to do upon the face of the earth. But are we confined to these twelve men and their testimony? Are there no other means by which we may for ourselves come to a knowledge that this work is divine? I will tell you how the Lord has provided in a godlike manner, just as we would naturally expect he would do&#x2014;that the children of men, however weak, frail, and imperfect in their judgment, if they have the common sense and common attainments that the children of men generally have, may not only have a faith concerning the truth of this work, founded on the evidence of others, but also a knowledge for themselves. And how is this? How can people get a real knowledge that this Book is divine? Says one: &#x201C;I should like to embrace it, but then you are so unpopular. Still if I knew it to be true,&#x201D; perhaps some stranger may say in his heart, &#x201C;if I knew that God was the author of it, I would not mind anything about the contumely, or anything about the unpopularity of the people called Latter-day Saints.&#x201D; There is a way to know whether this work be true, if you will follow the conditions. And what are the conditions that God has pointed out, by which we may receive a knowledge now as well as they received a knowledge in ancient times, concerning similar doctrines and principles? It is by obedience to the Gospel of the Son of God. The Lord, before he suffered this Church to be organized gave authority to his servants to preach the Gospel and to organize his kingdom on the earth in fulfillment of the ancient prophecies. In connection with this authority, he <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gave them authority to administer the ordinances of the Gospel to those that would repent of their sins and believe on the Lord Jesus Christ. He gave them not only power and authority to baptize&#x2014;that is divine authority to baptize&#x2014;for the remission of sins, but also to lay their hands upon the heads of baptized believers and pronounce upon them the blessings of the Holy Ghost as they did in ancient days. This was placing the people of this generation in a condition to prove whether this work was divine or not. The elders were sent forth in the early rise of this Church, saying unto the people, &#x201C;If you will repent of your sins&#x2014;if you will turn from everything that is evil, if you will with all your hearts enter into a covenant with the Almighty to obey the Lord of righteousness, to keep his commandments, to do right all your future days, and will be baptized by the authority that God has given from heaven, and also be confirmed by the laying on of hands, God will give you the Holy Ghost, and by this gift of the Holy Ghost you shall <span class=\"italic\">know<\/span> that the Book of Mormon is a divine revelation, and that this is the Church and the kingdom of the living God.&#x201D;<span class=\"citation\" id=\"94647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94647)\">Moro. 10:4-5<\/a><\/span> Very many honest-hearted people in the American Union, in the nation of Great Britain, in the various nations of Europe, and upon the islands of the Sea, have tested the truth of this commandment of God given unto his servant in the first rise and beginning of this Church. Did they receive the Holy Ghost? They testify that they did. They say, that &#x201C;by obeying that message which you brought to us, which you testified that God had sent you to preach, the promises you made to us are fulfilled. You stated that we should receive the Holy Ghost.  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We have received it because we have humbled ourselves before God. We have been baptized by you. You stated you held authority. We believed it from testimony that you gave us, that such was the case, but we did not <span class=\"italic\">know<\/span> it. We went forth and acted upon our faith, and now we can testify we <span class=\"italic\">know<\/span> you are the servants of God; for God has fulfilled the promise which he has given to us through your word.&#x201D; Thus scores of thousands have proved the divinity of this work. You marvel that this people are so well united. You marvel that we come out from the nations of the earth and assemble ourselves in one. You marvel what it is that prompts this people called Latter-day Saints to come from the lands of their forefathers, from the islands of the Sea, from distant nations, and assemble themselves here in this great basin of North America. It is not man that has accomplished this work. It is because you have received the Holy Ghost that you are here in these valleys. It is because God witnessed unto you in your own lands, before you started upon your journey that he had again spoken to the inhabitants of the earth as in ancient days. You there learned that this was his true Church, his true kingdom established upon the earth as he predicted by the mouth of his servants, and you felt anxious to be gathered with the rest of the Saints that had the same testimony with you. Hence you gather not only from choice, but by actual commandment. We do not gather here merely for the sake of being together, but it is because the same God who revealed the Book of Mormon by his servant Joseph, the youth of whom I have spoken&#x2014;that same boy received another revelation which is published in the Book of <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Doctrine and Covenants, which I now hold in my hand, commanding the Latter-day Saints to gather out of all nations of the earth, to this American continent.<span class=\"citation\" id=\"84914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84914)\">D&amp;C 33:6<\/a><\/span><span class=\"citation\" id=\"85664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85664)\">D&amp;C 45:46<\/a><\/span><span class=\"citation\" id=\"91842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91842)\">D&amp;C 133:7-9<\/a><\/span> Hence you came here because you had received the Holy Ghost. You have come here because you knew this work was true. You have come here that you might fulfil the commandment which God gave near the time of the rise of this Church in relation to the gathering of his Saints from among all the nations and kingdoms of the earth.<span class=\"citation\" id=\"84917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84917)\">D&amp;C 33:6<\/a><\/span><span class=\"citation\" id=\"85662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85662)\">D&amp;C 45:46<\/a><\/span><span class=\"citation\" id=\"91840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91840)\">D&amp;C 133:7-9<\/a><\/span> Has God fulfilled that which he spoke when we were but a little handful of people, not numbering one hundred souls? He told us that his people should be gathered from all quarters of the earth into one place upon the face of this great continent.<span class=\"citation\" id=\"84915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84915)\">D&amp;C 33:6<\/a><\/span><span class=\"citation\" id=\"85665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85665)\">D&amp;C 45:46<\/a><\/span><span class=\"citation\" id=\"91843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91843)\">D&amp;C 133:7-9<\/a><\/span> Has he fulfilled it? The testimony is before the eyes not only of the Latter-day Saints, but the eyes of all people, nations and tongues, and among the most distant nations of the earth concerning the gathering of the people called Latter-day Saints. God has fulfilled his word&#x2014;this word, which was given nearly fifty years ago, as to the gathering of his people from the four quarters of the earth.<span class=\"citation\" id=\"84916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84916)\">D&amp;C 33:6<\/a><\/span><span class=\"citation\" id=\"85663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85663)\">D&amp;C 45:46<\/a><\/span><span class=\"citation\" id=\"91841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91841)\">D&amp;C 133:7-9<\/a><\/span> Now this great work of the last days never could be accomplished without this gathering together of the Saints. There are no other people fulfilling it. For instance, take the Roman Catholics; they were not gathering from all parts of the earth. Take the Greek Church; they do not come out from the nations from which they receive their doctrine. Take all the Protestant denominations, and who among them all are assembling themselves together in one? If they should issue a proclamation by human wisdom and by human commandment, requiring their members to gather together,  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they could not accomplish it. Why? Because there is not enough unity amongst them; the Holy Ghost has not been given to them in its fulness, as given to the ancient Saints; hence they could not gather the people together. But the Lord has done it through this people. And what will he yet do? Permit me to prophesy,<span class=\"citation\" id=\"84973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84973)\">D&amp;C 34:10<\/a><\/span> not in my own name nor by my own wisdom, but on the strength of that which God has revealed to this Church since the year 1830, and that also which is given in the Book of Mormon&#x2014;I prophesy that this is only just the beginning, as it were of the great work of the gathering of the Latter-day Saints.<span class=\"citation\" id=\"80988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80988)\">1 Ne. 10:14<\/a><\/span><span class=\"citation\" id=\"81165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81165)\">1 Ne. 19:15-17<\/a><\/span><span class=\"citation\" id=\"128190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128190)\">1 Ne. 22:6-28<\/a><\/span><span class=\"citation\" id=\"82718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82718)\">3 Ne. 16:5<\/a><\/span><span class=\"citation\" id=\"82820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82820)\">3 Ne. 20:13<\/a><\/span><span class=\"citation\" id=\"82839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82839)\">3 Ne. 21:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n353\"> [I would say that some of our friends that have called in this afternoon are obliged, in consequence of the cars leaving, to retire. May the Lord bless them, pour out his Spirit upon them, may he manifest the truth unto them that they may be blessed in common with all those who keep the commandments of God.] <\/div><div class=\"paragraph jod\" id=\"v21n354\"> The Lord our God has therefore fulfilled that which he spoke; and as I said this work, instead of being nearly accomplished, nearly fulfilled, and all things brought about according to the purposes of the Almighty, only the foundation, as it were, is now laid, and instead of being gathered in a little company of 150,000, by and by we shall be gathered in hundreds of thousands and even millions. Now, do you believe it? I not only believe it but know it will come to pass just as much as a great many other things which have already been fulfilled since the promises were uttered and published in this book. I knew they would come to pass, for God has revealed these things to me, and given me a knowledge of them, and <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I also know concerning the future of this people, as also do a great many of our brethren that have received testimonies concerning these matters. Is God limited to this little narrow spot, called the great basin of North America? Why, no. It is only for the present, for the time being that we dwell here. Where will we dwell in the future? What is our future destiny? It is not on the Sandwich islands, it is not in New Zealand, it is not in Australia, it is not in any of the islands of the sea, but I will tell you the future destiny of this people in a very few words. Not many years hence&#x2014;I do not say the number of years&#x2014;you will look forth to the western counties of the State of Missouri,<span class=\"citation\" id=\"87482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87482)\">D&amp;C 84:2-4<\/a><\/span> and to the eastern counties of the State of Kansas, and in all that region round about you will see a thickly populated country, inhabited by a peaceful people, having their orchards, their fruit trees, their fields of grain, their beautiful houses and shade trees, their cities and towns and villages. And you may ask&#x2014;Who are all these people? And the answer will be&#x2014;Latter-day Saints! Where have they come from? They have come from the nations of the earth! They have come from the mountains of Utah, from Arizona, from Idaho, and from the mountainous territories of the North American Continent, they have come down here, and are quietly cultivating the lands of these States! Now, this will all come to pass, just as sure to come to pass as there is a God that reigns in yonder heavens, and not many years hence either. Thus you see that for some time to come, our future destiny is not to build up this kingdom upon any of the islands of the sea, but to be located where God has decreed, by his own power that his people  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall dwell.<span class=\"citation\" id=\"86082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86082)\">D&amp;C 57:1-6<\/a><\/span> &#x201C;Oh, but,&#x201D; says one, &#x201C;you have to get the land first.&#x201D; But I would ask is there any breaking of the Constitution&#x2014;is there anything calculated to take away the rights of American citizenship by emigrants going from one part of this nation to another, peacefully and quietly, purchasing the land and locating upon it? I think not. &#x201C;But,&#x201D; says one, &#x201C;perhaps they will not allow you to purchase the land.&#x201D; The Lord will take care of that; that is in the hands of the Lord. That same being who will assist in the building of a great city on the western boundaries of the State of Missouri,<span class=\"citation\" id=\"87483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87483)\">D&amp;C 84:2-4<\/a><\/span> has all power; and when we purchase the land, and go and take possession of it, I do not think we will be driven from our own lands, if we mind our own business and do not meddle with our neighbors' business, and do not undertake to injure them in their rights and privileges, guaranteed to them by the Constitution of our country. If we conduct ourselves in a peaceable manner, I do not see why we may not dwell there as well as other citizens. We have the strongest assurance that such will be the case. These were promises made to us, before there were a hundred persons in this Church. It was promised that we should have a land as an inheritance;<span class=\"citation\" id=\"85079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85079)\">D&amp;C 38:18-20<\/a><\/span> but we were commanded of God, to purchase the land.<span class=\"citation\" id=\"86077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86077)\">D&amp;C 57:1-5<\/a><\/span><span class=\"citation\" id=\"86429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86429)\">D&amp;C 63:24-30<\/a><\/span><span class=\"citation\" id=\"89545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89545)\">D&amp;C 101:67-73<\/a><\/span> Now, when the time comes for purchasing this land, we will have means.<span class=\"citation\" id=\"85381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85381)\">D&amp;C 42:35-36<\/a><\/span><span class=\"citation\" id=\"85733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85733)\">D&amp;C 45:64-67<\/a><\/span><span class=\"citation\" id=\"86232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86232)\">D&amp;C 58:37,49-52<\/a><\/span><span class=\"citation\" id=\"89809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89809)\">D&amp;C 103:22-23<\/a><\/span><span class=\"citation\" id=\"90014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90014)\">D&amp;C 105:28-30<\/a><\/span> How this means will be brought about it is <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not for me to say. Perhaps the Lord will open up mines containing gold and silver, or in some other way as seemeth to him best, wealth will be poured into the laps of the Latter-day Saints till they will scarcely know what to do with it. I will here again prophesy<span class=\"citation\" id=\"84974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84974)\">D&amp;C 34:10<\/a><\/span> on the strength of former revelation that there are no people on the face of the whole globe, not even excepting London, Paris, New York, or any of the great mercantile cities of the globe&#x2014;there are no people now upon the face of the earth, so rich as the Latter-day Saints will be in a few years to come.<span class=\"citation\" id=\"85215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85215)\">D&amp;C 38:39<\/a><\/span> Having their millions; therefore they will purchase the land, build up cities, towns and villages, build a great capital city at headquarters, in Jackson County, Missouri. Will we have a temple there?<span class=\"citation\" id=\"128191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128191)\">D&amp;C 57:1-3<\/a><\/span><span class=\"citation\" id=\"128192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128192)\">D&amp;C 84:2-5<\/a><\/span> Yes. Will we have a beautiful city? Yes, one of the most beautiful cities that will ever be erected on the continent of America will be built up by the Latter-day Saints in Jackson County, Missouri. Consequently, when congressmen and statesmen, and the great men of our nation, want to know what the future destiny of the Latter-day Saints will be, let them remember the words of your humble servant, who has addressed you this afternoon; for they will come to pass&#x2014;they will be fulfilled. We have seen too many revelations fulfilled, already, to be mistaken in regard to these matters. Amen. <\/div>\n<\/div>\n<\/div>"}