{"ID":210031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Responsibilities of the Priesthood&#x2014;Exhortation to Faithfulness, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the Salt Lake Assembly Hall, at the Priesthood Meeting, Sunday Evening, July 4, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Responsibilities of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 7\/4\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v21n777\"> As this is the priesthood meeting of the elders of Israel and those bearing the priesthood, I feel I would like to say a few words in connection with what Brother Taylor has said. I look upon our condition or our position, as a people, that we are called to a certain work. When we send men upon missions, or to perform any branch of business or labor, of course we expect them to perform it, and the Lord expects them to do the same. Now I look upon the elders of Israel here tonight, and in this Church and kingdom, as upon a mission. We have been ordained to a mission, and we have our time set to do it and to perform it. Not that I know exactly how many days or years we are going to spend in it. But this mission is required at our hands, not at the hands of Brother Taylor, Brother Joseph, or Brother Brigham alone, but it is required at our hands by the God of heaven, and we are performing a work and laying a foundation which we have got to meet on the other side of the veil. It does not make any difference to what position we are called or or<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dained. If we are called to the office of a bishop we should fulfill the duties pertaining to that office. I know it has been considered a very hard office, and one to which a good deal of time has to be devoted. Yet there are a great many bishops who don't spend much time in it, while others are true to their calling. A bishop's calling is an important one. He is called to be a father to the people of his ward. And when labor is laid upon us to perform we should not ignore that labor or lay it aside. There is an account kept, whether we keep one or not. There are a good many revelations which show us that this is the case. Your history goes before you. All of you will find it when you get to the other side of the veil. Every man's history&#x2014;his acts&#x2014;are written, whether he has kept a record here or not.<span class=\"citation\" id=\"128379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128379)\">3 Ne. 27:26<\/a><\/span><span class=\"citation\" id=\"88233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88233)\">D&amp;C 88:1-2<\/a><\/span> This is plainly manifested in the revelation known as the &#x201C;Olive Leaf.&#x201D;<span class=\"citation\" id=\"88236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88236)\">D&amp;C 88:1-141<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n778\"> As I view it, we are not placed here as elders of Israel, apostles, or bishops, merely to get rich in gold and silver, and the things of this world. We have a labor laid upon  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our shoulders. Joseph Smith had, Brigham Young had, the Twelve Apostles have, we all have, and we will be condemned if we do not fulfill it. We shall find it out when we get to the other side of the veil. It is through this neglect of duty that so many have left this Church and kingdom of God. There is hardly a tithe of the people who have been baptized in water for the remission of sins that have died in the faith. In the United States there are tens of thousands of apostate Mormons. Many a time in my reflections I have wished I could fully comprehend the responsibility I am under to God, and the responsibility every man is under who bears the priesthood in this generation. But I tell you, brethren, I think our hearts are set too much upon the things of this world.<span class=\"citation\" id=\"90864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90864)\">D&amp;C 121:35<\/a><\/span> We do not appreciate, as men bearing the holy priesthood in this generation should, the mighty responsibility we are under to God and high heaven, as well as to the earth. I think we are too far from the Lord. I do not think we live our religion as we ought to. I do not think our hearts are set upon building up this kingdom as they should be as Latter-day Saints. Now, do not think I am your enemy because I tell you these things. I feel we have an important work to perform, and others will continue the work when we have passed away. I look around and view the work of time. I look around and find that eight of the Twelve Apostles have passed into the world of spirits since we came into this valley; I expect to go there myself, I expect my brethren will; we shall all go there before many years are over. I do not look for anything else; and I will say that for the last year or two in my reflections I have felt that I have no other business on this earth but <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to try to build up this kingdom. I do not feel that I am justified in settling my heart upon the things of this world to the neglect of any duty that God requires at my hands. And another thing, when I look at this generation, when I think of over twelve hundred millions of people who dwell in the flesh, many of them ripening for the judgments of God, a generation that is ready to receive the wrath of God upon their heads&#x2014;when I consider these things, I know that if I neglect to bear my testimony before them, if I neglect to bear my testimony to this generation when I have an opportunity, I shall feel sorry for it when I go into the spirit world. <\/div><div class=\"paragraph jod\" id=\"v21n780\"> That is the way I feel with regard to this work. God requires that we bear record of it to this generation; and when I think of the extent of this generation, the greatness of it, when I consider that this is a generation and dispensation when God has set his hand to establish a kingdom, the great and last kingdom, and the only kingdom that the Lord ever did establish in any age of the world, to remain on the earth through the millennium, when I think of these things I can realize the greatness of this work. The Lord never had prophets in any age of the world who could stand in the flesh and live, and build up the kingdom of God. The world has always made war upon them and destroyed them, with the exception of Enoch who was taken up to heaven with his city.<span class=\"citation\" id=\"93249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93249)\">Moses 7:69<\/a><\/span> Now, if we could realize that we have the kingdom of God upon the earth today, with the promise of God our Father, that it will stay upon the earth until the coming of the Son of Man&#x2014;if we could realize this and realize our responsibility, it seems to me that we would all have a desire to magnify our calling. <\/div> <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n782\"> As I was going to say, with a generation like this, with the nations of the earth as they are today, having the power to build up the kingdom of God to stay here, having the power to rear temples to the Most High God, against the wrath and indignation of a thousand million people&#x2014;I say, having this power, and being sustained by the Lord, we certainly ought to be willing to do our part of the work. We have borne testimony&#x2014;I have, my brethren have, the elders of Israel have&#x2014;to this generation for many years. We have borne testimony of the Gospel of Jesus Christ, of the Book of Mormon and of the prophets of God who have been raised in this our own time, and those testimonies will rise up in judgment against this generation and will condemn those who reject them. <\/div><div class=\"paragraph jod\" id=\"v21n783\"> This kingdom is in our hands to bear it off. The God of heaven is with us. He has sustained us. He turns away the wrath of man.<span class=\"citation\" id=\"56892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56892)\">Ps. 76:10<\/a><\/span> He binds the hands of our enemies and breaks every weapon that is formed against Zion.<span class=\"citation\" id=\"59741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59741)\">Isa. 54:17<\/a><\/span> He has established his people in these valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v21n784\"> I would say to bishops, and to all men in authority, we should have an interest in carrying on this work. We should labor to get the Spirit of God. It is our right, our privilege, and our duty to call upon the Lord, that the vision of our mind may be opened, so that we may see and understand the day and age in which we are living. It is your privilege, and mine too, to know the mind and will of the Lord concerning our duties, and if we fail to seek after this, we neglect to magnify our calling. <\/div><div class=\"paragraph jod\" id=\"v21n785\"> As Brother Taylor has said, here we are at headquarters. We are an ensample for all the other Stakes to look at. We should not consider <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anything we are called to perform a labor. Anything we are called upon to do we should do with a will. I look back to the days of our early missions. Brother Taylor, Brother Brigham, myself and others, had to go our ways sick with fever, ague, and the power of death surrounding us; had to leave our wives and children without food, without raiment, and go without purse and scrip<span class=\"citation\" id=\"68197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68197)\">Luke 22:35<\/a><\/span> to preach the Gospel. We were commanded of God to do it,<span class=\"citation\" id=\"84486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84486)\">D&amp;C 24:18<\/a><\/span><span class=\"citation\" id=\"87913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87913)\">D&amp;C 84:86<\/a><\/span> and if we had not done it we should not have been here today. But having done these things, God has blessed us. He has sustained the faithful elders of this Church and kingdom, and he will continue to do so until we get through. <\/div><div class=\"paragraph jod\" id=\"v21n786\"> I wanted to express my feelings in relation to these matters. I reflect upon our position. I realize that we have a testimony to bear, and that we shall be held responsible for the manner in which we perform our duties. As apostles, seventies, elders, priests, etc., we are accountable to the Most High God. If we do our duty, then our skirts will be clean.<span class=\"citation\" id=\"128380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128380)\">D&amp;C 88:75<\/a><\/span> We are watchmen upon the walls of Zion.<span class=\"citation\" id=\"128381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128381)\">Isa. 52:8<\/a><\/span> It is our duty to warn the inhabitants of the earth of the things that are to come,<span class=\"citation\" id=\"86488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86488)\">D&amp;C 63:37<\/a><\/span><span class=\"citation\" id=\"91077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91077)\">D&amp;C 124:106<\/a><\/span> and if they reject our testimony, then their blood will be upon their own heads. When the judgments of God overtake the wicked they cannot say they have not been warned. My garments, and the garments of thousands of others, are clean of the people of this generation,<span class=\"citation\" id=\"88652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88652)\">D&amp;C 88:85<\/a><\/span><span class=\"citation\" id=\"90664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90664)\">D&amp;C 112:33<\/a><\/span> as also the garments of Joseph Smith, Brigham Young, and those of the elders of Israel who have died in the faith. We have borne our testimony, and when the judgments of God come, men cannot say they have not been warned. I consider our position before this generation is of vast im<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portance to us and them. I do not want, when I go into the spirit world, to have this generation rise up and condemn me, and say I have not done my duty. <\/div><div class=\"paragraph jod\" id=\"v21n788\"> There never was a generation like this. There has never been a people like this. There has never been a work like this since God made the world. True, there have been men who have preached the Gospel; but in the fulness of times the Lord has set his hand to establish his kingdom. This is the last dispensation. He has raised up men and women to carry on his work, and as I have often said, many of us have been held in the spirit world from the organization of this world, until the generation in which we live. Our lives have been hid with Christ in God,<span class=\"citation\" id=\"75605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75605)\">Col. 3:3<\/a><\/span><span class=\"citation\" id=\"88135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88135)\">D&amp;C 86:9<\/a><\/span> and the devil has sought to kill us from the day we were born until the present hour. But the Lord has preserved us. He has given us the priesthood, he has given us the kingdom and the keys thereof. Shall we disappoint our heavenly Father? Shall we disappoint the ancient prophets and apostles who looked forward to this day? Shall we disappoint Joseph Smith, and those brethren who have gone before, who laid the foundation of this work and left us to labor after them? Brethren, for God's sake do not let us set our hearts on the things of this world to the neglect of the things of eternal life. Do not let the bishops feel it is a hard matter to carry out any of the counsels given by those who are called to direct all these things. Bless your souls, if you lived here in the flesh a thousand years, as long as Father Adam, and lived and labored all your life in poverty, and when you got through, if, by your acts, you could secure your wives and children in the morning of the first resurrection, to dwell <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with you in the presence of God, that one thing would amply pay you for the labors of a thousand years. What is anything we can do or suffer, to be compared with the multiplicity of kingdoms, thrones and principalities that God has revealed to us? <\/div><div class=\"paragraph jod\" id=\"v21n789\"> Well, we have got the kingdom, and we must bear it off. It won't pay you nor me to apostatize. But then there is this danger, you know. Brother Joseph used to counsel us in this wise: &#x201C;The moment you permit yourselves to lay aside any duty that God calls you to perform, to gratify your own desires;<span class=\"citation\" id=\"90880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90880)\">D&amp;C 121:37<\/a><\/span> the moment you permit yourselves to become careless, you lay a foundation for apostasy. Be careful; understand you are called to a work, and when God requires you to do that work, do it.&#x201D; Another thing he said: &#x201C;In all your trials, tribulations and sickness, in all your sufferings, even unto death, be careful you don't betray God, be careful you don't betray the priesthood,<span class=\"citation\" id=\"128382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128382)\">Matt. 24:10<\/a><\/span><span class=\"citation\" id=\"128383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128383)\">Matt. 26:25<\/a><\/span><span class=\"citation\" id=\"128384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128384)\">Mark 13:12<\/a><\/span> be careful you don't apostatize; because if you do, you will be sorry for it.&#x201D; We received a great deal of that kind of counsel, and I have remembered it from that day until the present. <\/div><div class=\"paragraph jod\" id=\"v21n790\"> But I do not wish to detain you. I felt to back up the testimony Brother Taylor has given. I take it to myself. I can make nothing by neglecting any duty. I have never committed a sin in this Church and kingdom, but what it has cost me a thousand times more than it was worth. We cannot sin with impunity; we cannot neglect any counsel with impunity, but what it will bring sorrow; and the only safe way is to round up our shoulders and do our duty, and thus bear off the kingdom. None of us have a long time to stay here. When I look around and reflect upon my brethren that  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are gone, I ask, Where are they? Where are they gone? Here is Brother Taylor, myself and others, who form part of the early organization of this quorum, who have traveled with the Church for a great many years; but Brother Joseph Smith and others have been gone for a long time&#x2014;gone into the spirit world. While I reflect upon these things I often ask, What are their views toward us? How does the Lord look upon us as a people? I consider the Lord and the heavenly hosts are watching us. I know they manifest great interest in our welfare and in the course we pursue. I do not want to miss salvation. I want to go where Brother Joseph is. I want to go to my heavenly Father, and to his Son Jesus Christ, and to the old prophets who lived in their generations. <\/div><div class=\"paragraph jod\" id=\"v21n792\"> Let us try to live our religion. Let us seek for the Holy Spirit, that it may dwell in our bosoms day by day. Bless your souls, we have all we want of this world's goods. Who ever saw a people so well off as the people of Utah in these valleys of the mountains? Who has given us these things? Our heavenly Father. He has blessed the land for our use. This donation that has been made, some may call it a sacrifice; but Brother Taylor had a desire to stretch out the hand of kindness to the oppressed of the Latter-day Saints. We want them to have the benefit of this. We should therefore labor with a will. No matter how long you are a bishop, your work will be closed in the flesh by and by. Where are many of the bishops of this Church and kingdom who held office thirty years ago? Gone; and the bishops who are here tonight, others will supply their places by and by. We will all pass away in our turn, and the faithful will come <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forth at the coming of the Son of Man, which is but a little while. <\/div><div class=\"paragraph jod\" id=\"v21n793\"> I feel anxious that we may not forget God; I feel anxious that we may not forget the position we occupy before him; for I will say this concerning myself: if ever I had any satisfaction or happiness, I have had it in &#x201C;Mormonism.&#x201D; If there is anything to me or about me, it has been given to me in &#x201C;Mormonism.&#x201D; If I have ever received any blessings; if I have ever had power to testify of the things of God, and been the means of bringing any into the Church and kingdom of God, it has been by the power of God, or by that which is termed &#x201C;Mormonism,&#x201D; the Gospel of Christ. I know it is the power of God that has accomplished these things. It has been by the power of God that we have received all we are in possession of&#x2014;our riches, our gifts, our wives and our children. How many of you have had sealed upon your heads kingdoms, powers and principalities in the world to come? Who can compare these blessings with gold and silver and the things of this world? Or what is to be compared with the gift of eternal life? <\/div><div class=\"paragraph jod\" id=\"v21n794\"> I pray God, our heavenly Father, to bless you, to bless all those who bear the holy priesthood; that the blessings of God may be over you. I feel that we as a people have got to rise up and clothe ourselves with the power of God. There must be a reformation, or a change, in our midst. There is too much evil among us. The devil has got too much power over us. A good many that bear the name of Christ and the holy priesthood, are getting cold in the things of God. We must wake up; we must trim our lamps,<span class=\"citation\" id=\"66065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66065)\">Matt. 25:7<\/a><\/span> and be prepared for the coming of the Son of Man. May God bless you. May he guide and direct us  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all. May he keep us in the hollow of his hand.<span class=\"citation\" id=\"59339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59339)\">Isa. 40:12<\/a><\/span> May he sanctify us and prepare us to inherit eternal <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life,<span class=\"citation\" id=\"128385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128385)\">Moses 6:59<\/a><\/span> is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}