{"ID":210035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Organization of the First Presidency&#x2014;Responsibility of the Saints, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered at the General Conference, Salt Lake City, Sunday Afternoon, Oct. 10, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Organization, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/10\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v21n866\"> There are many times when I feel a great desire to speak to the people because I have things in my heart that I would like to say. I cannot say at the present time however, that I have any great desire to speak, still I will bear my testimony and express a few thoughts in my reflections that are upon me today. <\/div><div class=\"paragraph jod\" id=\"v21n867\"> I am happy and greatly pleased in what I have witnessed, and I feel that the heavens are pleased with our proceedings this day. I feel that they are right. The kingdom of God is onward; it is not backward. It is wisdom that we perform what we have done today. <\/div><div class=\"paragraph jod\" id=\"v21n868\"> The act of organizing the council <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the first presidency of the church and kingdom of God, I have regarded as a most solemn scene, to see this mighty host of priesthood who are assembled in this house vote in such unanimity, and to see this vast congregation rise in a body with uplifted hands to heaven, it is like the rushing of many waters&#x2014;there is power in it; there is power with this people; there is power with the priesthood and in the ordinances of the house of God. And what we have done today will have its effect, it will have its effect in the heavens and on the earth. The responsibility that we bear as elders of Israel, before the heavens and before the  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth and before each other, is very great. We are called of God; we have been chosen, we have been ordained as men who have been called to bear the priesthood and to attend to the ordinances of the house of God, to preach the Gospel, to warn this generation, to build up Zion, to redeem the earth, to erect temples unto the name of the Most High God, to redeem the living and the dead, and to carry out those great purposes which have been foreordained before the world was. It is a great calling, it is a great responsibility: and I feel that we, as servants of God and as elders of Israel, that we should try in our minds to comprehend these things. <\/div><div class=\"paragraph jod\" id=\"v21n870\"> I reflect a good deal with regard to our position, as was described to us today by Brother Pratt. It has been my faith and belief from the time that I was made acquainted with the Gospel that no greater prophet than Joseph Smith ever lived on the face of the earth save Jesus Christ.<span class=\"citation\" id=\"91998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91998)\">D&amp;C 135:3<\/a><\/span> He was raised up to stand at the head of this great dispensation&#x2014;the greatest of all dispensations God has ever given to man. He remarked on several occasions when conversing with his brethren: &#x201C;Brethren you do not know me, you do not know who I am.&#x201D; As I remarked at our priesthood meeting on Friday evening, I have heard him in my early days while conversing with the brethren, say (at the same time smiting himself upon the breast), &#x201C;I would to God that I could unbosom my feelings in the house of my friends.&#x201D;<span class=\"citation\" id=\"62304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62304)\">Zech. 13:6<\/a><\/span> Joseph Smith was ordained before he came here, the same as Jeremiah was. Said the Lord unto him, &#x201C;Before you were begotten I knew you,&#x201D;<span class=\"citation\" id=\"60263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60263)\">Jer. 1:5<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v21n871\"> So do I believe with regard to this people, so do I believe with regard to the apostles, the high <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> priests, seventies and the elders of Israel bearing the holy priesthood, I believe they were ordained before they came here; and I believe the God of Israel has raised them up, and has watched over them from their youth, and has carried them through all the scenes of life both seen and unseen, and has prepared them as instruments in his hands to take this kingdom and bear it off. If this be so, what manner of men ought we to be?<span class=\"citation\" id=\"83001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83001)\">3 Ne. 27:27<\/a><\/span> If anything under the heavens should humble men before the Lord and before one another, it should be the fact that we have been called of God. <\/div><div class=\"paragraph jod\" id=\"v21n872\"> I believe the eyes of the heavenly hosts are over this people; I believe they are watching the elders of Israel, the prophets and apostles and men who are called to bear off this kingdom. I believe they watch over us all with great interest. <\/div><div class=\"paragraph jod\" id=\"v21n873\"> I will here make a remark concerning my own feelings. After the death of Joseph Smith I saw and conversed with him many times in my dreams in the night season. On one occasion he and his brother Hyrum met me when on the sea going on a mission to England. I had Dan Jones with me. He received his mission from Joseph Smith before his death; and the prophet talked freely to me about the mission I was then going to perform. And he also talked to me with regard to the mission of the Twelve Apostles in the flesh, and he laid before me the work they had to perform; and he also spoke of the reward they would receive after death. And there were many other things he laid before me in his interview on that occasion. And when I awoke many of the things he had told me were taken from me, I could not comprehend them. I have had  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many interviews with Brother Joseph until the last 15 or 20 years of my life; I have not seen him for that length of time. But during my travels in the southern country last winter I had many interviews with President Young, and with Heber C. Kimball, and Geo. A. Smith, and Jedediah M. Grant, and many others who are dead. They attended our conference, they attended our meetings. And on one occasion, I saw Brother Brigham and Brother Heber ride in carriage ahead of the carriage in which I rode when I was on my way to attend conference; and they were dressed in the most priestly robes. When we arrived at our destination I asked President Young if he would preach to us. He said, &#x201C;No, I have finished my testimony in the flesh, I shall not talk to this people any more. But (said he) I have come to see you; I have come to watch over you, and to see what the people are doing. Then (said he) I want you to teach the people&#x2014;and I want you to follow this counsel yourself&#x2014;that they must labor and so live as to obtain the Holy Spirit, for without this you cannot build up the kingdom; without the spirit of God you are in danger of walking in the dark, and in danger of failing to accomplish your calling as apostles and as elders in the church and kingdom of God. And,&#x201D; said he, &#x201C;Brother Joseph taught me this principle.&#x201D; And I will here say, I have heard him refer to that while he was living. But what I was going to say is this: the thought came to me that Brother Joseph had left the work of watching over this church and kingdom to others, and that he had gone ahead, and that he had left this work to men who have lived and labored with us since he left us. This idea manifested itself to me, that such <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men advance in the spirit world. And I believe myself that these men who have died and gone into the spirit world had this mission left with them, that is, a certain portion of them, to watch over the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v21n875\"> I feel myself as though we are blessed of the Lord, and that we ought to be satisfied. I feel that we should humble ourselves before God, that we should labor to magnify our callings, and honor this priesthood which we received before we came<span class=\"citation\" id=\"128421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128421)\">Alma 13:1-9<\/a><\/span> here while we live out the few days appointed to man in the flesh.<span class=\"citation\" id=\"56092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56092)\">Job 7:1<\/a><\/span><span class=\"citation\" id=\"84867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84867)\">D&amp;C 29:43<\/a><\/span> And I do hope and pray God that we may magnify our priesthood and calling while we tarry here, so that when we get through our earthly mission and go into the spirit world, we may meet with Brothers Joseph and Brigham and Heber and the rest of the faithful men whom we knew and labored with while in the flesh, as well as Father Adam, Enoch, Abraham, Isaac and Jacob, and all the prophets and apostles who have had their day and their time and their generation, and who have finished their work here below and gone home to glory. Do you not think they are interested about us? I tell you they are. And I desire when I die, and my spirit goes into the spirit world, to meet these men and to go where they are; and I wish to live in that way and manner so as to be worthy of this blessing. And when I say this of myself I wish it to apply to all Israel. It will not pay us to apostatize; neither will it pay us to sin, it costs ten thousand times more than it is worth from beginning to end. Therefore, let us be true and faithful to God. And inasmuch as we have voted today to sustain the presidency of this church and kingdom, let our prayers ascend night and morning into the  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ears of the Lord of Sabaoth, in behalf of the men who now stand at our head, and also in behalf of the apostles and in behalf of all the priesthood of God in their place and station. And inasmuch as we do this we will grow, we will advance, the Spirit of God will be poured out upon us <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which will reveal unto us the mind and the will of God concerning us. And Zion will continue to increase in power on the earth, and eventually accomplish all for which it is designed, which is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}