{"ID":210040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Order and Duties of the Priesthood, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor and Elder Erastus Snow, delivered at Paris, Bear Lake, Sunday Morning, August 8, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Order and Duties of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/8\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v21n972\"> [It will be perceived that it is a long time since this discourse was delivered, and at a time when the Twelve Apostles were acting as First Presidency of the Church.] <\/div><div class=\"paragraph jod\" id=\"v21n973\"> I arise this morning to make a few remarks to you as I may be led and dictated by the Spirit of God. I am sorry that we have not more time to spend with you, but having a conference to attend at Manti, Sanpete, on next Saturday and Sunday, which is quite a long way from here, and in the meantime having business to attend to at home, we shall be obliged, in order to make connections with the train at Logan, to leave this place at the close of this meeting. I should, and so would my brethren with me, have been very much pleased to have visited you at your several settlements, but owing to these circumstances it will be impracticable to do so. <\/div><div class=\"paragraph jod\" id=\"v21n974\"> There are a few items to which I wish to call your attention. Yesterday we heard a very interesting discourse from Brother Snow in which he compared the climate, etc., of your valley with that of Southern Utah; and the remarks made will doubtless have the effect to dispel a good deal of the restlessness which <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I understand many have manifested because of the severity of your winters. And I would further remark in relation to these matters, that this is the Zion of our God; that we are gathered here not for the purpose of seeking to do our own wills or to carry out our own designs, our own ideas or theories; but to be subject to the law of God, to the order of God and to the priesthood of God; and that our greatest safety and happiness, under all circumstances, is in rendering strict obedience to His law, and to the counsels that may be given from time to time through the Holy priesthood. We are today a kingdom of priests<span class=\"citation\" id=\"54127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54127)\">Ex. 19:6<\/a><\/span> holding to a very great extent the holy priesthood; and it is essential that we submit ourselves to the laws of that priesthood and be governed by them in all of our actions. The Seventies, for instance&#x2014;that is, those who understand themselves&#x2014;expect to be on hand at anytime to go to all the world<span class=\"citation\" id=\"90230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90230)\">D&amp;C 107:25<\/a><\/span> and preach the Gospel to every creature.<span class=\"citation\" id=\"128453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128453)\">Mark 16:15<\/a><\/span> That would be no more than their duty, which is in keeping with the command of God to them. And as to whether they live in hot or cold countries is really a matter of very little importance  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to them, their calling being to preach the Gospel to every creature the world over.<span class=\"citation\" id=\"90231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90231)\">D&amp;C 107:25<\/a><\/span> Then the High Priests have certain duties to perform, and if they are in an organized condition, as the people of this Stake are, for instance, their duties are to prepare themselves for certain events that may transpire and to be learning to preside. For the duties of the Melchizedek or High Priesthood have been in all ages of the world to preside. So says the Doctrine and Covenants, extracts from which I may read to you. But it is not because a man is a High Priest that he should necessarily preside until he is called to fulfil some of the duties and responsibilities devolving upon that Priesthood. And it is the duty of a President of the High Priests to get the members of his quorum under him together and to instruct them as to the duties of the presidency,<span class=\"citation\" id=\"91109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91109)\">D&amp;C 124:133-134<\/a><\/span> so that in the event of any being called, say, to occupy the office of one of the Twelve Apostles who are High Priests, they would be prepared to enter upon such duty; or that in case they should be called to preside over a Stake, they would be prepared to enter upon the duties of that office; or if they should be called to be Counselors to the President of the Stake, they could act wisely and efficiently in that position; or if they should be called upon to be High Councilors, they would know how to act righteously and equitably in all cases, that they might be called upon to adjudicate. And then if they should be called to be Bishops or Bishop's Counselors, as the case may be, they should be prepared to occupy these or any other offices that they might be called to officiate in. High Priests have those duties devolving upon them just as much as it devolves upon the Seventies <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to go to the nations to preach, and there is no such thing in the program as sitting and &#x201C;singing ourselves away to everlasting bliss.&#x201D; Or, if we are called to fill an office we should not feel at liberty to neglect its responsibilities and sit down and do nothing. The idea is that we are to magnify our office and calling, no matter what its duties may be. <\/div><div class=\"paragraph jod\" id=\"v21n976\"> Then, there are certain duties devolving upon the Bishops, and also upon the Presidents of Stakes. And, then, the Twelve, wherever they may be located, have also their particular duties, and especially is this the case in the present organization of the Church; the Twelve occupying the position of the First Presidency. I wish, for your information, to offer some few ideas on some of these leading points that you may understand something of the nature of the duties and responsibilities that devolve upon us to attend to. <\/div><div class=\"paragraph jod\" id=\"v21n977\"> It is not correct, to suppose that the whole duty of carrying this kingdom devolves upon the Twelve or the First Presidency, as the case may be, or upon the Presidents of the Stakes, or upon the High Priests, or upon the Seventies, or upon the Bishops, or upon any other officer in the Church and Kingdom of God; that to the contrary, all of us have our several duties to perform. And I may go farther in regard to the duties of men, and also in regard to those of women, all have their duties to perform before God. The organization of this Church and Kingdom is for the express purpose of putting every man in his place, and it is then expected that every man in that place will magnify his office and calling. For through the ordinances of the Gospel and the operations of the priesthood the blessings of  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God are manifested, and without the ordinances we cannot enjoy the fulness of these blessings among us, Latter-day Saints, nor could the Saints in any age of the world among any people that ever existed.<span class=\"citation\" id=\"87592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87592)\">D&amp;C 84:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n979\"> We are of the household of faith,<span class=\"citation\" id=\"74737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74737)\">Gal. 6:10<\/a><\/span><span class=\"citation\" id=\"90905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90905)\">D&amp;C 121:45<\/a><\/span> the children of God.<span class=\"citation\" id=\"72541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72541)\">Rom. 8:16<\/a><\/span> We are gathered together for the express purpose of being taught in the laws of life, so that we may comprehend the position that we occupy, and the duties and responsibilities which devolve upon us. And as I have before stated, we are not here simply to carry out our own designs or to suit our own feelings or wishes, or to aggrandize ourselves. Beyond this earth as it now is, beyond time, in the eternities that are to come we have a work to perform and we have to prepare in part for it while we are upon this earth; and God has called us together for this purpose. The whole world is wallowing in iniquity, corruption, wickedness and evil; and it is for us, in the first place, to rid ourselves of everything of that kind, and to feel that we are the children of God, that He is our Father, and that we are under His law, and that we have to be subject to His commands; and that He has ordained and organized and set apart a Priesthood for this purpose. And what is that Priesthood? It is the rule and government of God; whether on the earth or in the heavens; and is the means by which God has operated in all the ages of the world. There is an order in this, every man in his place, the First Presidency, or Twelve, as the case may be, in their place, the Presidents of Stakes in their places, the High Council in their places, the High Priesthood in their place, the Seventies in their place, the Elders in their place, the Presiding <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Bishop, with his Counselors, in his place, and the other Bishops in their place, and the Priests, Teachers and Deacons in their place, and everyone feeling that they are the servants of the living God, and that they are clothed upon with the Holy Priesthood, and that they have a duty to perform in His kingdom&#x2014;that they stand ready, at all times, to carry out anything that God may dictate through His regularly constituted authority in regard to themselves, their families, their neighborhoods wherein they live, or in the Church or the world, that their duty is to spread the Gospel to the ends of the earth, to gather the people, to build temples, and to accomplish anything and everything that God requires, and that when we have built temples it is our duty to administer in them, that we may be the children of God,<span class=\"citation\" id=\"128454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128454)\">Rom. 8:16<\/a><\/span> saviors upon Mount Zion,<span class=\"citation\" id=\"62022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62022)\">Obad. 1:21<\/a><\/span> and be the blessed of the Lord of Hosts and our offspring with us.<span class=\"citation\" id=\"128455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128455)\">Isa. 65:23<\/a><\/span> This is the position we occupy here upon the earth. <\/div><div class=\"paragraph jod\" id=\"v21n980\"> Now, I will read to you from the Doctrine and Covenants. In speaking of Priesthood we are told that, &#x201C;There remain hereafter, in the due time of the Lord, other bishops to be set apart unto the church, to minister even according to the first; Wherefore they shall be high priests who are worthy, and they shall be appointed by the First Presidency of the Melchizedek Priesthood, except they be literal descendants of Aaron. And if they be the literal descendants of Aaron they have a legal right to the bishopric, if they are the firstborn among the sons of Aaron; For the firstborn holds the right of the presidency over this priesthood, and the keys and the authority of the same. <\/div><div class=\"paragraph jod\" id=\"v21n981\"> &#x201C;No man has a legal right to this  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>office, to hold the keys of this priesthood, except he be a literal descendant and the firstborn of Aaron. <\/div><div class=\"paragraph jod\" id=\"v21n983\"> &#x201C;But, as a high priest of the Melchizedek Priesthood has authority to officiate in all the lesser offices he may officiate in the office of bishop when no literal descendant of Aaron can be found, provided he is called and set apart and ordained unto this power, under the hands of the First Presidency of the Melchizedek Priesthood. <\/div><div class=\"paragraph jod\" id=\"v21n984\"> &#x201C;And a literal descendant of Aaron, also, must be designated by this Presidency, and found worthy, and anointed, and ordained under the hands of this Presidency, otherwise they are not legally authorized to officiate in their priesthood. <\/div><div class=\"paragraph jod\" id=\"v21n985\"> &#x201C;But, by virtue of the decree concerning their right to the priesthood descending from father to son, they may claim their anointing if at any time they can prove their lineage, or do ascertain it by revelation from the Lord under the hands of the above named Presidency.&#x201D;<span class=\"citation\" id=\"86682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86682)\">D&amp;C 68:14-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n986\"> This is speaking more particularly in regard to the Bishops. I have not time, today, to enter into many details pertaining to this; but will simply draw your attention to one point, which is this: If we had among us a literal descendant of Aaron, who was the firstborn, he would have a right to the keys, or presiding authority of the Bishopric.<span class=\"citation\" id=\"86686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86686)\">D&amp;C 68:16-18<\/a><\/span> But then he would have to be set apart and directed by the First Presidency, no matter what his or their claims might be, or how clear their proofs. The same would have to be acknowledged by the First Presidency. These claims of descent from Aaron would have to be acknowledged by the First Presidency, and, further, the claimant would have to be set apart to his Bishopric by them,<span class=\"citation\" id=\"86694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86694)\">D&amp;C 68:20-21<\/a><\/span> the same as in the case of a <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> High Priest of the Melchizedek Priesthood called to fill the same office.<span class=\"citation\" id=\"128456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128456)\">D&amp;C 68:15,19<\/a><\/span> Thus, in either case, as a literal descendant of Aaron, or as a High Priest, the right to officiate is held first by authority of the Priesthood, and by appointment and ordination as above stated.<span class=\"citation\" id=\"128457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128457)\">D&amp;C 68:14-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n987\"> And, then, here is another thing I desire briefly to mention. A Bishop of this kind, holding the keys of this Priesthood, must be set apart by the First Presidency,<span class=\"citation\" id=\"128458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128458)\">D&amp;C 68:14-15<\/a><\/span> and, should occasion arise, must also be tried by the First Presidency.<span class=\"citation\" id=\"128459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128459)\">D&amp;C 68:22<\/a><\/span> This, however, does not apply to all Bishops, for there are a variety of Bishops, as for instance Bishop Partridge,<span class=\"citation\" id=\"85272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85272)\">D&amp;C 41:9<\/a><\/span> who presided over the Land of Zion, and whose duty was to purchase land and divide it among the people, as their inheritances,<span class=\"citation\" id=\"86105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86105)\">D&amp;C 57:7<\/a><\/span> and to take charge of the temporal affairs of the Church, not only in Zion but throughout all the western country,<span class=\"citation\" id=\"86000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86000)\">D&amp;C 51:1-20<\/a><\/span> and also to sit as a common judge in Israel,<span class=\"citation\" id=\"90364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90364)\">D&amp;C 107:73-75<\/a><\/span> and to preside in the capacity of Bishop, not to act as President over a district of country that was then called Zion, but as a general Bishop. George Miller was afterward appointed to the same Bishopric.<span class=\"citation\" id=\"90991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90991)\">D&amp;C 124:20-21<\/a><\/span> Newel K. Whitney was appointed also as a general Bishop,<span class=\"citation\" id=\"89111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89111)\">D&amp;C 93:50<\/a><\/span><span class=\"citation\" id=\"90704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90704)\">D&amp;C 117:11<\/a><\/span> and presided over Kirtland and all the churches in the eastern country.<span class=\"citation\" id=\"88021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88021)\">D&amp;C 84:112<\/a><\/span> The calling of these men, you will perceive, was very different from that of a Bishop over one of the Wards of a Stake, for he can only preside over his own Ward; outside of that he has no jurisdiction. While the calling of the former was general, that of the latter is local. And there were Bishops' agents appointed formerly. There was Sidney Gilbert; he was a Bishop's agent appointed to assist Bishop Partridge in his duties;<span class=\"citation\" id=\"86104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86104)\">D&amp;C 57:6-10<\/a><\/span> and Bishop Whitney also had his assistants or  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>agents to assist him in his administrations, the one presiding as Bishop over the affairs of the Church in the west, the other presiding over the affairs of the Church in the east. But neither of them was presiding Bishop of the Church at that time. But you will find that afterwards George Miller was appointed to the same Bishopric that Edward Partridge held;<span class=\"citation\" id=\"90992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90992)\">D&amp;C 124:20-21<\/a><\/span> and that Vinson Knight was appointed to the Presidency over the Bishopric, with Samuel H. Smith and Shadrach Roundy as his counselors.<span class=\"citation\" id=\"91122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91122)\">D&amp;C 124:141<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n989\"> I speak of these things to throw out some general ideas; and you will have to examine the Doctrine and Covenants for yourselves, and this will give to you the key how to arrive at the truth in relation to these principles. <\/div><div class=\"paragraph jod\" id=\"v21n990\"> Now, these general Bishops had to be appointed by the First Presidency; they had to be tried by the First Presidency as well as the Presiding Bishop, because they were general Bishops, and were appointed by the First Presidency. But Stake Bishops stand in another capacity. They have a presidency over them, and although it is proper for them (the Stake Presidency) to consult with the First Presidency of the Church, yet they preside over them, as well as over the affairs of their Stake. There is one thing associated with this matter that I will mention here, which is this. While you have a High Council in your Stake, and a presidency of your Stake, you also have Brother Charles C. Rich residing here, who is one of the First Council of the Church. And if I were a President of this Stake I should always confer with him about any matters of importance pertaining to the interests of the Church in the Stake over which I presided. Because the Twelve <span class=\"italic\">now<\/span> hold the <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right of Presidency; and as he is one of the Twelve, it would be proper, and, indeed, I should consider it quite a privilege, if I was a president here, to apply to him for council in all matters pertaining to the interests of the Stake. <\/div><div class=\"paragraph jod\" id=\"v21n991\"> Now, I speak of this for your information, and by so doing you will avoid a great deal of trouble that you might otherwise fall into. Because Brother Rich is not only an Apostle, but you, in connection with the other Stakes, have voted for him as one of the First Presidency, and therefore he would be the proper person to counsel in any matters of that kind. And, then, if there should be anything not exactly clear to him, it would be his privilege to apply to his quorum to obtain their mind in regard to it; and when this course is adopted everything moves on harmoniously. Now, for instance, here is Brother Erastus Snow, he and Brother Brigham Young, under the counsel and direction of the First Presidency, will shortly take a mission into the southern portions of the Church, in Colorado and Arizona, and, perhaps, in New Mexico, to look after the interests of the community there. Over the settlements throughout those regions of country there are Presidents, and these Presidents preside over Stakes where Stakes are organized. Brother Snow informs me there are two Stakes. He and Brother Brigham go clothed upon with the authority of the First Presidency to regulate, to set in order, and counsel in all matters pertaining to the interests of that people. Wherever they may go, no matter who presides, we should expect them to regard their counsel, and to be governed by them in all of their acts. Because the Twelve cannot go everywhere as a body, and the interests of the  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church are being extended, and we are growing larger all the time; and Zion will continue to grow until the kingdoms of this world will become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"79503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79503)\">Rev. 11:15<\/a><\/span> and that as a matter of course means that if this is the kingdom of God and the Priesthood is the representation of that kingdom, the proper authorities of the holy Priesthood, wherever they go to represent the Priesthood, must be respected in their position; and as these brethren represent the First Presidency where they are going, they must be respected and their counsels adhered to as such. <\/div><div class=\"paragraph jod\" id=\"v21n993\"> Now if that would be proper for Brother Snow and Brother Brigham, it would also be proper for Brother Rich, for they all hold the same authority; and we expect them to represent to us things as they are, that we may be enabled to counsel and direct&#x2014;and they always do counsel with us, and are glad to get our counsel. On the other hand, for instance, I am President of the Twelve Apostles, and by that means President of the Church at present. Well, say that Brother Rich or any member of the Quorum of the Twelve comes along, having something to offer or lay before the Council, I would say, such a man is an Apostle of the Lord Jesus Christ, and I have a right to listen to his counsel or to whatever he has got to say, and at the same time pay due deference to it. For I am glad to have the counsel of my brethren, and they are always pleased to receive mine. That is the kind of feeling existing among us, and this same feeling should exist everywhere throughout the whole Church. It is not for a member of the High Council to say, &#x201C;I am one of the prominent men, and I am going to show you how things are done here; <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and furthermore, I have my own ideas about things, and am going to try to carry them out.&#x201D; It will not do for a president to say that; but it would be more in accordance with our calling for us to say, &#x201C;O God, thou art our Father, and we are thy children. We are engaged in thy service; wilt thou, O Lord, show unto us thy will, that we may do it?&#x201D; Not our own will; we do not want to do our will nor carry out our purposes, nor do anything for our personal aggrandizement, nor for that of our friends or anybody else; but to do that which is right and just and equitable before God and the holy angels and all honorable men. And then when we have done that, we do not ask any odds of the turbulent or dissatisfied, who are crying, good Lord and good devil, not knowing whose hands they may fall into. We do not care about their ideas; but we do care about having the smiles and approbation of our Heavenly Father and of all good men, so that when we get through and are called upon for an account of our stewardship, we may say, O God, we have done, so far as thou hast given us ability, the work thou hast placed in our hands. And then every member of the priesthood ought to feel just the same; not like some of our unruly horses when they get the bits in their mouths and run off, because they make a good deal of trouble for themselves and other people too. We should ever seek to operate together and be one according to the laws of the Holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v21n995\"> I now want to show something about this Priesthood, and will again read: &#x201C;As a high priest of the Melchizedek Priesthood has authority to officiate in all the lesser offices he may officiate in the office of bishop where no literal descendant of Aaron  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can be found, provided he is called and set apart and ordained unto this power, under the hands of the First Presidency of the Melchizedek Priesthood.&#x201D;<span class=\"citation\" id=\"86691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86691)\">D&amp;C 68:19<\/a><\/span> There is where it comes in, and this applies primarily to the presiding Bishop; but I would say that it applies in a more extended view to High Priests who are ordained and set apart as Bishops, in the several Stakes of Zion, and who thus come under the supervision of those presidents of Stakes, and stand in the same relationship to them that the First Bishops did to the First Presidency of the Church. The First Presidency at that time presided over the Stake in Kirtland, over the High Council, over the Bishops and over all the organizations of the Stake, and were really the presidents of that Stake. But it will be seen that while they were presidents of the Stake and occupied the same position that presidents now do over the Stakes, they were at the same time presidents of the Church in all the world, whilst the authority of our present presidents of Stakes is confined to the limits of their several Stakes. And thus there is perfect order in all these things in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v21n997\"> I again quote: &#x201C;There are, in the church, two priesthoods, namely, the Melchizedek and Aaronic, including the Levitical Priesthood.&#x201D;<span class=\"citation\" id=\"90074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90074)\">D&amp;C 107:1<\/a><\/span> Now I will make a statement or two about this. What is the Levitical Priesthood? There were in the days of Moses a tribe of the children of Israel set apart to officiate in some of the lesser duties of the Aaronic Priesthood,<span class=\"citation\" id=\"128460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128460)\">Deut. 21:5<\/a><\/span><span class=\"citation\" id=\"128461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128461)\">Heb. 7:5<\/a><\/span> and their office was called the Levitical Priesthood. You High Priests, you Seventies and Bishops can examine these things from your Bible, and what the Bible does not tell you the Book of Covenants will, and you ought to be ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quainted with this matter, it is your duty to investigate these things, to search in the records, to examine the revelations of God and make yourselves acquainted with principle, and laws, and governments, and all things calculated to promote the welfare of humanity. <\/div><div class=\"paragraph jod\" id=\"v21n998\"> &#x201C;The office of an elder comes under the priesthood of Melchizedek. The Melchizedek Priesthood holds the right of presidency, and has power and authority over all the offices in the church in all ages of the world, to administer in spiritual things.&#x201D;<span class=\"citation\" id=\"90127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90127)\">D&amp;C 107:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n999\"> &#x201C;Well,&#x201D; say you, &#x201C;I thought that; that has been my idea, the Bishops should have all the temporal things to attend to.&#x201D; We will read a little further. It is by taking up little old texts that mistakes are often made and incorrect ideas conveyed. We must take the whole thing to ascertain what is intended, and rightly divine the word of truth. <\/div><div class=\"paragraph jod\" id=\"v21n1000\"> &#x201C;The Presidency of the High Priesthood, after the order of Melchizedek, have a right to officiate in all the offices in the church.&#x201D;<span class=\"citation\" id=\"90133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90133)\">D&amp;C 107:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1001\"> Now, will you show me an office, or calling, or duty, or responsibility, temporal or spiritual, that does not come under this statement? From this I think this Presidency have something to do with the Bishops and temporal things as well as with the Melchizedek Priesthood and spiritual things, and with all things pertaining to the interests and welfare of Zion. That is the way I understand these matters. I could enter very elaborately into these questions, but I do not purpose to do so, there not being time. But this is the position they occupy. <\/div><div class=\"paragraph jod\" id=\"v21n1002\"> &#x201C;High priests after the order of the Melchizedek Priesthood have a right to officiate in their own stand<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing, under the direction of the presidency, in administering spiritual things, and also in the office of an elder, priest (of the Levitical order), teacher, deacon, and member,&#x201D;<span class=\"citation\" id=\"90137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90137)\">D&amp;C 107:10<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v21n1004\"> This shows really, in as few words as the matter could be conveyed to your understanding, the way that God has appointed for the governing of those affairs in His Church and Kingdom, without entering elaborately into detail. <\/div><div class=\"paragraph jod\" id=\"v21n1005\"> When we have a Stake organization, as you have here, the Presidency of the Stake presides over all Bishops, High Councils, and all authorities of the Stake. The several Bishops preside over their respective wards and manage their affairs, under the direction of the Stake Presidency, who in their office and calling are responsible to the First Presidency of the Church. The Bishops are also under the direction of presiding Bishop Hunter in all affairs connected with the temporal interests of the Church. And Bishop Hunter is under the direction of the First Presidency, the Aaronic Priesthood being an appendage to the Melchizedek Priesthood.<span class=\"citation\" id=\"90148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90148)\">D&amp;C 107:13-14<\/a><\/span> It is however, the special duty of the Aaronic Priesthood to attend to temporal matters; but then the First Presidency presides over all Bishops, all Presidents, all authorities, and lastly God presides over all. <\/div><div class=\"paragraph jod\" id=\"v21n1006\"> Now we are sometimes fond, that is, some of us are, of talking about our authority. It is a thing I care very little about. I tell you what I want to do if I can. I want to know the will of God so that I may do it; and I do not want to dictate or domineer or exercise arbitrary control. Then again, all men ought to be under proper control to the Presidency and Priesthood presiding over them. If I were a Bishop I <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should want to know what the President of my Stake desired, and I should confer with him; and if there was anything in which Bishop Hunter was interested, I should want to know his mind. <\/div><div class=\"paragraph jod\" id=\"v21n1007\"> I will read a little further with regard to this subject of priesthood: <\/div><div class=\"paragraph jod\" id=\"v21n1008\"> &#x201C;How long can rolling waters remain impure? What power shall stay the heavens? As well might man stretch forth his puny arm to stop the Missouri river in its decreed course, or to turn it up stream, as to hinder the Almighty from pouring down knowledge from heaven upon the heads of the Latter-day Saints. Behold, there are many called, but few are chosen. And why are they not chosen? Because their hearts are set so much upon the things of this world, and aspire to the honors of men.&#x201D;<span class=\"citation\" id=\"90849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90849)\">D&amp;C 121:33-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1009\"> Now, I wish you to take particular notice of this, you Elders, you High Priests, you Seventies, and you Priests, Teachers and Deacons, and all men holding the Priesthood; &#x201C;That they do not learn this one lesson&#x2014;That the rights of the priesthood are inseparably connected with the powers of heaven, and that the powers of heaven cannot be controlled nor handled only upon the principles of righteousness;&#x201D;<span class=\"citation\" id=\"90867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90867)\">D&amp;C 121:35-36<\/a><\/span> and not upon any other principle. And when anybody steps aside from that and acts upon a principle of unrighteousness, the result will be as is stated in the context, namely: &#x201C;That they may be conferred upon us, it is true; but when we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man.&#x201D;<span class=\"citation\" id=\"90881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90881)\">D&amp;C 121:37<\/a><\/span> That is the result of wrongdoing; that is the result of perverting the authority that God has conferred upon us to our personal ends and to gratify our own ambition. &#x201C;Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the saints, and to fight against God.&#x201D;<span class=\"citation\" id=\"90887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90887)\">D&amp;C 121:38<\/a><\/span> Can they thwart the purposes of God? No. They are as harmless as babies. He that sits in the heavens laughs at them, and all men holding the Priesthood of the Son of God, care nothing about their fulminations and the efforts they make to hinder the progress of truth in the earth, for all they can do, we know, will be overruled for our good. They are going the downward road that leads to death, and by and by they will have their reward. We would like to see it otherwise, but we cannot, that is one of the things they have to see to themselves; it belongs to us to be true to God and to our Priesthood, and all will be well with us. <\/div><div class=\"paragraph jod\" id=\"v21n1011\"> Again, we quote, &#x201C;We have learned by sad experience that it is the nature and disposition of almost all men, as soon as they get a little authority, as they suppose, they will immediately begin to exercise unrighteous dominion. Hence many are called, but few are chosen. No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile&#x2014;Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth after<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy; That he may know that thy faithfulness is stronger than the cords of death. Let thy bowels also be full of charity towards all men, and to the household of faith, and let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven. The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and thy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto thee forever and ever.&#x201D;<span class=\"citation\" id=\"90889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90889)\">D&amp;C 121:39-46<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1012\"> What a beautiful state of things God presents to us! Shall we try to live it? Or shall we take our own way and pursue our own course? These things are beautiful when we reflect upon them. We all know they are true, and they are principles which recommend themselves to our hearts. Let us try then and live them. <\/div><div class=\"paragraph jod\" id=\"v21n1014\"> There are other orders of the Priesthood; we have Elders, and they have their duties to perform, which I do not propose to talk about now. And we have our Priests, Teachers and Deacons, all of whom hold important positions, and all should seek to magnify their calling. And what should they do? I will tell you a circumstance that took place with me upwards of forty years ago. I was living in Canada at the time, and was a traveling Elder. I presided over a number of the churches in that district of country. A difficulty existed in a branch of the church, and steps were taken to have the matter brought before me for settlement. I thought very  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seriously about it, and thought it a very insignificant affair. Because we ought to soar above such things, and walk on a higher plane, for we are the children of God and should be willing to suffer wrong rather than do wrong; to yield a good deal to our brethren for the sake of peace and quietness, and to secure and promote good feelings among the Saints. At that time I did not have the experience I now have, and yet I do not know that I could do anything better than I did then. Before going to the trial I bowed before the Lord, and sought wisdom from him to conduct the affair aright, for I had the welfare of the people at heart. When we had assembled, I opened the meeting with prayer, and then called upon a number of those present to pray; they did so, and the Spirit of God rested upon us. I could perceive that a good feeling existed in the hearts of those who had come to present their grievances, and I told them to bring forward their case. But they said they had not anything to bring forward. The feelings and spirit they had been in possession of had left them, the Spirit of God had obliterated these feelings out of their hearts, and they knew it was right for them to forgive one another. <\/div><div class=\"paragraph jod\" id=\"v21n1016\"> You Priests, Teachers and Deacons, seek unto the Lord, and he will bless you. And you, my brethren, when the Teachers visit you, do not think that you are High Priests and that they are only Teachers hardly worthy of your attention. They are your Teachers, and you should reverence them. And if you expect to be honored in your calling, you must honor them in theirs. When the Teachers come to visit me I am pleased to see them; and I call together the members of my family that may be in the house at the <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time, to hear what they have to say to us. And I tell them to talk freely and plainly to us, to myself, my wives and children; in other words, to do their duty as Teachers, and then I will help them to carry out their instructions. This is how I feel towards our Teachers. The eye cannot say to the ear, we have no need of thee; neither the head to the feet, I have no need of thee,<span class=\"citation\" id=\"73557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73557)\">1 Cor. 12:21<\/a><\/span> for if one of the members suffer all the other members suffer with it; and if one member rejoice, all the other members partake of the same feeling.<span class=\"citation\" id=\"73572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73572)\">1 Cor. 12:26<\/a><\/span> Consequently I feel in duty bound to attend to these things. <\/div><div class=\"paragraph jod\" id=\"v21n1017\"> We have here our Relief Societies, and they have done a good work. And people are desirous to know something of these organizations. I was in Nauvoo at the time the Relief Society was organized by the Prophet Joseph Smith, and I was present on the occasion. At a late meeting of the Society held in Salt Lake City I was present, and I read from a record called the Book of the Law of the Lord, the minutes of that meeting. At that meeting the Prophet called Sister Emma to be an elect lady.<span class=\"citation\" id=\"78822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78822)\">2 Jn. 1:1<\/a><\/span><span class=\"citation\" id=\"84497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84497)\">D&amp;C 25:3<\/a><\/span> That means that she was called to a certain work; and that was in fulfillment of a certain revelation concerning her. She was elected to preside over the Relief Society, and she was ordained to expound the Scriptures.<span class=\"citation\" id=\"84498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84498)\">D&amp;C 25:7<\/a><\/span> In compliance with Brother Joseph's request I set her apart, and also ordained Sister Whitney, wife of Bishop Newel K. Whitney, and Sister Cleveland, wife of Judge Cleveland, to be her counselors. Some of the sisters have thought that these sisters mentioned were, in this ordination, ordained to the priesthood. And for the information of all interested in this subject I will say, it is not the calling of these sisters to  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hold the Priesthood, only in connection with their husbands, they being one with their husbands. Sister Emma was elected to expound the Scriptures,<span class=\"citation\" id=\"84499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84499)\">D&amp;C 25:7<\/a><\/span> and to preside over the Relief Society; then Sisters Whitney and Cleveland were ordained to the same office, and I think Sister Eliza R. Snow to be secretary. A short time ago I attended a meeting in Salt Lake City, where Sister Snow and Sister Whitney were set apart. I happened to be the only member of the Twelve in town at the time, the other members of the Quorum being unavoidably absent. I went to this meeting and set apart Sister Whitney and Sister Snow who were two of those I set apart some forty years ago, in Nauvoo. And after I had done so, they reminded me of the coincidence. At this meeting, however, Sister Snow was set apart to preside over the Relief Societies in the land of Zion, and Sister Whitney her counselor, with Sister Zina D. Young, her other counselor. I speak of this for the information of the Sisters, although I presume they may have read of it in their paper, the <span class=\"italic\">Exponent.<\/span>  <\/div><div class=\"paragraph jod\" id=\"v21n1019\"> With regard to those Societies, I will say, they have done a good work and are a great assistance to our Bishops, as well as being peculiarly adapted to console, bless, and encourage those of their sisters who need their care, and also to visit the sick, as well as to counsel and instruct the younger women in the things pertaining to their calling as children and Saints of the Most High. I am happy to say that we have a great many honorable and noble women engaged in these labors of love, and the Lord blesses them in their labors, and I bless them in the name of the Lord. And I say to our sisters, continue to be diligent and <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faithful in seeking the well-being and happiness of your sex, instruct and train your own daughters in the fear of God, and teach your sisters to do likewise, that we may be the blessed of the Lord and our offspring with us. <\/div><div class=\"paragraph jod\" id=\"v21n1020\"> Our young people's Improvement Associations are very creditable institutions, and the fruits of the labors of those engaged in this work are already manifesting themselves. I feel in my heart to say, God bless the young men and young women of Israel; let it be the desire of your hearts to imitate the virtues of your parents and of all good men and women, keeping your bodies and spirits pure before God and man. <\/div><div class=\"paragraph jod\" id=\"v21n1021\"> Then, we have our Sunday Schools; and many of our brethren and sisters in this direction are doing a good work. I would advise the superintendents of Sunday Schools to endeavor to collect the best talent they can to teach and instruct our children. What greater or more honorable work can we be engaged in than in teaching the children the principles of salvation? You that are diligent and that give your hearts to these things God will bless, and the day will come when the youth of Israel will rise up and call you blessed.<span class=\"citation\" id=\"57558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57558)\">Prov. 31:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1022\"> Then with regard to our common schools, let us try to instruct our youth as best we can, and get the best of teachers, men and women of intelligence and education who are not only moral, but good Latter-day Saints; men and women who are not only capable of imparting to our children the rudiments of education, but who are also capable of teaching them the laws of God as he has revealed them for our guidance. And when you get good teachers you should appreciate them, and you should cooperate with them  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in their endeavors to teach our youth; and then see that they are properly remunerated for their services. <\/div><div class=\"paragraph jod\" id=\"v21n1024\"> Some people talk about the great ignorance of the &#x201C;Mormons.&#x201D; In regard to education we are the peers of the United States. We, it is true, do not possess such notable academies and universities as may be found in the great centers of our nation, but official figures show our educational status to be above that of the average of the United States. And I may add, that our grade of literacy is higher than that of the nation. When we take into consideration the fact that we have not received one penny from any outside source, while the leading institutions of learning have realized millions, yes scores of millions of dollars to enable them to educate their youth. This is something that we have a right to be proud of. Then let us continue to encourage education; and let our trustees be alive to supply the schoolhouses with all the necessary charts and books; let them not feel niggardly in regard to these things. And above all, let everything we do conspire to advance the interests of the Church and Kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v21n1025\"> I feel like saying, God bless you, my brethren and sisters. And God bless Brother Budge, who is doing a good work in England, and who, by the way, will be back among you very shortly. And God bless Brother Hart and Brother Osmond, and the High Council, and the Bishops and their counselors, and may God bless the Elders and the Seventies, and the High Priests, together with the Relief Societies and Mutual Improvement Associations; and may God bless all men who love Israel, and who are desirous to keep the commandments of God; and the <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord help us to be true to our religion, and true to our God, and true to our integrity, that we may be saved ultimately in the Celestial Kingdom of God. I ask it in the name of Jesus. Amen. <\/div><div class=\"paragraph jod\" id=\"v21n1026\"> Elder Erastus Snow Then made the following remarks: I feel that we have had a feast of fat things<span class=\"citation\" id=\"58512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58512)\">Isa. 25:6<\/a><\/span><span class=\"citation\" id=\"86121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86121)\">D&amp;C 58:8<\/a><\/span> this morning; that the remarks made by President Taylor have been replete with genuine truths, and full of instruction and counsel, and that blessing will abide with all those who permit these instructions to find place in their hearts and understandings. <\/div><div class=\"paragraph jod\" id=\"v21n1027\"> While President Taylor was treating upon the order of the Priesthood, the history of which has been given in the Bible through Moses, and also in certain revelations given unto this Church through the Prophet Joseph Smith, he awakened a train of reflection that carried the mind back from the time of Moses to that of Abraham, Noah, Enoch and Adam. Adam was the first man<span class=\"citation\" id=\"87528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87528)\">D&amp;C 84:16<\/a><\/span><span class=\"citation\" id=\"92309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92309)\">Moses 1:34<\/a><\/span><span class=\"citation\" id=\"93347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93347)\">Abr. 1:3<\/a><\/span> appointed of God as the ruler of the earth; to him it was said, thou shalt have dominion over the earth and over the things therein.<span class=\"citation\" id=\"52250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52250)\">Gen. 1:26-28<\/a><\/span> And as he began to multiply and replenish the earth,<span class=\"citation\" id=\"52328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52328)\">Gen. 1:28<\/a><\/span> and as his children and their families increased in the land, there was a right of dominion given; it was called the birthright,<span class=\"citation\" id=\"53430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53430)\">Gen. 25:31-34<\/a><\/span> and it belongs to the firstborn of the sons.<span class=\"citation\" id=\"53628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53628)\">Gen. 43:33<\/a><\/span><span class=\"citation\" id=\"55859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55859)\">1 Chr. 5:1<\/a><\/span> And this seems to have been an order existing in the heavens even before Adam. For it is written of Jesus, the Lamb of God, that he was the firstborn of many brethren.<span class=\"citation\" id=\"72641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72641)\">Rom. 8:29<\/a><\/span> Moreover, his rights of dominion as the firstborn continued with him because he loved righteousness and hated iniquity; therefore was he anointed with the oil of gladness above his fellows.<span class=\"citation\" id=\"56607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56607)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"76400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76400)\">Heb. 1:9<\/a><\/span> But  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>notwithstanding his birthright, had he not loved righteousness and hated iniquity, and exercised his rights and his dominion in connection with the powers of heaven and the principles of righteousness, he would not have been chosen nor have received this anointing with the oil of gladness above his fellows.<span class=\"citation\" id=\"56608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56608)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"76402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76402)\">Heb. 1:9<\/a><\/span> But because he did exercise it rightly and pleased his Father, he was chosen, as was his right to have been, or, I will say, his privilege rather, because he honored his birthright, and, therefore, he was anointed above his fellows,<span class=\"citation\" id=\"56609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56609)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"76401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76401)\">Heb. 1:9<\/a><\/span> and became the Chief Apostle,<span class=\"citation\" id=\"74942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74942)\">Eph. 2:20<\/a><\/span> the High Priest of our profession,<span class=\"citation\" id=\"76498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76498)\">Heb. 3:1<\/a><\/span> the Son, the mediator between us and the Father.<span class=\"citation\" id=\"75886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75886)\">1 Tim. 2:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1029\"> The same principle fell upon Adam's children; and hence Cain, being the firstborn of his father's family,<span class=\"citation\" id=\"52676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52676)\">Gen. 4:1<\/a><\/span> according to the Bible account, might have been the head of this Priesthood, under his father, holding the right by birth; but instead of exercising his birthright on the principles of righteousness, and in accord with the powers of heaven, he was befogged and understood not his true position; and his offering was not accepted.<span class=\"citation\" id=\"52700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52700)\">Gen. 4:5<\/a><\/span> But Abel, his younger brother,<span class=\"citation\" id=\"52683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52683)\">Gen. 4:2<\/a><\/span> who was meek and lowly of heart,<span class=\"citation\" id=\"64302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64302)\">Matt. 11:29<\/a><\/span> and who sought the inspiration of the Spirit, was led to bring as his offering the firstlings of his flock,<span class=\"citation\" id=\"52692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52692)\">Gen. 4:4<\/a><\/span><span class=\"citation\" id=\"92555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92555)\">Moses 5:5<\/a><\/span><span class=\"citation\" id=\"92619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92619)\">Moses 5:20<\/a><\/span> which were a true representation of the Lamb of God;<span class=\"citation\" id=\"92568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92568)\">Moses 5:7<\/a><\/span> and besides, the offering was made in the true spirit of his ministry and priesthood,<span class=\"citation\" id=\"78702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78702)\">1 Jn. 3:12<\/a><\/span><span class=\"citation\" id=\"92631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92631)\">Moses 5:26<\/a><\/span> therefore it pleased the Father, and he accepted it.<span class=\"citation\" id=\"53147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53147)\">Gen. 17:7 (JST)<\/a><\/span><span class=\"citation\" id=\"65593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65593)\">Matt. 23:35<\/a><\/span><span class=\"citation\" id=\"76963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76963)\">Heb. 11:4<\/a><\/span> Then when Cain found that his offering was not accepted,<span class=\"citation\" id=\"128463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128463)\">Gen. 4:5<\/a><\/span> and his brother, Abel's was accepted,<span class=\"citation\" id=\"128462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128462)\">Gen. 4:4<\/a><\/span><span class=\"citation\" id=\"92687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92687)\">Moses 6:3<\/a><\/span> Satan tempted him,<span class=\"citation\" id=\"82442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82442)\">Hel. 6:27<\/a><\/span> and entered into him<span class=\"citation\" id=\"68060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68060)\">Luke 22:3<\/a><\/span><span class=\"citation\" id=\"69843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69843)\">John 13:27<\/a><\/span> and led him into the way of all apostates&#x2014;<span class=\"citation\" id=\"92625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92625)\">Moses 5:21-41<\/a><\/span>he became possessed with the spirit of murder.<span class=\"citation\" id=\"69506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69506)\">John 8:44<\/a><\/span><span class=\"citation\" id=\"83469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83469)\">Ether 8:15,25<\/a><\/span> I mention it as the first apostasy of which <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have record after the fall of man, through it Cain lost his privilege as firstborn, and the blessing fell on one more worthy, and the rights of the priesthood passed to the next son of Adam, which according to Bible record was Seth,<span class=\"citation\" id=\"92680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92680)\">Moses 6:1-10<\/a><\/span> who magnified the Priesthood, honored his birthright,<span class=\"citation\" id=\"92173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92173)\">D&amp;C 138:40<\/a><\/span> and held the blessing of the Priesthood, which was sealed upon him by his father;<span class=\"citation\" id=\"90293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90293)\">D&amp;C 107:42-43<\/a><\/span> and from him it descended upon the righteous of his posterity.<span class=\"citation\" id=\"92702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92702)\">Moses 6:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1030\"> There are many instances, from that time forward, of which the scriptures speak of this birthright continuing among the descendants of Seth, until it came to Noah and his sons,<span class=\"citation\" id=\"52751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52751)\">Gen. 5:1-32<\/a><\/span><span class=\"citation\" id=\"67145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67145)\">Luke 3:23-38<\/a><\/span><span class=\"citation\" id=\"90289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90289)\">D&amp;C 107:40-53<\/a><\/span> of which sons Shem received the blessings pertaining to the priesthood.<span class=\"citation\" id=\"93324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93324)\">Moses 8:27<\/a><\/span> Abraham came through Shem,<span class=\"citation\" id=\"128464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128464)\">Gen. 11:10-27<\/a><\/span><span class=\"citation\" id=\"128465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128465)\">Luke 3:34-36<\/a><\/span> and the Savior came through this lineage;<span class=\"citation\" id=\"128466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128466)\">Matt. 1:1-16<\/a><\/span><span class=\"citation\" id=\"128467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128467)\">Luke 3:24-36<\/a><\/span> and through this blessing of Noah upon Shem, the Priesthood continued through his seed;<span class=\"citation\" id=\"52975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52975)\">Gen. 9:26<\/a><\/span><span class=\"citation\" id=\"92192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92192)\">D&amp;C 138:41<\/a><\/span> while the offspring of Ham inherited a curse,<span class=\"citation\" id=\"52974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52974)\">Gen. 9:25<\/a><\/span> and it was because, as a revelation teaches, some of the blood of Cain became mingled with that of Ham's family, and hence they inherited that curse.<span class=\"citation\" id=\"93362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93362)\">Abr. 1:21-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1031\"> Now we will pass by the places in the Bible which speak of this birthright until we come to Isaac, the son of Abraham, and to Jacob, the son of Isaac, who bought the birthright of his brother Esau.<span class=\"citation\" id=\"53429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53429)\">Gen. 25:29-34<\/a><\/span> From the story that is told of Rebekah helping her son Jacob to get the first blessing from his father Isaac, on purpose to secure the birthright from his brother Esau, many would be inclined to think that deceit, dishonesty and unrighteous means were employed to secure it, and they perhaps wonder why it should be so.<span class=\"citation\" id=\"53452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53452)\">Gen. 27:1-46<\/a><\/span> This was really not the case; it is only made to appear so in the eyes of those who do not understand the dealings of God with man, and the  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>workings of the Holy Spirit to bring about His purposes. There was neither unrighteousness in Rebekah nor in Jacob in this matter; but on the contrary, there was the wisdom of the Almighty, showing forth his providences in guiding them in such a manner as to bring about his purposes, in influencing Esau to transfer his birthright to Jacob, that He might ratify and confirm it upon the head of Jacob; knowing as He did that Jacob and his seed were, and would be, more deserving of the birthright, and would magnify it in its true spirit.<span class=\"citation\" id=\"53426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53426)\">Gen. 25:23<\/a><\/span> While Esau did not sense nor appreciate his condition and birthright; he did not respect it as he should have done,<span class=\"citation\" id=\"53436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53436)\">Gen. 25:34<\/a><\/span> neither did he hearken to the counsels of his father and mother. On the contrary, he went his own way with a stubborn will, and followed his own passions and inclinations and took to wife one of the daughters of the Canaanites whom the Lord had not blessed;<span class=\"citation\" id=\"53402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53402)\">Gen. 24:1-3<\/a><\/span><span class=\"citation\" id=\"53464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53464)\">Gen. 28:1-9<\/a><\/span> and he therefore rendered himself unacceptable to God and to his father and mother. He gave himself to wild pursuits&#x2014;to hunting, and to following the ways of the Canaanites, and displeased the Lord and his parents, and was not worthy of this right of seniority. The Lord therefore saw fit to take it from him, and the mother was moved upon to help the younger son to bring about the purpose of the Lord, in securing to himself the blessing through the legitimate channel of the Priesthood. And as you know, his father was induced to bless him and confirm this blessing upon him.<span class=\"citation\" id=\"53453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53453)\">Gen. 27:1-46<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1033\"> Now, whilst all these instances in Scripture recognize the right called the birthright, that has descended from the beginning, the same principle is exhibited in all those instances set forth in the revelation read by President Taylor&#x2014;<span class=\"citation\" id=\"90857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90857)\">D&amp;C 121:34-46<\/a><\/span>that none can hold these rights of the Priest<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood except in connection with the powers of heaven, and cannot be exercised only on the principles of righteousness;<span class=\"citation\" id=\"90871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90871)\">D&amp;C 121:36<\/a><\/span> and all who fail to exercise these rights on the principles of righteousness and in connection with the powers of heaven subject to its counsels and directions and laws, forfeit their birthright, and the right passes to another.<span class=\"citation\" id=\"90882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90882)\">D&amp;C 121:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1034\"> We have another instance of this kind in Reuben, the eldest of the twelve sons of Jacob. We find that the birthright passed from him. He committed a transgression which offended the Lord and offended his father,<span class=\"citation\" id=\"94657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94657)\">Gen. 35:22<\/a><\/span> and it was of such a character that it could not be passed over with impunity; and the birthright was taken from him and given to the sons of Joseph. We find it explained in Chronicles, that because Reuben defiled his father's bed, the birthright was taken from him and given to the sons of Joseph; and the Priesthood was reckoned after that lineage,<span class=\"citation\" id=\"55860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55860)\">1 Chr. 5:1<\/a><\/span> though Judah prevailed above his brethren to this extent, that through him came the Chief Ruler of Israel, while unto Ephraim, the son of Joseph, was given the keys of the Priesthood&#x2014;or those rights that apply to the birthright.<span class=\"citation\" id=\"55865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55865)\">1 Chr. 5:2<\/a><\/span> Of the two sons of Joseph&#x2014;Ephraim and Manasseh, the Lord said, Manasseh shall be great, but Ephraim shall be greater than he; and he shall become a multitude in the earth.<span class=\"citation\" id=\"53663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53663)\">Gen. 48:19<\/a><\/span> And when the patriarch was blessing Joseph's two sons, though he was blind, he was careful to cross his hands in blessing the boys.<span class=\"citation\" id=\"53645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53645)\">Gen. 48:13-20<\/a><\/span> Joseph observing what his father was doing, informed him that he was putting his right hand on the head of the younger boy, but the old man replied, I know it, my son.<span class=\"citation\" id=\"53664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53664)\">Gen. 48:19<\/a><\/span> The Spirit of the Lord prompted him to do as he did&#x2014;to confer the greater blessing upon Ephraim, the younger brother.<span class=\"citation\" id=\"128468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128468)\">D&amp;C 133:34<\/a><\/span> It  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was for this reason that God spake through the mouth of Jeremiah concerning the gathering of Israel: &#x201C;I am a father to Israel, and Ephraim is my firstborn.&#x201D;<span class=\"citation\" id=\"60634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60634)\">Jer. 31:9<\/a><\/span> That is according to his purposes. He acknowledged and reconfirmed this birthright upon Ephraim the younger of the two sons of Joseph, when he referred to the dispensation of the fullness of times and the ushering in of its great work&#x2014;when the Lord should set his hand to gather His people,<span class=\"citation\" id=\"60599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60599)\">Jer. 30:1-24<\/a><\/span><span class=\"citation\" id=\"60620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60620)\">Jer. 31:1-40<\/a><\/span> and be a father to Israel, even to Ephraim His firstborn.<span class=\"citation\" id=\"60633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60633)\">Jer. 31:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1036\"> Now, the Levitical Priesthood referred to was not a new Priesthood. We do not understand it to be an order of the Priesthood instituted at the time Israel was in the wilderness of Sinai, but that it had been from the beginning a part of the Holy Priesthood, an appendage, or a subdivision, or branch of the same Priesthood.<span class=\"citation\" id=\"90083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90083)\">D&amp;C 107:1,6<\/a><\/span> The rights of this descended from father to son,<span class=\"citation\" id=\"90285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90285)\">D&amp;C 107:40<\/a><\/span> among the firstborn, unless the firstborn failed to appreciate it and exercise it in righteousness. In that event it passed to one of the others. <\/div><div class=\"paragraph jod\" id=\"v21n1037\"> We see the same principle set forth when the Lord commanded Moses to take the tribe of Levi and set them apart to be Priests.<span class=\"citation\" id=\"54657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54657)\">Num. 3:5-10<\/a><\/span> He told them the reason. Now, said He, I have claimed the firstborn of all the families of Israel as my own. When I sent forth my angel to smite the firstborn of the sons of Egypt, I caused mine angel to pass by the families of Israel, that he smite not their firstborn. In remembrance of this He instituted the ordinance called the Passover, to preserve in the minds of the Israelites, the occasion when the Lord passed over their firstborn, while the firstborn of the sons of Egypt He caused to be slain. For this rea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>son, He said, I have consecrated the firstborn as mine own; and now, said He to Moses, I will take from the tribes of Israel the house of Levi, and you shall consecrate them to officiate, etc.<span class=\"citation\" id=\"54658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54658)\">Num. 3:11-13<\/a><\/span> This principle has continued from the beginning. We see it exemplified in the calling of the Lamb of God, who was the firstborn among many brethren,<span class=\"citation\" id=\"72642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72642)\">Rom. 8:29<\/a><\/span> and was in all things obedient to his Father; who loved righteousness and hated iniquity, and was therefore chosen and anointed with the oil of gladness above his fellows.<span class=\"citation\" id=\"56610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56610)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"76403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76403)\">Heb. 1:9<\/a><\/span> So in after years, those who in like manner exercised their birthright in connection with the powers of heaven, and on the principles of virtue, integrity and righteousness had these rights confirmed upon him. But in no case, when acting unrighteously, were they chosen to receive the confirmation of the ordinances of the Priesthood. In the days of Eli, who permitted his sons, who were heirs of the Priesthood, to set bad examples and work iniquities in Israel, God held the father responsible for their course, and He destroyed both Eli and his sons, and raised up another in his place.<span class=\"citation\" id=\"55393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55393)\">1 Sam. 3:1-21<\/a><\/span><span class=\"citation\" id=\"55407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55407)\">1 Sam. 4:1-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1038\"> The article read in your hearing from the Doctrine and Covenants, shows most clearly that the rights and blessings and keys of this Priesthood can only be held and exercised in connection with the powers of heaven and on the principles of righteousness.<span class=\"citation\" id=\"90872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90872)\">D&amp;C 121:36<\/a><\/span> It is most beautiful to contemplate. It is like apples of gold in pictures of silver. <\/div><div class=\"paragraph jod\" id=\"v21n1039\"> And that God may enable us to preserve these things in our hearts, and that we may attain to all that He has prepared for us, is my earnest prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}