{"ID":210006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation Dependent Upon Effort and Progress&#x2014;We Should not Be Discouraged By Difficulty.<\/div>\n<div class=\"subtitle\">Discourse by Elder Henry W. Naisbitt, delivered in the 13th Ward Meetinghouse, Salt Lake City, November 23, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation Dependent Upon Effort, Etc.<\/div>\n<div class=\"speaker\">Speaker: Henry W. Naisbitt<\/div>\n<div class=\"date\">Date: 11\/23\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v21n127\"> My brethren and sisters: I can say that I have had some very pleasant and interesting reflections while listening to Brother Fowler's remarks, and think the purpose for which we have met this evening has been a success. I have felt that I have been fed, that I have been blessed, and that I shall carry with me more or less of the influence and spirit of those remarks, and upon re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>flection we all understand that this is really the purpose for which we come together. <\/div><div class=\"paragraph jod\" id=\"v21n128\"> Mormonism, in a sense, is opposed to formality. All that there is associated with it is meant for use, and there are results expected to accrue from all the practices of the Church that have been established by revelation, and everything is intended to aid in the great work  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which we call salvation. To be sure, that is a very common word, it is a word that we are all familiar with, it is something that we have heard from the time that we were children, from the time that we went to Sabbath school, and before we went there, and after we attained to youth and manhood. But in the light of the Gospel how narrow and contracted and how offensive the word in its sectarian sense becomes to us, so much so that many of us scarcely like to use it; we would prefer to use another expression which more thoroughly carries with it all the ideas associated with the reception and practice of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v21n130\"> Our memory has been cited to the fact that during the history of this Church, and during the history of the primitive church, there were those who possessed the spirit of unbelief, there were those who became more or less indifferent and negligent in regard to that which they received, and we have been referred to the history of those who have fallen from this Church&#x2014;men who have seen great things, men who have had wonderful experiences, men whom we might have considered as stable as the eternal hills by virtue of that experience. Now what is the difficulty in such cases? What is the difficulty in any cases, in your case, and in my case, when we lose an interest in the things pertaining to the kingdom of God? Is it a healthy sign? Or is it not rather, if continued, a sign of approximating death? Is the man or the woman who are alive to their duties&#x2014;are they those who apostatize? Is it the faithful man or the active, stirring woman, who are laboring earnestly, following the practice and principles of the Gospel, that leave the Church? No, it is not, but it is those who, from some cause or <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other, become cold, heartless, indifferent, and neglectful of their duties. <\/div><div class=\"paragraph jod\" id=\"v21n131\"> Salvation, in its largest aspect, consists in the proportion of truth received; men and women only are saved in proportion to the truth which they appropriate. An ignorant man will only obtain the salvation which belongs to the ignorant. The idler will only obtain that salvation which belongs to an idle man. Is it not &#x201C;the hand of the diligent that maketh rich?&#x201D;<span class=\"citation\" id=\"57409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57409)\">Prov. 10:4<\/a><\/span> And there are parallels running through all the actions of the Saints in a religious sense similar to those which run through the actions of men in a social sense, even down to the lowest details of human life, into every avenue of life, in every direction in which human happiness is involved, constituting as they do in their entirety that which is spoken by the Apostle Paul, &#x201C;How shall we escape, if we neglect so great salvation?&#x201D;<span class=\"citation\" id=\"76425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76425)\">Heb. 2:3<\/a><\/span> I presume, if I am to judge by my experience, that every man and every woman realizes that it is just in proportion to our experience, our use of the opportunities of life, our understanding of the principles involved, that we are successful. If you find a man who essays to be a merchant, who desires the accumulation of wealth, you will find a man who points his energies in that direction. He is a man who not only looks at things in general but at things in detail; he not only looks at his business as a whole but he looks at it in its parts; and if he were to abstain or refrain from a consideration of the details which insure success the probability is that he would find himself in the courts of liquidation. Many a man, fortunate in a mercantile sense, has gone to the wall through carelessness in regard to little things as boxes, paper, time, etc., through trivial waste that every  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prudent man would be disposed to notice; but the successful merchant in almost any instance&#x2014;and these instances are the exception and not the rule, is the man who is economical, prudent and careful of the details of his business. If you go into our houses, and you take our girls that are grown up, and they are unable to bake bread, unable to cook a potato, unable to wash and attend to all the duties which belong to domestic life, how much of a domestic salvation will they receive? What attraction will there be for the husband, working away in the battle of life, when he comes home to find that rest which is so desirable? Our domestic salvation depends upon attention to the details which lie at the foundation of domestic happiness, and there can be no peace in the domestic circle where there is a lack of intelligence, there can be no success only where the good housewife masters the details of her daily life. <\/div><div class=\"paragraph jod\" id=\"v21n133\"> As it is in these two everyday yet diverse instances of life, so also it is in all other directions, and the same principle is just as prominent and just as applicable to the details of our most holy faith.<span class=\"citation\" id=\"94231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94231)\">Jude 1:20<\/a><\/span> You go out into the missionary field and preach the Gospel of our Lord and Savior Jesus Christ. After you have finished your discourse someone may come up to you and say, &#x201C;My friend, I believe the doctrine which you teach, I acknowledge the existence of the Deity, I believe in the message of his son, I understand the necessity of obedience to the first principles&#x2014;including baptism.&#x201D; But mark when a man has been baptized if he becomes careless and indifferent and says, &#x201C;Well, I am a member of the Church of Jesus Christ of Latter-day Saints to this extent.&#x201D; In your estimation now, what would be the <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> amount of salvation that man would receive? Why, he might receive the remission of his sins and that is all he is entitled to, but the salvation which belongs to the ordinance of the &#x201C;laying on of hands&#x201D;<span class=\"citation\" id=\"71631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71631)\">Acts 8:18<\/a><\/span><span class=\"citation\" id=\"75949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75949)\">1 Tim. 4:14<\/a><\/span> would form no part of his blessings. But supposing he advances a step further and says: &#x201C;Having done so well I would like to enjoy a little more of the blessings,&#x201D; and he goes and receives the laying on of hands. He feels the promptings of the spirit of intelligence from above, he rejoices in its influence; it suggests, persuades, counsels, and advises. Supposing that under the operations of this spirit he should turn a deaf ear to its promptings&#x2014;suppose that it prompts him to go in one direction and he feels to run the other, suppose that he should resist this influence, how much of a salvation in that respect would he receive? For instance, you are all aware of the power of the spirit, or rather the impulse it gives to gathering. We have all felt this. It has been a part of our experience when we have been under the influence of that spirit; we desired to associate with the Saints in a local capacity in their general assemblies, and in a larger sense we have been desirous of gathering with them to the great gathering place wherever that may be. Suppose that spirit of gathering is resisted, and a man says, &#x201C;Well, I have got a good situation here, a nice little home, I enjoy the society in which I mingle&#x201D;&#x2014;and he continues in that course, how on earth or heaven or anywhere else, can that man get the special and particular salvation which belongs to gathering? It cannot be done; it is not in the nature of things. If he would enjoy that salvation he must absorb the principle of gathering until it grows and blossoms into life. And there are those even in  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this Territory who, when they get among the Saints believe that all the purposes of their holy religion have been served in their experience, and they set themselves down and say, &#x201C;Well now, I will endeavor to get for myself a good home; I will try to make myself comfortable; I will spread out on the right hand and on the left; and as for some duties which pertain to my religion&#x2014;well, I have not time to attend to them, they absorb too much of my attention, and I will give my life to making myself and family comfortable.&#x201D; They think that because they have been baptized, because they enjoy the spirit of the Lord through the laying on of hands, because they have forsaken fatherland and come to the mountains, that, therefore, they are sure of &#x201C;the great salvation&#x201D;<span class=\"citation\" id=\"76426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76426)\">Heb. 2:3<\/a><\/span> which the Gospel brings. Why, it is all a mistake. They will get the salvation which is necessary consequent upon the truth which they have absorbed and put into practice; no more and no less. <\/div><div class=\"paragraph jod\" id=\"v21n134\"> Again, we find that some of our people when Christmas comes round will begin to make excuses in regard to their tithing. Now, tithing is one of the eternal principles which pertains to the order of God. But a man goes up to his Bishop and says, &#x201C;Well now, it's all I can do to make both ends meet; the necessities of my family, the responsibilities and cares that belong to the position in which I move, compel me to use all the income I receive, and it scarcely suffices to serve my wants.&#x201D; Do you believe that that man will ever enjoy that particular portion of salvation which belongs to those who promptly pay their tithes to the Lord? No, it cannot be done; that man never can enjoy the special and peculiar blessing that belongs to all those who pay their tithing. <\/div> <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n135\"> You go into a man's house and you find there disorder, children disputing, the wives&#x2014;two or three as the case may be&#x2014;at loggerheads (to use a rather vulgar expression), in fact the spirit of peace has fled from the hearthstone, what salvation in a domestic sense does that man enjoy? Is that the outcome of the order of family government, or rather was it not instituted to promote peace and harmony, so that we might have a type of the great heaven which we desire to enjoy in the not far distant future? The man who would have domestic salvation has got to work for it. He must understand the nature of the element with which he deals, he must so manipulate that it will bring forth the domestic salvation which he earnestly seeks. But supposing a man has got the peace he desires in this respect, yet in the morning as in the evening the song of prayer or praise is never heard in his house. Now there is a certain position of domestic salvation which pertains to the carrying out of these ideas and principles which we have received that cannot be secured by any other process, and the man who neglects to have family prayers, and to induce and persuade his family to join in, has lost one of the great elements which operate and secure for him and his, domestic salvation. <\/div><div class=\"paragraph jod\" id=\"v21n136\"> Well, now, there are some who attend to all these duties; but still there are a great many other principles that require to be observed. A man, for instance, has got the wife of his youth and a little family growing up, yet there is a principle in the Church of Christ called patriarchal marriage, and many a woman in regard to this will say to her husband, &#x201C;Now let <span class=\"italic\">us<\/span> be satisfied to leave well enough alone. If your family circle is enlarged, you will increase your responsibility, and  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is great risk connected with the introduction of a foreign element in your family. It is true there may be peace, but it is far more likely that there will be contention or division.&#x201D; Now, is there any advantage in the practice of the patriarchal order? That is the question. If there is&#x2014;and I know there is, in spite of any difficulty connected therewith&#x2014;how can you expect to enjoy any benefit which accrues from the practice of this eternal principle and yet remain in neglect or disobedience of that principle. It cannot be done. A great many think that it can, and they will employ all manner of subterfuge to back up their position. They will read the revelation on the subject,<span class=\"citation\" id=\"91424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91424)\">D&amp;C 132:1-66<\/a><\/span> and they will construe and misconstrue all that it says, in order to justify themselves in the position which they have assumed; but every man and every woman may rest satisfied that the blessings which flow from this order of the Church of Christ cannot be secured by any other process than the one pointed out by Divine authority. &#x201C;But,&#x201D; says one, &#x201C;I have known in my experience where difficulties have originated through the practice of this principle.&#x201D; Very true. Have you never known of difficulties originating in any other direction or arising from the practice of any other principle? Were there no difficulties set before you when you were baptized? Were there no difficulties presented before you when you thought of gathering? Were there no difficulties in your way when you endeavored to make your feet fast in the valleys of the mountains? Is it not difficulties that make the man? Is it not difficulties that make the woman? Is it not those circumstances and changes of life that call forth every energy and arouse us to continued action so <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we may ensure success? In the common walks of life we are accustomed to notice men and women who pride themselves in the assurance that where others have failed they have brought forth success. The same idea is applicable to many in the direction of the patriarchal order. Where a man has failed in one or some other given direction, that failure should be an impetus to his neighbor, requiring and stirring him to use all his ability so as to secure success. <\/div><div class=\"paragraph jod\" id=\"v21n138\"> Now when I was in the old world I met a great many of the brethren there who were engaged like myself in the work of the ministry, and whenever I met a man of the character I have described I invariably found that he was shorn of power, that he did not carry with him that full influence which a missionary of the Gospel should carry; at all events he had not that influence which practice and experience gives in this direction and I have imagined a case to myself sometimes. In going into any small town or country village, into the midst of those peculiar influences which exist in England, you will find an audience congregated on the village green or elsewhere listening to the missionary. After he is through with his discourse a man steps up and says, &#x201C;I have heard the remarks you have made; I believe in the principles that you advocate; but I am at the mercy of the squire, or of the 'Lord of the Manor' here, or the owner of this coal pit, or the one who runs this factory, and if I should embrace the doctrine that you preach I should be turned out of my cottage; I should lose the opportunity of earning my bread, my boys and girls would be thrown out of employment, and I should soon be all astray in a financial and industrial sense.&#x201D;  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What does the elder say in a case of that kind? He says, &#x201C;My friend I hear all your argument. It is very good, that is so far as it goes, but the Lord has promised to take care of his Saints; he has promised that when one door shuts another shall open; and he has declared by revelation that it is his business to provide for his Saints;<span class=\"citation\" id=\"89865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89865)\">D&amp;C 104:15<\/a><\/span> and now if you will go down in humility and be baptized and associate yourselves with the church and kingdom of God upon the earth your way will be opened before you.&#x201D; The elder believes what he is advocating. The man goes down and is baptized, and sure enough directly it comes to his employer's ears, he receives a week's notice to quit his work, or quit his cottage, as the case may be. He pulls a long face when the elder comes round again, but the elder says, &#x201C;never mind, all will come out right; exercise your faith; trust in Providence; do what is right and let the consequence follow.&#x201D; Soon after this the man gets a good situation and an advance of a few shillings per week probably; the Lord has blessed him, he has opened up his way before him, and the words of the servant of God have been fulfilled. By and by through this increase he gets to Zion, and arriving there he goes to visit the house of this missionary and be introduced to his family. After awhile he takes the elder to one side and says, &#x201C;How long have you been in Utah?&#x201D; And the answer is ten, fifteen, or twenty years, as the case may be. &#x201C;You are pretty comfortable, nice little house well furnished.&#x201D; &#x201C;Oh yes, first-rate.&#x201D; &#x201C;Is this all the family you have got?&#x201D; &#x201C;Yes, this is all I have got; never had but one wife; I could not maintain anymore families.&#x201D; &#x201C;But,&#x201D; says the man, &#x201C;did you not tell me when I got baptized to keep all the <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commandments of God; did you not tell me it was the Lord's business to provide for the Saints;<span class=\"citation\" id=\"89866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89866)\">D&amp;C 104:15<\/a><\/span> did you not make the assertion that the path of duty was the path of safety?&#x201D; &#x201C;Yes,&#x201D; says the elder, &#x201C;that may do very well for Babylon, but it won't do here in Zion.&#x201D; Now there is something not right here; there is surely a weak point somewhere. If the principle is good in the midst of the nations, it is good at home, and if men are honest and honorable in the practice of that which they know to be right in the valleys of the mountains, the path of success will as surely open before them as it did to the man who received the Gospel in a foreign land. A great many of the brethren think they cannot afford to keep any more families. I remember when I was a lad I used to think and say I should not be able to keep myself, and on remarking this to my landlady she replied: &#x201C;I have often found that a man who thinks he cannot keep himself can keep a wife and five or six children.&#x201D; Why? Because the responsibility called forth his energies; he became speculative and energetic in order to secure success. There is a blessing, there is an element of salvation, there is something which tends to progress in the obedience to every principle that has been received, so far, in connection with the church and kingdom of God, and every man and every woman will receive only that amount of salvation for which they work. Our measure of salvation, then, consists in the absorption of the truth we hear. Truth neglected, truth unemployed, truth unappropriated, is as valueless as the snows of ten winters ago are for the irrigation of our fields in the coming summer. But where the spirit of life is, where the spirit of vitality exists, where  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>throughout the whole organization of a man there burns the spirit of intelligence, the spirit of advancement, he will lead out continually in the right direction, and his wives and children will follow after him, they will catch his spirit, his neighbors will feel his influence, the ward to which he belongs will feel after and emulate his example, and society generally will be the better for his presence; but when this coldness, this indifference, this negligence comes in, why, the blessings that belong to obedience will not be received any more than the blessings that belong to our attending meeting on a Sunday can be received if we stay at home. I recollect a person saying to me once, &#x201C;Well, who preached today?&#x201D; &#x201C;Oh brother so and so.&#x201D; &#x201C;Well, I know all he can say; and besides when such and such persons preach I can stay at home and read the Bible&#x201D;&#x2014;and not much of that I think&#x2014;&#x201C;I can read the Book of Mormon, Doctrine and Covenants, DESERET NEWS, and any of the books published by the Church <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I enjoy myself better than I do in going to meeting.&#x201D; Now is that a fact? A man may think so; but is it a fact that a man can increase in the knowledge of the things of God if he absents himself from the services of the sanctuary as established by divine appointment? I say, no. The meetinghouse is the place where the table is spread, where the food is prepared by the eternal spirit, and when we go there and hear men speak to us under the influence of that spirit, and we are in possession of the same spirit&#x2014;we are fed, we grow and increase, and the roots and fibers of our being run deeper, and so enable us to &#x201C;bring forth more fruit.&#x201D;<span class=\"citation\" id=\"70124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70124)\">John 15:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n139\"> I presume the time is exhausted. I desire to continue faithful to the appropriation of truth, wheresoever it may originate: no matter where, for all truth is divine. It is my privilege to enjoy the spirit of inspiration, to feel the flow of revelation from above; and that God may grant us peace and wisdom and save us in his kingdom is my prayer, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}