{"ID":210007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Word of the Lord to the Church Given Through the Authorities&#x2014;Authorities Should Be Sustained&#x2014;Powers of the Priesthood&#x2014;Sphere of Woman.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Provo, Saturday Morning, November 29, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Word of the Lord, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 11\/29\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v21n141\"> I feel thankful to meet with the Latter-day Saints in this house to participate in the enjoyment of this Conference; for it is really enjoyment to me to listen to the instructions imparted to the Saints by the power of the Holy Ghost through the covenants of God. It is not supposed that when we come together as we do this morning, that we wish to be treated to the views and opinions of men. The Lord has instructed his servants to speak as they are moved upon by the Holy Ghost,<span class=\"citation\" id=\"78333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78333)\">2 Pet. 1:21<\/a><\/span><span class=\"citation\" id=\"86659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86659)\">D&amp;C 68:3-4<\/a><\/span><span class=\"citation\" id=\"92692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92692)\">Moses 6:8<\/a><\/span> and it has been shown to us that it is our privilege when we assemble on such occasions to receive instructions, not in the enticing words of man's wisdom, but in the demonstration and power of the Holy Ghost;<span class=\"citation\" id=\"72955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72955)\">1 Cor. 2:4<\/a><\/span> and this will be the case when we assemble in the right way and unite our faith and our attention and our spiritual energy so as to call down upon us the blessings of the Almighty, and to have the presence of those influences, those ministering spirits who are sent forth to minister to the heirs of salvation.<span class=\"citation\" id=\"76420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76420)\">Heb. 1:14<\/a><\/span> It is our privilege in these public gatherings appointed for the worship of God, to have the presence <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of these holy ones in our midst, and to have the power of the Almighty to rest upon both speaker and hearer,<span class=\"citation\" id=\"128089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128089)\">D&amp;C 50:17-22<\/a><\/span> that we may be fed and nourished by the bread of life that comes down from heaven,<span class=\"citation\" id=\"69221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69221)\">John 6:33<\/a><\/span> and that when we part and go to our respective callings and places of abode we may each carry with us &#x201C;a live coal from the altar.&#x201D;<span class=\"citation\" id=\"57979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57979)\">Isa. 6:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n142\"> We meet here today to manifest that we are willing to sustain the brethren appointed of God in their several callings and offices of the holy priesthood. It may seem rather a dry and formal matter to some of the people to come together and lift up their hands to sustain the authorities of the Church, but it is a necessary duty<span class=\"citation\" id=\"84381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84381)\">D&amp;C 20:61-65<\/a><\/span> and, if we look at it properly, we shall take pleasure therein. It may seem a little monotonous, but, as I have said, it is necessary, for it was designed by the Almighty in the organization of this Church, that the voice of the people should respond to the voice of the Lord. It is the voice of the Lord and the voice of the people together in this Church that sanctions all things therein. In the rise of the Church the Lord  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gave a revelation which said that, &#x201C;all things shall be done by common consent.&#x201D;<span class=\"citation\" id=\"84505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84505)\">D&amp;C 26:2<\/a><\/span><span class=\"citation\" id=\"84701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84701)\">D&amp;C 28:13<\/a><\/span> And the Lord designs that every individual member shall take an interest therein, shall bear a part of the responsibility, and shall take upon him or her the spirit of the Church, and be an active living member of the body. It is designed that this Church shall be alive in its parts; that every individual particle shall be influenced by the spirit thereof. When the human body is in a healthy condition, the spirit that dwells therein animates every portion; but when the body gets into an unhealthy condition, there are parts of it through which the spirit does not circulate. So with the Church that the Lord has established upon the earth. There are plenty of dead forms in the world; religious institutions that are not alive, but are forms without the power. The Lord is building up a society, a kingdom, if you will, which he designs to animate by his power in every part of it. And this is necessary for the good of the whole that every individual member of the Church may be inspired by the spirit that dwells in the body, and that the inspiration thereof may not only rest upon the twelve apostles, upon the various presidents of Stakes and the bishops who take charge of the various wards, and upon the teachers who minister among the people, but that it may go to every individual member of the Church, that the whole body may be filled with life, and all be in unison with the highest powers. Therefore, we are called together from time to time to manifest our willingness to sustain the men presiding over us, through whom comes the word of the Lord to us in an organized capacity. It is our privilege individually to receive the word of the Lord direct. The twelve <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> apostles stand to communicate the word of the Lord to the Church as a whole. The word of the Lord to the Church comes through its presidency. In the various stakes it comes through the authorities appointed there, and is given to the wards through the bishops. But it is our privilege also to receive the word of the Lord direct to ourselves, each in our individual sphere and capacity, for we hold a relationship to God as individuals, as well as a community. It is our privilege if we live aright, each one for himself to receive direct from the fountain of life, intelligence, wisdom and knowledge for our individual guidance, inspiration to direct us in all things that we are called upon to perform. The father of a family has a right to receive the inspiration of the Holy Ghost to direct him in all things pertaining to his household, to give words of wisdom and counsel to his wives and his children and all within the sphere of his authority and influence. It is the privilege of every mother to have the spirit of the Lord to direct her in the course she shall take with her children. And it is the privilege of every boy and girl, who has been baptized into the Church, to receive the Holy Ghost for their guidance, so that the whole Church may be quickened, bodily and spiritually, with that life that comes from above; so that God may be able to impress us as individuals with desires and intelligence for the accomplishment of his purposes. And we should so live as to be in harmony with the authorities of the Church; in harmony with those who preside over us, that we may be able to see as they see, and act as they desire us to act when they give us the word of the Lord. But we cannot do that unless we possess this spirit. And not only should we be in harmony  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with those men, but with the powers behind the veil; and we should be so tuned that our whole natures will be in perfect accord with the influences that come from on high, and be sensitive to the impressions God intends to make upon us. <\/div><div class=\"paragraph jod\" id=\"v21n145\"> We sustain our brethren of the twelve, as prophets, seers, and revelators; and I have heard it remarked by some brethren, that they could not see any need of doing so, and that holding up their hands does not make those men prophets, seers and revelators. That is true enough as far as it goes. But by sustaining these brethren in our customary way, we manifest to God and the powers behind the veil, who work with the brethren in the flesh, that we are willing to receive any revelation that the higher powers may see fit to communicate through them in that capacity. We have a great deal of principle and doctrine given to us through the means of the Bible, the Book of Mormon, the Doctrine and Covenants, etc., with which we ought to make ourselves thoroughly familiar. At the same time we have men presiding over us in this Church through whom the word of the Lord will come in our present circumstances for our guidance and for the guidance of the whole Church in its onward march, as the exigencies of the case may require. And when we lift up our hands to heaven to sustain them, we manifest that we hold ourselves in readiness to receive the word of the Lord whenever he sees fit to impart it to us. They are the legal channels; they are the appointed receptacles to receive the words of the Lord for us as an organized body; and by lifting up our hands to heaven in this way, we show to God and to angels, that we are ready at any time, if the Lord <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has a word of revelation to communicate to us, to receive it, no matter how it may come; whether by the inspiration of the Holy Ghost, or otherwise; by means of the Urim and Thummim, if he sees fit to restore it to the Church, which he will do as sure as we are gathered here today, and a man will stand up like unto Moses, who will communicate the word of the Lord unto us, line upon line and precept upon precept,<span class=\"citation\" id=\"58580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58580)\">Isa. 28:10,13<\/a><\/span> until God brings forth everything needed for the building up of his work; and the things kept hidden from the foundation of the world<span class=\"citation\" id=\"64631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64631)\">Matt. 13:35<\/a><\/span><span class=\"citation\" id=\"81488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81488)\">2 Ne. 27:10<\/a><\/span><span class=\"citation\" id=\"85068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85068)\">D&amp;C 35:18<\/a><\/span><span class=\"citation\" id=\"91036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91036)\">D&amp;C 124:41<\/a><\/span> will be brought forth, and all the ancient records that have been lost will be brought to light,<span class=\"citation\" id=\"128090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128090)\">3 Ne. 26:6-11<\/a><\/span><span class=\"citation\" id=\"128091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128091)\">D&amp;C 9:2<\/a><\/span> by men through whom God shall operate by means of the Urim and Thummim<span class=\"citation\" id=\"128092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128092)\">Mosiah 8:13<\/a><\/span><span class=\"citation\" id=\"128093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128093)\">Mosiah 28:10-20<\/a><\/span><span class=\"citation\" id=\"128094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128094)\">JS&mdash;H 1:35<\/a><\/span> as well as by the inspiration of the Holy Ghost. We manifest to him by our uplifted hands that we will receive his word by inspiration, by the Urim and Thummim,<span class=\"citation\" id=\"128095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128095)\">D&amp;C 3 Headnote<\/a><\/span><span class=\"citation\" id=\"128096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128096)\">D&amp;C 14 Headnote<\/a><\/span> or by revelation, or the ministration of angels,<span class=\"citation\" id=\"128097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128097)\">D&amp;C 110:1-16<\/a><\/span> or in any way he may be pleased to communicate. It is fitting then that we should do this. We do not know when the Lord may have some new word for us. I am sorry to say we do not all know what is placed on record, for we do not often read it. Nevertheless the Lord may see fit to impart to us something not placed on record, and we should be ready and willing to receive every word of counsel, or instruction, or command, or rebuke that he may see fit to impart. It is necessary also that we should show to our brethren who are called to these various offices that we are willing to sustain them. For they have not called themselves, neither do they run for office; we are not office seekers in this Church. It is very generally the case that a man who seeks an office is not a fit and proper person to occupy it. But  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are willing to receive any appointment or calling the Lord may see fit to place us in; we are on hand, we are ready; but we are not office seekers. As I have said the men whom we voted to sustain this morning, the presidency of the stake, bishops, home missionaries, etc., did not call themselves, but have been called to act in those positions; and they are not paid for it either, that is in worldly wealth. Of course they are blessed and paid, as every man is paid when doing good, in the blessings pertaining to his calling. For every man called to occupy any position can, if he seeks aright, obtain the spirit of that calling, and in that there is peace and joy and satisfaction, so that he is paid in his labors in any office which he may be called to fill. But our brethren do not thrust themselves forward to seek for position. Somebody else calls them, and we, today, manifest our willingness to sustain them in those callings, and to give them the benefit of our faith and prayers, and to assure them that so far as we are placed under their counsel we will accept it and act upon it. So this is a good work we do. It does not take a great deal of time or labor; and it is a fitting duty for Latter-day Saints to perform, and I feel that we are privileged in so doing. <\/div><div class=\"paragraph jod\" id=\"v21n147\"> As the children of God, we need to rally around our brethren who are acting in the various offices in this Church, and be one with them; and not only manifest this by lifting up our hands, but by really sustaining them in the positions they are called to fill, so far as lies within our power, each one taking an interest in these things, each one feeling that he has a part in this matter. For this work does not rest altogether upon those required to act in official positions, but upon every individual <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called by the name of Latter-day Saint. Some people think that the sphere of labor they are called to occupy, is not a great one, that if they were called to occupy some office in the Church they could accomplish more good and have something more to live for. But I think we shall discover that if we are all anxious to fill our sphere of action, we can find ample opportunity for the exercise of those powers with which God has endowed us; every man and woman can find a sphere of usefulness if they are desirous; each one can find his or her own place, and we will all come to it by and by. I believe it to be one of the powers and authorities of this priesthood that God has revealed from heaven, to find out the place for which every individual in the church is adapted, and to get them into place. <\/div><div class=\"paragraph jod\" id=\"v21n148\"> &#x201C;A place for everything, and Everything in its place.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v21n148\"> And the time will come when the Lord shall have established his Church perfectly upon the earth, and all things move in their proper course, that God will find a place adapted to every person, in which each will have more joy than in any other place and be able to do more good to the community than in any other. And we can find this measurably today if we are desirous to do so. For there is an ample sphere of labor for every man, and also for every woman, in this Church. Every man in this house, this morning, whether bishop, teacher, or missionary to preach the Gospel, can find something to do for the exercise of the powers with which he is endowed, magnifying his office or calling in the priesthood&#x2014;for we nearly all have some portion of the priesthood. If we seek for the spirit of that calling, we shall  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>find plenty of opportunity for the exercise of its duties. But the great difficulty is, many of us are content simply to be ordained to the priesthood. &#x201C;I am a high priest, or seventy, or an elder, as the case may be, and am satisfied with my calling; and do not seek for anything further.&#x201D; Now, my brethren, there are privileges and powers pertaining to these callings&#x2014;and we can read about them here in this book (Doctrine and Covenants), and what the various duties are of these different callings in the priesthood. The powers of the Aaronic priesthood reach out a great way, for we are told that that priesthood holds the keys of the ministration of angels.<span class=\"citation\" id=\"84021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84021)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"87662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87662)\">D&amp;C 84:26<\/a><\/span><span class=\"citation\" id=\"90204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90204)\">D&amp;C 107:20<\/a><\/span><span class=\"citation\" id=\"93991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93991)\">JS&mdash;H 1:69<\/a><\/span> I wonder how many there are who obtain such a blessing as this? I do not know whether we are fit for communion with the higher powers, the beings sent forth to &#x201C;minister unto the heirs of salvation.&#x201D;<span class=\"citation\" id=\"76421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76421)\">Heb. 1:14<\/a><\/span> But we read that the Melchizedek priesthood contains greater powers than that.<span class=\"citation\" id=\"128098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128098)\">D&amp;C 84:19-25<\/a><\/span> It not only holds the keys of the ministration of angels, but of communion with the heavenly Jerusalem,<span class=\"citation\" id=\"128099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128099)\">Heb. 12:22<\/a><\/span> the general assembly and Church of the Firstborn, with Jesus Christ the Mediator of the new covenant,<span class=\"citation\" id=\"90176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90176)\">D&amp;C 107:18-19<\/a><\/span> and God the highest and holiest of all.<span class=\"citation\" id=\"88243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88243)\">D&amp;C 88:5<\/a><\/span> And the time will come when under this priesthood to those who hold this authority and calling, and have the spirit of it and minister in that spirit and obtain the power thereof, the Lord will unveil his face and they shall gaze upon his glory.<span class=\"citation\" id=\"88596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88596)\">D&amp;C 88:68<\/a><\/span><span class=\"citation\" id=\"128100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128100)\">D&amp;C 93:1<\/a><\/span> That time will come, for there is no word of the Lord revealed but what will come to pass.<span class=\"citation\" id=\"128101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128101)\">Ezek. 12:25<\/a><\/span> It may not come in the time and season we expect it, or when we are looking for it; but we may be assured that everything that God has promised by the power of the Holy Ghost through his servants will <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come to pass in his due time.<span class=\"citation\" id=\"83773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83773)\">D&amp;C 1:38<\/a><\/span> The time will come when the servants of the living God will purify themselves before him<span class=\"citation\" id=\"87267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87267)\">D&amp;C 76:116<\/a><\/span><span class=\"citation\" id=\"88606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88606)\">D&amp;C 88:74<\/a><\/span> until they will be fit to receive these blessings. When that holy temple is built in Zion<span class=\"citation\" id=\"87478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87478)\">D&amp;C 84:1-5<\/a><\/span> God will take away the veil from the eyes of his servants;<span class=\"citation\" id=\"89155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89155)\">D&amp;C 97:15-16<\/a><\/span> and the day is yet to dawn when the sons of Moses<span class=\"citation\" id=\"87502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87502)\">D&amp;C 84:5-6<\/a><\/span> and Aaron,<span class=\"citation\" id=\"87715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87715)\">D&amp;C 84:31-39<\/a><\/span> having become sanctified to the renewing of their bodies,<span class=\"citation\" id=\"87719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87719)\">D&amp;C 84:33<\/a><\/span> will administer in that holy house, and the veil will be taken away, and they will gaze upon the glories of that world now unseen, and upon the faces of beings now to them invisible;<span class=\"citation\" id=\"86644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86644)\">D&amp;C 67:10<\/a><\/span><span class=\"citation\" id=\"89478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89478)\">D&amp;C 101:23<\/a><\/span> but it will be when they have purified themselves from the evils of this world,<span class=\"citation\" id=\"128102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128102)\">Matt. 5:8<\/a><\/span><span class=\"citation\" id=\"85053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85053)\">D&amp;C 38:8<\/a><\/span><span class=\"citation\" id=\"128103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128103)\">D&amp;C 97:16<\/a><\/span> and are really the servants of the living God,<span class=\"citation\" id=\"128104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128104)\">Dan. 6:20<\/a><\/span> and temples of the Holy Ghost.<span class=\"citation\" id=\"73257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73257)\">1 Cor. 6:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n150\"> We can get a measure of the spirit of this calling today, and by the power thereof we can have communion with our Father. Not only through the living oracles in a Church capacity, but as individual members of the Church we can come near unto the Lord, so that there will be no barrier between us and him, and so that his Spirit can come upon us freely, and the light of God can illuminate our souls and so direct us that we may have the life and strength of this eternal priesthood. For this priesthood is a reality and not a mere name; it is not a mere calling in word, but an office which confers upon us power and influence that comes from the Almighty. I know that men holding the priesthood, and who magnify it and receive the spirit and power of it, are different from other men, their influence and motives are different, their feelings are different and the spirit and influence they carry with them are different. Such men can go forth in the midst of the wicked, enwrapped in the power and  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>influence of their priesthood, like the garments they wear, and be separate from the world, and they can carry an influence in the world which other men cannot carry. There is force in it, there is power and salvation in it; and every man called to hold this priesthood should be a minister of salvation in the midst of the earth. If he is not called to minister abroad in the world, he can be a minister of peace and righteousness at home; he can strengthen the weak hands and confirm the feeble knees,<span class=\"citation\" id=\"59168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59168)\">Isa. 35:3<\/a><\/span><span class=\"citation\" id=\"77240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77240)\">Heb. 12:12<\/a><\/span><span class=\"citation\" id=\"87393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87393)\">D&amp;C 81:5<\/a><\/span> and drive away doubt from the skeptical mind; bear testimony to the truth which he has received and understands, and wherever he goes he can carry the Spirit and blessing of God that will build the people together, and thus help to build up the kingdom of God. And he will not spread contention or encourage any spirit which would prompt men to speak evil of each other;<span class=\"citation\" id=\"92060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92060)\">D&amp;C 136:23<\/a><\/span> he will not encourage anything that savors of contention and strife and disunion, but, on the contrary, will encourage all that tends to unite the people together. And any man holding the priesthood has power to do that much in the sphere which he is called to occupy. And also of speaking a word in due season, and of standing in his calling and of being a representative of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v21n151\"> And the sisters, too, have also a good, wide sphere. I was pleased to see that the presidency of the Relief Society was presented and sustained at this Conference. The sisters are one with the brethren in their labors, and have duties peculiar to themselves, in carrying on the work which God has given them to do. It has been well said, that &#x201C;Man is not without the woman, nor the woman without the man, in the Lord.&#x201D;<span class=\"citation\" id=\"73351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73351)\">1 Cor. 11:11<\/a><\/span> <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And we shall find that through all eternity the sexes go together, and that the female portion of God's children have a part and a lot in this matter as well as the male. These Relief Societies give opportunity for our sisters to do much good, and even those who do not belong to the society have frequent opportunities for doing good. Every mother has a field of usefulness at home among her own children; this is her peculiar sphere. Do not let me be understood to mean that woman should be a fixture in the house, to be tied up to a table leg, or to a washtub. I think many of our sisters stay at home too much. If they would make it their business to take more outdoor exercise they would find it a relief to the monotony of household work. I do not believe that women should be tied up at home; but I say that home is woman's peculiar sphere. She reigns there as queen; she can make that home comfortable, peaceful and pleasant for the husband, so that he would rather come there than any other place on earth; and that woman is foolish, I think, who does not do this. Women should make their homes as comfortable as they can, with the means at their command, that the husband, the children and all that belong to the family may be glad to come home to enjoy the society of the family circle. Right there is where a woman can exercise the great power God has given unto her. What a blessing it is when the Lord gives to a woman children, boys and girls born heirs to the covenant, heirs to the holy priesthood, that they may grow up with natural rights to the blessings of the priesthood; to become servants of the Most High; to become vessels for the Holy Spirit to dwell in; to become representatives of the  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord upon the earth; to become ministers of salvation for the living and the dead! What a sphere for the labors of these sisters, to train up the minds of their children in the fear of the Lord;<span class=\"citation\" id=\"56559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56559)\">Ps. 34:11<\/a><\/span> to teach the boys good principles; to teach them as well as the girls to be virtuous, pure, chaste, and holy, for those that are unholy cannot receive the fullness of the blessing and power of God, that is, like those who keep themselves pure before him. And the brethren can plant these ideas in the minds of their boys, and if not fully at first, by and by they will be enabled to comprehend their full meaning. Fathers should take all the time they can in instructing their children, but the mothers are with them so much more and have so much greater influence over them in a certain direction, and therefore they should seek to exercise their powers by training up their children in the way they should go.<span class=\"citation\" id=\"57502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57502)\">Prov. 22:6<\/a><\/span> And we are not required to train them up by word and precept alone, but by example. If we do not want our children to use strong drink, it will not do for us to use it. Try therefore to set our children examples which we would feel perfectly willing that they should imitate. Our sisters can work in this way both by precept and example, and above all things by the spirit they carry; they can impress the minds of the young and rising generation so that they may grow up with a natural tendency to that which is holy. Let girls be brought up by a mother who is full of kindness and love and charity&#x2014;which are much more beautiful adornments than the glittering show of jewelry; earthly jewels are nothing in comparison to those precious jewels of eternity, and all the finery that woman could put on is nothing to the adornment of the <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mind which peculiarly shines out in the mothers and daughters of Israel&#x2014;let a mother be imbued with this good, kind, teachable spirit and she can surround her children with it, she can have that spirit in the home where she resides. And although she may have a great many cares and tribulations and trials which may tempt her to anger, yet, she can conquer all the passions that will rise up in her nature and subdue them, and can train up her children in the midst of these adverse circumstances, in the fear of God, and her tribulations will be turned to her good, and it will be easy for her children to walk in the way of God, and they will grow up with a natural repugnance for the things which are evil, and a natural desire to receive in their hearts everything that is good. The Lord is saying to the north, &#x201C;Give up; and to the south, Keep not back: bring my sons from far, and my daughters from the ends of the earth.&#x201D;<span class=\"citation\" id=\"59380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59380)\">Isa. 43:6<\/a><\/span> He has brought us to this place from the nations of the earth that we may become a chosen generation, a royal priesthood, a holy nation, a peculiar people<span class=\"citation\" id=\"77837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77837)\">1 Pet. 2:9<\/a><\/span> zealous of good works.<span class=\"citation\" id=\"76317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76317)\">Titus 2:14<\/a><\/span> This is why he has given unto us laws with regard to the marriage relations, that Israel shall not marry Gentiles;<span class=\"citation\" id=\"54983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54983)\">Deut. 7:1-4<\/a><\/span> that Israel shall wed Israel;<span class=\"citation\" id=\"53404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53404)\">Gen. 24:1-6<\/a><\/span> that the daughters of God shall marry the sons of God, etc., in order that our children may be heirs to the blessings pertaining to the everlasting covenant, that by and by there may be a race of men and women upon the earth who will be holy unto the Lord, born with natural desires in them to do right, which they have inherited from their parents, who shall train them up in the way they should go,<span class=\"citation\" id=\"57503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57503)\">Prov. 22:6<\/a><\/span> with that holy atmosphere surrounding them, that they may be thoroughly under the influence of the spirit that  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comes from on high, that their whole natures may be sensitive to the whisperings of Almighty God, that they may grow up, his sons and daughters, and that it may be a mark of honor that such and such men were &#x201C;born in Zion.&#x201D;<span class=\"citation\" id=\"56995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56995)\">Ps. 87:5<\/a><\/span> The Lord will give honor unto such people. And their sons will go to nations afar off and the earth will tremble under their voice, and evil spirits that are deceiving the sons of men will flee before them, for the power of the priesthood will be with them. And they will search out the seed of Israel wherever they preach to them the Gospel in their own tongue<span class=\"citation\" id=\"128105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128105)\">D&amp;C 90:11<\/a><\/span> by the power of the Almighty&#x2014;for this the gift of tongues was designed&#x2014;and they will gather in the seed of Israel to the Zion of our God.<span class=\"citation\" id=\"128106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128106)\">D&amp;C 109:36-39<\/a><\/span> And he will be their strength; he will go before them and be round about them. And our daughters will grow up pure and virtuous, and the angels of God will be round about them.<span class=\"citation\" id=\"87931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87931)\">D&amp;C 84:88<\/a><\/span> And the Lord will multiply his people upon the earth until all things are fulfilled, his kingdom will be built up, the Lord Jesus Christ will come, and all that has been spoken by the prophets will be brought to pass.<span class=\"citation\" id=\"128107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128107)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n154\"> Now, these things are right before us. God expects us to be a different kind of people from those in the world. He does not expect us to be of the world, worldly. We have come here to be separate from the world, that we may purge ourselves from the spirit of Babylon. We must have different motives from the world, we must not have the same desires as the Gentiles, for their hearts are set upon the things of this life. They worship the wealth of the world. I hope to see the time when every Latter-day Saint will have plenty, and the time will come when God will give unto <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his people all the wealth they desire, but that will be when they know how to use it aright, and when their hearts are right and set upon the law of the Lord and upon the counsel of his will, and when they will be willing to use it for his glory and the blessing of their race. We must remember we are Latter-day Saints, having come here to serve the Lord, to learn his ways and walk in his paths,<span class=\"citation\" id=\"57816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57816)\">Isa. 2:3<\/a><\/span> and to unite ourselves together, that we may be a solid, compact body, a living body filled with the spirit of life and light that comes from God, ready at any moment, as individuals or as an organized church community to move forward in any direction required, that the word of God may be proclaimed, that Israel may be gathered and the Kingdom of God built up, and the power taken out of the hands of the wicked and vested in the hands of the servants of God, who will rule in righteousness in the midst of the earth. <\/div><div class=\"paragraph jod\" id=\"v21n155\"> I bear my testimony to this congregation, many of whom are strangers to me, and some of whom I have met, conversed with and labored with in foreign lands; I can say to you all that I know this work is true. I know by the revelation of the Holy Spirit that the Lord has commenced the great work of the latter days spoken of by the prophets. I know it will remain, and will prevail; though all the world rise up against it&#x2014;as they will do some day, not only this nation, but others&#x2014;and will say, &#x201C;Let her be defiled.&#x201D;<span class=\"citation\" id=\"62188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62188)\">Micah 4:11<\/a><\/span> But they know not the Lord, neither do they understand the counsels of his will. For he will say unto Zion, &#x201C;Arise and thresh, O daughter of Zion: for I will make thine horn iron, and I will make thine hoofs brass: and thou shalt beat in pieces many people: and I  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth.&#x201D;<span class=\"citation\" id=\"62195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62195)\">Micah 4:13<\/a><\/span> Though all nations oppose, this work will roll onward to completion; for the power of God will be in our midst and we shall be able to accomplish with greater ease and facility everything we are directed to do. This kingdom will prevail, and this work will roll on and accomplish everything predicted. And the time will come when the pure and good of every clime will gather up to Zion; and the Temple will be built in the center city of Zion,<span class=\"citation\" id=\"86097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86097)\">D&amp;C 57:3<\/a><\/span> the New Jerusalem, and the glory of God will <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rest upon it,<span class=\"citation\" id=\"87479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87479)\">D&amp;C 84:2-5<\/a><\/span> and the purposes of God will be developed and his kingdom roll on, while the kingdoms of this world, with all their pomp and splendor, will be brought low; and God through his priesthood, will rule from the rivers to the ends of the earth.<span class=\"citation\" id=\"56853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56853)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"62274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62274)\">Zech. 9:10<\/a><\/span> And Christ our Redeemer will come and bring his reward with him.<span class=\"citation\" id=\"59325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59325)\">Isa. 40:10<\/a><\/span><span class=\"citation\" id=\"60159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60159)\">Isa. 62:11<\/a><\/span><span class=\"citation\" id=\"80866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80866)\">Rev. 22:12<\/a><\/span><span class=\"citation\" id=\"86049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86049)\">D&amp;C 54:10<\/a><\/span><span class=\"citation\" id=\"90667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90667)\">D&amp;C 112:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n157\"> May God help us to be faithful in this work, so that when he shall come, we may as individuals and a church be purified and prepared to enter into the joy of our Lord<span class=\"citation\" id=\"66126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66126)\">Matt. 25:21<\/a><\/span> to receive the fullness of the blessings of the Gospel of peace.<span class=\"citation\" id=\"128108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128108)\">Rom. 10:15<\/a><\/span><span class=\"citation\" id=\"128109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128109)\">D&amp;C 27:16<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}