{"ID":210028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Power of God to Communicate Intelligence&#x2014;Difference in Capacity Between the Mortal and the Immortal&#x2014;The Future of Man, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 13, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Power of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 6\/13\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v21n717\"> I shall endeavor to occupy a few moments of time, and perhaps I may continue my remarks until it is time to close the meeting. I wish I enjoyed better health; I should then feel more like speaking. But as it is, I feel willing to exert myself as far as possible, and also to bring my mind to bear upon the great subject of salvation, and the principles that pertain to eternal life and happiness in the world to come. It is difficult, sometimes, for a person who does not feel well in body, to concentrate his mind upon those subjects which will be edifying and instructive to the people. <\/div><div class=\"paragraph jod\" id=\"v21n718\"> It gives me great joy and pleasure, at all times, when I have the opportunity to express myself in regard to the great and important work, which our Father in heaven has seen proper to commence in our day. We have been made partakers, in a measure, of the spirit of the living <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, pertaining to this last dispensation. This spirit, when received, and when we give it our attention, and bring our minds to bear upon the object of its operations, is calculated to instruct and impart much information and knowledge to both male and female who are in the possession of it. The Spirit of God is a spirit of revelation. It always was a spirit that revealed something to the human family, when mankind were in possession of it. There have been, however, many ages since the commencement of the world, when the children of men have so far wandered from the Almighty, so far departed from his ordinances and precepts, that the spirit of revelation has not had place within them. The world may be considered in a woeful state of darkness and unbelief, whenever this great and glorious gift is withdrawn from the children of men; for without this gift, without  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this spirit, without revelation from the Most High, it is utterly impossible for the human family to be saved in the celestial kingdom of our Father and God. Perhaps some may think that this is a very broad statement. They will refer back to the last sixteen or seventeen centuries, and will say, that our fathers have not enjoyed the spirit of revelation, during that time, and if your statement, Mr. Pratt, be true, our fathers are not saved in the celestial kingdom of God. I do not say that our fathers will all be sent to an endless hell. I have made no such assertion. I do not say that they will receive no happiness, no glory, no reward in the world to come; I have made no such assertion; but understand my assertion, that if the world have not been in the possession of divine revelation directly to themselves, during this long period of time, then there have none of them been saved in the celestial kingdom of our Father and God. Now I hope that you have understood me. There is quite a difference between being saved in some kingdom, where there is some glory, some happiness, and being saved in the kingdom where our Father resides. There is only one way to obtain this kingdom&#x2014;the kingdom that is represented, in its glory, by one of the most brilliant luminaries that shines in yonder heavens, namely, the sun. We are told by our Savior that those who obey his commandments shall shine forth as the sun in the kingdom of our Father.<span class=\"citation\" id=\"64652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64652)\">Matt. 13:43<\/a><\/span> The Apostle Paul informs us that there are in the eternal worlds many different kinds of glory. In the 15th chapter of his first epistle to the Corinthians, he says that, &#x201C;There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory. <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> So also is the resurrection of the dead.&#x201D;<span class=\"citation\" id=\"73944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73944)\">1 Cor. 15:41-42<\/a><\/span> They do not all rise to the same glory, nor to the same happiness, nor to the same fulness, nor to the same kingdom; but they arise from their graves, and come forth&#x2014;those who are counted worthy of any kind of glory&#x2014;to receive that which they are worthy of, all that they have lived for, and nothing more. <\/div><div class=\"paragraph jod\" id=\"v21n720\"> Our Father who dwells in yonder heavens, and his Son Jesus Christ, inhabit the highest degree of glory in eternity. They are possessed of all the fullness of glory. They have a fullness of happiness, a fullness of power, a fullness of intelligence, light and truth, and they bear rule over all other kingdoms of inferior glory, of inferior happiness, and of inferior power. Their glory is like that of the sun, or at least, the sun being the most conspicuous body with which we are immediately acquainted, in regard to its glory, it is referred to as being typical of the highest degree of glory in the heavens.<span class=\"citation\" id=\"87099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87099)\">D&amp;C 76:70<\/a><\/span> The Gospel is intended to exalt the children of men to that same degree of glory, where our Father and where his Son reside. Hence it is said by our Savior, just as he was taking leave of his apostles in ancient times, &#x201C;Let not your heart be troubled: ye believe in God, believe also in me. In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.&#x201D;<span class=\"citation\" id=\"69861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69861)\">John 14:1-3<\/a><\/span> There is a mansion where he dwells. Where this mansion is located in the midst of the vast surrounding space, has not been revealed to us. It may have been revealed in former ages of the world, but to us, as Latter-day  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints, we have no revelation concerning its location. But there is a location, where these two glorious personages dwell. It has a location, just as much as our earth has a location in the solar system. But when I speak of our Father and our God being located in a glorious mansion, or celestial world, I do not wish to be understood that he is confined to that location. Do not misapprehend the subject. He is not confined to that particular locality, in the midst of universal space. He has power which we are not in possession of. He has power to waft himself from that particular locality to other dominions, other worlds, other creations; and to do this with an immense velocity. Of course, to accomplish this must occupy time. There are some, however, so foolish in their ideas that they suppose that it does not require time for the Almighty to go from world to world, or for any celestial messenger to do so. But this is a grand mistake. Time is included in all motion. Time is included between the event of a heavenly being leaving the celestial abode, where he dwells, and going to some other abode at a distance. How great this time may be is not revealed; but I have an idea that it is much swifter than any velocity with which we are familiar; I mean the velocity with which our Father and God can convey himself from the celestial abode where he dwells to some other kingdom. I believe it be much swifter than that of the common light which shines from the heavenly bodies of our system, or from the distant bodies of the stellar system. Now, light travels with immense velocity&#x2014;185,000 miles in one beat of the pulse, or in about one second of time. We might suppose that that is about as swift as any being would want to be wafted. <\/div> <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n722\"> But suppose that our Father, in the heavenly world where he dwells, should feel disposed to visit one of the vast dominions of his great creation as far distant as the nearest fixed star. If he could go no faster than light is transmitted through space, it would take him three and a half years to perform the journey. And to go to one that was situated some ten or fifteen times further off, it would take, of course, ten or fifteen times longer. And to go to some which are as far off from him as the distant creations that are just visible through our most powerful telescopes, it would take him six hundred thousand years to perform the journey, provided his velocity was only equal to that of light. I draw the conclusion, therefore, that God is not confined to the velocity of light, or to any other velocity with which we are acquainted&#x2014;that he can go with immense velocity, perhaps thousands and hundreds of thousands of times swifter than that of light, if he feels disposed so to do. It is out of the question for us to suppose that God does not travel in going from creation to creation. That he could be momentarily and instantaneously in two creations at the same time is something that I never could comprehend, although it is believed in by some of the religious professors of the present day. They believe that God, in his person, can be in infinite space all at the same moment. That is not our doctrine. It is not my doctrine, at least. He may be, by his power, by his intelligence, by his spirit, in infinite space, working throughout all the vast dominions of space, according to laws he has ordained and instituted. <\/div><div class=\"paragraph jod\" id=\"v21n723\"> Having said so much, in regard to the locality of our Heavenly Father, and of the celestial beings who dwell  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the same abode, or in the same mansions where he resides, let me now say a few words more in regard to his presence being everywhere. I cannot, for a moment suppose, and I do not believe that any intelligent being who exercises his intelligence, independently of the traditions of the children of men, can suppose, that a person can be everywhere present at the same instant. &#x201C;But,&#x201D; inquires one, &#x201C;when a good man dies, passes out of this body of flesh and bones, it is said that he is in the presence of God. Does this mean that he has actually gone from his tabernacle, perhaps millions and millions and unnumbered millions of miles, to the abode or mansion where Jesus is, because he is in the presence of God?&#x201D; No; I do not look at it in this way, I look at it in this light: if this world in which we dwell had the veil withdrawn from off its face, and the veil taken away from our faces, I consider that we would see the Lord, however far distant he might be; hence we would be in his presence; and on the other hand, those who dwell in his abode, however distant, can see us; for there is no veil over his face, no veil over the celestial abode of our Father and God, and there being no veil over him, nor over the beings that dwell in his abode, they can behold the most distant creations, which they have made. Now, this is my view. I do not say this is the view of the Latter-day Saints, but my own individual views, in regard to these matters. If then we pass out of these bodies of ours, and the veil is taken away, we are in his presence, just as much as we would be if we were wafted to the mansion where he dwells: I have no doubt, but what we will be wafted (if we are worthy) to that mansion, in due time; but I say, that we are in the <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> presence of God, while our spirits are yet here upon the earth; because the veil is removed and our eyes can pierce eternity, and eternal things. <\/div><div class=\"paragraph jod\" id=\"v21n725\"> Now, we have some examples of this, Latter-day Saints: and I sometimes wonder, when we have such plain examples as are to be had in this book which I hold in my hand (The Pearl of Great Price), I sometimes wonder that people should be so limited in their ideas and in their views, concerning the future state of man (I mean the glorified man), as to suppose that he will be confined in his vision to some particular locality, and that he will be something similar to what we are here in this mortal life. Now, even mortal men, before they obtained immortality, have enjoyed this spirit of seeing things that were naturally supposed to be utterly impossible. Who that is acquainted with this book (the Pearl of Great Price) has not read with great and deep interest, the words of that great man, Moses, before he was sent down to Egypt to redeem the Israelites? Who is there among the readers of the Latter-day Saints who cannot comprehend, in some measure, how the vision of that man was enlarged, while he was yet here in a state of mortality? He went up into the Mount to pray to the Lord. The veil was removed. The glory of God rested upon Moses, and great and important things were made manifest to him.<span class=\"citation\" id=\"92221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92221)\">Moses 1:1-2<\/a><\/span> All things were not revealed; for he was incapable of receiving all things while yet a mortal being.<span class=\"citation\" id=\"92233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92233)\">Moses 1:4-5<\/a><\/span> But the Lord saw proper to reveal some things; and Moses sought to know some other things, but the Lord would not grant it and told him that no man could behold all his works, except he beheld all his glory; and no man could behold all his glory and afterwards remain in the flesh upon the earth;<span class=\"citation\" id=\"92242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92242)\">Moses 1:5<\/a><\/span> that is,  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the state of mortality. But, said he, &#x201C;Moses, my son, I will show unto thee some of the works of mine hands. I will reveal unto you concerning the heaven that is over your head, and this earth upon which you dwell.&#x201D;<span class=\"citation\" id=\"92246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92246)\">Moses 1:7-8<\/a><\/span> And as the Lord talked with Moses, the Spirit of God being upon him, his eyes were opened, the veil was taken away, and he saw the whole earth, not merely the surface of it, but the interior of it; every particle of it was before the eyes of Moses.<span class=\"citation\" id=\"92294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92294)\">Moses 1:27-42<\/a><\/span> This, then, shows that there is within each of these mortal tabernacles a spirit, and this spirit, when lit up by the Holy Spirit from on high,<span class=\"citation\" id=\"92278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92278)\">Moses 1:24<\/a><\/span><span class=\"citation\" id=\"128333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128333)\">Moses 1:27-28<\/a><\/span> has certain faculties and powers, far beyond that which we are able to develop naturally here upon the earth. We cannot, by our own natural powers, discern one foot underneath the surface of the earth. We cannot discern through anything that is opaque in its nature&#x2014;anything that will not admit the natural light to be transmitted through is substance. But still, we have the faculties within us; we have the power; there is merely an obstacle, or obstruction, in the way; and when this obstruction is removed it shows the godlike powers that are planted within the tabernacles of men, by which they can behold and pierce those portions of creation that are not discernable by the natural man. This Moses obtained during the few moments that he was thus enwrapt in vision. He obtained more information in those few moments than could be imparted in all the universities and colleges that ever existed, since the creation of the world to the present day. We may study the ponderous volumes that are published by the learned, and it takes a long time to grasp the information that some very learned men have received. But oh, how <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> different is the method of receiving revelation, when it comes from the Most High! In a moment, as it were, those faculties of ours that have been lying dormant ever since we were born into this world&#x2014;those faculties which are enshrouded with the darkness of a fallen creation&#x2014;those faculties, when once illuminated, when once touched by the finger of the Almighty, can pierce the creations of the Almighty, so far as he permits us to behold. <\/div><div class=\"paragraph jod\" id=\"v21n727\"> These things encourage me. I am in hopes, when I get to the other side of the veil, that it will not be so difficult for me to understand the different laws of science, and the different laws and branches of education that are taught in this little creation of ours. I am in hopes that when my spirit shall launch forth out of this mortal tabernacle, and go into the eternal world, that I shall not, at that time, require Lord Ross's great six-foot telescope; I am in hopes that I shall not need any of the telescopes, or other instruments invented in the nineteenth century; but I am in hopes there will be a telescope prepared for me, by which I can see the vast creations of the Almighty, and comprehend, in a short period of time, more than could be unfolded to the children of mortality in a thousand years. <\/div><div class=\"paragraph jod\" id=\"v21n728\"> I mention this in order to bring before the Latter-day Saints a principle which, I think, we should all, more or less, reflect upon. How encouraging it is to think we are not always going to be bound down to this slow process of gaining knowledge, and information, and wisdom, pertaining to the works of the Almighty! How glorious it is also, to reflect upon the celestial host, who dwell in the fulness of celestial glory, where there is no veil, and where they have their bodies; for some of  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them have been raised from the grave to immortality, and are clothed upon with all the fulness of the attributes of the Father. I say, how glorious it is to reflect upon the heights and depths and lengths and breadths of knowledge that will then be unfolded to the children of men! These things, as I said before, inspire my heart with joy. I do not confine my hopes to the volumes of works on science, with which I may come in contact here in this world; I do not confine my hopes to the slow process of advancing in knowledge and intelligence that the children of this world have; but I look forward to that higher school&#x2014;that great university which will scope in boundless and eternal space, that will scope in the most distant creations that we can imagine in the vast field of eternity, in which we will be able to comprehend those laws by which the various creations are governed; not understand them as we now comprehend some few laws, but understand them in all their perfection and fulness, being like unto our Father and God, made like unto him, fashioned like unto his glorious body,<span class=\"citation\" id=\"75528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75528)\">Philip. 3:21<\/a><\/span> and become indeed &#x201C;sons of God.&#x201D;<span class=\"citation\" id=\"128334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128334)\">John 1:12<\/a><\/span><span class=\"citation\" id=\"78669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78669)\">1 Jn. 3:2<\/a><\/span> Shall I go still further and say Gods?<span class=\"citation\" id=\"69727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69727)\">John 10:34<\/a><\/span><span class=\"citation\" id=\"128335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128335)\">D&amp;C 76:58<\/a><\/span> Are we not the children of our Father? Will not the children ascend to the same height, to the same glory, to the same celestial world, and to the same fullness of the attributes of their Father? Are not our children, take them as a body, qualified to come up to all the perfections and attributes of their fathers, who came on the earth before them? It seems to be a general law that children will grow up and possess all of the perfections of their parents, provided that they take the necessary steps, and are favored with long life, and have the natural intelligence that is common to man. If, <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then, this seems to be a natural law in regard, not only to man, but also to all animated creation&#x2014;that the children come up and possess the perfections of their fathers before them&#x2014;may we not reason, by analogy, that our Father who begat us&#x2014;our Father who dwells in yonder celestial world, intends to make us one with him, that we shall receive the same fulness with him,<span class=\"citation\" id=\"68608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68608)\">John 1:16 (JST)<\/a><\/span><span class=\"citation\" id=\"68999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68999)\">John 3:36 (JST)<\/a><\/span><span class=\"citation\" id=\"75212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75212)\">Eph. 4:13<\/a><\/span><span class=\"citation\" id=\"128336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128336)\">D&amp;C 84:33-40<\/a><\/span> that we shall partake of light, and truth, and knowledge, and advance from grace to grace,<span class=\"citation\" id=\"128337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128337)\">D&amp;C 93:20<\/a><\/span> as the revelations in the Book of Covenants state, until we shall receive a fulness of all truth?<span class=\"citation\" id=\"89058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89058)\">D&amp;C 93:26-28<\/a><\/span> Then will not this make us, in one sense of the word, sons of God?<span class=\"citation\" id=\"78670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78670)\">1 Jn. 3:2<\/a><\/span> Will it not make us Gods<span class=\"citation\" id=\"128338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128338)\">D&amp;C 76:58<\/a><\/span> also, according to the word of God?<span class=\"citation\" id=\"69728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69728)\">John 10:34<\/a><\/span> &#x201C;But,&#x201D; inquires one, &#x201C;how can two persons possess the same attributes without quarreling with each other?&#x201D; That is not the order of heaven. That is not the pure law that God has ordained, that there should be quarrels with those that have the same degree of intelligence; but the law is that they shall become one, as &#x201C;I and my Father are one,<span class=\"citation\" id=\"69717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69717)\">John 10:30<\/a><\/span> so that these my brethren may also become one in us<span class=\"citation\" id=\"70727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70727)\">John 17:21<\/a><\/span> as we are one.&#x201D;<span class=\"citation\" id=\"70656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70656)\">John 17:11,22<\/a><\/span> That is the law; and if they are one there will be as much unity between his children who are exalted to that high condition in the celestial glory, as there is a unity and oneness between the Father and his only begotten Son. Have they any quarrel? Have they any difficulties? Have they any difference of views? Does one intend to carry on one government, and another a different kind of government? No; whatever is the will of the Father, is the will of the Son; whatever the Father is prepared to do, throughout all his vast dominions, the Son is in accord with him; and whatever the Father desires to perform and accomplish, his  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children who are made like him and one with them, will take hold and perform the same work, with all that unity and oneness which exist between the Father and the Son. In the celestial glory they are made equal in oneness, in power, in knowledge, and in all perfections; and the Lord their God is with them, and they are one with him, to carry on all his purposes, and will be one with him throughout all the future ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v21n730\"> I thought perhaps the time was expired; but I will say a few more words in regard to this great glory, this high destiny prepared for the sons of God. I told you that our process of gaining information would be very rapid&#x2014;would be immense in its growth, and that we should have the faculties within us developed to the highest degree. But now let us for a few moments, look into this high state of perfection. When our faculties are thus developed, and when we have all the wisdom that I have been speaking of, that dwells in the bosom of celestial beings, in the eternal worlds, what will we do with this wisdom? Will we fold up our arms, and remain throughout all the future ages of eternity, in perfect indifference and laziness, without anything to accomplish or perform? No; we will have works assigned to us to perform in the eternal worlds, that will be proportionate to all the fulness of that glory and knowledge which we are endowed with. Did the sons of God in ancient times, come forth and assist in the formation of this little creation of ours? Did they all shout for joy<span class=\"citation\" id=\"91266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91266)\">D&amp;C 128:23<\/a><\/span> when the materials were brought together, and when the foundations of the earth were laid?<span class=\"citation\" id=\"56229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56229)\">Job 38:4-7<\/a><\/span> Did they all feel happy and sing a song of rejoicing, and with great joy; did they look upon the works which they <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were performing? Yes. Jesus was there&#x2014;the Firstborn of this great family of our Father in heaven. He had the superintendence of this creation. He had the power, because the power dwelt within him, to build this earth of ours, the same as you give to your superintendent power to build your temples, about which Brother Rich has been speaking. It is said that the worlds were made through our Lord Jesus Christ.<span class=\"citation\" id=\"128339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128339)\">John 1:10 (JST)<\/a><\/span><span class=\"citation\" id=\"74951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74951)\">Eph. 3:9<\/a><\/span><span class=\"citation\" id=\"128340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128340)\">Heb. 1:2<\/a><\/span><span class=\"citation\" id=\"86893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86893)\">D&amp;C 76:24<\/a><\/span><span class=\"citation\" id=\"128341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128341)\">D&amp;C 93:10<\/a><\/span><span class=\"citation\" id=\"92304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92304)\">Moses 1:33<\/a><\/span> But do you suppose that he alone made them? No; he had the sons and daughters of God with him. And there were prophets in those days, before our earth was made.<span class=\"citation\" id=\"60262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60262)\">Jer. 1:5<\/a><\/span><span class=\"citation\" id=\"128343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128343)\">Alma 13:3-9<\/a><\/span><span class=\"citation\" id=\"128342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128342)\">Abr. 3:22-23<\/a><\/span> They shouted for joy when they saw the nucleus of this creation formed. Why? Because they could look into the future, and by the spirit of prophecy, behold the designs and purposes of the great Jehovah in regard to the creation which they were then in the act of forming. Did they not understand that they would have the privilege of coming forth and peopling this earth? Yes. Did they not understand that they were to pass through a probation on this earth, the same as we are now passing through, in order to prepare them for a still higher exaltation and glory, with immortal bodies of flesh and bones? Yes; they understood these things, hence their joy, when they saw the creation being formed for them. I mention this, in order to show to the Latter-day Saints that the great work that will be entrusted to those who are prepared, will be proportionate to the wisdom, intelligence and understanding that will be imparted to those who enter into the fulness of the glory of the celestial kingdom. They will not remain in idleness to all eternity. They will have a work to perform. They will form worlds under the direction, no doubt, of those that may be ap<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pointed to superintend works of such vast magnitude. Furthermore, when they have formed these worlds, they will set them in motion in the midst of universal space, in some location, where they can continue their mission, and where all necessary things shall be fulfilled and accomplished during the days of the probation of these various creations. There will be laws given to govern these new creations, the same as there are laws given to govern the creations with which we are surrounded. The inhabitants upon these creations will be visited from time to time by those that have taken part in the great work of their formation. The inhabitants thereof will be dealt with according to law. They will be intelligent beings. They will have their agency, and they will pass through their probation the same as the people are now passing through their probations here in this world. Everything will be accomplished according to laws that shall be ordained when these creations are made. Will they visit <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these creations? Yes; for they will have the same power of locomotion, the same power to pass through space (almost in the twinkling of an eye) that our Father has&#x2014;that his Son Jesus Christ has&#x2014;that all celestial beings who are exalted in his presence have, and possessing the power, they will visit from creation to creation; they will impart knowledge and understanding to their children in these creations. They will visit them with the light of their countenances, and the children of these creations will be made glad in their hour, in their times, and in their seasons, by the light and countenances of the celestial beings who, from time to time, organized them.<span class=\"citation\" id=\"88564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88564)\">D&amp;C 88:51-60<\/a><\/span> These are the high destinies that await the Latter-day Saints, if they are faithful. These are the high destinies into which many of the Former-day Saints have already entered.<span class=\"citation\" id=\"91694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91694)\">D&amp;C 132:29<\/a><\/span> These are the great, and choice, and exalted blessings in store for all who will keep the commandments of our Father and God. Amen. <\/div>\n<\/div>\n<\/div>"}