{"ID":210005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">All Temporal Concerns Need the Attention of the Saints&#x2014;We Should Prepare for the Evils Coming Upon the Earth&#x2014;Cooperation and the United Order&#x2014;Functions of the Two Priesthoods&#x2014;Home Manufactures.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Semi-Annual Conference, Held in the Tabernacle, Salt Lake City, April 9, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Temporal Concerns, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/9\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v21n96\"> It has been very properly remarked that we are becoming a great people, and there are a great many interests of a temporal, as well as spiritual nature, that must necessarily be attended to&#x2014;in fact it had been so contemplated from the beginning. We talk sometimes of earthly things: at other times we speak of heavenly things. Sometimes we speak of things pertaining to time, and at other times of things pertaining to eternity. We have to do with both or we could not have been here. And being here it is proper we should come to a right understanding in regard to the position we occupy; and especially that we should comprehend our duties relating to our temporal affairs and by acting truthfully, honorably and <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> conscientiously avoid so much annoyance, trouble, litigation and difficulty that so frequently exists. In relation to the Gospel of the Son of God, it gives us information pertaining to our existence and to our general relationship to God and to each other, pointing out our various duties and responsibilities. Associated with it is a priesthood which among other things is to promulgate the will of God to the ends of the earth; it has taught us principles pertaining to our future, both in relation to the living and the dead, relative to the present, past and future. We talk a great deal about our Gospel, about our spiritual affairs; we have our church organized according to certain principles associated therewith. We  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have a priesthood organization, embracing our Stake organization; we have organizations pertaining to spiritual things, if you may so call them, and also for temporal things, for we have to do both with time and with eternity, both with earthly and with heavenly things, and consequently it is necessary we should be interested in all. When we reflect upon our position, there is something peculiar associated with it. At first the Elders of this Church were told to go forth and preach the Gospel to every creature;<span class=\"citation\" id=\"66757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66757)\">Mark 16:15<\/a><\/span><span class=\"citation\" id=\"84146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84146)\">D&amp;C 18:28<\/a><\/span><span class=\"citation\" id=\"87829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87829)\">D&amp;C 84:62<\/a><\/span> then they were instructed to gather together those who believed.<span class=\"citation\" id=\"89463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89463)\">D&amp;C 101:22<\/a><\/span> According to the Scriptures, &#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion: And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60365)\">Jer. 3:14-15<\/a><\/span> We are gathered together; but being gathered together there is something more than spirituality associated with our existence. We brought our bodies with us when we came, and we necessarily have to eat and drink and to have houses to live in, etc.; in fact, we require the common necessaries of life just as much as any other people. And then, if we have children, as Bishop Hunter says, &#x201C;there are none of them born with shoes and stockings;&#x201D; but these things have to be provided. Furthermore, being gathered together, we necessarily form a body politic, if you please, and we cannot help ourselves if we would; but we do not want to. We frame laws according to the usage of the nation we are associated with; for being here and finding ourselves in the territory of the United States, we necessarily have had to organize a government which has assumed a territorial form; and that means a legislature with its enactments and <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all the various adjuncts of a government. Laws have to be made, officers must be created to execute those laws; and we necessarily become an integral part of these United States, and have to perform all the political functions associated therewith. <\/div><div class=\"paragraph jod\" id=\"v21n98\"> These things naturally flow unto us, and they will continue to grow and increase, if it be true what the Scriptures say, and if it be true what many of our brethren have preached to you since the assembling of this Conference. Then it becomes a matter for us to reflect upon that we understand our true position, how we can best sustain ourselves religiously, socially, politically and financially, and among other lessons learn to produce at home those articles we stand in need of. <\/div><div class=\"paragraph jod\" id=\"v21n99\"> We have been brought up in the world, and have imbibed many ideas in common with mankind generally pertaining to commerce, trade and manufactures. But we need the inspiration of the Almighty in all of the affairs of life; for we profess emphatically to be the people of God, and as it is with us in our religion so it ought to be with our politics, our trade and manufactures. They ought, in all things, to be subservient to one grand principle, and that is the acknowledgment of God and his laws. Permit me here to state that before the revelations of God to man in these last days, there were no people that had a correct knowledge of God, that we have any knowledge of, anywhere upon the earth. All were without prophecy, without revelation, without a knowledge of the doctrine or ordinances of the Gospel. And to whom are we indebted for a knowledge of these things? Certainly not to ourselves, and as assuredly not to any earthly body or system in existence. We are indebted alone to God for a  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knowledge of these things; through His revelations made first by himself and by his well beloved Son,<span class=\"citation\" id=\"93645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93645)\">JS&mdash;H 1:17<\/a><\/span> and then by the ministering of holy angels,<span class=\"citation\" id=\"128086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128086)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"128087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128087)\">D&amp;C 110:1-16<\/a><\/span><span class=\"citation\" id=\"128084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128084)\">JS&mdash;H 1:30-54<\/a><\/span><span class=\"citation\" id=\"128085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128085)\">JS&mdash;H 1:68-72<\/a><\/span> by communication from the heavens to the earth. We are indebted to him for all the light and intelligence we possess in relation to these things. What did we know about the first principles of the Gospel? Nothing. What did we know about the gathering, or about Zion, or about the ordinances of the Gospel or about the holy priesthood? Nothing at all. Nor did we know anything about the building of Temples, or about the mode of administering in them until directed by the Almighty; it was He who revealed the necessity of the construction of those sacred edifices and the mode of administering therein. What does the outside world know about these things? Nothing. And if they had our Temples they could not administer therein. We are indebted to God alone for the light and intelligence we have received. <\/div><div class=\"paragraph jod\" id=\"v21n101\"> Again in regard to political matters, where is there a nation today, under the face of the whole heavens that is under the guidance and direction of the Lord in the management of their public affairs? You cannot find one. It is true that the founders of this nation, as a preliminary step for the introduction of more correct principles and that liberty and the rights of man might be recognized, and that all men might become equal before the law of the land, had that great palladium of liberty, the Constitution of the United States, framed. This was the entering wedge for the introduction of a new era, and in it were introduced principles for the birth and organization of a new world. The Prophet Joseph Smith said that <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;The Constitution of the United States was given by the inspiration of God.&#x201D;<span class=\"citation\" id=\"89608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89608)\">D&amp;C 101:80<\/a><\/span> But good, virtuous and holy principles may be perverted by corrupt and wicked men. The Lord was opposed by Satan, Jesus had his Judas, and this nation abounds with traitors who ignore that sacred palladium of liberty and seek to trample it under foot. Joseph Smith said they would do so, and that when deserted by all, the Elders of Israel would rally around its shattered fragments and save and preserve it inviolate. But even this, good as it was, was not a perfect instrument; it was one of those stepping stones to a future development in the progress of a man to the intelligence and light, the power and union that God alone can impart to the human family. And while we acknowledge, as citizens of the United States, the laws and institutions thereof (which by the way are very easily complied with), we have a higher law, more noble principles, ideas that are more elevated and expansive; principles that reach to the whole human family, and which he will continue to reveal to us. Does that prevent us from obeying the laws of the land? Certainly not. But then, is that a perfect system? I do not think that many of you will say it is, nor do I think that the people of the United States of any political party will tell you it is. I do not wish to cast any reflections or refer to any events that have taken place; I am merely speaking on religious principles, and principles too in which we as Latter-day Saints are interested. We are united, then, as a body politic, as an integral part of this Government, and it becomes our duty to submit to the laws and institutions of that Government&#x2014;to all that are constitutional, framed  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and based upon correct principles, and not in violation of what the fathers of the country instituted. <\/div><div class=\"paragraph jod\" id=\"v21n103\"> But have we any higher aim than this? We have. Do any object? If so why should they? Do we in anywise interfere with any man's rights, Government, or make war upon any parties? No, but we are interested in the preservation of justice, equality and the rights of man in the development of peace, the further establishment of correct, more elevated, refined and exalted principles, in placing ourselves in a position more in accordance with things as they exist in the heavens,<span class=\"citation\" id=\"63411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63411)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67489)\">Luke 11:2<\/a><\/span> for the welfare and happiness of the human family. God has given unto us certain principles which we feel bound to observe. Is there anything wrong in this? I think not. We have all kinds of institutions here in the United States and in other nations, such as Odd Fellows, Free Masons, and others; and they have a right to their ideas and manner of doing things as long as they observe the laws, and so have we, and have a right to be protected also in those rights. But to say we must stand still is a thing not connected with our creed. If others do not desire to accompany or keep pace with us, we must still go on under the guidance of the Lord. As was said of ancient Israel, &#x201C;The Lord is our God, the Lord is our king, the Lord is our judge; and he shall rule over us,&#x201D;<span class=\"citation\" id=\"59081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59081)\">Isa. 33:22<\/a><\/span> so we say. We need information and revelation in regard to our religious matters; we also need information, intelligence and revelation in regard to our political, social and all temporal matters. If we humble ourselves and purify ourselves, and magnify our callings as the Elders of Israel, according to the Scriptures, we will yet teach the princes of this world wisdom and their kings know<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge and understanding;<span class=\"citation\" id=\"59478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59478)\">Isa. 49:23<\/a><\/span> for these things that are spoken of will assuredly come to pass when &#x201C;out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57815)\">Isa. 2:3<\/a><\/span> The purposes of God shall yet be fulfilled in relation to these matters; God's work will most assuredly progress, until &#x201C;The kingdoms of this world shall become the kingdoms of our God, and his Christ; and he will rule for ever and ever,&#x201D;<span class=\"citation\" id=\"79495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79495)\">Rev. 11:15<\/a><\/span> not in war, not in confusion and strife and discussions, not in evil and corruption; but in the interests of humanity, according to the laws of life and in accordance with the intelligence that dwells in the bosoms of the Gods, and in the interests of a fallen world. <\/div><div class=\"paragraph jod\" id=\"v21n104\"> Now we come to other matters pertaining to our mercantile associations. I might talk further about our social relations, etc., however, these are subjects we hear a good deal about; we are pretty well informed in relation to them. The information we have pertaining to our associations with our wives, and wives with their husbands has been revealed to us by God, and we are striving to carry out those eternal principles&#x2014;principles that will exalt us, our progenitors and our posterity in the celestial kingdom, where we can enjoy the presence of God and that of the celestial hosts who have gone before. <\/div><div class=\"paragraph jod\" id=\"v21n105\"> We come again to our temporal interests. Has the world been our exemplar with regard to any of these things that I have mentioned? No, the Lord has been our teacher, He has been our guide and director; without him we could have accomplished nothing, for we knew no more naturally than anybody else did. <\/div><div class=\"paragraph jod\" id=\"v21n106\"> In relation to temporal things. Are we capable, as Latter-day Saints, of  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fulfilling our destiny on the earth, and procuring a full temporal salvation and sustaining ourselves, on temporal principles without the interposition of the Almighty? I tell you no, we are not, no more than we are in regard to any other things. We read in the Scriptures of a time that is coming when there will be a howling among the merchants in Babylon, for men will not be found to buy their merchandise.<span class=\"citation\" id=\"80195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80195)\">Rev. 18:1-24<\/a><\/span> This is in accordance with the prediction of John the Revelator. And the gold and the silver and the fine linen, etc., in Babylon will be of no avail. But before that time comes, we as a people must prepare for those events, that we may be able to live and sustain ourselves when in the midst of convulsions that by and by will overtake the nations of the earth, and among others, this nation. The time that is spoken of is not very far distant. &#x201C;He that will not take up his sword against his neighbor must needs flee to Zion for safety.&#x201D;<span class=\"citation\" id=\"85775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85775)\">D&amp;C 45:68<\/a><\/span> And Zion herself must flee to the God of Israel and hide herself in the shadow of his wing,<span class=\"citation\" id=\"56415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56415)\">Ps. 17:8<\/a><\/span><span class=\"citation\" id=\"56829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56829)\">Ps. 57:1<\/a><\/span> seeking for his guidance and direction to lead her in the right path, both as regards spiritual and temporal affairs; things social and things political, and everything pertaining to human existence. We are not prepared as a people today for the accomplishment of this object; we need the interposition and guidance of the Almighty. It is just as necessary that we be under his guidance in relation to these matters, as it is in regard to any other matters. Who made the earth? The same being that made the heavens. Who made our bodies? The same being that made our souls; and it takes the &#x201C;body and the spirit to make the soul of man.&#x201D;<span class=\"citation\" id=\"88340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88340)\">D&amp;C 88:15<\/a><\/span> We need not arrogate to ourselves any particular intelligence, <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whether of mercantile, manufacturing, chemical or scientific nature, for if there is anything good or intelligent, it is the Lord who has imparted it, whether man acknowledge it or not. We want to acknowledge the Lord in all things, temporal as well as spiritual. <\/div><div class=\"paragraph jod\" id=\"v21n108\"> I wish now more directly to touch upon some other principles associated therewith. Some of us seem to be very much confused in our minds as to how we shall operate in regard to temporal affairs. We have brought with us the feelings, views and ideas of the people from whence we came, which are conflicting, and which tend to disintegration and division, and lead to covetousness and fraud, which ought not to have an existence among the Saints of God. We have advertisements published in our newspapers by the Latter-day Saints too, things that are infamous, that are untrue, that are a shame and a disgrace among honorable people, and stand as a living lie. The community at large should not countenance such things as we see daily in our papers to attract the attention of the unwary and bring what they call grists to their mill, in the interest of the individual. We as a people are not called together to act in individual interests; we are called together as Saints of God to operate in the interests of the Zion of God, for the welfare of Israel, and not let ourselves float along with the balance, and all swim together, or all sink together. We ought to be governed by principles of union, fellowship and right feeling, carrying out honorable and upright principles that should be acknowledged before God, the holy angels and all honorable men. <\/div><div class=\"paragraph jod\" id=\"v21n109\"> Now after speaking so much upon general principles, let me touch upon some things referred to here about  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these reports, etc. We have long talked about the United Order and about cooperation; and we have started in a good deal like some of our little boys when they begin to run&#x2014;we have made a great many stumbles in this matter. Little Willie and Annie often think they can manage things better than Daddy and Mammy; and we, like them, have assumed to ourselves strength, and the first thing we know are pulling this way, that way and the other. Then, have the Institutions been exactly right? No, all kinds of foolishness and all kinds of blunderings have occurred in their administration. But shall we quit? I think not; that is just what the devil would like, just what many of our merchants want, and it would be the very thing that would suit the world, and the devil would laugh at us. What we want to do is to purge out the things that are wrong, and correct them and place them upon a correct basis, and then adhere to them as we would any other part of our religion. In the Church, if a man lies or swears, or commits adultery, or does anything wrong, we deal with him according to the laws of the Church. But because men do wrong, we do not abandon our principles, nor leave the Church, but we turn such individuals out that will not be righted, and we aim to adjust all things and place them on a proper basis. Why not do the same in temporal things? We have, for instance, Zion's Cooperative Mercantile Institution; it is called the Parent Institution, and it ought to be the parent of all these Institutions and act as a father and protector and benefactor, doing all it can to promote the welfare and prosperity of the people. And then the people, on the other hand, ought to protect it and sustain it by doing their busi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness through that Institution and act prudently, wisely, orderly and unitedly in regard to these matters, that we may be one; for our revelations tell us, If we are not one, we are not the Lord's.<span class=\"citation\" id=\"85164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85164)\">D&amp;C 38:27<\/a><\/span> And if we are not the Lord's, whose are we? <\/div><div class=\"paragraph jod\" id=\"v21n111\"> We talk sometimes about the United Order. I do not propose to read to you on this occasion from any of the revelations bearing on this subject, but will quote to you in substance from one of them. The Lord has told us that those who would not comply with the requirements connected with this order should have their names erased from the book of the law of God, and their genealogies must not be found on any church records or history, their names shall not be found nor the names of the fathers, nor the names of the children written in the book of the Law of God.<span class=\"citation\" id=\"88046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88046)\">D&amp;C 85:1-12<\/a><\/span> These words are to us, Latter-day Saints; they are true and are binding upon us. <\/div><div class=\"paragraph jod\" id=\"v21n112\"> Another thing; what did we do when President Young was among us, urging these things upon us? Did we not enter into covenant by rebaptism to be subject to the Priesthood in temporal as well as spiritual things, when we took upon ourselves the obligations of the United Order? Let me ask you, what do we mean by doing this? Is it a mere form, a farce, or do we intend to carry out the covenants we made? I tell you in the name of Israel's God they will be carried out, and no man can plow around these things, for God has decreed that they shall be accomplished; and any man who sets himself in opposition to these principles which God has established, he will root him out;<span class=\"citation\" id=\"57369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57369)\">Prov. 2:22<\/a><\/span> but the principle itself will not be rooted out, for God will see that it is accomplished. And in  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the name of Israel's God we will help him to do it; and all who feel to do it, say, &#x201C;Amen.&#x201D; (The large congregation responded with a loud, &#x201C;Amen.&#x201D;) <\/div><div class=\"paragraph jod\" id=\"v21n114\"> We have started Cooperative Institutions, and I will touch on a principle now, showing how they ought to be governed. God has ordained two priesthoods upon the earth&#x2014;the Melchizedek and the Aaronic.<span class=\"citation\" id=\"90073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90073)\">D&amp;C 107:1<\/a><\/span> The Melchizedek presides more especially over the spiritual affairs of the Church,<span class=\"citation\" id=\"90131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90131)\">D&amp;C 107:8,10,18<\/a><\/span> and has done in all ages when it has existed upon the earth. You will find this provided for in the Doctrine and Covenants; you can hunt it up at your leisure, I do not wish to stop to make the quotation now. The Aaronic priesthood is presided over by the presiding bishop.<span class=\"citation\" id=\"90152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90152)\">D&amp;C 107:13-17<\/a><\/span> If we had a literal descendant of Aaron he would have a right to preside over the bishopric, and to operate and manage and direct these things without the aid of counselors.<span class=\"citation\" id=\"90370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90370)\">D&amp;C 107:76<\/a><\/span> In the absence of such men the Lord has directed us to take men from the high priesthood and set them apart to be bishops<span class=\"citation\" id=\"90357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90357)\">D&amp;C 107:68-75<\/a><\/span> to administer in temporal things.<span class=\"citation\" id=\"90203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90203)\">D&amp;C 107:20<\/a><\/span> This Aaronic priesthood is an appendage to the Melchizedek priesthood, and its province is to administer in temporal affairs.<span class=\"citation\" id=\"90157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90157)\">D&amp;C 107:14<\/a><\/span> One reason why we want men of this class to administer in temporal things is because there is a special provision made for it. Nevertheless, a High Priest that is after the order of Melchizedek may be set apart to administer in temporal things, <span class=\"italic\">having a knowledge of them by the Spirit of truth<\/span>.<span class=\"citation\" id=\"90362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90362)\">D&amp;C 107:71<\/a><\/span> And before a man attempts to administer in Zion in temporal things, he ought to obtain a knowledge of that Spirit of truth to administer according to the intelligence which that Spirit of truth imparts.<span class=\"citation\" id=\"128088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128088)\">D&amp;C 93:26<\/a><\/span> Thus we have the Aaronic priest<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood in its place; the Melchizedek priesthood in its place. And in all the various functions it is necessary to enter into all the various organizations. It is on one or two particular points that I wish to speak now. <\/div><div class=\"paragraph jod\" id=\"v21n115\"> In the first place the Lord requires certain things to be done to meet his approbation; and everything has to be done under the direction of the presidency of the Twelve, both temporal things and spiritual things. The bishops and the presidents of Stakes and all the officers in the Church of God are subject to this authority and they cannot get around it. And when any officer of this Church who by virtue of his calling does things without counseling with the proper authorities of the Church, he takes upon himself things that he has no right to do, and such a course cannot be acceptable before God and the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v21n116\"> Now then, we come to the bishopric. Ought the bishops to be consulted in regard to temporal things?<span class=\"citation\" id=\"90355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90355)\">D&amp;C 107:68<\/a><\/span> Yes, they ought. And as an example, let me tell you that for the last year Bishop Hunter has associated with the Council of the Twelve whenever they have met to consider temporal matters. And I may say we have been pleased to have his company, because it was his place to understand the position of temporal things, that we may know his feelings, and counsel with him and he with us, that everything may be done according to the order and laws of God, that there may be perfect unanimity. With this view he was placed as one of the counselors to the Trustee-in-Trust&#x2014;because the Trustee-in-Trust thought it belonged to him to hold that position, and thinks so today. But then, does he preside over the Melchizedek Priesthood? No, he does not. Who  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and what is he? A high priest ordained and set apart to the bishopric. By whom? The Presidency.<span class=\"citation\" id=\"90168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90168)\">D&amp;C 107:17<\/a><\/span> Does he control the Presidency? No, he is set apart by them; as bishop he is an appendage to the higher priesthood, and does not control it. No man controls it. I remember a remark made on one occasion by Joseph Smith, in speaking with Bishop Partridge, who was then Bishop. He was a splendid good man, as Bishop Hunter is. But he got some crooked ideas into his head; he thought he ought to manage some things irrespective of Joseph, which caused Joseph to speak rather sharply to him. Joseph said, I wish you to understand that I am President of this Church, and I am your president, and I preside over you and all your affairs. Is that correct doctrine? Yes. It was true then and it is true today. <\/div><div class=\"paragraph jod\" id=\"v21n118\"> Well, it is necessary that we should have an understanding of these things, that we may make no mistakes in our administration. I want, then, in all our operations to confer with our bishops. And if this Institution of ours is &#x201C;Zion's Cooperative,&#x201D; then it should be under the direction of Zion, under the direction of the Priesthood; and if it is not &#x201C;Zion's Cooperative,&#x201D; then it is a living lie. But do we wish to interfere with them? No, we do not. Do we wish to interrupt them in any of their operations? No, we want to help them; we want to unite them and all the people into one, with God at our head, governed by the holy priesthood. Have they rights? Yes. Do we respect them? Yes. Have the people rights? Yes. Shall the people be respected in their rights? Yes, they shall, all the people in all the Stakes; and while we sustain them they must sustain us; and if <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they expect to have our support, they must give us theirs. <\/div><div class=\"paragraph jod\" id=\"v21n119\"> Having said so much, I will tell you that I believe sincerely that the men managing our Cooperative Institution are doing just as well as they know how. And I will state further, that I don't know of any persons in this community who know how better than they do. And I have been now for some time associated with them, and am acquainted with their proceedings. <\/div><div class=\"paragraph jod\" id=\"v21n120\"> There are other principles besides this; we want to learn to manufacture our own goods. And while on the one hand we use the best talent and financial ability we can get to attend to our Mercantile Institutions; on the other hand, we need to cherish a spirit to encourage home manufactures of every kind, and we want to get this Institution to help us do it. If we manufacture clothes and boots and shoes or anything else, we want the Institution to dispose of our goods. If we need encouragement in regard to the introduction of any manufactures of any kind, we want them to help us, and we have a right to expect this of them so far as is wise, prudent and legitimate. I will state that the directors of Z.C.M.I. feel interested in the very things that I am talking about, and I say it to their credit and for your satisfaction. I do not think there is an institution in the United States in a better condition than that is today; and it is improving all the time, not after any fictitious manner, but on a solid, firm, reliable basis. Now then, I have proposed to these brethren, which they quite coincide with, that when they shall be able to pay a certain amount as dividends on the means invested, after reserving a sufficient amount to preserve the Institution <span class=\"italic\">intact<\/span> against any sudden emergency that  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may arise, which is proper among all wise and intelligent men, that then the profits of the Institution outside of this, should be appropriated for the development of the home manufactures, the making of machinery, the introduction of self-sustaining principles and the building up of the Territory generally, and they acquiesced in this feeling; and I say it to their honor and credit. And I will tell you again that the Church has got a large interest in that Institution, consequently we wish to see everything go aright, not on any wild erratic principle, but on a solid, firm, reliable basis, that can be carried out and that will elicit the admiration and confidence of all good and honorable men. <\/div><div class=\"paragraph jod\" id=\"v21n121\"> Sometimes little difficulties have arisen outside through interested individuals who have resorted to a good deal of trickery; other times perhaps from just causes. And I will say too that complaints have been made that we have not sufficiently sustained our home manufactures. I will say however that the Institution has stood in a very delicate position. We have been struggling with the financial crisis that has cast a gloom over all this nation for the last number of years&#x2014;since 1873. But we are now getting into a solid, firm position, and when we declared 3 percent for the six months dividend, it was because the Institution was able to do so. And when we are able to extend this a little farther we will be quite willing to do so. <\/div><div class=\"paragraph jod\" id=\"v21n122\"> Some of the complaints that have been made against the Institution we have heard; and we have thought best to have a board and refer to that board any complaints that might be made from any part of the Territory. This board that has been temporarily organized has given us <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these various reports which have been read in your hearing, which indicate their views and feelings in regard to these things. We wish a board of that kind to be organized upon a correct basis according to the order of this Church and Kingdom of God; and then as the people throughout the Territory send to purchase their goods from them, let the people that make these purchases be represented; and if there is anything not straight in their operations let them be made straight. And this is what this committee is for, that the people may be protected as well as the Institution. <\/div><div class=\"paragraph jod\" id=\"v21n123\"> Then Stake organizations are recommended, with a representative from each Stake at the general or central board, and it will make it much more pleasant for the management of that Institution to have a criticism of that kind. And it will also tend to allay many of these foolish things which are frequently put in circulation in different parts of the Territory. The object then, of this Board is that the people may be represented, and that Zion's Cooperative may also be properly represented, that it may serve as a balance wheel to adjust and correct any matters of difficulty that may arise. <\/div><div class=\"paragraph jod\" id=\"v21n124\"> I am happy to say that in many parts of the Territory they are introducing the manufacture of leather and boots and shoes and a variety of other articles. And suffice it to say that, according to these reports, the Parent Institution has sustained the manufacturers of these homemade articles quite liberally; and we want it to be in that position that everything we use can be bought there. This is, too, the feeling in relation to this matter. And when we get things into a proper fix we will pull with a long pull and a strong pull  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and a pull altogether. We will strive to be one; and if we cannot go so far as to sustain cooperation in regard to these things, how in the name of common sense are we ever going into the United Order? But we will begin with this, and then cooperate in all the different Stakes, not only in your merchandising, but in your manufacturing affairs and in your producing affairs; and in everything it will be the duty of this general Board of Trade to regulate the interests of the whole community, honestly and faithfully, at least we will do it according to <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the best ability we have; and if there should any mistakes arise, we will try to correct them; if they are on the part of the people, we will talk to them about it, if on the part of the Institution, we will talk to its management about it. And we will keep working and operating until we succeed in introducing and establishing these things that God has desired, and until Zion shall be a united people and the glory of all the earth. <\/div><div class=\"paragraph jod\" id=\"v21n126\"> God bless you and lead you in the path of life, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}