{"ID":210034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Double Birthday&#x2014;The Authority of the Priesthood, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt and Elder Wilford Woodruff, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, Sept. 19, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: A Double Birthday, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/18\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v21n843\"> It is with peculiar feelings that I arise to address this congregation who are assembled this afternoon. An event in regard to myself has this day happened that generally only happens once in the course of a man's life. Fifty years ago today I was baptized into the Church of Jesus Christ of Latter-day Saints. Hence, it might be said that it is in reality a year of jubilee, so far as I am concerned&#x2014;I mean that the past year, which is the fiftieth year of my membership in the Church, closing with today, has been, indeed and in truth, a year of jubilee.<span class=\"citation\" id=\"54641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54641)\">Lev. 25:1-55<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n844\"> There is another thing, connected with these fifty years in the Church, that is also pleasing to your humble servant. Sixty-nine years ago today I was born into this world, making this day a double birthday to myself. How very thankful I ought to be for this great privilege which has been bestowed upon me. The hearing of the fulness of the everlasting Gospel, yielding obedience to the same, and entering into the Church and kingdom of God, in <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my early youth, certainly is a blessing that is worthy of all thanks and praise to my Father who is in heaven, who granted this privilege to me in my youth. There were many scores of millions&#x2014;yes, hundreds of millions of the inhabitants of our globe that did not enjoy this privilege. <\/div><div class=\"paragraph jod\" id=\"v21n845\"> It seems that the Lord our God, some fifty years ago and a little upwards, saw proper to organize his kingdom, to establish it on the earth by the ministration of holy angels, and by the revelations of his Spirit, and by sending down authority from the heavens to minister here on the earth, and by bringing forth that great and precious record, the Book of Mormon, and causing the same to be printed for the benefit of all mankind. How great a privilege conferred on me, to come to the understanding of the contents of that book when I was but nineteen years of age! How great a privilege to live in a day and age of the world when God has again revealed himself to the children of men! There  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been many periods of time since the creation in which the heavens, in an especial manner, have been favorable to the children of men, by sending communications and revelations from on high. But a long time had intervened, during which no such privilege had been granted to mortal man. So far as the nations of the Eastern Hemisphere were concerned, upwards of seventeen centuries had passed away, during which they were left in darkness, having no legally authorized minister, no one that could legally baptize, or administer the Lord's Supper,<span class=\"citation\" id=\"73360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73360)\">1 Cor. 11:20<\/a><\/span> or build the Church of God, or administer in any of the ordinances of his Gospel; that was a long time for the nations to be left in darkness. So far as our Western Hemisphere is concerned, they were not left quite so long a period without information from the heavens. Some fourteen hundred years and upwards had passed away, on this Western continent, during which the people were left in darkness; hence, the whole earth for fourteen centuries, at least, had no Gospel preached by divine authority, no Church of the living God in any quarter thereof&#x2014;so far as we are acquainted. It is true, that during these fourteen centuries the nations had a book that contained the history of the Gospel as it was preached in ancient times&#x2014;a book called the Bible. But a book containing the history of the Gospel is one thing, and the power and authority to administer the ordinances of the Gospel is another thing; they are entirely distinct. A book, itself, authorizes no man, under the whole heavens, to build up the Church of Christ; it authorizes no man to preach the Gospel. No man ever receives divine authority by means of an ancient book that was given to prophets and <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inspired men centuries before he was born. We never knew of the Lord's calling men by ancient books. If the Lord calls anyone in this day, it is by a new revelation, not a revelation given 1,800 years ago. How inconsistent it would be to suppose that a man is now called to sit in the presidential chair of the United States, because we have the history that Washington once sat in that chair. Would that authorize any person, among the scores of millions of the population of these States, to go and take possession of that chair, and undertake to administer in the office of a president over this great people? The thing would be so ridiculously absurd, that the people would rise up universally and condemn any such imposition. So in regard to the things of God. God is a God of order.<span class=\"citation\" id=\"91500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91500)\">D&amp;C 132:8<\/a><\/span> And if mankind have an order in relation to authority to administer in governmental affairs, how much more the Lord? Has he not as much wisdom as his creatures? Is the Lord so much beneath his own creation that he would prefer illegality to legality? That he would let anyone assume the authority and power without calling him to an account in the great judgment day? &#x201C;But,&#x201D; inquires one, &#x201C;how do you know, Mr. Pratt, but what the Lord has called someone during the many centuries that you say the people have lived in darkness? How do you know but what he has authorized servants and ministers, to proclaim his Gospel among the children of men?&#x201D; Now this is a very important point. I do not blame those who have not considered this subject, in putting such a question. It is perfectly reasonable that they should inquire how a person may know what grounds we have for supposing that there has been no one commissioned with divine autho<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rity, during the fourteen centuries that have rolled over the heads of the people, until the Lord sent his angel, upwards of fifty years ago, and restored the authority. There are various reasons that can be advanced to prove that the earth has been destitute of any such authority. One reason is, that among the three or four hundred millions of Christendom, or those who profess to be the followers of Christ, we find one universal belief among them, and they have acted upon that belief, namely: that God gives no new revelation to the inhabitants of the earth during their day. That is enough for me; it is all the evidence that I would want, although there is an abundance of other evidence; but that is sufficient for me to know that God never sent them. &#x201C;But,&#x201D; inquires one, &#x201C;may not a person be sent of the Lord, be divinely commissioned, and yet no revelation be given in his day?&#x201D; I answer, impossible, impossible! &#x201C;But,&#x201D; you may still further inquire, &#x201C;may not others who received divine revelation in ancient times, have communicated that authority to their contemporaries who outlived them? And may not those contemporaries, thus receiving divine authority, have conferred it upon others still younger, and they upon others? And thus, may not the authority have been handed down by a regular succession of ordination, from the days of the apostles to our own period of time?&#x201D; I will say that would be possible, just the same as the Church of God, in the first century of the Christian era, delivered the authority to preach and administer ordinances from one to another, among the various nations of the earth; it was continued along during the whole of that century&#x2014;just as easily it could have continued, the second century, and the <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> third, and each succeeding century down to our own time. <\/div><div class=\"paragraph jod\" id=\"v21n847\"> Here, then, arises another question&#x2014;may not the authority have thus been transferred? I answer&#x2014;where has there been an unbroken succession of that same authority that was administered in the first century? I will tell you where the succession was broken. In the very period that new revelation ceased to be given to the human family, no further succession could be continued. It would be impossible for any person to be ordained with divine authority, for instance, to the apostleship, unless there was some person that had authority, and had really obtained divine intelligence, by new revelation, from the heavens, that such authority should be conferred upon some other person. When did divine revelation cease? Where shall we go for testimony upon this subject? So far as the inhabitants of the eastern portions of our globe were concerned, divine authority ceased about the close of the first century of the Christian era. Why did it cease? Because we have no account of any new revelation having been given after the close of that century; and when new revelation ceased, divine callings ceased; divine authority ceased; persons ceased to confer that authority in succession; because, for this obvious reason, they, without new revelation, did not know whom to call; they did not know who should be authorized to receive the apostleship, or any other calling. Every person, during the first century of the Christian era, who was ordained with authority and power to administer in the ordinances of the Gospel, was ordained by the spirit of prophecy and revelation. Timothy was a young man, compared with many of the apostles. He only received the calling, be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stowed upon him through the laying on of the hands of the servants of God, or of those who were authorized, by new revelation, to administer and to confer authority upon him. Thus it is written in this good book (the Bible) that Paul, who was authorized as an apostle, called Timothy by virtue of the spirit of revelation and prophecy. &#x201C;Neglect not,&#x201D; said Paul, &#x201C;the gift that is in thee, which was given thee by prophecy, with the laying of the hands of the presbytery.&#x201D;<span class=\"citation\" id=\"75950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75950)\">1 Tim. 4:14<\/a><\/span> And when we speak of missions, in those early periods of Christianity no person assumed to go on a mission among the inhabitants of the earth, unless he was sent, unless he was set apart. Even as great a man as the Apostle Paul had no authority to go forth as a missionary, only by the laying on of the hands of the persons who administered to him. Hence, it is written in the Acts of the Apostles, that the Holy Ghost said unto certain prophets that were in the Church at Antioch, &#x201C;Separate me Barnabas and Saul for the work whereunto I have called them.&#x201D;<span class=\"citation\" id=\"71825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71825)\">Acts 13:1-2<\/a><\/span> Here is a new revelation. Saul could not be separated and set apart to any work of the ministry, only as the Lord called him; and that calling was made known to the prophets that were in the Church at Antioch.<span class=\"citation\" id=\"71821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71821)\">Acts 13:1<\/a><\/span> If peradventure, a man had been called by the spirit of revelation and prophecy, and set apart by the laying of the hands of a prophet or apostle, to be an especial minister to the nations of the earth, there would arise still another great question to be solved, in regard to whether that man, thus set apart, could fulfil the object of his mission without new revelation? I say that it would be utterly impossible. No man can fill a mission acceptably before the heavens, unless God should give to him revela<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, from time to time, to direct him in all his missionary labors. We have abundant testimony in the New Testament concerning this matter. Even when some of the very greatest revelators that we have any record of undertook to do things of their own accord, they were led directly different from their own judgments, in regard to their missionary labors. Paul had, at a certain time, a great desire to visit a certain place; such desire arose from his own natural judgment; but the Holy Ghost forbade him.<span class=\"citation\" id=\"71900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71900)\">Acts 16:6-7<\/a><\/span> Here it required a new revelation to know whether his own inclinations should be followed or not. Again, we find that the revelations of the Most High were very necessary in the case of the travels of these missionaries among the inhabitants of the earth. Philip had done a great work in the city of Samaria. He had succeeded in convincing large numbers, concerning Jesus, and had baptized them, and organized a great church in the city of Samaria.<span class=\"citation\" id=\"71575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71575)\">Acts 8:5-12<\/a><\/span> One would have thought that after having performed labors of such magnitude, he would be required to stay among that people, and administer to them; but no; the Lord gave a new revelation to the man Philip. He said, &#x201C;Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.&#x201D;<span class=\"citation\" id=\"71654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71654)\">Acts 8:26<\/a><\/span> In other words, &#x201C;Leave your present field of labor; you can do more good somewhere else.&#x201D; Now, a man left to his own judgment, without new revelation, would not want to go somewhere else; his own inclinations would be to stay where so many had received his testimony. But no; the Spirit of God thought differently. &#x201C;Arise Philip, go unto the south country.&#x201D;<span class=\"citation\" id=\"71655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71655)\">Acts 8:26<\/a><\/span> He was not told what he should do in the south country, but he started off according to the new  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>revelation. And after journeying a short distance, he saw a chariot before him,<span class=\"citation\" id=\"71659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71659)\">Acts 8:27-28<\/a><\/span> probably driving along at a slow pace, and it required another revelation. The old one that he got awhile before, requiring him to go to the south, he had already begun to fulfil. But while he yet journeyed, he did not know his further duty; and if God had not given him new revelations, he would have gone forth blindly in his missionary labor. But another revelation came, &#x201C;Go near, and join thyself to his chariot.&#x201D;<span class=\"citation\" id=\"71661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71661)\">Acts 8:29<\/a><\/span> He therefore obeyed, and when he arrived at the chariot, he found a man reading not the New Testament, but the law and the prophets. Philip, being wrought upon by the Holy Ghost, said unto this man, &#x201C;Understandest thou what thou readest?&#x201D;<span class=\"citation\" id=\"71662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71662)\">Acts 8:30<\/a><\/span> &#x201C;How can I,&#x201D; said the man in the chariot, &#x201C;except some man should guide me?&#x201D;<span class=\"citation\" id=\"71664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71664)\">Acts 8:31<\/a><\/span> And Philip began to explain unto him the things that he happened to be reading from the prophecies of Isaiah, concerning Jesus, and Philip was invited into the chariot.<span class=\"citation\" id=\"71667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71667)\">Acts 8:32-35<\/a><\/span> They rode along until they came to where there was water of sufficient depth to attend to baptism, for it seems that Philip had converted, or, in other words, had proved by his arguments that Jesus was the very Christ, and the man desired baptism and the chariot stood still, and Philip went down into the water and baptized him.<span class=\"citation\" id=\"71673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71673)\">Acts 8:35-38<\/a><\/span> Now Philip had no authority to confirm by the laying on of hands, as is evident, in the case of those who were baptized in the great city of Samaria.<span class=\"citation\" id=\"71608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71608)\">Acts 8:14-17<\/a><\/span> There was great rejoicing there because Philip had baptized them, but none had received the Holy Ghost, till another authority, higher than that of Philip, came and laid hands upon them for the reception of the Holy Ghost;<span class=\"citation\" id=\"71609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71609)\">Acts 8:14-17<\/a><\/span> having baptized these peo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, he could go no further; he could not administer the blessing of the Holy Ghost; and hence, having fulfilled the object of the two revelations on this subject, the Lord had another place for him. He did not go there of his own accord, but it required a very powerful manifestation to get him away from that water; the scriptures testify that, &#x201C;the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing.&#x201D;<span class=\"citation\" id=\"71685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71685)\">Acts 8:39<\/a><\/span> Have you ever heard anything of the kind in these days, where men, in fulfilling their missions, have been caught away to some other place?<span class=\"citation\" id=\"128404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128404)\">1 Ne. 11:1<\/a><\/span><span class=\"citation\" id=\"128405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128405)\">Moses 1:1<\/a><\/span> &#x201C;But they that wait upon the Lord shall renew their strength; they shall mount up with the wings of eagles;&#x201D;<span class=\"citation\" id=\"59348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59348)\">Isa. 40:31<\/a><\/span> says the Prophet Isaiah. Philip must have been borne, as it were upon eagle's wings. Now if a person&#x2014;a man light enough, I mean&#x2014;could get on an eagle's wings and be carried through the air, it would be a very good representation of some of those that wait upon the Lord.<span class=\"citation\" id=\"59347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59347)\">Isa. 40:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n850\"> I mention these various circumstances&#x2014;and might mention scores of others&#x2014;to show, that without the Spirit of the living God, to impart revelations, no man could administer to his fellow man, no man would have the authority to administer. This brings me back to the statement I have already made. You recollect the question is, can it be proved, or is there any evidence that there has been any man called to the ministry among all the nations during the long period to which I have referred? We take their own testimony. They say that there has been no revelation since the first century of the Christian era. Who says so? The whole Catholic church to begin with, and the Greek Church, another branch of the  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christian church so called, and then the Protestants that protested against those two branches, and came out from among them, have continued the same false traditions, that no new revelation is needed&#x2014;that the last revelation which was intended for the human family was given towards the close of the first century of the Christian era; They do not seem to know how such an expression, if admitted, cuts them off from all authority and power which are divine; they do not seem to know that they cannot possibly be ordained by proper authority, unless God speaks again; they do not seem to know that the writings of men who are dead and gone, centuries ago, do not authorize them to preach the Gospel, nor give them any divine authority to administer its ordinances. Hence you see the impossibility of there being a regular succession from generation to generation, because of the want of new revelation. A great many other testimonies might be brought to prove this fact, but this one is sufficient. &#x201C;Well then,&#x201D; says one, &#x201C;if your arguments be true, if your belief be correct, there has been no Christian church on the earth for many generations.&#x201D; We can come to no other conclusion; there is no half-way business about it. We come to testify that there has been no church on the earth that God has recognized as his church for the last fourteen centuries, at least; and among the European nations and the nations of Asia and Africa there has been none since the close of the second century of the Christian era. What a woeful condition it is for the inhabitants of the earth to be in. We would be in the same condition that they are, if God had not condescended again to give new revelation; and this brings me <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the subject of the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v21n852\"> Fifty-three years will have passed away, next Wednesday morning, the 22nd day of September, since the gold plates of the Book of Mormon were delivered into the hands of a boy, by the name of Joseph Smith, a farmer's boy, an illiterate boy, uneducated in the higher branches of learning, uneducated in regard to what is contained in the Old and New Testament, uneducated in the dogmas and creeds of men, uneducated in all branches of science, except it be some of the first principles, the rudiments of education, as taught in the common schools of the State of New York. I say, fifty-three years have almost expired since this great, this marvelous, this wonderful event happened; since an angel of God delivered sacred records into the hands of an illiterate, common youth, not yet twenty-two years of age. Such was the beginning, as it were, of a great revelation. I will not say the precise time of the beginning; for God prior to this time had given revelation to this youth on many occasions. The first one that he gave to him was in the spring of 1820, before Joseph Smith was of the age of fifteen.<span class=\"citation\" id=\"93616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93616)\">JS&mdash;H 1:14<\/a><\/span> Then a wonderful revelation was given to him, the first one he ever received. In a great and glorious open vision, in answer to his prayers, there was the manifestation of two of the great personages in the heavens&#x2014;not angels, not messengers, but two persons that hold the keys of authority over all the creations of the universe. Who were they? God the Eternal Father and his Son Jesus Christ,<span class=\"citation\" id=\"93652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93652)\">JS&mdash;H 1:17<\/a><\/span> through whom God the Father made the worlds!<span class=\"citation\" id=\"128406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128406)\">John 1:10 (JST)<\/a><\/span><span class=\"citation\" id=\"128407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128407)\">Heb. 1:2<\/a><\/span><span class=\"citation\" id=\"128408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128408)\">D&amp;C 38:1-3<\/a><\/span> These glorious personages descended from heaven; two personages whose countenances outshone  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the sun at noonday; two personages clothed with a pillar of light round about them, descended, stood before this lad, and revealed themselves to him.<span class=\"citation\" id=\"93627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93627)\">JS&mdash;H 1:16<\/a><\/span> He saw their countenances; he saw the glory of their personages; he heard the glorious words that proceeded from the Father, as he pointed to his Son and said, to Joseph, &#x201C;This is My Beloved Son in whom I am well pleased.&#x201D;<span class=\"citation\" id=\"128409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128409)\">Matt. 3:17<\/a><\/span><span class=\"citation\" id=\"93653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93653)\">JS&mdash;H 1:17<\/a><\/span> This was a new revelation; something different from what had been made manifest for a great many centuries, according to the declarations of the articles and creeds of men. How often I have read the declaration of King James' translator of the Bible, wherein King James is represented as the head of the church, and wherein the Bible, as translated by those that were chosen and appointed for that purpose, was intended for the light and benefit of the children of men; and for fear that mankind would cavil on the subject these uninspired men, the translators, in connection with those who were in their council, concluded to tell the people that this was the whole canon of scripture; in other words, we have translated sixty-six books, and they are compiled, or about to be compiled and printed for the benefit of mankind; and these sixty-six books of the Old and New Testament are the only books that Christians should receive, the only revelation that they should have to guide them in all their future lives. The people were just simple enough to believe what they said&#x2014;just simple enough to take it for granted, because learned men, that were not inspired of God, had made this unqualified, unproved declaration. Now, &#x201C;We, the Church of England, must get up, besides these 66 books, some &#x2018;Articles of Faith&#x2019;&#x2014;some thirty-nine Articles we will invent. We have got no pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phets among us to write these Articles&#x2014;no inspired revelator sent from God; and therefore, we will originate out of our own hearts something that will prevent the people from receiving any new revelation. We will cunningly tell them that these 66 books, called the Bible, contain all the revelation that God ever gave to man.&#x201D; What further have you to say in your thirty-nine articles? &#x201C;We say that every person that does not limit and confine his faith to the sixty-six books of the Old and New Testament, or if he undertakes to receive any other revelation, he is to be expelled from our church. That is what is said&#x2014;not directly, but indirectly. In other words, every person who pretends to be a prophet, he is not to be a person considered worthy of belonging to our church.&#x201D; Has any other church but the Church of England adopted these false, soul-destroying delusions? Yes, a great many others. They have invented articles&#x2014;not exactly thirty-nine, but articles of faith, creeds they are called in some instances, and disciplines in others, and so on. What are the objects of these? They are not revelation; God had nothing to do with giving them, men wrote them out of their own uninspired hearts, but they were all very careful to take up the ideas inculcated in the days of King James, namely, that the sixty-six books of the Old and New Testament were to be their rule of faith, and be their guide and nothing else was to be received as inspired. Oh, how blind! If they did but know it these very declarations in these articles and creeds would cut them off from all authority. But they were just simple enough to receive such a false doctrine; just simple enough to accept their want of authority before God; and thus by their own  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>acknowledgement, by their own printed works they prove to the whole world that God did not establish their churches, that God did not establish among them the ancient order of things; for the ancient Church of the living God was never destitute of the spirit of revelation. <\/div><div class=\"paragraph jod\" id=\"v21n855\"> If the Lord had left us in this condition, we would have been wandering in darkness to this day. The people who are here assembled this afternoon, would be no better off than the Protestant denominations, no better off than the Greek and Roman Catholic Churches that have existed from generation to generation, during many long centuries of apostasy. But God having looked upon the darkness that covered the earth, and the minds of the people,<span class=\"citation\" id=\"59934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59934)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90609)\">D&amp;C 112:23<\/a><\/span> having looked upon the people that were honest in heart, and seeing the dilemma in which they were placed&#x2014;without inspiration, without any knowledge that comes from heaven in their day, without anyone who has the right and the authority from heaven to baptize&#x2014;concluded to fulfil that which was predicted by the ancient apostles, namely, to send an angel again to the inhabitants of the earth.<span class=\"citation\" id=\"79833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79833)\">Rev. 14:6<\/a><\/span> It was a long time for the earth to be left without angels. Perhaps some of you may inquire, &#x201C;Why did the Lord leave the people so long? Why did so many generations pass away, and no Church of Christ on the earth, no prophets, no revelators, etc.?&#x201D; It was because of the apostasy of the people; and then after the apostasy commenced, near the close of the first century, they killed off the apostles, prophets and revelators&#x2014;killed off the Saints who embraced the true Gospel, and the world became so exceedingly wicked and corrupt that the Lord did not see proper to send them any other message. But perhaps you <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may inquire, must all those people who have lived so many generations ago, go down to an endless perdition in the eternal worlds, because no one had authority on the earth to administer Gospel ordinances to them? No; the Lord is more just than this. Every man and every woman that has not had the privilege of hearing the Gospel in this life, preached by one holding divine authority, will have the opportunity of hearing it in the world to come; so that there is no partiality, so far as the preaching of the Gospel is concerned. But, says one, there is a little partiality, it seems to me; for some have the privilege of hearing the Gospel in this life, instead of waiting till the next. But the Lord in looking upon the various generations upon the earth, judges after this wise: that when a people become so darkened, through their own apostasy, through their own wickedness, through their shedding the blood of righteous men, the Lord sees proper, because of this, to make them wait. If the true authority had been revealed, during the time of the administration of these corrupt men, the Gospel would have been banished again from the earth. For instance, if God had sent the angel in the second century of the Christian era, to renew his church on the earth, what would have been the consequence? There would have been no place upon all the face of the globe, where the people would have suffered such a church to exist. If he had sent the angel in the third century, or in the fourth, or in any of the centuries intervening, before religious liberty was established, the consequence would have been the shedding of the blood of apostles, prophets and saints again, and in order that they might not bring upon themselves this great condemnation the Lord saw that it  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was far better to postpone the sending of the angel, until he should prepare, among the political governments of the earth, a nation where the church could exist, and have a little degree of safety. And even our nation, the best nation on the earth, having the wisest laws, laws that are calculated, if put into execution, to protect all religious denominations, laws founded upon justice and principles of equity&#x2014;even in our nation, it has been just as much as the Lord could do, without destroying the agency of man to get his Church once more established on the earth. See what persecution has attended it! See what hatred! See the Saints fleeing before infuriated mobs; men, women and children, murdered; prophets, patriarchs, apostles and revelators, martyred. The Saints could scarcely find a resting place for the soles of their feet, after all the preparation that was made by the establishment of a great and free government. No wonder, then, that the Lord did not begin it two or three centuries ago; no wonder that he did not begin it in the days when Catholicism and the Greek church had universal sway over the eastern continent. The Church of the living God, if it had been established then, would have been immediately rooted out from the earth; and great would have been the condemnation resting upon the nations if such had been the case. But now it lives. Circumstances have changed, and though the Saints have been driven from their homes, and from their farms, though they have been persecuted, and the lives of many of the Saints destroyed, and their prophets put to death, yet, notwithstanding all this the Lord has preserved his Church, until the present time; Fifty years have rolled away, and upwards <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> since the Lord commenced this great work. <\/div><div class=\"paragraph jod\" id=\"v21n857\"> Now, then, a few words on the future. Years are to come, as Brother Angus Cannon said to me while sitting upon the seat this morning. He came to me, and I mentioned to him that this last year was my fiftieth in the Church&#x2014;in other words&#x2014;that I had been in the Church fifty years. A peculiar kind of answer was made by Brother Cannon. Said he, &#x201C;Brother Pratt, I hope you may have millions of days or anniversaries of your birthday.&#x201D; I thanked him very much. Well, now, let me begin to speak upon this subject. God has promised eternal life to his children. &#x201C;That whosoever believeth in him should not perish, but have eternal life.&#x201D;<span class=\"citation\" id=\"68872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68872)\">John 3:15<\/a><\/span> Now, I can see a consistency in the good wishes of Brother Cannon, upon this subject. I hope for eternal life, I have had this hope for the last fifty years. If I obey the commandments of heaven, if I receive his sayings, and abide in his word, I hope never to die, as it is promised in the New Testament.<span class=\"citation\" id=\"69767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69767)\">John 11:26<\/a><\/span> But, says one, did not Jesus die? And he kept all of his Father's sayings. Did not the apostles die? And they kept the Father's words. And were not all the ancient Saints subject to death? And they kept the sayings of the Lord. Yes, they suffered what is termed the death of the body. There is, however, quite a difference between the death of the outward tabernacle, and the death of the spirit. In other words, the spirit that God has placed within the tabernacle will live forever, and those who have the opportunity of dwelling in the next world, in light, in glory and in a fullness of happiness, get what is termed eternal life; there is no end to it. Consequently it cannot be expressed fully in the language of  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brother Cannon that millions of such anniversaries might be enjoyed. But there is something still greater in the expression of eternal life, than that of a few millions of years. It is something that has no end. It may have a beginning. A person may begin to exist in this fleshly tabernacle as I commenced my existence here on this earth sixty-nine years ago today. That was the beginning of my existence here in this world; but there is such a thing as a person having a beginning to his existence in the flesh, and yet have no end. Those persons that were translated in the twinkling of an eye in ancient days did not have a separation of body and spirit.<span class=\"citation\" id=\"55772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55772)\">2 Kgs. 2:11<\/a><\/span><span class=\"citation\" id=\"83014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83014)\">3 Ne. 28:1-40<\/a><\/span><span class=\"citation\" id=\"93250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93250)\">Moses 7:69<\/a><\/span> They were changed; they were, by the power of Almighty God, wrought upon instantaneously; they were changed from mortality to immortality; but still retain their flesh and bones. Now, I would ask, is there any end to their immortal tabernacles when thus changed? There is a beginning but no end. Their spirits are combined with their bodies forever. I have this hope. You Latter-day Saints have the same hope, so far as eternal life is concerned. You expect it, you pray for it, you desire to have a life that is endless; figures are unable to express the endless duration of ages that are to come. Eternal life is said to be the greatest gift of God unto the human family.<span class=\"citation\" id=\"84102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84102)\">D&amp;C 14:7<\/a><\/span> There are many gifts of God, but this is the greatest of all. In the first place, God has given his Son to die for the human family.<span class=\"citation\" id=\"68879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68879)\">John 3:16<\/a><\/span> What a great gift! If it had not been for this gift of our Heavenly Father to the inhabitants of our fallen world, the consequence would have been that we should have had eternal death.<span class=\"citation\" id=\"81280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81280)\">2 Ne. 2:29<\/a><\/span> What are we to understand by the term eternal death, supposing that there had been no atonement made?<span class=\"citation\" id=\"81773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81773)\">Jacob 7:12<\/a><\/span><span class=\"citation\" id=\"128410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128410)\">Alma 34:9<\/a><\/span> What is the <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> meaning of the term? Could you multiply figures enough if you were to take the figures that are now in use and extend them in a line&#x2014;extend them in a series so that the figures themselves would be as numerous as the particles of the globe&#x2014;would that express eternal life? Or would it express the duration of eternal death, provided there had been no atonement? No; it cannot be expressed. Hence the atonement of our Savior, which is the gift of God to the fallen inhabitants of this creation, lies at the foundation of all the other gifts given unto the children of men. It is because of this gift that we are permitted to repent of our sins. How could there have been an individual upon all the face of the globe who could have repented, provided there had been no atonement? Hence you see that repentance is the gift of God, purchased by the atonement. Again, could baptism have been a holy ordinance if it had no saving power in it? Could it have been for the remission of sins, had it not been for the blood of the atonement? No. Baptism, then, is a gift to the children of men as well as repentance. Would the laying on of hands have had any effect upon any person of the human family, in bestowing the gift of the Holy Ghost had there been no atonement? No. Then that is also a gift&#x2014;the gift of God to man, that his servants should lay their hands upon baptized believers, and that they should be baptized with the Holy Ghost and with fire. Could we have been permitted to partake of the Lord's Supper<span class=\"citation\" id=\"73361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73361)\">1 Cor. 11:20<\/a><\/span> with any effect whatever? No. Then <span class=\"italic\">it<\/span> is also a gift of God unto man. And thus we may go through all the ordinances, that God ordained from before the foundation of the world unto the present time, and all of them can be called  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the gifts of God unto man on conditions, and some of them without conditions. The atonement came without any condition on the part of man. It was without repentance, without faith on the part of man. The atonement was something given through the pure love of God to fallen man, without any acts of good works on the part of man. There are some of the blessings, then, that God has ordained for the fallen inhabitants of our globe which come independent of our works, and this is one of which I have been speaking. Would there have been any light or intelligence, or goodness or happiness, to be partaken of by fallen man, if it had not been for the atonement? None at all; there could have been no righteousness. But then, all the other gifts that we receive are through works, and by faith and works combined, and it is because of the distinction between these two separate gifts that many of the inhabitants of the earth have erred. Some of them profess to believe that they can obtain all the gifts of God without works, because of some of the sayings of the ancient apostles;<span class=\"citation\" id=\"72310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72310)\">Rom. 3:27<\/a><\/span><span class=\"citation\" id=\"72713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72713)\">Rom. 9:32<\/a><\/span><span class=\"citation\" id=\"128411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128411)\">Eph. 2:8-9<\/a><\/span><span class=\"citation\" id=\"74473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74473)\">Gal. 2:16<\/a><\/span> while others consider that work must be combined with faith.<span class=\"citation\" id=\"128412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128412)\">Rom. 4:16 (JST)<\/a><\/span><span class=\"citation\" id=\"77531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77531)\">James 2:14-26<\/a><\/span><span class=\"citation\" id=\"128413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128413)\">2 Ne. 25:23<\/a><\/span> Now both of these ideas are true when taken in their true light. Eternal life is among all those gifts that are promised of God; such as the gift of repentance, baptism, laying on of hands, etc. All these are not to be compared with the greatness of the gift called eternal life. I hope that all the Latter-day Saints under the sound of my voice may attain to this, the greatest of all the gifts of God.<span class=\"citation\" id=\"84103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84103)\">D&amp;C 14:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n860\"> Now, I wish, before taking my seat to bear my testimony before the people here assembled. I do know by the power of God, by the shedding forth of the Holy Ghost upon <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my heart, by the revelations of the Spirit, by the many manifestations of the goodness of God to me, I do know that God has sent his angel from heaven.<span class=\"citation\" id=\"79834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79834)\">Rev. 14:6<\/a><\/span> I do know that he has raised up the great latter-day kingdom predicted by Daniel.<span class=\"citation\" id=\"61319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61319)\">Dan. 2:44<\/a><\/span> I do know that he has called apostles and prophets; that he has sent forth his servants divinely commissioned, with power from on high, to declare to the nations of the earth the great and last message of mercy unto the inhabitants thereof, to prepare all those that are willing to be prepared, for the great day when the heavens shall be opened, and all the heavenly hosts shall descend with power and with great glory,<span class=\"citation\" id=\"65848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65848)\">Matt. 24:30<\/a><\/span><span class=\"citation\" id=\"84740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84740)\">D&amp;C 29:11<\/a><\/span><span class=\"citation\" id=\"84959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84959)\">D&amp;C 34:7<\/a><\/span> to reign here on the earth.<span class=\"citation\" id=\"128414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128414)\">D&amp;C 43:29<\/a><\/span><span class=\"citation\" id=\"128415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128415)\">D&amp;C 76:63<\/a><\/span><span class=\"citation\" id=\"128416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128416)\">A of F 1:10<\/a><\/span> I do know that God by his power has gathered together his people from the various nations of the earth, and established them here in these mountains for a little season, for an especial purpose. And what is that purpose? To prepare you while dwelling here in these mountains, territories and regions, that you may receive the blessings ordained for you in a future time, which time is not far distant. I do know that this people will return and will possess the land that God has promised to them, even in Missouri, and in Kansas, and in the regions round about. I do know that God will build up in Jackson County, Missouri, a great, and wonderful, and beautiful city, that shall be called &#x201C;the perfection of beauty,&#x201D;<span class=\"citation\" id=\"56672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56672)\">Ps. 50:2<\/a><\/span><span class=\"citation\" id=\"60735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60735)\">Lam. 2:15<\/a><\/span> the New Jerusalem.<span class=\"citation\" id=\"128417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128417)\">D&amp;C 57:1-3<\/a><\/span><span class=\"citation\" id=\"128418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128418)\">D&amp;C 84:2-5<\/a><\/span> I do know that God will light up the habitations of that city by his power,<span class=\"citation\" id=\"128419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128419)\">Isa. 60:19<\/a><\/span><span class=\"citation\" id=\"128420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128420)\">Rev. 21:23<\/a><\/span><span class=\"citation\" id=\"94655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94655)\">Rev. 22:5<\/a><\/span> by his glory, by a cloud in the day time, and by a pillar of fire in the night.<span class=\"citation\" id=\"53961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53961)\">Ex. 13:21<\/a><\/span><span class=\"citation\" id=\"57929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57929)\">Isa. 4:5<\/a><\/span> I do know that when the people shall gather together in their religious assemblies, as you are here gathered this afternoon, that God will light up your assemblies, by his divine power even in  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the night time, making your habitations, where you meet, glorious in the extreme. I do know that God will fulfil all that which he has spoken, by the mouths of his holy prophets, since the world began,<span class=\"citation\" id=\"71400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71400)\">Acts 3:21<\/a><\/span> pertaining to this last dispensation of the fulness of times, which will come to pass in their times, and in their seasons, and that this dispensation will be far more glorious, than all the other dispensations combined together, before everything shall be completed, for the bursting heavens to reveal the Son of God, and all those that are with him. These things, and scores of other things that I might name, I know will be fulfilled in their times and in their seasons, and that all who are faithful will be made partakers of these blessings. Amen. <\/div><div class=\"paragraph jod\" id=\"v21n861\"> Remarks By Elder Wilford Woodruff. <\/div><div class=\"paragraph jod\" id=\"v21n861\"> It is not my purpose at all to detain this congregation, but before dismissing I feel that I would like to say a few words. We are not in the habit of flattering any man, but I want to say a few words concerning Brother Pratt. If there is any man dead or alive who has dwelt longer in this church and kingdom than he has I do not know him. If there is any man that has traveled more miles in preaching the Gospel of Christ, in bearing testimony of the kingdom of God on the earth, I do not know who he is. When Brother Pratt embraced this Gospel he was a boy&#x2014;in one sense of the word, illiterate and unlearned, the same as Joseph Smith and the most of us. Whatever knowledge Brother Pratt has obtained, either of the learning of the world or of the kingdom of God, he has obtained it by diligence and labor since he embraced this <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel. I have been associated with Brother Pratt myself for 47 years. I have traveled with him by sea and by land, in foreign countries and at home, and I never saw a man in my life that I know of that has spent as few moments idly as he has. I have never seen a storm at sea so heavy&#x2014;even when shipping seas over the bow, side and stern but what he would read his book. Whenever the breakers became too heavy he would simply shut up the book until they were over. If there is a man on this continent who is more at home in the starry heavens, in the astronomical world than Brother Pratt I do not know who he is. If there is a man more deeply versed in mathematics than Brother Pratt, I do not know who he is. There may be many men equal to him in these things, but if there are, I do not know them. How has he obtained his knowledge? He has obtained it since he embraced this work. He has improved his time. Brother Pratt is the only living man today that was in the first quorum of the Twelve in its first organization, and I am pleased to listen to his testimony of the Gospel of Christ; for I want to say to Brother Pratt and to all other men we all have to acknowledge this; Joseph Smith, Brigham Young, the Apostles, and all men in this Church and kingdom, if there is anything to us, if there is anything about us, if we have any knowledge, or any power, or any influence, we have to give God the honor of it. It is not of ourselves. Joseph Smith always acknowledged this, as have all men in this Church and Kingdom. We have been called from the plow, from the plane, from the hammer&#x2014;ignorant, illiterate boys, and thrust into the vineyard; and all the power we have, or ever had, in  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>building up the Kingdom, we have to acknowledge it as coming from the hand of God. Brother Pratt was one of the earliest men who shouldered his knapsack and traveled through the American continent to preach the Gospel of Jesus Christ to this nation. Frequently he would suffer from ague all day and go along and preach his sermon at night. These are experiences that he and others have passed through in the early rise of this Church, and I feel to thank God that we can still hear his voice and the voice of others who have been long in this Church and Kingdom. I hope the Lord will preserve his life until he is satisfied with it. He has lifted up his voice long and loud, according to the commandment of God to him,<span class=\"citation\" id=\"84958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84958)\">D&amp;C 34:6<\/a><\/span> in bearing record of this Gospel and Kingdom to the nations of the earth. I was struck, in contemplating our own experience, with some of the remarks he has made today with regard to the Apostle Paul&#x2014;how our own experience has agreed with that of the ancient apostle. How many times have we been called by revelation to go to the right and left, here, there and the other place, contrary to our expectation? <\/div><div class=\"paragraph jod\" id=\"v21n863\"> I will here relate what took place in my own experience. I was in Staffordshire in the year 1840. I was in the town of Stanley and held a meeting in the City Hall. I had a week's appointments out in that town. Before I rose to speak to the people, the Spirit of the Lord said to me, &#x201C;This is the last meeting you will hold with this people for many days.&#x201D; I told the congregation when I arose what the Spirit of the Lord had manifested to me. They were as much surprised as I was. I did not know what the Lord wanted, but I saw the purpose of God afterwards. <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The Spirit of the Lord said to me, &#x201C;Go south.&#x201D;<span class=\"citation\" id=\"71656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71656)\">Acts 8:26<\/a><\/span> I traveled eighty miles; went into the south of England. As soon as I arrived, I met John Benbow. It was clearly made manifest to me why I had been called thither. I had left a good field, where I was baptizing every night in the week. When I got to this place, I found a people&#x2014;some 600 of them&#x2014;who had broken off from the Wesleyan Methodists and formed themselves into a sect called the United Brethren. I found that they were praying for light and truth and that they had gone about as far as they could go. I saw that the Lord had sent me to them. I went to work amongst them and ultimately baptized their superintendent, forty preachers and some 600 members; I baptized every member of that denomination, but one. Altogether some 1,800 were baptized in that field of labor. I suppose some of those then baptized may be in this congregation today. I name these things to show how we have to be governed and controlled by the revelations of God day by day. Without this we can do nothing. Many of our brethren who were with us at that time and who came to this valley, have passed behind the veil. Eight of the quorum of the Twelve who were in the flesh and most of them with the pioneers, today are in the spirit world. We are passing away. <\/div><div class=\"paragraph jod\" id=\"v21n864\"> I know as Brother Pratt has said, that this is the kingdom of God. Israel is being gathered together. The revelations of God are being fulfilled, and nothing will be left unfulfilled.<span class=\"citation\" id=\"63127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63127)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"83776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83776)\">D&amp;C 1:38<\/a><\/span> Therefore, as Saints of the living God, let us be faithful to our testimony. We have the Kingdom of God. We are called of God by inspiration and commandment to warn this generation,<span class=\"citation\" id=\"90415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90415)\">D&amp;C 109:41<\/a><\/span> to preach the  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel, to gather the people, to build up Zion, to build temples, to redeem the living and the dead, and to carry on the great work which is laid upon <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our shoulders; and may God enable us to accomplish these things for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}