{"ID":210001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Object of the Gathering of the Saints&#x2014;Conflict Between the Powers of Good and Evil&#x2014;The World Growing Worse&#x2014;Work of God Progressing&#x2014;Exhortation to Righteousness and the Spirit of Union.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Logan, on Sunday Afternoon, August 31, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Object of Gathering, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/31\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v21n1\"> If the congregation will try to be quiet I will endeavor to talk to them a little in my way. <\/div><div class=\"paragraph jod\" id=\"v21n2\"> It is some time since I met with the Saints in this place, not because I was not desirous to come but because circumstances have controlled and prevented me. We come here, now, more particularly to attend to a little affair associated with your Temple. There seems to have been a little misunderstanding about its construction, and as we have a Temple Committee and architects for the Church, we thought it best to have the brethren composing this committee and the architects, present, that we might confer with them, so that everything pertaining to this building might be done properly according to order and correct principles. <\/div><div class=\"paragraph jod\" id=\"v21n3\"> Elder Truman O. Angell was sustained at the General Conference as <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Architect of the Church, and William H. Folsom and Truman O. Angell, Jr., as his assistants, and were therefore the proper persons to consult, in the adjustment of any matters that might be in question. <\/div><div class=\"paragraph jod\" id=\"v21n4\"> I speak of this as one of those things in connection with the holy priesthood, and with the building of this sacred edifice that we are erecting to the name of the Lord. We found that a slight change had been made from the original plan, which however is not material, and there will no difficulty arise therefrom. I thought I would mention this because people generally like to understand things as they exist. It is much better to tell things right out as they are than to hear of whisperings about this and the other thing, which in many instances are incorrect. <\/div><div class=\"paragraph jod\" id=\"v21n5\"> We are pleased to find the pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gress you are making in the erection of this temple, the energy and zeal that are being displayed and the liberality that has been manifested by the people of this temple district. <\/div><div class=\"paragraph jod\" id=\"v21n7\"> We are engaged, as has been mentioned by Brother Snow, in a great work; in the work that prophets and seers have gazed upon and prophesied of, namely the gathering together of the Lord's elect,<span class=\"citation\" id=\"65876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65876)\">Matt. 24:31<\/a><\/span><span class=\"citation\" id=\"84720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84720)\">D&amp;C 29:7<\/a><\/span><span class=\"citation\" id=\"93145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93145)\">Moses 7:62<\/a><\/span> the building of temples for the redemption of the living and the dead; in the establishment of the kingdom of our God. These things have been more or less understood according to the power of the spirit and the light of revelation that has rested upon his prophets ever since the world began. It is difficult, as has been remarked, for us sometimes to realize the position we occupy&#x2014;the relation we sustain to our heavenly Father&#x2014;the responsibility that rests upon us, and the various duties we have to perform in the fulfillment of the purposes of God; in the interest of a world lying in wickedness; in the building up of the Zion of our God, in the establishment of righteousness and in bringing to pass those great and glorious principles which have been contemplated by the Almighty &#x201C;before the world rolled into existence, or the morning stars sang together for joy.&#x201D;<span class=\"citation\" id=\"56254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56254)\">Job 38:7<\/a><\/span> It is our lot to be placed upon the earth in this time. It is our lot to have our minds enlightened by the Spirit, intelligence and revelation that flows from God. It is our lot to operate and cooperate with God our heavenly Father&#x2014;and with his Son Jesus Christ&#x2014;and with the ancient patriarchs, apostles and men of God who have lived before; and while they are operating behind the veil in the interests of humanity in the fulfillment of the purposes of God and in the establishment of righteousness <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the earth, we are here to operate with them, that we and they may act conjointly under the influence and guidance of the Almighty and the power and Spirit of the living God, in carrying out the designs of the great Jehovah. This is what we are here for. And it is necessary that we should comprehend our position; for in the performance of our duties associated with this work it is not as some people seem to suppose. We have got something else to do besides folding our arms and crying, &#x201C;Lullaby baby on the tree top, when the wind blows the cradle will rock.&#x201D; We have something to do besides &#x201C;sitting and singing ourselves away to everlasting bliss.&#x201D; It is our duty&#x2014;and God expects it of us, that we should seek unto him for wisdom, for guidance, for revelation and for a knowledge of his law, that we may be filled with the Holy Ghost and the power of God and that we may be enabled to magnify our calling and priesthood and accomplish that work which God has designed from before the foundation of the world. It is in reality a labor. We have gone forth, as many have gone forth to preach the Gospel of life and salvation to a fallen world. We have gathered in &#x201C;one of a city, and two of a family;&#x201D;<span class=\"citation\" id=\"60339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60339)\">Jer. 3:14<\/a><\/span> we have combated the errors of ages and inveighed against the wickedness, corruptions and strategems of wicked and ungodly men, who have opposed us on every hand; and we have, with the help of the Lord, succeeded in gathering out many of the honest in heart from among the different nations of the earth. And we have come here to carry out the will, purposes and designs of God. I never supposed that we were to come here to get rich, to increase in worldly possessions; but we came as I understand  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it in accordance with an express command of the Most High, that we may be taught in the knowledge of God, that we might come to an understanding of his laws.<span class=\"citation\" id=\"57814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57814)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"128057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128057)\">Jer. 3:15<\/a><\/span> We are not here to follow the devices and desires of our own hearts; we are not here to carry out any particular theory of our own; we are not here to build up any system of man's creation; but we are here simply to do the will of God in the establishment of his kingdom on the earth. In many things, however, we have not lived up to that high and glorious privilege which has been presented to us; we have been careless and indifferent, and it seems as though Satan has been permitted to try and tempt us in every possible way. For a few years past a spirit of greed and covetousness has run through the land and cursed as with a withering blight everything it has touched. It is as bad in its effects upon the mind of man as any pestilence or plague upon the human body. We have begun to run after the things of the world; our hearts, feelings and affections, in many instances, have been estranged from God. It is time that something should transpire to wake us up to a sense of the position we occupy; it is time we realized how God and angels look upon men who are absorbed in the things of this world instead of living up to their professions and the covenants they have made with him. <\/div><div class=\"paragraph jod\" id=\"v21n8\"> We have many of us, however, been doing a good work notwithstanding these grievous evils. It is true it is not always smooth sailing. Sometimes we seem when a little difficulty comes along to be struck with amazement, as though something very extraordinary had happened. There is nothing very strange about these things. &#x201C;What <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are you doing? What is the position of affairs? What are you going to do? etc.&#x201D; Those words express the kind of feelings that actuate the minds of the Latter-day Saints. There has been a war ever since the commencement of the world to the present time between the powers of light and the powers of darkness. Adam, we are told, had two sons. One was a covetous man, a wicked man who did not fear God; the other was a righteous man who feared God. The wicked son, who was instigated of the devil, said, I will kill my brother and then I will have his possessions. He did so<span class=\"citation\" id=\"52681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52681)\">Gen. 4:1-8<\/a><\/span><span class=\"citation\" id=\"92602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92602)\">Moses 5:16-33<\/a><\/span> and it seems that this kind of feeling existed until in a short time that influence had so prevailed that wickedness and corruption made such rapid strides that the world had to be swept as with a besom of destruction,<span class=\"citation\" id=\"58304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58304)\">Isa. 14:23<\/a><\/span> and only a very few men were left.<span class=\"citation\" id=\"128058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128058)\">Isa. 24:6<\/a><\/span><span class=\"citation\" id=\"78067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78067)\">1 Pet. 3:20<\/a><\/span> And then it seemed necessary that the same spirit and the same power should continue; and hence a part of this Canaanish seed came through the flood. Why? That there might still be the two powers&#x2014;the power of light and the power of darkness; the power of God and the power of the devil&#x2014;that the struggle and warfare among men might still go on, so that man might be made perfect through suffering.<span class=\"citation\" id=\"76448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76448)\">Heb. 2:10<\/a><\/span><span class=\"citation\" id=\"77155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77155)\">Heb. 11:40 (JST)<\/a><\/span> Hence the servants of God in the different ages of the world have had to combat with the powers of darkness. John the Revelator speaks of a great company of people whom he saw arrayed in white, singing a new song.<span class=\"citation\" id=\"79169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79169)\">Rev. 5:9-10<\/a><\/span><span class=\"citation\" id=\"128059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128059)\">Rev. 14:3<\/a><\/span> And on his inquiring as to who they were, he was told that they were they that had washed their robes and made them white in the blood of the Lamb. They were they that had come up through much tribulation, therefore they were next the  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>throne.<span class=\"citation\" id=\"79339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79339)\">Rev. 7:13-17<\/a><\/span> It is in consonance with the foreordained plan of the Almighty that a man should pass through certain trials and difficulties, and be tested in every possible way, in order to be prepared for an exaltation in the kingdom of God. It was so with Job. He was peculiarly situated. It seems that the devil appeared among the sons of God in heaven, as he does on earth very frequently. When the sons of God were assembled together, the devil was among them, and he went, as it appears, to instigate a feeling against Job. The Lord said to him, &#x201C;Hast thou considered my servant Job?&#x201D; &#x201C;Yes,&#x201D; said he, &#x201C;I have considered him.&#x201D; The Lord said that Job was a perfect and an upright man, etc. &#x201C;Oh, yes,&#x201D; said he, &#x201C;I know all about him. You think that Job is a very good man; but just let me have a rap at him, and I will show what Job will do.&#x201D; &#x201C;Well,&#x201D; says the Lord, &#x201C;you may try him.&#x201D;<span class=\"citation\" id=\"55994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55994)\">Job 1:6-12<\/a><\/span> He went to work and concentrated the lightning in one focus and hurled a thunderbolt against his oldest son's house, where all his children were feasting, and destroyed them. No sooner had the messenger reported the result of this catastrophe to Job than the news came that a certain people&#x2014;I was going to say &#x201C;Christians&#x201D;&#x2014;had fallen upon his oxen and asses and killed his servants. They called them in those days Sabeans and Chaldeans and Hittites, I think; we call them nowadays Baptists, Presbyterians, Methodists, etc. They called things by different names in different ages, but they are the same class of people. They went after his camels, his asses, his goats and all his property that they could lay their hands on, leaving him helpless and destitute&#x2014;<span class=\"citation\" id=\"56007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56007)\">Job 1:13-20<\/a><\/span>and he was, it is said, the richest man of the East.<span class=\"citation\" id=\"55989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55989)\">Job 1:3<\/a><\/span> Job, in looking at his changed situation, <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> summed the whole thing up in these few words: &#x201C;Naked came I out of my mother's womb, and naked I shall return thither: the Lord gave and the Lord hath taken away; blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56034)\">Job 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n10\"> Well, the devil did not succeed that time; but like the lawyers who are after the executors, however, I suppose he thought he would take another shoot&#x2014;serve some fresh papers. He presented himself before the Lord the second time. And addressing him the Lord said, &#x201C;Well, what do you think about Job now?&#x201D;<span class=\"citation\" id=\"56045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56045)\">Job 2:1-3<\/a><\/span> He said his efforts had not succeeded very well as yet; but &#x201C;Skin for skin, all that a man hath will he give for his life; let me lay my hand upon his body, and he will curse thee to thy face.&#x201D; &#x201C;Well, I put him into your hands, but do not interfere with his life.&#x201D;<span class=\"citation\" id=\"56053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56053)\">Job 2:4-6<\/a><\/span> The devil then let loose something like smallpox upon him&#x2014;only it was called by a different name in those days&#x2014;covering him with boils from the crown of his head to the soles of his feet, and he scraped himself with a potsherd wallowing in ashes.<span class=\"citation\" id=\"56057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56057)\">Job 2:7-8<\/a><\/span> And while he was in this condition some of his friends came along for the purpose of sympathizing with him; and after offering a great deal of advice, they came to the conclusion that Job must have been a very wicked man, or such a calamity never could have come upon him. And then, to cap the climax, his wife came along, and in her way says, Job, you are a fool for putting up with all this; you have suffered enough, and were I you I would not stand it any longer. I would curse God and die like a man. Job replied, &#x201C;You talk like one of the foolish women of old. Have we not received good at the hands of the Lord, and shall we not also receive evil?<span class=\"citation\" id=\"56067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56067)\">Job 2:9-10<\/a><\/span> The Lord gave, and the Lord taketh away; and  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56035)\">Job 1:21<\/a><\/span> And then he looked around and saw his desolation, stripped of his children and possessions, sick and weary, deserted by friends, laughed at by enemies and upbraided by his wife, afflicted with a loathsome disease, lonely, deserted and desolate, he cried out, &#x201C;Though he slay me, yet will I trust in him.<span class=\"citation\" id=\"56118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56118)\">Job 13:15<\/a><\/span> The lightning may destroy my offspring, the Sabeans and Chaldeans may rob me of my possessions, and Satan may be permitted to lay his hand upon me and smite with this loathsome disease, and although I may be clothed in sackcloth and have to wallow in ashes, and go down into the grave, and worms prey upon this body and crawl and revel in my brain, yet in my flesh shall I see God: I shall see him for myself, and not for another.&#x201D;<span class=\"citation\" id=\"56166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56166)\">Job 19:26-27<\/a><\/span> Inspired by the spirit of revelation and the power and light of the Holy Ghost, he could say, I know in whom I have believed; and although I do not know&#x2014;and it matters not&#x2014;where I may go or where my resting place may be, yet I shall stand in the latter day upon the earth, and shall behold my Redeemer, whom I shall see for myself and not for another.<span class=\"citation\" id=\"56153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56153)\">Job 19:25-27<\/a><\/span> This is the kind of religion he had. But we think it very strange sometimes that we should have a little bother; we think we ought to go along peaceably, having nothing to disturb our equanimity, that everything should move smoothly and pleasantly along until we reach the celestial abode of the Father, to associate with the gods. Some of us would make curious gods, if such were to be our lot; but we may rest satisfied that such will not be our lot. The Lord does not do things in that kind of a way. <\/div><div class=\"paragraph jod\" id=\"v21n12\"> When we were traveling abroad preaching to the world, among other things we predicted was that the <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world would grow worse and worse, deceiving and being deceived.<span class=\"citation\" id=\"76203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76203)\">2 Tim. 3:13<\/a><\/span> Thousands of our Elders have preached among the nations to the effect that God was having a controversy with them;<span class=\"citation\" id=\"60580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60580)\">Jer. 25:31<\/a><\/span> that he would arise and shake terribly the earth<span class=\"citation\" id=\"57868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57868)\">Isa. 2:19,21<\/a><\/span> and vex the nations<span class=\"citation\" id=\"89653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89653)\">D&amp;C 101:89<\/a><\/span> sorely.<span class=\"citation\" id=\"60787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60787)\">Ezek. 32:9<\/a><\/span> Many of you Elders before me today have proclaimed these things; and you have told the people that empires would be cast down and the kingdoms overthrown and the nations wasted away, but that the work and purposes of God would grow and increase until the kingdoms of this world should become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79493)\">Rev. 11:15<\/a><\/span> Are you astonished, then, that these things should begin to be fulfilled? Quite a favorite theme has been with many of our elders, that the &#x201C;little stone&#x201D; spoken of in the Scriptures has been cut out of the mountain without hands, and it is destined to strike the image whose head was of gold, breast and arms of silver, belly and thighs of brass, legs of iron, and feet part of iron and part of clay, upon its feet, breaking it to pieces; and that the materials, which represent the various nations of the earth, composing the image should become like the chaff of a summer's threshingfloor, carried away by the wind until there was no place found for it.<span class=\"citation\" id=\"60989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60989)\">Dan. 2:31-35<\/a><\/span><span class=\"citation\" id=\"61373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61373)\">Dan. 2:44-45<\/a><\/span> This is exactly as it has been foretold many thousands of years ago, and you brethren are perfectly familiar with it from having preached it both to the world and to the Latter-day Saints. When this little stone, then, as it rolls forth, strikes the toes of the great image,<span class=\"citation\" id=\"61021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61021)\">Dan. 2:34<\/a><\/span> are you surprised that there should be a little kicking? You don't like to have your toes trodden upon any more than anybody else. The fact is, the same great conflict is going on between the two great powers; the only dif<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ference is that we are in much better circumstances than many who lived in earlier days who had to wander about in sheep- and goatskins, seeking the dens and caves of rocks as places of retreat and safety.<span class=\"citation\" id=\"77092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77092)\">Heb. 11:37-38<\/a><\/span> You, my brethren and sisters, do not look today as though you were pushed to such extremes, do you? I think it another kind of spectacle. We are an integral part of this great government of the United States, not a very large part, but a very small part; and we have assumed a species of political importance; and every now and then they get after us without knowing hardly the why or the wherefore. They talk sometimes quite loudly about our corruptions. Why, as I told them some time ago in Salt Lake City, in talking about this matter, there is more wickedness carried on in Washington, where they talk so much about purity, in one day, than there is in these valleys of the mountains in six months, the Gentiles and all thrown in. And yet it is quite important that they should call upon a number of European nations to help them to correct the morals of two hundred thousand people in these far distant mountains. What magnanimity! Well, what about it? Not much. But there is this much about it&#x2014;that this nation, nor the powers of Europe, nor any other power, can overturn the Church and Kingdom of God that he has established on the earth. It will go on in spite of all the powers of earth and hell. You have heard that prophesied over and over again, and I will prophesy it again today. And every power that lift its hand against the kingdom of God will be wasted away: for God will have a controversy with the nations<span class=\"citation\" id=\"60581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60581)\">Jer. 25:31<\/a><\/span> who oppose his work, and he will manage them in his own way; he will put a hook in their <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> jaws<span class=\"citation\" id=\"60911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60911)\">Ezek. 38:4<\/a><\/span> and will lead them whithersoever he will. The wrath of man shall praise him, and the remainder he has said he will restrain.<span class=\"citation\" id=\"56887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56887)\">Ps. 76:10<\/a><\/span> Hence I feel a good deal like taking the advice of Jesus: &#x201C;Fear not them which kill the body, but are not able to kill the soul: but rather fear him who is able to destroy both soul and body in hell.&#x201D;<span class=\"citation\" id=\"64181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64181)\">Matt. 10:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n14\"> The only fear I have for the Latter-day Saints is that they will not live their religion. And I call upon you here today to lay aside your covetousness, your greed and your avarice, and act honorably and just one with another as your brethren, humble yourselves before God and seek unto him for his guidance, and he will help you, he will bless and sustain you, and he will deliver you. And I say unto the priesthood, be one; for if you are not one you are not of God.<span class=\"citation\" id=\"85162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85162)\">D&amp;C 38:27<\/a><\/span> No contention, no strife, no backbiting, no hard words; but let us have the love of God dwelling and welling up in our hearts, and extending to all men. But war against evil, corruption and iniquity of every kind, wherever found; stand firm in upholding and maintaining the principles of truth as they have been revealed to us, before high heaven, before all men. We want to be united, and, as Paul says, &#x201C;Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.&#x201D;<span class=\"citation\" id=\"75375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75375)\">Eph. 6:11-12<\/a><\/span> Paul had to maintain the truth as he had received it in the midst of a crooked and perverse generation;<span class=\"citation\" id=\"55227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55227)\">Deut. 32:5<\/a><\/span><span class=\"citation\" id=\"75497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75497)\">Philip. 2:15<\/a><\/span><span class=\"citation\" id=\"84897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84897)\">D&amp;C 33:2<\/a><\/span><span class=\"citation\" id=\"84957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84957)\">D&amp;C 34:6<\/a><\/span> and we have to do the same, and God will sustain us in our endeavors. But if we are trembly and shaky, our religion is not worth much to us.  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We have a few among us who say, &#x201C;Oh, don't! You'd better take it easy! Keep quiet! You may offend the devil, for what I know. We have a few dollars somewhere, and we are afraid something will disturb them, and the property we have made will go!&#x201D; Well, let it go; who cares about it? &#x201C;Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.&#x201D;<span class=\"citation\" id=\"78574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78574)\">1 Jn. 2:15<\/a><\/span> We ought to be governed by correct principles and act wisely and consistently, and treat all men alike. There are a great many who have the idea that there are certain classes that have rights which do not belong to others. I do not know of any such people. We are all the freeborn sons of Zion; we all partake of the holy priesthood, and we all have our rights and privileges with God. We want to act according to correct principle, and be governed by the law of God, not one law for one man and another for another man. But operating together and maintaining one another's rights upon the pure principles of truth and equity, as they exist in the bosom of God. When the things spoken of referring to the last days shall transpire, righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins,<span class=\"citation\" id=\"58107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58107)\">Isa. 11:5<\/a><\/span> and it will be as was remarked by Brother Richards, and as the Prophet Jeremiah foretold: &#x201C;I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.&#x201D;<span class=\"citation\" id=\"60670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60670)\">Jer. 31:33<\/a><\/span> As we adhere to the principles of law, equality, justice and right, and are governed by those principles. The man who is governed by the Spirit of God and lives in the light of revelation, has the law of God written on his heart and it is engraven in his inward parts. He feels as Jesus <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> did about these things. It was said to him on a certain occasion, &#x201C;Behold, thy mother and thy brethren stand without, desiring to speak with thee.&#x201D; When he said, referring to his disciples, &#x201C;Behold my mother and my brethren! For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.&#x201D;<span class=\"citation\" id=\"64461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64461)\">Matt. 12:46-50<\/a><\/span> That is the kind of feeling. We want to be united in our hearts and feelings: united to each other; united to the holy priesthood, bound together by those indissoluble ties that will unite us in time and through eternity, according to the principles of the everlasting covenant which we have entered into which reaches beyond the veil.<span class=\"citation\" id=\"128060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128060)\">Heb. 6:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n16\"> We have a struggle. Some of the &#x201C;Amalekites and Hittites&#x201D; are abroad. But who cares? Satan works for a little while, and he will work and no doubt do his utmost as long as he is permitted; and when the time comes for him to be removed, God will remove him. We may struggle as we please and do as we please in regard to these things, but we are all in the hands of God. As has been remarked, it is quite easy for the Lord to handle us in these mountains. He can send grasshoppers if he wants to; he can withhold the snows from coming on our mountains if he wants to, and thus cause drouth in the summer season and he can send the moths to destroy our fruit; all of which we have more or less already experienced. In fact he can do with us just as he pleases and we cannot help ourselves. Our only resource is in him. We want to be right ourselves in our families, every man with himself. Forsake your sins, and cleave unto God. Pay your tithings and your offerings and comply with the laws of God in every particular so that  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you may feel that you are acceptable before the Almighty, and then teach your families the same thing. Humble yourselves as families before God. You seventies, high priests and elders, do the same thing as quorums and seek for the guidance and blessing of the Lord. Have you cheated or defrauded anybody? If you have, then make things right, and try forever afterwards to be governed by correct principles. And then let there be perfect union in all the various quorums and among all the people; and let us all say in our hearts and lives, whatever the Lord commands us to do, that we will observe and do;<span class=\"citation\" id=\"128061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128061)\">Ex. 19:8<\/a><\/span><span class=\"citation\" id=\"128062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128062)\">Deut. 28:1<\/a><\/span><span class=\"citation\" id=\"128063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128063)\">D&amp;C 98:4<\/a><\/span> and let all Israel do the same, and the devils then may howl and all hell may boil over, but God will preserve his people, he will stand as our shield and buckler<span class=\"citation\" id=\"128064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128064)\">Ps. 91:4<\/a><\/span><span class=\"citation\" id=\"128065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128065)\">D&amp;C 35:14<\/a><\/span> and our strong defense. <\/div><div class=\"paragraph jod\" id=\"v21n18\"> We have got this kingdom to build up; and it is not a phantom, but a reality. We have to do it, God expects it at our hands. We have got to have&#x2014;now do not tell anybody for it is a great secret; we have got to have political power. What, will not that be treason? Perhaps so, but no matter; we have got to go on and progress in these things. We have got to establish a government upon the principle of righteousness, justice, truth and equality and not according to the many false notions that exist among men. And then the day is not far distant when this nation will be shaken from center to circumference. And now, you may write it down, any of you, and I will prophesy it in the name of God. And then will be fulfilled that prediction to be found in one of the revelations given through the Prophet Joseph Smith. Those who will not take up their sword to fight against their neighbor <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must needs flee to Zion for safety.<span class=\"citation\" id=\"85774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85774)\">D&amp;C 45:68<\/a><\/span> And they will come, saying, We do not know anything of the principles of your religion, but we perceive that you are an honest community; you administer justice and righteousness, and we want to live with you and receive the protection of your laws, but as for your religion we will talk about that some other time. Will we protect such people? Yes, all honorable men. When the people shall have torn to shreds the Constitution of the United States, the Elders of Israel will be found holding it up to the nations of the earth and proclaiming liberty and equal rights to all men, and extending the hand of fellowship to the oppressed of all nations. This is part of the program, and as long as we do what is right and fear God, he will help us and stand by us under all circumstances. <\/div><div class=\"paragraph jod\" id=\"v21n19\"> Therefore, Latter-day Saints, fear God; work the works of righteousness;<span class=\"citation\" id=\"82039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82039)\">Alma 5:16<\/a><\/span><span class=\"citation\" id=\"86379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86379)\">D&amp;C 59:23<\/a><\/span> live your religion; keep the commandments and humble yourselves before him; be one,<span class=\"citation\" id=\"85163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85163)\">D&amp;C 38:27<\/a><\/span> and be united with the holy priesthood and with each other, and I will tell you in the name of God that Zion will rise and shine and the power of God will rest upon her;<span class=\"citation\" id=\"59896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59896)\">Isa. 60:1<\/a><\/span> and her glory will be made manifest, and we will rejoice in the fulness of the blessings of the Gospel of peace; and the work of God will go on and increase until the kingdoms of this world shall become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"79494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79494)\">Rev. 11:15<\/a><\/span> and every creature in the heaven and on the earth and under the earth will be heard to say, Blessing, and glory, and honor and praise and power, might and majesty and dominion be ascribed to him that sits upon the throne and to the Lamb forever and ever.<span class=\"citation\" id=\"79224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79224)\">Rev. 5:13<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}