{"ID":210022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duties and Responsibilities of the Priesthood and Saints Generally&#x2014;Zion Shall not Be Overcome&#x2014;The Wicked Shall Slay the Wicked&#x2014;The End Near.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the Salt Lake Assembly Hall, at the Semi-Annual Conference, of the Salt Lake Stake of Zion, Saturday Afternoon, July 3, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Duties and Responsibilities, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 7\/3\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v21n501\"> I have listened to the instructions given here this afternoon by my brethren, as well as the remarks of Brother Cannon, this forenoon, with feelings of a great deal of interest. When we talk of our duties as Latter-day Saints, I think many times some of us, perhaps all of us, more or less, fall short of comprehending and understanding the responsibilities which we are under to God. I believe there never was a dispensation or a generation of men in any age of the world that ever had a greater work to perform, or ever were under greater responsibility to God, than the Latter-day Saints. The kingdom of God has been put into our hands. We have been raised up as sons and daughters of the Lord to take this kingdom, to lay the foundation of it, to build upon it, to carry it out in its various branches until it becomes perfected before the heavens and before the earth as God has foreordained it should be. And those principles which have been referred to by the brethren in regard to our duties, we cannot safely ignore <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them nor turn aside from them. I will say as one of the quorum of the Twelve Apostles, from the time I was first acquainted with this organization until today, we have never felt ourselves at liberty to stay away from our meetings unless we were sick or circumstances hindered us in some way or other. I can say that for myself, and I believe I can say the same for my brethren. We have always felt duty bound to attend our meetings, and if we do not attend the question might arise, what has become of the Twelve Apostles? Where are they that they do not attend their meetings? It would be a very proper question to ask. And if this responsibility rests upon us in the capacity which we occupy, does it not rest upon other men? I think it does. I do not believe the Lord ever required Joseph Smith or Brigham Young or any of their counselors to undertake to build up this kingdom alone. He never required them to build these Temples alone. They were required to perform their duties, that is true.  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Joseph Smith was called of God, inspired of God, raised up of the Lord, ordained of God long before he was born, to stand in the flesh, as much as Jeremiah<span class=\"citation\" id=\"60260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60260)\">Jer. 1:4-5<\/a><\/span> or any of the ancient prophets, to lay the foundation of this Church and kingdom. He performed his work faithfully. He labored faithfully while he tabernacled in the flesh, and sealed his testimony with his blood.<span class=\"citation\" id=\"91996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91996)\">D&amp;C 135:3<\/a><\/span> Other men were called also to build upon the foundation which he laid. <\/div><div class=\"paragraph jod\" id=\"v21n503\"> We have in days that are past and gone been under the necessity of going forth to preach the Gospel in the world. We have had this to do. We have been called to do it. We have been ordained to do it. We have been commanded of God to do it, and so have hundreds of thousands of the elders of this Church and kingdom. We have all some responsibility, more or less, resting upon us, whether as regards going on missions or anything else. I remember Brother Joseph Smith visited myself, Brother Taylor, Brother Brigham Young and several other missionaries, when we were about to take our mission to England. We were sick and afflicted many of us. At the same time we felt to go. The Prophet blessed us as also our wives and families; and I was reading a day or two ago his instructions from my journal. He taught us some very important principles, some of which I here name. Brother Taylor, myself, George A. Smith, John E. Page and others had been called to fill the place of those who had fallen away. Brother Joseph laid before us the cause of those men's turning away from the commandments of God. He hoped we would learn wisdom by what we saw with the eye and heard with the ear, and that we would be able to discern the spirits of other men without <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being compelled to learn by sad experience. He then remarked that any man, any elder in this Church and kingdom&#x2014;who pursued a course whereby he would ignore or in other words refuse to obey any known law or commandment or duty&#x2014;whenever a man did this, neglected any duty God required at his hand in attending meetings, filling missions, or obeying counsel, he laid a foundation to lead him to apostasy and this was the reason those men had fallen. They had misused the priesthood sealed upon their heads. They had neglected to magnify their callings as apostles, as elders. They had used that priesthood to attempt to build themselves up and to perform some other work besides the building up of the kingdom of God. And not only did he give us the counsel, but the same is given in the revelation of God to us. I have ever read with a great deal of interest that revelation given to Joseph Smith in answer to his prayer in Liberty jail.<span class=\"citation\" id=\"90803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90803)\">D&amp;C 121:1-46<\/a><\/span><span class=\"citation\" id=\"90923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90923)\">D&amp;C 122:1-9<\/a><\/span><span class=\"citation\" id=\"90939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90939)\">D&amp;C 123:1-17<\/a><\/span> I have ever looked upon that revelation of God to that man, considering the few sentences it includes, as containing as much principle as any revelation God ever gave to man. He gave Joseph to understand that he held the priesthood, which priesthood was after the order of God,<span class=\"citation\" id=\"128250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128250)\">Gen. 18:23 (JST)<\/a><\/span> after the order of Melchizedek,<span class=\"citation\" id=\"128251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128251)\">D&amp;C 124:123<\/a><\/span> the same priesthood by which God himself performed all his works in the heavens and in the earth, and any man who bore that priesthood had the same power. That priesthood had communication with the heavens, power to move the heavens, power to perform the work of the heavens, and wherever any man magnified that calling, God gave his angels charge concerning him<span class=\"citation\" id=\"87763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87763)\">D&amp;C 84:42<\/a><\/span> and his ministrations were of power and force both in this world and the world to come; but let that man use  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that priesthood for any other purpose than the building up of the kingdom of God, for which purpose it was given, and the heavens withdraw themselves, the power of the priesthood departs, and he is left to walk in darkness and not in light, and this is the key to apostasy of all men whether in this generation or any other.<span class=\"citation\" id=\"90854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90854)\">D&amp;C 121:34-40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n505\"> Our responsibilities before the Lord are great. We have no right to break any law that God has given unto us. The more we do so the less power we have before God, before heaven and before the earth, and the nearer we live to God, the closer we obey his laws and keep his commandments, the more power we will have, and the greater will be our desire for the building up of the kingdom of God while we dwell here in the flesh. <\/div><div class=\"paragraph jod\" id=\"v21n506\"> We have no right to break the Sabbath. We have no right to neglect our meetings to attend to our labors. I do not believe that any man, who has ever belonged to this Church and kingdom, since its organization, has made anything by attending to his farm on the Sabbath: but if your ox falls into a pit get him out;<span class=\"citation\" id=\"67688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67688)\">Luke 14:5<\/a><\/span> to work in that way is all just and right, but for us to go farming to the neglect of our meetings and other duties devolving upon us, is something we have no right to do. The Spirit of God does not like it, it withdraws itself from us, and we make no money by it. We should keep the Sabbath holy.<span class=\"citation\" id=\"54241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54241)\">Ex. 20:8<\/a><\/span> We should attend our meetings. <\/div><div class=\"paragraph jod\" id=\"v21n507\"> This kingdom is advancing. It has got to advance, and somebody has got to build it up. Somebody has got to labor in it. The God of heaven has had a people prepared before the world was made for this dispensation. He had a people prepared to stand in the flesh to take <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this kingdom and bear it off; and the very spirit of the prophets and apostles, who have gone before us, has been manifested in the lives of faithful men and women from the organization of this Church until today, and will continue until the coming of the Lord, as there are a great many men and women who will live their religion and carry out the purposes of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v21n508\"> It is our duty as apostles, as elders and as Latter-day Saints, to contemplate, to reflect, to read the word of God, and to try to comprehend our condition, our position, and our responsibility before the Lord. If our eyes were opened, if the veil were lifted, and we could see our condition, our responsibility, and could comprehend the feelings of God our heavenly Father, and the heavenly hosts, and the justified spirits made perfect,<span class=\"citation\" id=\"77283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77283)\">Heb. 12:23<\/a><\/span> in their watchcare over us, in their anxiety about us in our labors here in the flesh; we would all feel that we have no time to waste in folly or anything else which brings to pass no good. All of us, as elders of Israel and as Latter-day Saints, bear some portion of the holy priesthood, either the Melchizedek or Aaronic. It is a kingdom of priests,<span class=\"citation\" id=\"54126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54126)\">Ex. 19:6<\/a><\/span> and there is work enough for this people to magnify their calling. The Lord has agreed to sustain us, and to break every weapon that is formed against us.<span class=\"citation\" id=\"59738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59738)\">Isa. 54:17<\/a><\/span> He has promised to sustain Zion, and when the Prophet saw this Zion of God in the mountains, his soul was filled with joy and he cried, &#x201C;Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the Lord hath comforted his people, and will have mercy upon his afflicted.&#x201D;<span class=\"citation\" id=\"59435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59435)\">Isa. 49:13<\/a><\/span> Again the prophet says, &#x201C;Can a woman forget her suckling child, that she should not have compassion on the son of her womb? yea, they  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may forget, yet will I not forget thee.&#x201D;<span class=\"citation\" id=\"59443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59443)\">Isa. 49:15<\/a><\/span> Zion has been before the face of the Lord since the creation of the world! Our heavenly Father has protected this people. We have been favored from the day we set our feet in the valleys of the mountains, notwithstanding the tribulation and opposition we have had to contend with. All the designs of the wicked and ungodly to stop this work have been thwarted. The hand of God is over Zion. He is our Comforter. He sustains us, and we have every encouragement on the face of the earth, as Latter-day Saints, to be true and faithful unto him the little time we spend in the flesh. <\/div><div class=\"paragraph jod\" id=\"v21n510\"> Our responsibilities are great; our work is great. We not only have the Gospel to preach to the nations of the earth, but we have to fill these valleys, towns, cities, etc., and we have, among other important things, to rear temples unto the name of the Lord before the coming of Christ. We have got to enter into those temples and redeem our dead&#x2014;not only the dead of our own family, but the dead of the whole spirit world. This is part of the great work of the Latter-day Saints. We shall build these temples and, if we do our duty, there is no power that can hinder this work, because the Lord is with us; and certainly our aim is high! As a people we aim at celestial glory; we aim at the establishment of the kingdom of God. We have been raised up for the purpose of warning the world; to preach the Gospel; to go to the meek of the earth and bring them to these valleys of the mountains, that they may be delivered from the power of sin and Satan. Our numbers are many compared with former dispensations. Nevertheless, our numbers are few when compared with the twelve or fourteen hundred millions of inhab<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>itants who dwell in the flesh. Still, with the help of God, we have power to redeem the world. This is our work. We are obliged to labor and to continue to while we are here, and when we have finished our work, our sons, the rising generation, have got to take this kingdom and bear it off. <\/div><div class=\"paragraph jod\" id=\"v21n511\"> Eight of the Quorum of the Twelve Apostles are in the spirit world today who were in the flesh when we came here, and so they pass away, one after another, when they finish their work. Do you suppose that in their minds and feelings they realized they had done too much? I think not. Just so with those who remain in the flesh. There is no time to throw away, and I would to God that the elders of Israel could fully realize and comprehend the great work that God has put upon their shoulders&#x2014;the building up of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v21n512\"> This kingdom has continued to increase and spread. When we came here thirty-three years ago we found this place a barren desert. There was no mark of the white man here. It was a desert indeed, hardly a green thing to meet the eye. You can see today for yourselves. The inhabitants of Zion are a marvel and a wonder to the world. They occupy these valleys of the mountains from Idaho to Arizona. The valleys, as it were, are filled with Latter-day Saints. And who are these Latter-day Saints? They are the people whom the God of heaven has raised up in fulfillment of promise and revelation. He has carefully gathered them together by the power of the Gospel, by the power of revelation, and placed them here in the valleys of the mountains. Has there ever been any power formed against this people that has been successful?<span class=\"citation\" id=\"59739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59739)\">Isa. 54:17<\/a><\/span> Nay;  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and this people will never see the day when our enemies shall prevail, for the very reason that God had decreed that Zion shall be built up; the kingdom that Daniel saw shall roll forth,<span class=\"citation\" id=\"61315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61315)\">Dan. 2:44<\/a><\/span> until the little stone cut out of the mountain without hands<span class=\"citation\" id=\"128252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128252)\">Dan. 2:45<\/a><\/span> shall fill the whole earth.<span class=\"citation\" id=\"61047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61047)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"86611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86611)\">D&amp;C 65:2<\/a><\/span> The people of God shall be prepared in the latter days to carry out the great program of the Almighty, and all the powers of the earth and hell combined cannot prevent them. When I see the view that the world takes in regard to this great latter-day work; when I hear it questioned as to whether God has anything to do with it; when I see the feeling of hatred that is manifested towards us, to me it is the strongest evidence that this is the work of God. Why? Because we have been chosen out of the world and therefore the world hates us.<span class=\"citation\" id=\"70224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70224)\">John 15:19<\/a><\/span> This is a testimony that Jew and Gentile and the whole world look at. Then if this is the work of God, what is the world going to do about it? What can this nation or the combined nations of the earth do about it? Can any power beneath the heavens stay the progress of the work of God? I tell you nay, it cannot be done. I do not boast of these things as the work of man; it is the work of the Almighty; it is not the work of man. The Lord has called men to labor in his kingdom, and I wish the elders would look upon this subject as it is and realize our position before the Lord. Here we are a handful of people chosen out of some twelve or fourteen hundred millions of people; and my faith in regard to this matter is that before we were born, before Joseph Smith was born, before Brigham was born&#x2014;my faith is that we were chosen to come forth in this day and generation and do the work which God has designed <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should be done. That is my view in regard to the Latter-day Saints, and that is the reason why the apostles and elders in the early days of this Church had power to go forth without purse or scrip<span class=\"citation\" id=\"68196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68196)\">Luke 22:35<\/a><\/span><span class=\"citation\" id=\"84485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84485)\">D&amp;C 24:18<\/a><\/span><span class=\"citation\" id=\"87862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87862)\">D&amp;C 84:78,86<\/a><\/span> and preach the Gospel of Christ and bear record of his kingdom. Had it not been for that power we could not have performed the work. We have had to be sustained by the hand of God until today, and we shall be sustained until we get through, if we keep the commandments of God, and, if we do not, we shall fall, and the Lord will raise up other men to take our place. Therefore, I look upon it that we had a work assigned to us before we were born. With regard to the faithful leaders of this Church and kingdom, beginning with Joseph Smith, how many times have I heard men say in my travels&#x2014;Why did God choose Joseph Smith, why did he choose that boy to open up this dispensation and lay the foundation of this Church? Why didn't he choose some great man, such as Henry Ward Beecher? I have had but one answer in my life to give to such a question, namely, that the Lord Almighty could not do anything with them, he could not humble them. They were not the class of men that were chosen for a work of this kind in any age of the world. The Lord Almighty chose the weak things of this world.<span class=\"citation\" id=\"72930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72930)\">1 Cor. 1:27<\/a><\/span><span class=\"citation\" id=\"83691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83691)\">D&amp;C 1:19<\/a><\/span><span class=\"citation\" id=\"85010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85010)\">D&amp;C 35:13<\/a><\/span><span class=\"citation\" id=\"90956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90956)\">D&amp;C 124:1<\/a><\/span><span class=\"citation\" id=\"91937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91937)\">D&amp;C 133:59<\/a><\/span> He could handle them. He therefore chose Joseph Smith because he was weak, and he had sense enough to know it. He had the ministration of angels out of heaven.<span class=\"citation\" id=\"128255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128255)\">JS&mdash;H 1:30-54<\/a><\/span><span class=\"citation\" id=\"128256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128256)\">JS&mdash;H 1:68-72<\/a><\/span> He had also the ministration of the Father and the Son<span class=\"citation\" id=\"128254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128254)\">JS&mdash;H 1:16-20<\/a><\/span> and of the holy men who once dwelt in the flesh.<span class=\"citation\" id=\"128257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128257)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"128253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128253)\">D&amp;C 110:1-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n514\"> We have been obliged to acknowledge the hand of God. From out of the pit have we been dug.<span class=\"citation\" id=\"56591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56591)\">Ps. 40:2<\/a><\/span><span class=\"citation\" id=\"94649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94649)\">Isa. 51:1<\/a><\/span> We have been taken from the plough,  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the bench, the various occupations of life, having limited knowledge of what the world calls learning. The Lord has called this class of men as elders, and inspired by the power of God they have gone forth and warned the world, and those of this generation who reject the testimony of these elders will be under condemnation, for the elders will rise up in judgment and condemn them.<span class=\"citation\" id=\"59740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59740)\">Isa. 54:17<\/a><\/span> The building up of this kingdom rests upon our shoulders&#x2014;not upon the shoulders of Brother Taylor and the Twelve Apostles alone, but every man and every woman who has heard this Gospel and gone into the waters of baptism will be held responsible for the light and knowledge they received. <\/div><div class=\"paragraph jod\" id=\"v21n516\"> This is my testimony to you today. You have got the kingdom of God here. It has grown and increased, and will continue to grow and increase. I look at this building; I look at the tabernacle here; I look at the temples that are being built; I see what is going on in the mountains of Israel, and I ask what is it? It is the work of God. I acknowledge his hand in it. This is the reason why we are inspired to build these temples. Why we labor to build them is because the day has come when they are needed. Joseph Smith went into the spirit world to unlock the prison doors in this dispensation or generation. He stayed here long enough to lay the foundation of this kingdom and obtain the keys belonging to it. The last time he ever met with the quorum of the Twelve was when he gave them their endowments, and when they left him he had a presentiment that it was the last time they would ever meet. He had something to do on the other side of the veil. He had a thousand to preach to there, where you and I have one in the flesh. <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And this is the great work of the last dispensation&#x2014;the redemption of the living and the dead. <\/div><div class=\"paragraph jod\" id=\"v21n517\"> We ought not, as elders of Israel, to treat lightly the blessings we enjoy. We ought not to treat lightly the holy priesthood, or attempt to use it for any other purpose under the whole heavens other than to build up the Zion of God. The counsel that has been given this forenoon upon this matter we should lay to heart. The eyes of all the heavenly hosts are over this people. They are watching us with the deepest anxiety. They understand things better than we do, for our veil is our bodies, and when our spirits leave them we will not have a great way to get into the spirit world. They know the warfare we have with wicked spirits and with a wicked world, but what encouragement we have when we read the revelations! We live in a generation when the Lord has decreed that his kingdom shall be preserved.<span class=\"citation\" id=\"89000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89000)\">D&amp;C 90:36-37<\/a><\/span><span class=\"citation\" id=\"89763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89763)\">D&amp;C 103:13<\/a><\/span> The prophets of every other dispensation have been called to seal their testimony with their blood.<span class=\"citation\" id=\"91997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91997)\">D&amp;C 135:3<\/a><\/span> My faith is that those of this dispensation will not be called to do this. Joseph and Hyrum, it is true, were called to lay down their lives. Why? I believe myself it was necessary to seal a dispensation of this almighty magnitude with the blood of the testator for one thing,<span class=\"citation\" id=\"76912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76912)\">Heb. 9:16-17<\/a><\/span> and for another thing the people were worthy that put him to death, and will have the bill to pay as the Jews had to pay for the blood of the Messiah; but as far as the leaders of this people and the people generally are concerned, I think the Lord intends we should live at peace. With regard to Brigham Young, we all know the disposition there was on the part of his enemies to take his life. I never believed, however,  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that he would die a violent death. Neither do I believe that we shall be required to go forth and stain our swords in the blood of our fellow men in our defense. It has been decreed that the wicked shall slay the wicked.<span class=\"citation\" id=\"86471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86471)\">D&amp;C 63:33<\/a><\/span> Now, I give you my views regarding these things. I speak the sentiments of my own heart and what I believe. The judgments of our God will be poured forth, but the elders of Israel will not be called upon to slay the wicked. The wicked will slay the wicked.<span class=\"citation\" id=\"86470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86470)\">D&amp;C 63:33<\/a><\/span> When I read the Bible, the Book of Mormon and the Book of Doctrine and Covenants, I feel that it is with us as with the generation that lived in the days of Ezekiel. In those days the Lord told the prophet to tell the people that what he said he meant to fulfil.<span class=\"citation\" id=\"60749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60749)\">Ezek. 13:1-23<\/a><\/span> And so it is in the day and age in which we live. All things will be fulfilled. The judgments of Almighty God will be poured out upon the wicked. The harvest is ripe, and I know the farmer has got to cut his crops when they are ripe, otherwise they will go back into the ground and rot. <\/div><div class=\"paragraph jod\" id=\"v21n519\"> When I see the wickedness and abomination that prevail in Babylon, covering the earth, as it were, like a mighty sea&#x2014;when I see these things I feel to ask myself the question, how long can these things rise up in the sight of heaven and not have their reward? In my own mind I can see a change at our door. In the face of the revelations I cannot see how it can be otherwise. The signs of heaven and earth all indicate the near coming of the Son of Man. You read the 9th, 10th and 11th chapters of the last Book of Nephi,<span class=\"citation\" id=\"82802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82802)\">3 Ne. 19:1-36<\/a><\/span><span class=\"citation\" id=\"82818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82818)\">3 Ne. 20:1-46<\/a><\/span><span class=\"citation\" id=\"82844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82844)\">3 Ne. 21:1-29<\/a><\/span><span class=\"citation\" id=\"82891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82891)\">3 Ne. 22:1-17<\/a><\/span><span class=\"citation\" id=\"82895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82895)\">3 Ne. 23:1-14<\/a><\/span><span class=\"citation\" id=\"82906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82906)\">3 Ne. 24:1-18<\/a><\/span><span class=\"citation\" id=\"82910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82910)\">3 Ne. 25:1-6<\/a><\/span><span class=\"citation\" id=\"82912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82912)\">3 Ne. 26:1-5<\/a><\/span> and see what the Lord has said will take place in this generation, when the Gospel of Christ has again been offered to the inhabitants of the earth. The Lord did not <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reveal the day of the coming of the Son of Man,<span class=\"citation\" id=\"65929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65929)\">Matt. 24:36-37<\/a><\/span> but he revealed the generation.<span class=\"citation\" id=\"128258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128258)\">D&amp;C 84:2-5<\/a><\/span> That generation is upon us. The signs of heaven and earth predict the fulfillment of these things, and they will come to pass. <\/div><div class=\"paragraph jod\" id=\"v21n520\"> Therefore, let us try to live our religion. We have the kingdom of God. There is no question about this. There was none with Joseph Smith when the angels of God ministered unto him, and we had a living testimony of this work from that day to this. What is the greatest testimony any man or woman can have as to this being the work of God? I will tell you what is the greatest testimony I have ever had, the most sure testimony, that is the testimony of the Holy Ghost, the testimony of the Father and the Son.<span class=\"citation\" id=\"128259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128259)\">John 15:26<\/a><\/span><span class=\"citation\" id=\"128260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128260)\">3 Ne. 28:11<\/a><\/span><span class=\"citation\" id=\"128261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128261)\">D&amp;C 20:27<\/a><\/span><span class=\"citation\" id=\"128262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128262)\">D&amp;C 42:17<\/a><\/span><span class=\"citation\" id=\"128263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128263)\">Moses 1:24<\/a><\/span> We may have the ministration of angels; we may be wrapt in the visions of heaven&#x2014;these things as testimonies are very good, but when you receive the Holy Ghost, when you receive the testimony of the Father and the Son, it is a true principle to every man on earth, it deceives no man, and by that principle you can learn and understand the mind of God. Revelation has been looked upon by this Church, as well as by the world, as something very marvelous. What is revelation? The testimony of the Father and Son. How many of you have had revelation? How many of you have had the Spirit of God whisper unto you&#x2014;the still small voice.<span class=\"citation\" id=\"55722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55722)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"88057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88057)\">D&amp;C 85:6<\/a><\/span> I would have been in the spirit world a great many years ago, if I had not followed the promptings of the still small voice. These were the revelations of Jesus Christ,<span class=\"citation\" id=\"74448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74448)\">Gal. 1:12<\/a><\/span> the strongest testimony a man or a woman can have. I have had many testimonies since I have been connected with this Church and kingdom. I have been blessed at times with certain  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gifts and graces, certain revelations and ministrations; but with them all I have never found anything that I could place more dependence upon than the still small voice of the Holy Ghost.<span class=\"citation\" id=\"55723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55723)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"88058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88058)\">D&amp;C 85:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n522\"> I know this is the work of God. I know God is with this people. I am anxious for them. I am anxious for the rising generation, for the young men and young women, for I know this kingdom has got to rest upon their shoulders. When I see the evils that exist in Salt Lake City, I realize they are in danger. Our responsibilities as parents are great. We have not only to set an example ourselves, but we must pray for them, and counsel them, and I am satisfied that the Lord will prepare our young men and young maidens, the sons and daughters of this people, so that they will take this kingdom and bear it off. The kingdom will never be thrown down<span class=\"citation\" id=\"89764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89764)\">D&amp;C 103:13<\/a><\/span><span class=\"citation\" id=\"89573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89573)\">D&amp;C 101:75<\/a><\/span> or given to another people.<span class=\"citation\" id=\"61316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61316)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n523\"> I thank God I live in this day and age of the world. I thank God that I heard the Gospel. I thank the Lord I have been made partaker of the holy priesthood in connection with the Gospel, and all the fears I have had have been about myself and friends. I never had any fears about the kingdom of God. I do not have any today. I realize and understand, as well as I know any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing, that this kingdom is ordained to stand. It will grow and increase. Zion will arise and put on her beautiful garments.<span class=\"citation\" id=\"59542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59542)\">Isa. 52:1<\/a><\/span><span class=\"citation\" id=\"83619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83619)\">Moro. 10:31<\/a><\/span><span class=\"citation\" id=\"87443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87443)\">D&amp;C 82:14<\/a><\/span><span class=\"citation\" id=\"128264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128264)\">D&amp;C 113:7-8<\/a><\/span> The only fears that I have are with regard to myself, my family, my wives and my children. We are surrounded with temptations which have a tendency to lead us away. We have got to guard against them; we have got to increase our faith and live nearer and nearer to the Lord. <\/div><div class=\"paragraph jod\" id=\"v21n524\"> I pray God to bless you and bless this people, and bless those who are called to watch over us. We have to watch as well as pray.<span class=\"citation\" id=\"66278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66278)\">Matt. 26:41<\/a><\/span><span class=\"citation\" id=\"68058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68058)\">Luke 21:36<\/a><\/span><span class=\"citation\" id=\"82179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82179)\">Alma 13:28<\/a><\/span> We have to guard the Church and kingdom of God. By and by our mission will close. We will soon pass away and shall reap our reward. We are living in the last dispensation. Joseph Smith, I expect, will sound the sixth trumpet.<span class=\"citation\" id=\"88748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88748)\">D&amp;C 88:105<\/a><\/span> He will be at the head of this dispensation; or, if he does not blow the trumpet of this dispensation, I do not know who will. Somebody has got to do it, and it must be somebody holding the keys of the various dispensations of the world. No other angels are coming from any other world to administer in this dispensation; those men will minister who dwelt here in the flesh.<span class=\"citation\" id=\"91282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91282)\">D&amp;C 130:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n525\"> May God bless us and help us to keep his commandments, for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}