{"ID":210003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Funeral Sermon By President John Taylor, Preached Over the Remains of Joseph M. Cain, Son of Joseph and Elizabeth Cain.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered In the 14th Ward Assembly Rooms, Salt Lake City, Feb. 8, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: A Funeral Sermon.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/8\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v21n50\"> We are met here today, as we frequently have to do, to pay the last tribute of respect to the departed dead. Time with all its changes and mutations brings us face to face very frequently with the kind of thing that is now presented before us. We come into the world, we struggle a little while with the affairs incident to human nature, and by and by the struggles of the present are over. The weary wheels of life stand still and we go into another state of existence. As wise, prudent and intelligent men it behooves us really to comprehend the true position we occupy in relation to the past, in relation to the present, as well as to the future. <\/div><div class=\"paragraph jod\" id=\"v21n51\"> Speaking of the past, we all of us have had our ideas about a pre-existence. We consider that God is Father of the spirits of all flesh,<span class=\"citation\" id=\"54764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54764)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54879)\">Num. 27:16<\/a><\/span> not only of those that fear him, but of those who do not fear him, and who disobey His laws. He is the father of the spirits of all, and as is spoken of in the Scriptures, &#x201C;We are his offspring&#x201D;<span class=\"citation\" id=\"71997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71997)\">Acts 17:28<\/a><\/span> and emanated from him. We came into this world to attend to certain things which are designed <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the Almighty and which in the program of the Lord it was necessary that we should take our part in. We had very little to do with our coming here; all things move along naturally. But we have something to do, however, with our affairs while we are here, in a state of probation. But about our leaving, in ninety-nine cases out of a hundred, or more than that even, we have little to do with it. <\/div><div class=\"paragraph jod\" id=\"v21n52\"> There are certain inscrutable purposes associated with the divine program which men generally do not comprehend. We know a very little of the world in which we live, and of its inhabitants. But what and how little do we know in relation to the past, or in regard to anything pertaining to the future? Who can comprehend the purposes of God pertaining to the organization of the earth, say to commence with, and the peopling of it, and the maintaining of it, or in regard to the position of the nations and their destiny; or in regard to the world itself and the various changes yet to transpire upon it. And then, who of us knows anything definite pertaining to ourselves,  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or about the impulses by which we are governed and actuated, or of the powers of darkness, or the powers of light, as the case may be, with which we are surrounded? How many of us comprehend these things? Very few indeed. It is the design of God, as I understand it, in our coming here, to give unto us bodies, that the spirits that were created before, might have tabernacles wherein they might live and exist, and move and act, as corporeal substances, if you please; and that according to certain inscrutable laws of God pertaining to the human family and the future destiny of man, and the world in which we live; that through the union of the body and spirit, and their obedience to certain laws which the great Eloheim has given for the guidance of His people, that they might be more exalted, more dignified, more glorious than it would be possible for them to be, had they not come here to sojourn in these tabernacles, and combat with the various evils to which the flesh is heir. <\/div><div class=\"paragraph jod\" id=\"v21n54\"> Under these circumstances, from time to time, he has made known his will to men. He has in different ages raised up men with whom he communicated, and to whom he revealed his will, and under certain circumstances to whom he committed his law, and he has made them his mouthpiece to the human family, and through them has revealed life and its principles, and has unveiled the heavens and given man a knowledge of the future, and has shown his condemnation, or evinced his hatred to evil and iniquity of every kind, and has shown through them the evil effects of pursuing this course. These men, in the different ages in which they lived, warned the people and the nations in regard to evil, and have tried to incite them <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to good, and held out to them the principle of lives, eternal lives hereafter to be obtained in the celestial, terrestrial or telestial kingdoms. These men and these principles, which have been introduced by the Almighty, have had their effect more or less among the human family. But there has been associated with this a spirit of antagonism to God, to virtue, to truth, to purity, to holiness, and to those principles that were calculated to elevate and exalt humanity through time and through the eternities that are to come. Thus two influences have been at work among the nations and among the various peoples of the earth in the different ages. Sometimes it seems mysterious to the human family that things should be as they have been. They do not comprehend the meaning or the purposes or designs, or even the law of God. In fact, some of these laws have not been made known generally to mankind. Permit me to say there are eternal laws that exist with the Gods in the eternal worlds, and from which they cannot depart, and to which they are bound in all their acts, I was going to say as we are, but I will say not as we are, but as we ought to be, subject to the law of God in all our acts, and that it is absolutely necessary that men should be placed in a state of trial, in a state of probation. It was just as necessary that Satan, if you please, should exercise his power as that God should exercise his. This is a thing that is not always understood by men, and, in fact, they understand very little about it. We are told, however, that, &#x201C;It must needs be, that there is an opposition in all things,&#x201D;<span class=\"citation\" id=\"81234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81234)\">2 Ne. 2:11<\/a><\/span> good and evil, light and darkness, happiness and misery, corruption and incorruption, life and death, heaven and hell. <\/div> <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n56\"> We talk about a futurity and about heaven, of which men have certain vague ideas. Some think heaven is beyond the bounds of time and space. It is a kind of poetic thought, which sounds very well; but where is such a place? When we reflect upon it in our sober moments, we naturally conclude that it is nowhere. But men have entertained singular notions and ideas pertaining to the future, many of which have been erratic, foolish and ignorant; and the fact is, it is impossible for man, unaided by the revelations of God, to comprehend anything about him. Job says: &#x201C;Canst thou by searching find out God? canst thou find out the Almighty unto perfection? It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?&#x201D;<span class=\"citation\" id=\"56109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56109)\">Job 11:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n57\"> We are told emphatically that no man knows the things of God but by the Spirit of God.<span class=\"citation\" id=\"73073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73073)\">1 Cor. 2:11<\/a><\/span> And how are they to become acquainted with these things, unless they are in possession of that light and that spirit which is capable of imparting to them that intelligence? A knowledge of God is out of the ken of uninspired humanity. Who can draw aside the veil of the invisible world? Who can penetrate into the future and look, as some men have, through the dark vista of future ages and see the purposes of God roll on with all their majesty and glory to consummation; of which, they nor we, nor anybody can know anything about, except by and under the influence of that spirit? They cannot know it; it is out of their reach. <\/div><div class=\"paragraph jod\" id=\"v21n58\"> Well, what then in regard to the things of men? We see men bickering and quarreling over religious matters, over things really that they are just as ignorant of as babes are. <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They contend about certain principles, dogmas and theories, and get up debates about them, ofttimes causing troubles in families, and neighborhoods; often persecuting one another and even putting one another to death concerning things that they knew nothing about themselves. This is all very foolish. <\/div><div class=\"paragraph jod\" id=\"v21n59\"> How does God feel towards the human family? He feels that they are his children. What, all? Yes; the white, the black, the red, the Jew, the Gentile, the heathen, the Christian and all classes and grades of men; he feels interested in all, he has done so from the beginning, and will continue to do so to the end. He will do all that lies in his power for the benefit, blessing, and exaltation of the human family, both in time and eternity, consonant with those laws and those eternal principles that I have referred to: from which he himself cannot deviate. We sometimes get up feelings about parties that do not think as we do, and do not believe as we do, and we are apt to cast aspersions upon them. Why, these are their affairs. What! Would you allow everybody to worship as they please?<span class=\"citation\" id=\"128077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128077)\">A of F 1:11<\/a><\/span> Certainly. What? If you knew they were in error? Certainly. I would not wish to control the human mind; I would not control the actions of men. God does not do it, he leaves them to their own agency to combat with the trials, temptations, adversities and evils of every kind that are in the world, to which humanity is, or can be incident. He put within their reach, however, certain principles and would like to lead them to himself if they would be led. If not, he then does the very best with them that he can. In some instances he has had to come out, as it is said, &#x201C;in his fierce wrath,&#x201D;<span class=\"citation\" id=\"94645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94645)\">Ezra 10:14<\/a><\/span> upon  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the peoples and upon the nations of the earth; and many other things have been in his program; because this life, with its few years is only comparatively, as it were, a few moments in the estimation of Jehovah. It is but a span, a dream, or a tale, that is told and passed away. But in regard to the eternities that are to come, and the realities we have to do with hereafter, that is another affair. I have heard men talk about the cruelty of God, just like some foolish people talk about their fathers. Who knows anything about God? Did you ever see him? Some think it was very cruel in him to destroy the world at the flood.<span class=\"citation\" id=\"52814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52814)\">Gen. 6:1-22<\/a><\/span><span class=\"citation\" id=\"52898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52898)\">Gen. 7:1-24<\/a><\/span> How do they know but that it was the greatest boon he could confer upon that wicked people? How do they know but that it was one of the richest blessings he could pour out upon their heads in sweeping them off the earth and sending them into another existence and then shutting them up in prison after that.<span class=\"citation\" id=\"78041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78041)\">1 Pet. 3:19-20<\/a><\/span> How do you know? Certainly you do not know that it is not the case. <\/div><div class=\"paragraph jod\" id=\"v21n60\"> Let us reason for a few moments and look at things about as they are; I will tell them as they are and as they were. Satan before the days of the flood obtained the ascendancy over many men and brought them under his rule and dominion. He started in with Cain and made a murderer of him the very first thing he did and taught him many principles of evil, and he was called the great Master Mahan.<span class=\"citation\" id=\"92641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92641)\">Moses 5:29-33<\/a><\/span> Under the influence and power of Satan he operated to thwart the designs of God and to stop the purposes of Jehovah. Satan first started in the heavens, but was cast out<span class=\"citation\" id=\"79581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79581)\">Rev. 12:7-9<\/a><\/span><span class=\"citation\" id=\"92455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92455)\">Moses 4:1-4<\/a><\/span> and succeeded in obtaining a great ascendancy over the minds of the people, whom he caused to corrupt themselves, leading them into evil, folly, <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> vanity and corruptions of every kind, so much so we are told that the &#x201C;imaginations and thoughts of their hearts were only evil and that continually.&#x201D;<span class=\"citation\" id=\"52841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52841)\">Gen. 6:5<\/a><\/span><span class=\"citation\" id=\"93310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93310)\">Moses 8:22<\/a><\/span> What had to be done then? There were other parties interested besides those upon the earth. There were innumerable hosts of spirits in the heavens that had to come and take tabernacles. Was it proper and righteous, was it equitable, was it according to the principles of justice that those that were pure with their Father in the heavens should come and take bodies and be forced to enter into tabernacles, that were the offspring of those corrupt beings who were then peopling the earth? If I or you had been there should we not have spoken to our Father and said, &#x201C;Father, do you see the corruptions that exist upon the face of the earth?&#x201D; &#x201C;Yes, I know it.&#x201D; &#x201C;Is it just that we should have to go into these corrupt, contaminated, evil, wicked bodies to receive our earthly parentage from them; and be subject to that power and iniquity in all its phases for thousands or millions of years to come?&#x201D; &#x201C;No,&#x201D; says He, &#x201C;it is not, and I will sweep them away, I will destroy them; they possess the power, while living to propagate their species, but I will deprive them of that power. I will send in the floods upon them, and then I will shut them up in prison.&#x201D; Did he do it? He did. But before He did it, he had the Gospel preached to them as it is now being preached, and men clothed upon with the priesthood were sent forth among the peoples to proclaim to them the great principles of life, and they had the Gospel and the revelations of God and communion with their heavenly Father.<span class=\"citation\" id=\"93300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93300)\">Moses 8:19-24<\/a><\/span> Enoch was a preacher of righteousness,<span class=\"citation\" id=\"78384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78384)\">2 Pet. 2:5<\/a><\/span> and numerous Elders at that time were sent forth among the peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple and proclaimed the principles of eternal truth and gathered the people together so that every man who would fear God and obey his law and be governed by the principles of righteousness, might have the full blessings of the everlasting Gospel; and He gathered them together before destruction came. They were gathered unto Zion,<span class=\"citation\" id=\"92813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92813)\">Moses 7:17-20<\/a><\/span> and that Zion was caught up, by the power of God, away from the earth,<span class=\"citation\" id=\"92997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92997)\">Moses 7:21<\/a><\/span><span class=\"citation\" id=\"93245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93245)\">Moses 7:69<\/a><\/span> and then the avenging hand of God came upon the corrupt inhabitants that were left because of their iniquities. Would it be proper to allow corruptions and wickedness to predominate, and the powers of Satan to have the presiding influence, and God to be left out of the question?<span class=\"citation\" id=\"128078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128078)\">Moses 7:33-34<\/a><\/span> No. Therefore He accomplished what He did. Did He injure them? No; they would only have lived a few years longer anyhow; but He did not want them to perpetuate that kind of folly, wickedness, and corruption that then prevailed, and said, &#x201C;I will stop it,&#x201D; and he stopped it. Now, what about the future of such people. We may have curious ideas about them. Some think that they are going to remain in hell forever and ever. But they were in the hands of God, and He did right by them. By and by when Jesus came, what did he do? As soon as He got through with His short mission upon the earth, &#x201C;He was put to death in the flesh, and was quickened by the Spirit, and went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah;&#x201D;<span class=\"citation\" id=\"77982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77982)\">1 Pet. 3:18-20<\/a><\/span> that they might be placed on the same plane and in the same position that others were; that they might obtain their proper status in the eternal worlds, and be rewarded with all that was possible for them to enjoy, according to the eternal <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> laws and inscrutable justice of Jehovah. Thus justice was satisfied, the law vindicated, the wicked punished, the unborn and pure protected and provided for, and finally, the imprisoned released from their bondage and salvation extended to the prisoners. Was there anything wrong in that. &#x201C;Yes,&#x201D; says the ignoramus who does not know anything about it, &#x201C;it was very cruel.&#x201D; Well, the greatest cruelty there is about such men is that they are cruelly ignorant and do not know what they are talking about. <\/div><div class=\"paragraph jod\" id=\"v21n62\"> Now in regard to other things. The Gospel has been sent from time to time among the people. And what does it do? It brings life and immortality to light.<span class=\"citation\" id=\"76077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76077)\">2 Tim. 1:10<\/a><\/span> Has God ever given up his idea in relation to the inhabitants of the earth? No; but He has in the different ages given certain laws and principles to certain classes of individuals. It is said that God has made of one blood all nations of the earth,<span class=\"citation\" id=\"71964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71964)\">Acts 17:26<\/a><\/span> yet there are certain classes of men among the nations just as much as there are certain classes of metals. Everything is not gold, everything is not silver, everything is not brass, everything is not iron; all hold their proper position and have their relative value. So in regard to the heavens. There are bodies celestial, there are bodies terrestrial, there are bodies telestial. We are told there is one glory of the sun, another glory of the moon, another glory of the stars, and that as one star differs from another star in glory.<span class=\"citation\" id=\"87198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87198)\">D&amp;C 76:96-98<\/a><\/span> So also shall it be in the resurrection.<span class=\"citation\" id=\"73930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73930)\">1 Cor. 15:40-42<\/a><\/span> This distinction arises from the acts of men, as it is said, &#x201C;Ye are servants to whom you yield yourselves servants to obey.&#x201D;<span class=\"citation\" id=\"72462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72462)\">Rom. 6:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n63\"> Now what are we here for? What are the things we profess to do? I will ask, What did Jesus seek to do when he was here? Did he come to  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>curse mankind? No, but to bless them; he came to seek and to save those that were lost;<span class=\"citation\" id=\"65052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65052)\">Matt. 18:11<\/a><\/span><span class=\"citation\" id=\"67891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67891)\">Luke 19:10<\/a><\/span> He came to unfold the principles of eternal truth, to bring life and immortality to light by the Gospel.<span class=\"citation\" id=\"76078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76078)\">2 Tim. 1:10<\/a><\/span> He came, according to the eternal decree of the Almighty, to offer his life as a sacrifice, as an atonement for the sins of the human family. He came to introduce principles that emanated from God, to organize his church upon the earth, and to endow his disciples with authority that they might go forth as His messengers to proclaim the principles of eternal truth to the human family. Hence says he, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66804)\">Mark 16:15-16<\/a><\/span> This is one of those eternal decrees that you cannot get away from. And then we talk about the damnation of hell; and people have as strange notions about that as they have about other things. I have read statements from men which were really terrible when depicting the state of the damned. It is bad enough, but it is not the kind of thing they represent. I remember, too, reading a piece of poetry, which ran something like this: <\/div><div class=\"paragraph jod\" id=\"v21n65\"> &#x201C;Infinite years in torment must I spend, And never, never, never have an end. Ah! must I lie, in ruinous despair, As many years as atoms in the air; When these are past as many thousand more, As grains of sand upon the ocean shore. When all these doleful years are spent in pain, And multiplied by millions yet again, Till numbers drown the thought, could I suppose That then my dismal years would have a close, This would afford a hope; but ah! I shiver To ponder on this dreadful word, forever; I in this burning gulf blaspheming lie, Time is no more, but vast eternity.&#x201D;  <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This may be poetic. It is certainly grim and terrible; but it is not true. Is there justice? Yes. Eternal justice? Yes. These men that I have referred to suffered eternal justice; they were destroyed by the Almighty, and at last were saved again by the Almighty. Have we eternal punishment? Yes. What is it? It is God's punishment. Are there everlasting prisons? Yes. What are they? God's prisons. Do people stay in them forever?<span class=\"citation\" id=\"84179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84179)\">D&amp;C 19:6-7<\/a><\/span> No. Not in all of them. We have prisons upon the earth, penitentiaries, in which to confine people for one, five, ten or twenty years, as the case may be; and when their time expires they come out; but the prison is there still. Is it an everlasting prison? You may call it so if you please; but people do not stay in it always. Has God a way to manage his affairs? Certainly; the Judge of all the earth ought to be at least as capable in the management of his affairs, as mortal men are in theirs. <\/div><div class=\"paragraph jod\" id=\"v21n66\"> We have come upon this stage of action, and are called to preach. And God has revealed his will, and some people seem to be very angry about it. Joseph Smith had revelations from God. Do I know it? Yes, I do. Could he help it? Suppose the Lord were to speak to any of you, could you help it? Or if an angel were to come to you, could you help it? No, you could not. Now, you might do what they tell you, or not; that is optional. If you did what they told you, however, the world and the devil would say you were a fool; and they have always said so in every age of the world; and the devil and the world have always been opposed to God and his law, and they would persecute you as they persecuted him. Very well, do we have need to fight? I do not. I thank God for the light  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and intelligence he has revealed unto us, through the medium of the everlasting Gospel. Could we have it if God had not revealed it? No. Who knew that God lived? Nobody until Joseph Smith came, and the Lord spoke to him pointing out to him his son, saying, &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93644)\">JS&mdash;H 1:17<\/a><\/span> Who knew anything about it? Nobody on the wide earth. Could he have helped it if he wanted to? I do not think he wanted to much; I do not think anybody need want to much, if God would condescend to reveal his will; I do not think they would be very desirous for him to hold his peace. It is true a number of the children of Israel did when they heard the thunderings on Mount Sinai. They said to Moses, speak to us; but do not let the Lord speak to us, lest we die.<span class=\"citation\" id=\"54335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54335)\">Ex. 20:19<\/a><\/span> The fact is, they were not prepared for it. <\/div><div class=\"paragraph jod\" id=\"v21n68\"> Now then, this Gospel is introduced for what? To spread life and salvation to the world. God blessed Abraham in the same way. What for? In thee and thy seed shall all the families of the earth be blessed.<span class=\"citation\" id=\"53033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53033)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"53385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53385)\">Gen. 22:18<\/a><\/span> I will give unto you my law, I will reveal unto you the principles of eternal truth; I will open the mysteries of heaven to your view, and you shall gaze upon me and upon my purposes. I will instruct you in the principles of life and salvation, and I will tell you what to do with those principles when I shall have committed them to you. As he spake unto Moses, he told him to select a man to be his mouthpiece; and said, Moses shall be a God unto you, and I will speak through him.<span class=\"citation\" id=\"53818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53818)\">Ex. 4:10-16<\/a><\/span> That is it. Now, he has done the same in this day, and restored the same principles, and has sent forth a message to the nations of the earth, and gathered together men who had <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the manhood, integrity and desire to carry out the purposes of God, and who would be valiant for those principles which he had revealed; and he prepared them for his purpose; and if he had not sustained them they would not be here today. Are these men enemies to the world? If teaching men the truth is enmity, they have done that; if going without purse or scrip,<span class=\"citation\" id=\"68191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68191)\">Luke 22:35<\/a><\/span> traveling among the nations to proclaim to them the glad tidings of salvation is enmity, they may possess it. But impelled by the spirit of eternal truth and enlightened by the spirit of the Almighty and comprehending the position they occupied, they have gone forth among the people of the earth and proclaimed to them the glad tidings of salvation, and God has taken care of them. Very well. Anything great about this? No; it is simply performing a duty. I have traveled hundreds and thousands of miles in this way myself, trusting in God. Was I ever forsaken? No. Did I ever need anything? No, not that I did not get. Did I ever have to go hungry, naked or destitute? No, the Lord always provided and raised up means in every kind of way, and I did not beg either. I would like anybody to tell me when I ever begged anything from them either here or anywhere else. But I have begged of the Lord, for my religion teaches me to go to him. <\/div><div class=\"paragraph jod\" id=\"v21n69\"> Now then, we have a work to do. Do we wish to vilify anybody in our midst? No. Do we see wicked, corrupt and abominable men among us? Yes. What will we do with them? Leave them in the hands of God, he will manage them; it is for us to do right, to work righteousness and pursue a course right before the Lord. <\/div> <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n71\"> I see that time is passing. My mind has been led rather discursively on some of these matters, arising partly from circumstances with which we are surrounded. How is it with this young man here? Well, I wish it were otherwise; I wish he had lived a very good Saint, which, however, he did not do. We have not come here to indulge in any kind of false sentimentality. He was a drunkard; that is a truth and many of you know it. When you have said that, can you say anything worse? That is bad enough, but I do not know anything evil about the young man further than that. I knew his father. I baptized him thousands of miles away from here, in the neighborhood of 40 years of ago, when he was a much younger man than he (his son) is now. His father lived up to the Gospel, and died strong in the faith; and his mother has been a very good woman, so far as I know; I have never known anything against her. This boy has caused her a great deal of trouble; and I have been sorry for him. Well, should we tell things? Yes, always; that day is not far distant when the coverings will be taken from the face of all people, and we shall all stand naked, as it were, before God&#x2014;both you and I and this young man. Well this boy&#x2014;I call him a boy, he is a young man, and is a nephew of mine by marriage; and I would not want to say anything about him on that account, neither would I falsify the young man on that account; but let us tell things and understand them as they are. Let me call the attention of the youth present. Would you like to be lying in this position, under these circumstances? You would not? Then let us look at things as they are. What next? We will <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do the best we can; and what is it? There is a curious saying that Paul made on a certain occasion, in speaking about the Jews and the Gentiles: <\/div><div class=\"paragraph jod\" id=\"v21n72\"> &#x201C;What advantage hath the Jew? or what profit is there of circumcision? <\/div><div class=\"paragraph jod\" id=\"v21n73\"> &#x201C;Much every way: chiefly, that unto them were committed the oracles of God.<span class=\"citation\" id=\"72282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72282)\">Rom. 3:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n74\"> &#x201C;Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed forever,&#x201D; etc.<span class=\"citation\" id=\"72663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72663)\">Rom. 9:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n75\"> Is it a sorrowful thing to see our youth pass away as he has done? Yes. He did not die drunk? No, but that was the cause of it. We may as well talk honestly about him. What next? He has gone. Has he hurt anybody? No, only by his example. Has he hurt his mother? Yes. I do not think he did sin while his father was living; but since then he has caused his mother many a sorrowful hour. Did I feel sorry when he died? No. Why? Because I knew it was much better for him to leave the earth than to be in the position he has been. <\/div><div class=\"paragraph jod\" id=\"v21n76\"> Now, what about the future in relation to these things! What advantage has the Jew over the Gentile? Much every way. Their's were the fathers; and unto that people were committed the oracles of God.<span class=\"citation\" id=\"72283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72283)\">Rom. 3:2<\/a><\/span> Their's were the fathers&#x2014;we have fathers that are living in the eternal worlds; fathers that are interested in our welfare; fathers that are associated with the beings that exist behind the veil; fathers who are operating with us in trying to bring about the great purposes of God and the salvation of the human family. Can anything be done? Yes, and all that can be done will be done, but the future has got to be left with the Almighty in regard  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to these matters. But we can do a great deal according to principles that God has revealed to us, and these things will be done, as far as they can be. <\/div><div class=\"paragraph jod\" id=\"v21n78\"> I would say, I do not utter these things to cause any unpleasant feeling in the bosom of the family; they cannot help it. If I could have helped it, I would; if the mother could have helped it, she would; if the sister could have helped it, she would; if the friends could have helped it, they would. But we cannot control circumstances. <\/div><div class=\"paragraph jod\" id=\"v21n79\"> We are now talking not to the dead, but to the living. I would say, Let us avoid these evils, they lead down to death; let us seek to live our religion, to obey the laws of God and keep his commandments. And in regard to the future, we leave that in the hands of the <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Almighty who doeth all things well; and we will do all we can to promote the comfort of the living and the dead. We are doing a great deal for the accomplishment of this object; we are building temples and administering in them, and we are doing it in obedience to the law of God, and in consonance with the feeling of the patriarchs and apostles and men of God who have lived before. And we will try to go on and live our religion and keep the commandments of God that we may rejoice together hereafter. And I would say to the mother, Let your heart be comforted for you shall be blessed both in time and in eternity. And I say unto all of you, Live your religion, keep the commandments of God, for in that only there is safety. God bless you in time and in eternity. Amen. <\/div>\n<\/div>\n<\/div>"}