{"ID":210004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Rest Signifies Change&#x2014;Time As Related to Eternity&#x2014;Wonderful Mechanism of the Human Body&#x2014;Integrity in the Face of Opposition.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered at Brigham City, on Sunday Morning, October, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Rest Signifies Change, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/0\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v21n80\"> I feel somewhat weary in body from the effects of labor and infirmities; and were I to consult my own feelings I would be inclined to waive this privilege, and sit and listen to <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my brethren. Indeed, I may say I rather counted upon a rest in coming to Brigham City; yet I never allow myself to shrink from bearing that portion that properly attaches  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me in life to the calling and duties devolving upon me. I feel that we are all here in a school, that we have a work to perform; and if when we shall have done that work we shall be satisfied with it, we will not regret having worn ourselves out in accomplishing it. But on the contrary we shall rejoice at our success in having got safely through and entered into the &#x201C;rest&#x201D;<span class=\"citation\" id=\"87647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87647)\">D&amp;C 84:24<\/a><\/span> which is prepared for the people of God in the future state. This is a scriptural phrase, implying that there is a rest beyond for the people of God. But I have sometimes thought that strictly speaking rest was only a change, and that a change was rest; because to be absolutely at rest, to be entirely free from labor and care would be inconsistent with our existence; in such a condition our being would be a blank, a nonentity. The course of God, we are told by the prophet Nephi, is one eternal round;<span class=\"citation\" id=\"80993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80993)\">1 Ne. 10:19<\/a><\/span> that like eternity, it has neither beginning nor end, and is illustrated in the Book of Abraham by the hieroglyphic of the circle.<span class=\"citation\" id=\"128079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128079)\">Fac. 2:18<\/a><\/span> You may start upon this ring at any given point, and in traversing it you will come to the same point&#x2014;it is without beginning, without end. <\/div><div class=\"paragraph jod\" id=\"v21n82\"> We sometimes speak of eternity in contradistinction to time; and often say, &#x201C;through time and into eternity;&#x201D; and again &#x201C;from eternity to eternity,&#x201D;<span class=\"citation\" id=\"86854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86854)\">D&amp;C 76:4<\/a><\/span> which is simply another form of expressing the same idea, and &#x201C;pass through time into eternity.&#x201D; In other words, time is a short period allotted to man in his probationary state&#x2014;and we use the word time in contradistinction to the word eternity, merely for the accommodation of man in his finite sphere, that we may comprehend and learn to measure periods. And for this purpose the Lord gave unto Adam his reckoning after the move<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments of the planets,<span class=\"citation\" id=\"93407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93407)\">Abr. 3:1-10<\/a><\/span><span class=\"citation\" id=\"93548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93548)\">Abr. 5:13<\/a><\/span><span class=\"citation\" id=\"91279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91279)\">D&amp;C 130:4<\/a><\/span> which would appear to him stationary, or at least comparatively so, making a suitable standard by which man in his mortal state may measure periods and count out the days and the months and the years and the cycles. <\/div><div class=\"paragraph jod\" id=\"v21n83\"> The Scriptures speak of a time &#x201C;when time shall be no more.&#x201D; And the Apostle John in his visions, while banished to the Isle of Patmos, heard the angel say, &#x201C;time shall be no more.&#x201D;<span class=\"citation\" id=\"79388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79388)\">Rev. 10:6<\/a><\/span><span class=\"citation\" id=\"128080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128080)\">D&amp;C 88:110<\/a><\/span> We may not fully comprehend the meaning and the purport of this expression. All phrases or expressions whether used by men, angels or God have a relative meaning, as one thing is compared with another; and to understand the full force of them, we must understand that to which it has reference by comparison. I simply understand by this, that so far as we are concerned, time will be no more when we shall be merged into eternity, and we cease to reckon our periods by the diurnal revolutions of the earth, and the changes of the moon, etc.; when we shall enter into a sphere where we can mingle with the gods and become acquainted with their reckoning, and the eternal periods or cycles of revolutions of numberless creations in space, which today the most profound astronomers of the earth are unable to fathom or mark their place of beginning. And this is called eternity by man, and, as far as man is concerned, is in contradistinction to other periods and modes of reckoning known and in use among the Gods. For they have their periods and reckoning as well as we, only on a vast and, to us, incomprehensible scale. We are in a state of progression, very small beginnings, but onward and upward for a more exalted sphere, in which they move. But I conceive of no stopping place; I  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>conceive of no absolute resting place, but only, as before remarked, a change, a change in our circumstances and conditions, and consequently a change in our labors. <\/div><div class=\"paragraph jod\" id=\"v21n85\"> I speak now of man as an immortal being, having no reference to this earthly house of our tabernacles; for this mortal house which we occupy for the period of a few short years upon the earth, will not be associated with the immortal man&#x2014;the god in embryo. The clothing we wear covers the nakedness of the body; it answers a good purpose for a little season&#x2014;until it becomes worn out, when it is cast aside as of no further use for that purpose. So with the outer house of our tabernacles. This mortality serves the purposes intended for a few short years until it is worn out with use, like the farmer's agricultural implements, like the machinist's or mechanic's tools, or any other piece of machinery&#x2014;for the human body is one of the finest and most perfect pieces of machinery known upon the earth; there is none superior. Indeed, most of the mechanism employed by men in various branches of industry is founded on the anatomical structure of the human body; the angles, the joints, the tendrils, the cords by which they are bound together; the wonderful construction not only of the outer portions of the body, but the very fine mechanism of the nervous system, and also that of the eye, the ear, and of the means of sensation, and that by which knowledge is communicated from one part of the body to the other. If the finger be abused or injured, a telegraphic communication is made to the seat of knowledge&#x2014;the government of the body; conveying the information that a finger is in danger; and wherever pain is felt, in whatever part of the body, it is <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but the ringing of the bell of alarm, living notice of a hostile attack, and to make preparations for defense, lest the enemy making the assault take possession of the citadel and destroy it. The wonderful mechanism of the nervous system, through which the spirit makes its impressions upon the body, is, as it were, an intermediate organism between the fine spiritual body and the coarser elements of our tabernacles. And those who have given the most time and study to this wonderful machine are led to fully appreciate and endorse the saying of the Psalmist, &#x201C;I am fearfully and wonderfully made.&#x201D;<span class=\"citation\" id=\"57315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57315)\">Ps. 139:14<\/a><\/span> Its adaptability to the uses and purposes intended, with its remarkable endurance when suitably guarded and protected against disease and what we term accident, is in itself sufficient to call forth the admiration of all intelligent beings. We look upon an aged person, say, 70, 80, 90 or 100 years old, and realize that there is a machine, a mechanical structure&#x2014;shall we call it a model representing perpetual motion? Not exactly, but a machine that has been in motion say, 100 years; a double action pump that has been constantly going, distributing the fluids of the system by way of keeping up a constant circulation of the blood; sometimes working very hard to remove obstructions arising from colds and other causes to keep the channels from becoming stopped up, and at other times working slowly. And the functions of the body are ofttimes kept in such constant use for such a period of time without the touch of the mechanic to repair a break unless it may, perchance, be the surgeon's saw to remove a disabled limb that threatens to encumber the whole body, or the tying up of a broken artery to prevent the escape of the vital fluid. But  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>otherwise the most skillful physician is unable to make a single repair or improve any part or portion of it; and the most he can do is to give something to be taken into the stomach to effect a chemical change on the fluids of the system, to neutralize perhaps an excess of the acids, thus working a change in the quality of the blood, and consequently a change in the deposits that are being made in all parts of the system by the circulation of this fluid. But this wonderful machine is kept in motion by what power? We say it is the power of God; we say it is in Him we live and move and have our being.<span class=\"citation\" id=\"71998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71998)\">Acts 17:28<\/a><\/span> And, yet, He always works through means, all His wonderful works being performed by agents; but He is not confined to one agent nor any special method in performing His works. But there is a spirit in this earthly tabernacle of ours that is relative to our Father and God, and who is the owner of this tabernacle, and for whom the tabernacle is organized as his dwelling house. It is this spirit that keeps the functions of this tabernacle in motion; when this spirit leaves the body, it is either because the Father calls it away, wishing to use it in another sphere, considering the time it has spent in this tabernacle sufficient for the purposes required, and therefore takes it to a higher school, through special design to do a special work; or it may be, it has used its tabernacle until it is so worn out that it has become like a bow which has been long and constantly bent&#x2014;it has lost its elasticity; its bones impaired in strength, its muscles stiffened, and the whole frame ready, like our old clothes, to be thrown aside; and the spirit comes to the conclusion that it has had its run with this old tabernacle and that it <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is time this old garment were laid aside for a new one. Our Father comes to this conclusion and gives the spirit a ticket of leave, and removes it into another sphere. But this is all necessary as a school for us. The various pains and sorrows to be endured in life are all necessary in their time and place; the trials as we term them, are all necessary in their place, they are all a part of the scheme of education or training to prepare us for the future. One of the sacred writers, in speaking of Jesus, said: &#x201C;For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.&#x201D;<span class=\"citation\" id=\"76572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76572)\">Heb. 4:15<\/a><\/span> And again: &#x201C;For God giveth not the Spirit by measure unto him.&#x201D;<span class=\"citation\" id=\"68988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68988)\">John 3:34<\/a><\/span> It is measured out to you and me in the providence of the Lord; but for him there was a storehouse to draw upon, as it were, without measure. He could continue to heal the sick and raise the dead and perform great and marvelous things, and yet the supply of vitality was not in the least abated. Mortals less gifted and less favored who should be the means of healing many sick by the power of God, would feel that in taking their infirmities upon them, they were sinking under the weight, and would want to hie themselves away to rest and recuperate their exhausted frames. Jesus was an exception in this respect; he took upon himself our infirmities and bore our sickness, as had been predicted by Isaiah the prophet.<span class=\"citation\" id=\"59645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59645)\">Isa. 53:4-5<\/a><\/span> He truly did heal the sick wherever he went; and some found that if they could even touch the hem of his garment the disease from which they suffered could be rebuked; and one instance is given where this was done, in which case we are told, virtue went out of him.<span class=\"citation\" id=\"67339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67339)\">Luke 8:43-48<\/a><\/span> But notwithstanding  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the great burden that he bore, together with the vast amount of vitality that was at various times communicated from him to others, he did not faint under the load; his mortality did not give way. But no man, unsupported as he was, could have done it without sinking under this weight; none other could have grappled with devils and cast them out of individuals and held them at bay, as he did, without suffering from bodily exhaustion, and therefore had to seek retirement and rest. He, however, waged war constantly, and was well prepared for this work, having an inexhaustible source of strength to draw from, the Spirit having been given to him without measure.<span class=\"citation\" id=\"68989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68989)\">John 3:34<\/a><\/span> But at length the time came when the Father said, You must succumb, you must be made the offering. And at this dark hour the power of the Father withdrew itself measurably from him, and he was left to be taken by his enemies, and, like a lamb, was led to the slaughter, but he opened not his mouth,<span class=\"citation\" id=\"59660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59660)\">Isa. 53:7<\/a><\/span><span class=\"citation\" id=\"71665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71665)\">Acts 8:32<\/a><\/span><span class=\"citation\" id=\"81916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81916)\">Mosiah 14:7<\/a><\/span> because his hour had come.<span class=\"citation\" id=\"128081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128081)\">John 12:23-27<\/a><\/span> And when he was led to exclaim in his last agony upon the cross, My God, my God, why hast thou forsaken me?<span class=\"citation\" id=\"66375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66375)\">Matt. 27:46<\/a><\/span><span class=\"citation\" id=\"66706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66706)\">Mark 15:34<\/a><\/span> The Father did not deign to answer; the time had not yet come to explain it and tell him. But after a little, when he passed the ordeal, made the sacrifice, and by the power of God was raised from the dead, then all was clear, all was explained and comprehended fully. It was necessary that the Father should thus measurably forsake his Son, leaving him to his enemies, otherwise they never could have fulfilled what had been prophesied concerning him. So we may say with others, it is only a sample for us to reflect upon, that may be equally applicable to us all in our times and seasons. <\/div> <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n88\"> It is not necessary, in the providence of God, that we should all be martyrs; it is not necessary that all should suffer death upon the cross, because it was the will of the Father that Jesus should so suffer, neither is it necessary that all the Saints of this last dispensation should perish because our prophet perished, but yet it may be necessary that some should, that a sufficient number of faithful witnesses of God and of his Christ should suffer, and even perish by the hands of their enemies, to prove and show unto the world&#x2014;the unbelieving and unthinking&#x2014;that their testimony is true, and that they are ready not only to bear testimony in word, but in deed, to sustain and honor their testimony through their lives; and also in their death; and greater love than this no man can have for his friend<span class=\"citation\" id=\"70172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70172)\">John 15:13<\/a><\/span> or for his bosom companion, not even David and Jonathan, whose love for each other<span class=\"citation\" id=\"55500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55500)\">1 Sam. 18:1<\/a><\/span> is said to have surpassed the love of woman.<span class=\"citation\" id=\"55530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55530)\">2 Sam. 1:26<\/a><\/span> No one can give a stronger assurance of his devotion to the principles he has received and which he teaches to his fellow man, than to patiently endure suffering, for their sake, and, if need be, to continue that suffering and endurance even unto death. <\/div><div class=\"paragraph jod\" id=\"v21n89\"> In the economy of heaven, it has been deemed necessary, at various periods of the world's history, that such witnesses of Christ should suffer death for their testimony's sake, and that others may yet have to suffer in our own time is probable. Nay, the Scriptures give us clearly to understand that such will be the case, that more or less will suffer, but to what extent the servants of the Lord may be called upon to thus suffer is not given us to know, nor is it necessary we should. For what difference does it make when we  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have performed a good work or so far completed it that the Lord accepts of it and is willing for us to pass behind the veil, and perhaps gives his consent whether we go by a bullet or through violence at the hands of our enemies, or whether it be by a lingering sickness? In most cases the former would be preferable, so far as we are personally concerned, for in such the pain and suffering would be slight, although it would be calculated to shock the sensibilities of living friends who would mourn over us. <\/div><div class=\"paragraph jod\" id=\"v21n91\"> In philosophizing upon these things, I scarcely have a tremor or thought or care in relation to the death I may suffer, or when it shall come, or how it shall come. It matters not when or where or under what circumstances it may be, my feeling is as it always has been&#x2014;it will be all right. I take no more thought or care of this matter that the infant child does about the preparation of its food. The Lord cares for us and such matters, and will order them in their time and season. <\/div><div class=\"paragraph jod\" id=\"v21n92\"> But there is a principle involved. When a man is faced by his enemies, when the wicked conspire against the righteous, threatening death and destruction if he does not turn truant and deny our God and obey their behests; all this is calculated to try the faith of the people and put them to the test, as to whether they have more confidence in God and his promises, than in his Satanic majesty and the host of his servants upon the earth, who in many instances offer them what they have not power to give. They remind me of the devil when he took the Savior into a high mountain and showed him all the riches of the earth, promising to give him all he could see if he would only fall down and worship him. The Savior re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plied: &#x201C;It is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.&#x201D;<span class=\"citation\" id=\"62863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62863)\">Matt. 4:8-10<\/a><\/span> He did not revile him by telling the poor devil that he did not own anything, that he had not the power to give what he proposed to; but merely quoted the Scripture referred to, which was applicable and suitable for the occasion. And I for one propose to obey the command; and this is all we need say to our enemies when they place us in similar circumstances. They may say, &#x201C;you are a very great people in your way; you are a very economical and frugal people in your way, and are predisposed to be peaceful. You have redeemed the desert from sterility, and built up fine homes, and made roads, railroads, and telegraph lines, and you possess all the elements and natural advantages calculated to make a people prosperous and happy, and a nation great; and there are many good things to commend in you. But then, you have one evil existing and encouraged among you which we deplore and which we are desirous and determined to eradicate. Now, if you will renounce that and cast it from you, we will give you the right hand of fellowship and be friends, and all the fullness of the earth is yours; and we will welcome your delegate, your representatives and your senators to Congress, and we will give them a seat by our side, and we will even call off our dogs of war, and withdraw our governor, and judges and marshals and attorneys whom we send to harass you, and also the little cur dogs that follow along barking at your heels; we will call them off, and let you possess the earth in peace if you will only deny your principles and lay aside those which we pronounce to be evil, and fall down and worship God as we do.&#x201D; Whether we will  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be true in all these things; whether we have the same confidence in God, the God we serve, who has led us all our lives and been true to us in all conditions and circumstances, and to the promises made to us up to the present time; whether we will still trust in him, and face the cannon's mouth, if need be, or face death in any form it may come, or imprisonment, if that form of treatment is preferred, or anything that they have power to inflict upon us, rather than deny our God. &#x201C;How far will they go,&#x201D; says one? I answer, just as far as our Father permits them, and no farther. He has set bounds to the waves of the ocean,<span class=\"citation\" id=\"56276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56276)\">Job 38:11<\/a><\/span> and he has also set bounds to the wrath of the wicked.<span class=\"citation\" id=\"56888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56888)\">Ps. 76:10<\/a><\/span> He controls the elements that war in the heavens&#x2014;the fearful thunderstorm&#x2014;that darkens the firmament and that shakes the earth with its roar, the vivid lightnings that add terror to the scene, the tumultuous waves that leap and dash in the fury of the gale, and the earthquake that bellows forth its lurid flames, which make men tremble at the gaze. But He speaks, and all is still; the thunders are hushed, the clouds dispersed, the lightnings cease and the belching of the earthquake is heard no more; all is peace and quiet. So with the wrath of man and of nations that may be heard raging in the midst of the wicked, under the control of the prince and power of the air,<span class=\"citation\" id=\"74909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74909)\">Eph. 2:2<\/a><\/span> who works and controls in the midst of discordant kings and rulers who array themselves against each other. Nations are at loggerheads, and war is proclaimed; the energies of war are set in array, and misery and death stalk in their wake. And again by some slight means, the Lord changes the fate of nations and turns the fortunes of war, and <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> changes the tide of events, and all human calculations fail. He causes some angel of his to put some obstruction in the way of the march of some general and his army so that he arrives, perhaps, at the scene of battle five minutes too late; he causes a chariot wheel to fall off or some slight accident to happen to an engine of destruction, and the best calculations of the shrewdest officer and the proudest king fail and their works come to nought. He sets up and pulls down men and nations at his pleasure. He did this in the case of the first great and proud monarch of the world&#x2014;the King of Babylon who swayed universal scepter upon the earth. He was a strong-minded, and strong-willed and haughty monarch; but God taught him by an extraordinary and humiliating experience to know that the Lord, the Most High God rules in the heavens and also controls the affairs of men as it pleases him.<span class=\"citation\" id=\"61453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61453)\">Dan. 4:1-37<\/a><\/span> And his bitter experience God caused to be written as a warning to kings and rulers and the great ones of the earth; and they are lessons of warning equally appropriate to every human soul. <\/div><div class=\"paragraph jod\" id=\"v21n94\"> I have occupied more time than I intended or thought I could. I pray God to bless us in all our labors, that union, peace and love may abide in your midst and in your habitations, and that prosperity may attend you in your business, that the difficulties which annoy you and impede your progress may be removed and the dark clouds that today seem to hang over your heads, be dispersed and the genial warmth of the sun's rays again be felt among you, that the hearts of the Saints may be cheered, and those who feel the weight and responsibility of carrying on the work you have so nobly  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>undertaken, be encouraged and relieved from any apprehensions they might have felt in consequence of the misfortunes and losses you have <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> recently sustained, which may God grant, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}