{"ID":210019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How a Knowledge of God is Obtained&#x2014;The Gospel to the Dead&#x2014;Various Dispensations of the Most High to Mankind&#x2014;Power of the Priesthood&#x2014;Restoration of the Gospel Through Joseph Smith&#x2014;Failings of the Saints&#x2014;Corruptions of the Wicked.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the 14th Ward Meetinghouse, Sunday Evening, December 7, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: How a Knowledge of God is Obtained, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/7\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v21n410\"> We meet together from time to time to speak, to hear, to reflect, to converse, and to exchange views in regard to the worship of Almighty God. There is something associated with these matters that has generally attracted the attention of the human family in all ages, among all peoples, and under almost all circumstances. There is and always has been a feeling of reverence existing among the human family for a Divine Being of some kind and of some form, even amongst the most low and debased people of the earth. The position that we occupy in the world, our ideas of the mutability of affairs of time and sense, the continuous departure of one after another from this stage of existence to another, leads us, as well as other portions of the human family generally, more or less to reflect upon those things pertaining to the future. Various ideas and theories have existed amongst different peoples. Some have worshipped a great variety of Gods of their own making, while others have followed the notions and theories of men in regard to certain doctrines, formulas, theories and ideas that have been <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> promulgated among what would be termed the wise, the prudent, and the intelligent of the earth. But in relation to religious matters there is no one can have any true or correct conception of a hereafter unless it has been revealed by the Almighty, who alone is able to comprehend the end from the beginning<span class=\"citation\" id=\"59417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59417)\">Isa. 46:10<\/a><\/span> and is acquainted with the position and destinies of men and of the world. <\/div><div class=\"paragraph jod\" id=\"v21n411\"> We have had revealed to us from time to time, as manifested in the Scriptures, developed therein, many ideas pertaining to God and to futurity; but any intelligence in regard to these matters was generally obtained directly from the Lord, or through the ministering of angels, or by the Spirit of prophecy and revelation given to them by the Almighty. And it is emphatically stated in the Scriptures that, &#x201C;the things of God knoweth no man, but by the Spirit of God,&#x201D;<span class=\"citation\" id=\"73075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73075)\">1 Cor. 2:11<\/a><\/span> and hence when men assume to comprehend principles pertaining to futurity, predicated upon the learning, the wisdom, the intelligence or the science of the world, they are always very much at fault. Who can comprehend the Almighty or under<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand his designs? As one of old said, &#x201C;It is high as heaven.&#x201D; What can'st thou know? &#x201C;Deeper than hell.&#x201D;<span class=\"citation\" id=\"56110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56110)\">Job 11:8<\/a><\/span> Who can penetrate its mysteries? What really do we know? To commence with, who can understand the designs of God in relation to the organization of this world, or in relation to the position of man and his destiny? His past operations, his present dealings with the nations and his designs in the future, to the uninspired, are all a profound enigma. Who knows anything about it? We find all kinds of theories, notions and opinions in existence at the present day, but what do they amount to? What would my unsupported opinion be worth, or what would anybody's opinion be in relation to these matters? It would amount to nothing. In regard to other principles, of a more material nature that we are intimately associated with, there are certain facts that scientists and men of intelligence always wish to be demonstrated, and unless they are, they pay very little attention to any unsupported hypothesis. If this be true in regard to the known sciences, how much more particular should we be in regard to more important matters. Theories, hypotheses, notions, dogmas and opinions amount to very little when associated with the great and eternal principles connected with the welfare of mankind, and the salvation of a world. And hence we need something higher, something of more intelligence than anything that man possesses to give unto us information pertaining to these matters. <\/div><div class=\"paragraph jod\" id=\"v21n413\"> When God created the world and placed man upon it he had certain ideas and designs that were fixed, immutable, and eternal, they were based or predicated, in the most consummate wisdom; the most profound <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> intelligence; the wisdom and intelligence, if you please, that dwells with the Gods. The organization of the heavens and the earth, the creation of the world as we understand it, and also the creation of man and beast, fowl, fish and insect, and everything that exists upon the face of this earth. There was an object and design in relation to all these matters. We could know nothing about that, however, unless it had been revealed unto us, unless it had been communicated by the being who knows the end from the beginning,<span class=\"citation\" id=\"59418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59418)\">Isa. 46:10<\/a><\/span> and who comprehends all things pertaining to the present condition as well as the past and the future destiny of the human family and of the world. <\/div><div class=\"paragraph jod\" id=\"v21n414\"> Certain men in different ages have told us, so it is recorded here in the Bible, about certain communications which they had from the Almighty. They seemed to have a mode and manner of approaching him, and he in the various dispensations made choice of and selected individuals through whom and to whom he communicated his will to the human family. There is something very remarkable in regard to these things. There are many remarkable things in the old antediluvian history of the world, that we have only very imperfectly related to us in the Bible. We read, for instance, of a man by the name of Enoch&#x2014;we are told in the Bible that, &#x201C;Enoch walked with God: and he was not; for God took him.&#x201D;<span class=\"citation\" id=\"52797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52797)\">Gen. 5:24<\/a><\/span> That is about all that is said about him except that he was a man that feared God. But Enoch, when we come to know more of his history from the revelations that have been given, we find, was a man that had communication with God from time to time. The Bible says he walked with God and was not, for God took  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him,<span class=\"citation\" id=\"52799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52799)\">Gen. 5:24<\/a><\/span> but in other revelations which we have received, we have an account of the kind of ministry that he had, the labors that he performed, the preaching that he did, the manifestation of the power of God on his behalf, and finally of his gathering together a large number of people. That he built a city; that in that city they were under the guidance, direction and control of the Almighty; and that he and his city and people, or many of them, were translated, and hence as the Bible says, &#x201C;he was not; for God took him,&#x201D;<span class=\"citation\" id=\"52798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52798)\">Gen. 5:24<\/a><\/span> and he also took the people that were with him,<span class=\"citation\" id=\"128216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128216)\">Moses 7:69<\/a><\/span> those that feared him and worked righteousness.<span class=\"citation\" id=\"71777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71777)\">Acts 10:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n416\"> There are other events associated with these matters which are very interesting when we come to examine them. The people had corrupted themselves very much, departed from the law of God, violated his ordinances, and committed all kinds of iniquity, so that, as the Bible tells us, all the thoughts of their hearts were only evil and that continually, and it repented the Lord that he had made man because of the wickedness and corruption that then existed.<span class=\"citation\" id=\"52848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52848)\">Gen. 6:5-6<\/a><\/span> We have a very short account of this in the Scriptures, but through other means that have been communicated to us we have received a further knowledge of these matters; for other men that embraced the Gospel in former ages became preachers of righteousness<span class=\"citation\" id=\"78385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78385)\">2 Pet. 2:5<\/a><\/span><span class=\"citation\" id=\"92710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92710)\">Moses 6:23<\/a><\/span> as well as Enoch. They had the Spirit of the Gospel as Moses had it, as Jesus had it, and as we have it. They held communion with God and were under the inspiration of the Almighty, in their administration, and when they came together&#x2014;those that feared God and worked righteousness&#x2014;<span class=\"citation\" id=\"71776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71776)\">Acts 10:35<\/a><\/span>they had visions and revelations and prophesied of events <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that should transpire. There were many prophets in those days and they prophesied of a prison house<span class=\"citation\" id=\"59362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59362)\">Isa. 42:7<\/a><\/span> that God had prepared, told the people of the destruction that was coming upon the earth: that they should be swept off the face of the earth by the waters of the flood and that none should be spared except a few to perpetuate the name and fame of the Almighty and again propagate their species.<span class=\"citation\" id=\"93286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93286)\">Moses 8:17-20<\/a><\/span> This is a thing that has seemed very singular to some men who do not comprehend the designs of God, and they suppose that there was a degree of cruelty attached to the Almighty in sweeping off the whole people of the land, with the exception of a very few.<span class=\"citation\" id=\"78068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78068)\">1 Pet. 3:20<\/a><\/span> They assume to say there was a degree of injustice, cruelty and tyranny associated with it. However, that is for want of an understanding of correct principle, and the designs of the Almighty, and many conclusions that people arrive at, predicated upon the same ground&#x2014;arise from a lack of understanding the principle that they talk about. <\/div><div class=\"paragraph jod\" id=\"v21n417\"> There are some principles connected with these things which put matters in a very different light. When we understand the nature of man, when we consider that he is a dual being, that he is possessed of a body and spirit, that he is associated with time and with eternity, that according to the Scriptures the spirits of all men were created before this world was made, and that God is the God and Father of the spirits of all flesh;<span class=\"citation\" id=\"54767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54767)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54882)\">Num. 27:16<\/a><\/span> and being God and Father of the spirits of all flesh, it was his right and his prerogative to dictate what should be done for the benefit of those spirits and his children that he had created here upon the earth. It was not a matter of theory, according to the opinions of men, but an immutable  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plan, according to the eternal wisdom of God as it existed in his bosom before the world was, or &#x201C;before the morning stars sang together, and all the sons of God shouted for joy.&#x201D;<span class=\"citation\" id=\"56255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56255)\">Job 38:7<\/a><\/span> These spirits, that he was the father of, had their rights and privileges and immunities; and as he had created man upon the earth or prepared a tabernacle, or a body, if you please, for these spirits to inhabit, it became his interest, as the Father of the human family, to look after their welfare. They had been led aside by the influence of Satan and had corrupted themselves and departed from correct principles, and violated the law of God, and became degraded and sunken in iniquity and infamy. Now, suppose we take ourselves back into the presence of our Father, and looking down upon these degraded wretches that inhabited the earth at that time, would we not turn to our Father as a just God and say, &#x201C;Father, do you see the corruption, the degradation, the infamy and the evil that exists and permeates the world of mankind?&#x201D; &#x201C;Yes, yes, of course I see it.&#x201D; &#x201C;Is it just that our spirits should be condemned to go and inhabit the bodies of these men, or of their seed, that are so fallen, so degraded and so corrupt, and whose actions and operations are so at variance with thee and thy laws? Is it just and equitable that we should go and be mixed up with these infamies and be led astray like them into the paths of vice and suffer for things that we have not done and could not help ourselves in: is it just?&#x201D; &#x201C;Why, no it is not, and I will cut them off; and as they possess the power of propagating their species upon the earth, I will stop that power by a flood and raise up another people, that justice may be done you, my sons <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and daughters, and that the judge of all the earth may do right.&#x201D; When we look at things in that point of view, it places them in another position from what they would appear otherwise, and justifies the ways of God with man. <\/div><div class=\"paragraph jod\" id=\"v21n419\"> Now, when this event took place, people were cast into the pit, into the prisons, as it had before been said that they should be. Well, what about that? Trace things forward to the time that Jesus appears upon the earth, and we see something then pertaining to these very individuals, in the acts of the Almighty, as they transpired at that time. When Jesus accomplished his work, when he had fulfilled the mission that he had to do here upon the earth, and when he was put to death in the flesh and quickened by the Spirit, he went and preached to the spirits in prison &#x201C;that sometime were disobedient, when once the longsuffering of God waited in the days of Noah;&#x201D;<span class=\"citation\" id=\"77984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77984)\">1 Pet. 3:18-20<\/a><\/span> and although they had suffered the wrath of Almighty God, he who had come to proclaim deliverance to the captive, to open the prison doors to those that were bound, to release them and to proclaim the acceptable time of the Lord,<span class=\"citation\" id=\"60076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60076)\">Isa. 61:1-2<\/a><\/span><span class=\"citation\" id=\"67188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67188)\">Luke 4:18-19<\/a><\/span> he went to them as their Savior, in common with others, and preached the Gospel unto them.<span class=\"citation\" id=\"92143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92143)\">D&amp;C 138:28-32<\/a><\/span> Hence we find the acts of God justified in relation to these matters, and while he had power to destroy, while he had power to send them to prison, he also had power to conceive a plan for their deliverance therefrom, when the time should come that they should be delivered after they had suffered sufficiently for the crimes, evils and iniquities that they had committed upon the earth. There are many singular things associated with these matters that men do not really comprehend. <\/div> <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n421\"> We come again to another prominent character, that is Abraham, a very remarkable man in his day and age; although at the present time men look upon him as a kind of an old shepherd, a man that attended flocks and herds and sheep, a sort of herdsman and a shepherd; and there was very little of him known except that he lived in his day almost as a barbarian. That is the opinion that many men have formed of him&#x2014;that he was something like our backwoodsmen, some of our farmers who have not mixed up with the elite of society, or made themselves familiar with the intelligence that pervades the world. I look upon him as another character entirely, and from information that we can gather from revelations that have been referred to, we find that there was something very peculiar about him. We read his history and we find that he was a man that sought after righteousness, that he desired to obtain more righteousness,<span class=\"citation\" id=\"93333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93333)\">Abr. 1:2<\/a><\/span> that he examined the records of his fathers, that he found in examining the records, tracing them back through the flood, clear away back unto Adam's day, he found many circumstances that were connected with mankind, not only to Adam's day, but before the world was.<span class=\"citation\" id=\"93369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93369)\">Abr. 1:31<\/a><\/span> In doing this, among other things, he found he had a right to the priesthood.<span class=\"citation\" id=\"93334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93334)\">Abr. 1:2<\/a><\/span> I need not stop to tell you what that is, you Latter-day Saints. You understand it is the rule and government of God, whether in the heavens or on the earth, and when we talk of the kingdom of God we talk of something that pertains to rule, government, authority and dominion; and that priesthood is the ruling principle that exists in the heavens or on the earth, associated with the affairs of God. Hence, we are told in the Scriptures that Christ <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was a priest forever after the order of Melchizedek.<span class=\"citation\" id=\"57210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57210)\">Ps. 110:4<\/a><\/span><span class=\"citation\" id=\"76630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76630)\">Heb. 5:6<\/a><\/span><span class=\"citation\" id=\"76770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76770)\">Heb. 6:20<\/a><\/span><span class=\"citation\" id=\"76867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76867)\">Heb. 7:17,21<\/a><\/span> Then of what order was Melchizedek?<span class=\"citation\" id=\"128217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128217)\">Gen. 14:26-28 (JST)<\/a><\/span><span class=\"citation\" id=\"128218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128218)\">D&amp;C 76:57<\/a><\/span> A priest forever after the order of the Son of God, for if Christ was after the order of Melchizedek, Melchizedek must have been after the order of Christ,<span class=\"citation\" id=\"90093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90093)\">D&amp;C 107:2-4<\/a><\/span> as a necessary consequence. Very well. Now, then, in relation to that priesthood it was something that ministered in time and through eternity; it was a principle that held the keys of the mysteries of the revelations of God,<span class=\"citation\" id=\"87569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87569)\">D&amp;C 84:19<\/a><\/span> and was intimately associated with the Gospel, and the Gospel, wherever it existed, was in possession of this priesthood; and it could not exist without it. It always &#x201C;brought life and immortality to light.&#x201D;<span class=\"citation\" id=\"76081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76081)\">2 Tim. 1:10<\/a><\/span> The notions and opinions and religions of man generally are altogether devoid of a principle of that kind, they know nothing about it. Whenever men are placed in communication with God and are in possession of the Gospel of the Son of God, it brings life and immortality to light,<span class=\"citation\" id=\"76082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76082)\">2 Tim. 1:10<\/a><\/span> and places them in relationship with God that other men know nothing about. <\/div><div class=\"paragraph jod\" id=\"v21n422\"> They were spoken of in former times as the &#x201C;sons of God.&#x201D;<span class=\"citation\" id=\"78665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78665)\">1 Jn. 3:2<\/a><\/span> &#x201C;Now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78664)\">1 Jn. 3:2<\/a><\/span> It was this priesthood that would be the means of introducing him into the presence of God that Abraham found that he was a rightful inheritor of, according to his lineage and descent, and he applied for an ordination, which he received,<span class=\"citation\" id=\"93335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93335)\">Abr. 1:2<\/a><\/span> according to the revelation given unto us, and with that ordination the powers, the blessings, the light, intelligence and revelation associated with the Gospel of the Son of God. And what then? The next that we read of is that he had the  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Urim and Thummim,<span class=\"citation\" id=\"93410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93410)\">Abr. 3:1,4<\/a><\/span> and thus he sought unto God for himself, and while searching unto him, God revealed himself unto Abraham and said: &#x201C;I will bless them that bless thee, and curse them that curseth thee: and in thee shall all families of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53035)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"93390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93390)\">Abr. 2:11<\/a><\/span> There is something very remarkable about this when we reflect upon it, and when we examine the position that he occupied, and that his seed occupied, we can see the fulfillment of these things. Afterwards, the Lord revealed himself to him from time to time,<span class=\"citation\" id=\"53184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53184)\">Gen. 18:1 (JST)<\/a><\/span><span class=\"citation\" id=\"53229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53229)\">Gen. 18:22<\/a><\/span> communicated his will to him, and he was made acquainted with the designs of the Almighty.<span class=\"citation\" id=\"93424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93424)\">Abr. 3:11<\/a><\/span> The Lord showed unto him the order of the creation of this earth on which we stand, and revealed unto him some of the greatest and most sublime truths that ever were made known to man.<span class=\"citation\" id=\"128221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128221)\">Abr. 4:1-31<\/a><\/span><span class=\"citation\" id=\"128222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128222)\">Abr. 5:1-21<\/a><\/span> He got these through revelation from God and through the medium of the Gospel of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v21n424\"> Well, let us look a little at the fulfillment of some of these things. &#x201C;I will bless them that bless thee: and in thee shall all families of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53034)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"93389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93389)\">Abr. 2:11<\/a><\/span> We read sometime afterwards of Isaac and Jacob. Jacob had communication with God.<span class=\"citation\" id=\"53469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53469)\">Gen. 28:10-15<\/a><\/span> The Lord appeared unto him from time to time, and revealed his purposes and designs unto him.<span class=\"citation\" id=\"53558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53558)\">Gen. 32:30<\/a><\/span> Abraham prophesied that the children of Israel should be in bondage in Egypt for 400 years, that after that time they should be delivered;<span class=\"citation\" id=\"53101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53101)\">Gen. 15:13-14<\/a><\/span><span class=\"citation\" id=\"53950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53950)\">Ex. 12:40-41<\/a><\/span> and Moses was raised up as a deliverer<span class=\"citation\" id=\"71531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71531)\">Acts 7:35<\/a><\/span> and he conversed with God.<span class=\"citation\" id=\"128223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128223)\">Ex. 3:7-18<\/a><\/span> He saw a bush that burned with fire, and the bush was not consumed.<span class=\"citation\" id=\"53785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53785)\">Ex. 3:1-3<\/a><\/span> He afterwards conversed with the Lord upon mount Sinai,<span class=\"citation\" id=\"128224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128224)\">Ex. 19:1-6<\/a><\/span> and received tables of stone written upon by the finger of God, which were the commandments of the Lord to the children of Israel.<span class=\"citation\" id=\"54438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54438)\">Ex. 31:18<\/a><\/span> <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And who was Moses? A descendant of Abraham.<span class=\"citation\" id=\"128225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128225)\">Ex. 1:1-6<\/a><\/span><span class=\"citation\" id=\"128226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128226)\">Ex. 2:1-10<\/a><\/span><span class=\"citation\" id=\"128227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128227)\">Ex. 3:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n425\"> We also read of prophets who, by the spirit of inspiration, could draw aside the dark veil of futurity and penetrate into the invisible world, and contemplate the purposes of God as they should roll forth in after ages in all their majesty and power and glory. And who were they? They were the seed of Abraham.<span class=\"citation\" id=\"128228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128228)\">D&amp;C 84:34<\/a><\/span> We read that Jesus, also, who was the Son of God, was born of the seed of Abraham according to the flesh.<span class=\"citation\" id=\"62618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62618)\">Matt. 1:1<\/a><\/span><span class=\"citation\" id=\"67158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67158)\">Luke 3:23-34<\/a><\/span> Who were His apostles? The seed of Abraham. Then there were Nephi, Lehi, Ishmael and others who came from the land of Jerusalem to this continent according to the Book of Mormon. Who were they? The seed of Abraham.<span class=\"citation\" id=\"128229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128229)\">1 Ne. 5:14<\/a><\/span><span class=\"citation\" id=\"128230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128230)\">Alma 10:1-3<\/a><\/span><span class=\"citation\" id=\"128231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128231)\">3 Ne. 5:20-26<\/a><\/span> There were also the Twelve Apostles called and set apart upon this continent, who went forth by the power and Spirit of God, aided by intelligence and revelation such as they never had on the other continent. Who were they? The seed of Abraham. &#x201C;In thee shall all the families of the earth be blessed&#x201D;&#x2014;<span class=\"citation\" id=\"53036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53036)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"93391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93391)\">Abr. 2:11<\/a><\/span>not cursed; that was not what the priesthood of God was introduced for, but to spread light, truth, and intelligence, to unfold unto mankind the ways, purposes and designs of God, to make man acquainted with his origin, his position in life and his future destiny; and to make him acquainted, as an eternal, intelligent being, with things past, with things present, and with things to come. This is what Jesus taught them on the continent of America. &#x201C;It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you;&#x201D;<span class=\"citation\" id=\"70308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70308)\">John 16:7<\/a><\/span> which is the Spirit of God.<span class=\"citation\" id=\"128232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128232)\">John 15:26<\/a><\/span><span class=\"citation\" id=\"128233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128233)\">D&amp;C 88:3<\/a><\/span> And what shall it do? It shall bring things past to your remembrance.<span class=\"citation\" id=\"70059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70059)\">John 14:26<\/a><\/span> You shall be made acquainted with the actions  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the ancient principles and of God in ages that have preceded you. It shall lead unto all truth.<span class=\"citation\" id=\"70432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70432)\">John 16:13<\/a><\/span> You shall comprehend all matters that are necessary for you to know by the light, intelligence, and revelation which flows from God. And what else shall it do? It shall show you of things to come.<span class=\"citation\" id=\"70433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70433)\">John 16:13<\/a><\/span> It shall draw aside the veil of the invisible world. It shall make you acquainted with the things pertaining to eternity, and you will be enabled to square your lives according to the eternal principles of intelligence as it dwells in the bosom of God, and as the Holy Ghost will make known and reveal unto you. It is this priceless treasure that is spoken of that we possess in earthen vessels<span class=\"citation\" id=\"74086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74086)\">2 Cor. 4:7<\/a><\/span> &#x201C;that ye are come,&#x201D; says Paul in his epistle to the Hebrews, &#x201C;unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to the innumerable company of angels, To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect, And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.&#x201D;<span class=\"citation\" id=\"77252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77252)\">Heb. 12:22-24<\/a><\/span> This is what the Gospel does for you, it brings life and immortality to light.<span class=\"citation\" id=\"76083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76083)\">2 Tim. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n427\"> These are some of the leading, prominent principles as they have existed heretofore, along with thousands of others that we have not time to mention or touch upon this evening. <\/div><div class=\"paragraph jod\" id=\"v21n428\"> Now, we will come to other events, of later date; events with which we are associated&#x2014;I refer now to the time that Joseph Smith came among men. What was his position? And how was he situated? I can tell you what he told me about it. He said that he was very ignorant of <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the ways, designs and purposes of God, and knew nothing about them; he was a youth unacquainted with religious matters or the systems and theories of the day. He went to the Lord, having read James' statement, that, &#x201C;If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.&#x201D;<span class=\"citation\" id=\"77426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77426)\">James 1:5<\/a><\/span> He believed that statement and went to the Lord and asked him, and the Lord revealed himself to him together with his Son Jesus, and, pointing to the latter, said: &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93610)\">JS&mdash;H 1:11-17<\/a><\/span> He then asked in regard to the various religions with which he was surrounded. He enquired which of them was right for he wanted to know the right way and to walk in it.<span class=\"citation\" id=\"94233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94233)\">Isa. 30:21<\/a><\/span> He was told that none of them was right, that they had all departed from the right way,<span class=\"citation\" id=\"93702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93702)\">JS&mdash;H 1:18-19<\/a><\/span> that they had forsaken God the fountain of living waters, and hewed them out cisterns, broken cisterns, that could hold no water.<span class=\"citation\" id=\"60297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60297)\">Jer. 2:13<\/a><\/span> Afterwards the Angel Moroni came to him and revealed to him the Book of Mormon,<span class=\"citation\" id=\"128234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128234)\">JS&mdash;H 1:30-54<\/a><\/span> with the history of which you are generally familiar, and also with the statements that I am now making pertaining to these things. And then came Nephi, one of the ancient prophets, that had lived upon this continent, who had an interest in the welfare of the people that he had lived amongst in those days. <\/div><div class=\"paragraph jod\" id=\"v21n429\"> But how is it in relation to these people and in regard to some of these matters? Why and how should these men that have lived here upon the earth have anything to do with the people that now live upon it? You Latter-day Saints ought to be acquainted with these matters, and I suppose you are; but I will show one or two princi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ples here in case, peradventure, there may be those present who have not thought or reflected properly upon the subject. The Melchizedek Priesthood, we are told by Paul, is without beginning of days or end of years.<span class=\"citation\" id=\"76810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76810)\">Heb. 7:1-3<\/a><\/span><span class=\"citation\" id=\"82167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82167)\">Alma 13:7,9<\/a><\/span><span class=\"citation\" id=\"87548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87548)\">D&amp;C 84:17<\/a><\/span> He speaks of Melchizedek as a man, &#x201C;Without father, without mother, without descent.&#x201D;<span class=\"citation\" id=\"76811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76811)\">Heb. 7:3<\/a><\/span> Now, he would be a very singular man, according to our idea of things, without father or mother, without beginning of days or end of years, but it was the priesthood of which he spake in contradistinction to the priesthood of Aaron.<span class=\"citation\" id=\"76826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76826)\">Heb. 7:3 (JST)<\/a><\/span> He was then among the Jews. The Jews believed in the Aaronic priesthood; but they knew very little or nothing about the Melchizedek priesthood, and a man to be a priest of Aaron must be a literal descendant of Aaron,<span class=\"citation\" id=\"86688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86688)\">D&amp;C 68:18<\/a><\/span><span class=\"citation\" id=\"90162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90162)\">D&amp;C 107:16<\/a><\/span> and of the tribe of Levi, and he must be able to prove his lineage from the records.<span class=\"citation\" id=\"128235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128235)\">D&amp;C 68:20-21<\/a><\/span> But in contradistinction to this priesthood there was the priesthood of Melchizedek, hence we come to account for some of these things of which I have been speaking. And now I will go a little further in regard to this matter. I find, for instance, a man by the name of Moses<span class=\"citation\" id=\"128236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128236)\">D&amp;C 84:19-25<\/a><\/span> who lived at a certain time to whom I have referred. I find another man by the name of Elijah, who was a great prophet and who had great power with God, among other things in controlling the elements, in shutting up the heavens<span class=\"citation\" id=\"55670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55670)\">1 Kgs. 17:1<\/a><\/span> and in again opening them by his prayer of faith<span class=\"citation\" id=\"55696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55696)\">1 Kgs. 18:41-45<\/a><\/span><span class=\"citation\" id=\"77749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77749)\">James 5:17-18<\/a><\/span> under certain circumstances, which it is not necessary for us now to enter into. We find that when Jesus was here upon the earth he ascended a mount with his disciples, Peter, James and John, and there appeared unto them Moses and Elias, in great glory.<span class=\"citation\" id=\"64974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64974)\">Matt. 17:1-3<\/a><\/span> Peter, turning to Jesus, said, &#x201C;Lord, it is good for us to be here: if thou wilt, let us <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> make here three tabernacles; one for thee, and one for Moses, and one for Elias.&#x201D;<span class=\"citation\" id=\"64997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64997)\">Matt. 17:4<\/a><\/span> Now then, the question arises, What was Moses doing here? What was Elias doing here? Where had they come from? Why, they had the Gospel. The Gospel is an everlasting Gospel as spoken of in the Scriptures,<span class=\"citation\" id=\"79827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79827)\">Rev. 14:6<\/a><\/span><span class=\"citation\" id=\"88743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88743)\">D&amp;C 88:103<\/a><\/span> and associated with that Gospel is the priesthood that administers in time and in eternity.<span class=\"citation\" id=\"128237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128237)\">D&amp;C 2:1-3<\/a><\/span><span class=\"citation\" id=\"128238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128238)\">D&amp;C 110:11-16<\/a><\/span> And Moses, who had led the children of Israel out of the land of Egypt, and had conversed with God and given the law of the Lord unto the people, with Elias the prophet, who was also a man of God&#x2014;the Melchizedek priesthood, which held the keys of the mysteries of God,<span class=\"citation\" id=\"87570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87570)\">D&amp;C 84:19<\/a><\/span> and it ministers in time and in eternity. Both of these men had ministered on the earth, and, holding that priesthood in the heavens they came to minister to Jesus, and to Peter, James and John, upon the earth. There is nothing very remarkable about that. <\/div><div class=\"paragraph jod\" id=\"v21n431\"> We come again to John on the Isle of Patmos, where he had been banished because of his religion. I do not know whether he was a practical polygamist or not; but his religion was very much opposed to the ideas and theories of the people in that day. He was a Christian and he dared to fear God and keep his commandments, and they banished him to the Isle of Patmos, that he might labor amongst the slaves there in the lead mines. But while there, being in possession of the light, the truth, the intelligence and revelation that proceeded from God, he gazed upon the purposes of God as they should roll forth in a subsequent period of time, and he contemplated the position of man in the various ages of the world unto the time that the heavens and the earth should pass away; when there  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should &#x201C;be a new heaven and a new earth<span class=\"citation\" id=\"80684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80684)\">Rev. 21:1<\/a><\/span> whereon dwelt righteousness.&#x201D;<span class=\"citation\" id=\"94648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94648)\">2 Pet. 3:13<\/a><\/span> He gazed upon all these things and fell down at the feet of the angel to worship him, whereupon the angel said, &#x201C;See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.&#x201D;<span class=\"citation\" id=\"80382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80382)\">Rev. 19:10<\/a><\/span><span class=\"citation\" id=\"80853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80853)\">Rev. 22:8-9<\/a><\/span> In other words: &#x201C;I was like you once, on the earth, persecuted, cast out, condemned, despised, had every kind of opprobrium and approach cast upon me; wandered about in sheepskins and goatskins, destitute, afflicted, tormented; wandered in deserts and mountains, and dwelt in dens and caves of the earth.<span class=\"citation\" id=\"77093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77093)\">Heb. 11:37-38<\/a><\/span> I am one of thy fellowservants<span class=\"citation\" id=\"80383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80383)\">Rev. 19:10<\/a><\/span> the prophets,<span class=\"citation\" id=\"80860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80860)\">Rev. 22:9<\/a><\/span> I have fought the good fight, finished my course, I have kept the faith,<span class=\"citation\" id=\"76268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76268)\">2 Tim. 4:7<\/a><\/span> I was true to my covenants, my God, and my priesthood, and I come now to minister to you.&#x201D; Again who more likely than Mormon and Nephi, and some of those prophets who had ministered to the people upon this continent, under the influence of the same Gospel, to operate again as its representatives? Who more likely than those who had officiated in the holy Melchizedek priesthood to administer to Joseph Smith and reveal unto him the great principles which were developed? <\/div><div class=\"paragraph jod\" id=\"v21n433\"> Now, then, what has he revealed? Anything new? Why, yes; a new Gospel; but an everlasting Gospel. What is it that John said he saw? &#x201C;I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79929)\">Rev. 14:6-7<\/a><\/span> Did John see that among <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other things? Has it come to pass? Yes, it has, &#x201C;And in thee shall all the families of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53037)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"93392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93392)\">Abr. 2:11<\/a><\/span> Who was Joseph Smith? The Book of Mormon tells us he was of the seed of Joseph that was sold into Egypt,<span class=\"citation\" id=\"81284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81284)\">2 Ne. 3:4-22<\/a><\/span> and hence he was selected as Abraham was to fulfil a work upon the earth. God chose this young man. He was ignorant of letters as the world has it, but the most profoundly learned and intelligent man that I ever met in my life, and I have traveled hundreds of thousands of miles, been on different continents and mingled among all classes and creeds of people, yet I have never met a man so intelligent as he was. And where did he get his intelligence from? Not from books; not from the logic or science or philosophy of the day, but he obtained it through the revelation of God made known to him through the medium of the everlasting Gospel. Now people who are ignorant of these things are ready to point the finger of scorn, and heap contumely and reproach upon him and upon others who dare have the hardihood, as they say, to express the same kind of sentiments that he did. I dare do it! I have done it among the nations of the earth, and dare do it today before any man or any set of men that the world can produce, and I defy them to successfully controvert or overturn any principle that God has revealed through the Gospel of the Son of God in these last days! <\/div><div class=\"paragraph jod\" id=\"v21n434\"> But could Joseph Smith help being selected of God? There is, to say the least of it, an intelligence displayed that the world knows nothing of. Is that to be despised? Is that to be regretted? Was he the enemy of man? No; no more than Abraham was; no more than the prophets were; no more than Jesus was; but could Abraham, or the pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phets know what God was going to demand of them? No, they could not. And if they could not, if they were to tell a truth that God has revealed to them, would their telling it make it a falsehood? I think not. It was an unpleasant thing for a man to rise up and tell the people they were wrong. To go to our divines&#x2014;our right reverend divines&#x2014;and their followers and tell them they were all out of the way!<span class=\"citation\" id=\"63739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63739)\">Matt. 7:6 (JST)<\/a><\/span><span class=\"citation\" id=\"72299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72299)\">Rom. 3:12<\/a><\/span><span class=\"citation\" id=\"87409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87409)\">D&amp;C 82:6<\/a><\/span><span class=\"citation\" id=\"93703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93703)\">JS&mdash;H 1:18-19<\/a><\/span> I expect they would be no more satisfied with such a message than the same class were with the teachings of Jesus when he spoke of the Scribes and Pharisees and called them hypocrites, like unto whited sepulchers which appeared fair on the outside to men, but inwardly they were nothing but rottenness and dead men's bones.<span class=\"citation\" id=\"65561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65561)\">Matt. 23:27-28<\/a><\/span> This was not very palatable for some of the wise of the Jews and some of the leading men of that day who professed such a great amount of piety. But he came to tell them the truth, not to speak his own words but the words of his Father who sent him and to communicate those great principles which God had revealed to him.<span class=\"citation\" id=\"69261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69261)\">John 6:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n436\"> Well, now, do I believe that Joseph Smith saw the several angels alleged to have been seen by him as described, one after another? Yes, I do. Why do I believe it? Because I obeyed this Gospel. And what was there connected with the obeying of it? What was the Gospel that he taught? Precisely the same as that that Jesus and his disciples taught both on the continent of Asia and on this continent. What did he do? Why, says he to his disciples: &#x201C;Go ye into all the world and preach the gospel to every creature.&#x201D;<span class=\"citation\" id=\"66762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66762)\">Mark 16:15<\/a><\/span> Was he an enemy of mankind? I think not. Go unto all the world and tell them of <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the love of God to man, preach the Gospel to every creature, and, &#x201C;He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66805)\">Mark 16:15-16<\/a><\/span> What else? &#x201C;And these signs shall follow them that believe; In my name they shall cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66930)\">Mark 16:17-18<\/a><\/span> Here was something practicable, something real, something intelligent, something that was worthy of a God, communicated by the Son of God for the welfare of the human family. <\/div><div class=\"paragraph jod\" id=\"v21n437\"> What have we now? Ideas, notions, theories, opinions, hypotheses, and all the various confusion of ideas and notions, but no man to say, &#x201C;thus saith the Lord.&#x201D;<span class=\"citation\" id=\"53860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53860)\">Ex. 4:22<\/a><\/span> They used to say, &#x201C;thus saith the Lord;&#x201D;<span class=\"citation\" id=\"53859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53859)\">Ex. 4:22<\/a><\/span> they had the word of God for the people, and not the opinions and creeds and notions and fancies of men. <\/div><div class=\"paragraph jod\" id=\"v21n438\"> The Lord has restored the same Spirit by which we know of the truth of the principles declared by Joseph Smith and by others. I know it and so do you, many of you, who hear me. Was it an injury to the world in the days of Jesus for his disciples to go and proclaim salvation? I think not. Is it an injury to the people today for us to proclaim the same Gospel to the world? I think not. You can find very few people who will do what thousands of our elders have done&#x2014;go out without purse or scrip<span class=\"citation\" id=\"68194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68194)\">Luke 22:35<\/a><\/span> to proclaim the glad tidings of salvation,<span class=\"citation\" id=\"82309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82309)\">Alma 39:15<\/a><\/span> things that they not only believe in but know for themselves before God that they are true&#x2014;<span class=\"citation\" id=\"94234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94234)\">D&amp;C 80:3-4<\/a><\/span>go out as the friends of mankind to publish the same Gospel under the same authority that others had in former  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ages. Did they prosecute and persecute men in former ages? They did. Why? Was it because they were wicked and corrupt? No; it was because they dared to tell a corrupt world that God had spoken, that light and truth had been revealed from heaven, that the Son of God had appeared and that if they would repent of their sins and be baptized for the remission of them, they should receive the Holy Ghost, that should take of the things of God and show them unto them.<span class=\"citation\" id=\"70514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70514)\">John 16:15<\/a><\/span> That was the doctrine they taught; that is the doctrine that we teach. Is there anything very remarkable about it? Yes, very remarkable. Is there a people that dare say what the Elders of the Latter-day Saints dare say to the world? I think not. What have these elders done, many of whom are here? Gone to the ends of the earth without purse or scrip<span class=\"citation\" id=\"68195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68195)\">Luke 22:35<\/a><\/span> proclaiming the Gospel of the Son of God. And what did they tell the people to do? To repent and be baptized for the remission of their sins and to have hands laid upon them for the reception of the Holy Ghost; and you do the same; you baptize them when they believe in the name of the Father, and of the Son and of the Holy Ghost. And what does a name mean? Power and authority. Supposing a man was to come here as Governor or Secretary, or holding any other office under the government of the United States; he comes in the name of the United States, or by the power or authority of the United States, does he not? Yes. But supposing some of you were to set up here as Governor, they would want to see your credentials and know by what authority you came here and whether you were appointed by the legitimate authorities of the United States or not. If not, <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they would pay no attention to you; they would look upon you as a very commonplace, foolish individual, and moreover, they would also look upon you as a fraud. Well, then, if God does not send men, of course they cannot act under the authority of God; if they do, they act fraudulently. Now, how can men go in the name of God when they tell you that God has never spoken for the last eighteen hundred years, and that he does not now reveal himself? That being the case, how then can they go forth in the name of God? I do not know; it is a mystery to me; these people possess some mysteries which I cannot fathom, and that is one of them. I know of only three ways of obtaining authority of that kind&#x2014;one is by lineal descent, another by writing, and a third by speaking. Now, then, if we can find no record among the people who profess to teach in the name of God, and they do not profess to have a lineal descent, and they even hold that God has not spoken for eighteen hundred years&#x2014;they place themselves in a very awkward position. But when you come to understand, to fully comprehend the priesthood held by our forefathers, you can see by what authority the Holy priesthood is conferred upon you. Well, then, where did you get this authority from&#x2014;from the world? No, the world did not have it to give, and consequently you could not get it from them; and if God has not spoken, if the angel of God has not appeared to Joseph Smith, and if these things are not true of which we speak, then the whole thing is an imposture from beginning to end. There is no half-way house, no middle path about the matter; it is either one thing or the other. Now you go forth to the nations of the  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth in the name of the Lord, I appeal to you elders, you contradict me if you can&#x2014;and when people believe and have been baptized, you lay your hands upon them in the name of the Lord, and you say unto them, &#x201C;Receive ye the Holy Ghost,&#x201D;<span class=\"citation\" id=\"70900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70900)\">John 20:22<\/a><\/span> and they receive it, do they not? They do, and you are my witnesses of that. And what does the Holy Ghost do? It takes of the things of God and shews them unto us.<span class=\"citation\" id=\"70515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70515)\">John 16:15<\/a><\/span> Can we conceive of a greater principle, of one more majestic, and grand, and noble, and exalted? What is man? A poor feeble worm of the earth, going forth in the name of God to call upon the human family to repent and be baptized for a remission of their sins, and after the name of God, he lays his hands upon their head, for the reception of the Holy Ghost. Who gives it? God, and it is the greatest evidence that exists upon the face of the whole earth; no men anywhere have an evidence like that which is given from the Almighty. It did not come from us, it did not come from Joseph Smith, though he was the medium through which those things were communicated; it did not come from Brigham Young, it did not come from me or any other individual; it comes as the free gift of God according to the eternal laws of the everlasting Gospel. <\/div><div class=\"paragraph jod\" id=\"v21n440\"> Now, then, here we are. We find ourselves in this position, having entered into these principles, we believe in them and are willing to be governed by them. <\/div><div class=\"paragraph jod\" id=\"v21n441\"> The Lord, however, has revealed many other great and important principles to us, and among these the eternal covenant between man and woman. Did Joseph reveal that principle? Yes, he did. Do you know it? Yes, I do know it; if nobody else knows it, I do. Did <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he tell you of it? Yes, he did; but I have had other manifestations besides that, and therefore I know of what I speak, and I know the principle is of God. Now there are some people who tell us we are very wicked. Are we? Why, yes, in many respects we are. But not in that! Not in that! Not in that! Are we careless? Are we indifferent? Are we covetous? Do we love the world more than we ought to do, and allow our minds, our feelings and affections to be carried away by the transitory things of time and sense? Yes, yes, to our shame, in many instances, be it spoken; this is true. Do we violate in many instances the great principles that God has revealed? We do, to our shame be it spoken, many of us; but we do not violate the law of God nor the laws of chastity in that thing. Well, what are we to do? God has revealed a principle to us; do we know it? Yes. Do I know it? Yes. Do you? Yes, yes, a very great many of you that are here and hear me speak know it. But does the Congress of the United States know it? No. Does the Supreme Court know it? No; they cannot know of the things of God, but by the Spirit of God.<span class=\"citation\" id=\"73076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73076)\">1 Cor. 2:11<\/a><\/span> Do they know anything about eternal relationships and perpetuity in the eternal world? No, they do not, they are ignorant of the principle, they know nothing about it, and we did not until it was revealed to us. Now, then, what is to be done? They place us in a position like this; God says this is an eternal law associated with the eternal perpetuity of lives in time and throughout the eternities that are to come;<span class=\"citation\" id=\"91478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91478)\">D&amp;C 132:7<\/a><\/span> that a man having a wife must have her sealed to him for time and for all eternity.<span class=\"citation\" id=\"91563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91563)\">D&amp;C 132:18-19<\/a><\/span> Why, long ago we have heard of a religion to live by but none to die  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by; none that could reach to the other side of the veil and prepare us for eternal associations and eternal lives in the eternal world, or eternities that are to come. But this principle involves that thing and places us in this position: God says, &#x201C;Go and obey my law.&#x201D;<span class=\"citation\" id=\"91734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91734)\">D&amp;C 132:32<\/a><\/span> Congress says, &#x201C;No, you shall not do it.&#x201D; Now the question is&#x2014;who shall we obey? We would like to be in accord with Congress. We would like to submit ourselves to every ordinance of man. We would like to be good and peaceable citizens, which we are. We don't wish, however, to follow their corruptions&#x2014;don't we know enough of them? Yes, we do. We know a good deal more about them than they know about us. We know their crimes, we know their licentiousness, we know of the millions of murders that are perpetrated by mothers and fathers of children and they know it. Many of these murders are committed while the children are prenatal; they kill them either before or after they are born, just as it happens. We also know of this horrible social evil that exists among them, and of the corruption, degradation and rottenness that exist in their midst. And as I have said to some of them sometimes, &#x201C;You come from these dens of infamy, reeking with corruption and rottenness, steeped in crime and bloodshed and you will come here, will you, and teach morality to us? Go home, attend to your own business, cleanse yourselves from your corruptions, for they are a stink in the nostrils of Jehovah, and of all honest men, and don't come to set us right in regard to things that God has given us to do, and which <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the help of the Lord we will carry out.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v21n443\"> Now, these are our feelings in relation to these matters. This Gospel reveals to us, as it did in former days, the light and intelligence of God. It opens up the visions of eternity; it places us in communication with the Lord. It prepares us for life and for death and for exaltation, and we are going to go on with our temples and administer in them in the name of the Lord. We shall enter therein and be baptized for the living and the dead and stand as saviors upon Mount Zion,<span class=\"citation\" id=\"62021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62021)\">Obad. 1:21<\/a><\/span> and let the world wallow in corruption and follow the evil desires of their hearts, let them pursue their own course, fighting, if they please, against the Zion of our God, but the Lord will be after them and they will know before they get through that there is a God that rules in the heavens<span class=\"citation\" id=\"61480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61480)\">Dan. 4:32<\/a><\/span> and he will say to them as he did to the waves of the mighty deep, &#x201C;Hitherto thou shall come, but no further: and here shall thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56277)\">Job 38:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n444\"> What, then, shall we do? Fear God, be faithful, be honest and upright and full of integrity and truthfulness; shun evil of every kind, preserve our bodies and spirits pure, maintain our covenants before God, and he will smile upon us, he will be on the side of right, and his kingdom will grow and increase and spread until the kingdoms of this world shall become the kingdoms of our God and his Christ, whose right it is to rule forever and ever.<span class=\"citation\" id=\"79501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79501)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n445\"> May God help us to be faithful in keeping his commandments that we may be saved in his kingdom, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}