{"ID":210041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opposition to the Work of God, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the General Conference, Salt Lake City, Tuesday Afternoon, Oct. 7, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition to the Work of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/7\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v21n1041\"> [Owing to press of important business the publication of this discourse has been delayed. Its contents will be found as valuable today as when it was delivered.&#x2014;Ed D.E.N.] <\/div><div class=\"paragraph jod\" id=\"v21n1042\"> I will state to the Conference that we have no financial account to present, because we do not get our returns from the various Stakes until the close of each year; in consequence of this we find it impracticable to present a satisfactory account to the General Conference oftener than once a year. <\/div><div class=\"paragraph jod\" id=\"v21n1043\"> The Lord has given us a certain work to accomplish; and the feelings or ideas of men in the world in relation to this work have but little to do with us. We are gathered here for the express purpose of building up the Church and Kingdom of God upon the earth. We are endeavoring to do this&#x2014;that is, a great many of the people are, to the very best of their ability; and we consider ourselves responsible to God for the action we take and for the course we pursue in relation to the fulfillment of His purposes. We think that in building Temples, sending the Gospel to the nations of the earth and prosecuting our other labors that we are carrying out the <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> word and will, and the commands of God. Yet it not infrequently happens, that when we are doing our very best to promote correct principles among ourselves, as well as to spread them abroad, even to all nations, that we meet with determined and unrelenting opposition. This we cannot help. We do not seek it, but we do not fear it. <\/div><div class=\"paragraph jod\" id=\"v21n1044\"> There has existed a principle of antagonism ever since the dawn of creation, namely, the powers of God have been opposed by the powers of the Evil One. Satan and wicked men have operated to subvert the plans and designs of Jehovah. And if we have a little of such opposition to contend with in our day, there is nothing new in it. The martyr Stephen when arraigned before &#x201C;the council&#x201D; to answer to a charge of blasphemy,<span class=\"citation\" id=\"71500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71500)\">Acts 6:8-12<\/a><\/span> said, &#x201C;Which of the prophets have not your fathers persecuted? and they have slain them which shewed before of the coming of the Just One; of whom ye have been now the betrayers and murderers.&#x201D;<span class=\"citation\" id=\"71549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71549)\">Acts 7:52<\/a><\/span> We have always expected that there would be a spirit of antagonism to the Church and Kingdom of God, and our Elders have been telling us, more or less, during the last fifty years, that this feeling still existed  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and, indeed, every now and then, we have occasion to believe them; or, to use an old saying, &#x201C;The devil is not dead yet;&#x201D; and he uses his influence now, as in former days, to oppose the principles that God has revealed. <\/div><div class=\"paragraph jod\" id=\"v21n1046\"> We are gathered here from many nations in order that God may plant among us the principles and laws of eternal lives; that we may operate in the Priesthood with the holy men who held it in former ages, and with God the Father, and with Jesus the Mediator,<span class=\"citation\" id=\"75887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75887)\">1 Tim. 2:5<\/a><\/span><span class=\"citation\" id=\"77310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77310)\">Heb. 12:24<\/a><\/span><span class=\"citation\" id=\"87092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87092)\">D&amp;C 76:69<\/a><\/span> and with the holy angels in the interests of mankind, not only in things pertaining to ourselves individually, but in those that concern the whole world; not only to the people that now live, but also to those who have lived; for the plans of God reach back into eternity and forward into eternity, and we are being taught and instructed through the holy Melchizedek Priesthood, which holds now, as in past ages, the keys of the mysteries of the revelations of God.<span class=\"citation\" id=\"87573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87573)\">D&amp;C 84:19<\/a><\/span> It is our privilege to operate through this order, with men who have held the same keys and possessed the same powers and have had the same communication with God, and who have looked forward to the time, with joyful anticipation, that we now live in, namely, to the dispensation of the fulness of times. For this purpose we are gathered together, for this purpose we are building Temples according to the order and revelations of God&#x2014;for until He revealed these things to us we knew nothing about them. And the world of mankind today know nothing about Temples and their uses. If we were to build Temples for them according to the order of God, they would not know how to administer in them; neither could we know had the Lord not revealed to us how to do it, <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which he did through the Prophet Joseph. We are acting upon this revealed knowledge today, seeking to carry out the will, the designs and the purposes of God, in the interest of common humanity, not for a few people only, not for the people of the United States only, nor for those of two or three nations, but for the people of the whole world. And the hearts of the people are being drawn after these principles; or, in other words, the hearts of the children are being turned towards the fathers, as well as the hearts of the fathers towards the children.<span class=\"citation\" id=\"62606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62606)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"84539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84539)\">D&amp;C 27:9<\/a><\/span><span class=\"citation\" id=\"91213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91213)\">D&amp;C 128:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1047\"> The spirit that is being manifested in the various Stakes of Zion is very creditable in this respect to the Latter-day Saints. And we purpose, God being our helper,<span class=\"citation\" id=\"56794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56794)\">Ps. 54:4<\/a><\/span> and the devil not hindering us, to go on with our work, to build our Temples and to administer in them and to act as the friends of God<span class=\"citation\" id=\"77618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77618)\">James 2:23<\/a><\/span> upon the earth. And if we are not His friends, He has none, for there is no people anywhere, except the Latter-day Saints, who will listen to His laws&#x2014;and as they say sometimes, &#x201C;it's a tight squeeze&#x201D; for us to do it. The question is, &#x201C;Shall we falter in our calculations?&#x201D; I think not; but I think we will say, as the ancient servant of God said to a man who was seeking to hinder the progress of the building of a Temple to the Lord of Hosts: &#x201C;I am doing a great work,<span class=\"citation\" id=\"55959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55959)\">Neh. 6:3<\/a><\/span> hinder me not.&#x201D;<span class=\"citation\" id=\"53413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53413)\">Gen. 24:56<\/a><\/span> We are doing a great work, and we would say to our outside friends and to people generally who are not conversant with our affairs, will you be so kind as to let us alone and hinder us not; so that we may go on with our labor of love in the common interests of humanity and in our efforts to promote the welfare of the world at large. <\/div> <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n1049\"> This is one thing we have to do, and we will try to do it, the Lord being our helper.<span class=\"citation\" id=\"56795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56795)\">Ps. 54:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n1050\"> Then another thing we are called upon to do is to preach the Gospel to every creature throughout the world.<span class=\"citation\" id=\"66763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66763)\">Mark 16:15<\/a><\/span> &#x201C;Why, the people will oppose you?&#x201D; That they always did. But Jesus said, and I will say by way of repeating His words&#x2014;for they are as true today as they were in His day&#x2014;&#x201C;Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.&#x201D;<span class=\"citation\" id=\"63013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63013)\">Matt. 5:11-12<\/a><\/span> Therefore we need not be troubled about it. When we first started out in this work we never looked for anything else, and we have not looked in vain either; we have found an abundance of it, and we have commenced to regard it as a natural thing. But we must not forget that we owe a duty to the world. The Lord has given to us the light of eternity; and we are commanded not to conceal our light under a bushel,<span class=\"citation\" id=\"63079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63079)\">Matt. 5:15<\/a><\/span> but on the contrary, we should let it shine forth<span class=\"citation\" id=\"128469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128469)\">Matt. 5:16<\/a><\/span> as a city set upon a hill that cannot be hid.<span class=\"citation\" id=\"63062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63062)\">Matt. 5:14<\/a><\/span> We need not try to get into an out-of-the-way corner from the gaze of the public eye, for we cannot. We thought we had wandered a long way from civilization when we came here; but, according to the remarks of the speakers this morning, a certain degree of it has followed us, and we are not quite out of it yet. But there are some things we can do. We will let them pursue their course, and we will ask them, if they will be so good and so kind as to let us worship God according to the dictates of our consciences.<span class=\"citation\" id=\"94150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94150)\">A of F 1:11<\/a><\/span> This is not a very great boon to ask <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of anybody. Still we do ask that we may be permitted, in this land of liberty, in this land which we call the home of the brave and the land of the free; the asylum of the oppressed of all nations, we ask that we may have the simple privilege of worshiping God according to the dictates of our own consciences.<span class=\"citation\" id=\"94151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94151)\">A of F 1:11<\/a><\/span> Then, while they are trying to injure us, we will try to do them good. We will teach them good principles at home, and we will send the Gospel abroad. And the kind of men we want as bearers of this Gospel message are men who have faith in God; men who have faith in their religion; men who honor their Priesthood; men in whom the people who know them have faith and in whom God has confidence, and not some poor unfortunate beings who are wanted to leave a place because they cannot live in it; but we want men full of the Holy Ghost and the power of God that they may go forth weeping, bearing precious seed and sowing the seeds of eternal life, and then returning with gladness, bringing their sheaves with them.<span class=\"citation\" id=\"57263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57263)\">Ps. 126:6<\/a><\/span> These are the kind of men we want. We do not want the names of men of the former class presented to us to go on missions; if they are, and we find it out, we shall not send them; for such men cannot go with our fellowship and good feeling. Men who bear the words of life among the nations, ought to be men of honor, integrity, virtue and purity; and this being the command of God to us, we shall try and carry it out. <\/div><div class=\"paragraph jod\" id=\"v21n1051\"> Some imagine that we have almost got through with our work; when the truth of the matter is, we have hardly commenced yet. Here is Brother Joseph Young, who represents the Seventies&#x2014;Brother  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Joseph, how many Seventies are there enrolled? [Brother Young replied that there were 5,320]. I am told that there are 5,320 Seventies; we expect to call upon a great many of these men to go abroad and proclaim the fulness of the Gospel. We received a small order lately&#x2014;you know, we talk business sometimes&#x2014;for forty missionaries to go and labor in one place; they did not send the money to pay their fares; but then, we have the missionaries, and we will trust in God for our pay and we shall get it if we are found doing His will and carrying out His purposes. <\/div><div class=\"paragraph jod\" id=\"v21n1053\"> Again, another duty we have to do is to preserve the order of God among ourselves. And here is a great responsibility resting upon the Presidents of Stakes and their Counselors, and upon the Bishops and their Counselors, and upon all men holding authority in the Church and Kingdom of God, and upon the Twelve specially, to see that the order of God is carried out, and that iniquity does not exist among the Saints of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v21n1054\"> We talk sometimes about the outside world, and we sometimes indulge in casting reflections upon them&#x2014;and there is plenty of room for it, no doubt; but then, what of ourselves? What do we do? Do not our own members keep some of the very saloons we talk about? And do not we engage in this business because we are afraid somebody else will? Why, that is the argument <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the thief. He says, &#x201C;If I do not steal, somebody else will.&#x201D; But, besides, say these brethren, &#x201C;We want to get a living.&#x201D; But before I would live in that way, I would die and make an end of it; I would not be mixed up with such concerns nor have any hand in them, but pursue another and more honorable course to get a living than in seeking to put the cup to the mouth of the drunkard and in leading our youth and others who may be inclined that way, in the path that leads to death. What else do we do? Why some of us Elders, and some of us High Priests and Seventies, frequent these places and get drunk and disgrace ourselves and our families, and the people with whom we are associated. And what else do we do? We are commanded to remember the Sabbath day to keep it holy;<span class=\"citation\" id=\"54242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54242)\">Ex. 20:8<\/a><\/span> and yet we find that our trains leave this city every Sabbath, until the weather gets too cold to bathe, carrying many of our people, who indulge in all kinds of amusements and thus violate the Sabbath, which we are commanded to keep holy,<span class=\"citation\" id=\"54243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54243)\">Ex. 20:8<\/a><\/span> which many respectable Gentiles would never think of doing. And yet you are Latter-day Saints, are you? You are a good people, and you will talk about the gift of the Holy Ghost and the Spirit of God being in you, while you are violating some of the plainest everyday principles of the Gospel of Christ. <\/div>\n<\/div>\n<\/div>"}