{"ID":210014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eternal Nature of the Gospel&#x2014;The Principle of Life and Increase&#x2014;The Source of All Intelligence&#x2014;Right of the Creator to Govern the Creature&#x2014;Duties of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at American Fork, Friday, November 28, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Eternal Nature of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/28\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v21n298\"> I have been much interested in the remarks made by Brother Joseph F. Smith this morning. They are true and are a part of the Gospel of life and salvation which embraces all truth. While he was speaking this passage of Scripture occurred to my <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mind. Jesus said, &#x201C;Whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock: And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not: for it was founded upon a rock. And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand: And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.&#x201D;<span class=\"citation\" id=\"63993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63993)\">Matt. 7:24-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n300\"> There is not a principle associated with the Gospel of the Son of God but what is eternal in its nature and consequences, and we cannot with impunity trample upon any principle that is correct without having to suffer the penalty thereof before God and the holy angels, and in many instances before men. The principles of the Gospel being eternal, they were framed and originated with the Almighty in eternity before the world was, according to certain eternal laws, and hence the Gospel is called the everlasting Gospel.<span class=\"citation\" id=\"79826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79826)\">Rev. 14:6<\/a><\/span> It is like God, without beginning of days or end of years,<span class=\"citation\" id=\"82165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82165)\">Alma 13:7,9<\/a><\/span><span class=\"citation\" id=\"87545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87545)\">D&amp;C 84:17<\/a><\/span><span class=\"citation\" id=\"92230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92230)\">Moses 1:3<\/a><\/span> and, as the Lord says, &#x201C;I am the Lord, and I change not.&#x201D;<span class=\"citation\" id=\"62419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62419)\">Mal. 3:6<\/a><\/span> The Gospel is eternal and does not change; it is eternal in its principles and consequences. <\/div><div class=\"paragraph jod\" id=\"v21n301\"> And the angel who was to come in the last days flying in the midst of heaven was to proclaim the everlasting Gospel&#x2014;<span class=\"citation\" id=\"79825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79825)\">Rev. 14:6<\/a><\/span>the same Gospel that Adam had,<span class=\"citation\" id=\"92677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92677)\">Moses 5:59<\/a><\/span> the same Gospel that Noah had,<span class=\"citation\" id=\"93291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93291)\">Moses 8:19<\/a><\/span> the same Gospel that Abraham had,<span class=\"citation\" id=\"74504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74504)\">Gal. 3:8<\/a><\/span><span class=\"citation\" id=\"90537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90537)\">D&amp;C 110:12<\/a><\/span> the same Gospel that the prophets had, the same Gospel that Jesus had,<span class=\"citation\" id=\"62886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62886)\">Matt. 4:23<\/a><\/span> also the same Gospel that the Nephites had here upon this continent, and which Jesus revealed to them,<span class=\"citation\" id=\"128153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128153)\">3 Ne. 11:31-40<\/a><\/span><span class=\"citation\" id=\"82961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82961)\">3 Ne. 27:8-21<\/a><\/span> and that they had indeed before he was in the flesh. It is the everlasting Gospel which brings life and immortality to light,<span class=\"citation\" id=\"76080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76080)\">2 Tim. 1:10<\/a><\/span> and which enters into all the ramifications of human existence and to the existence of the Gods, and to the existence of this world and of all other worlds. <\/div> <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n302\"> As Brother Joseph F. Smith has justly said, the first command given was, &#x201C;Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowls of the air, and over every living thing that moveth upon the earth.&#x201D;<span class=\"citation\" id=\"52321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52321)\">Gen. 1:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n303\"> There is a principle of life associated with the Gospel&#x2014;life temporal, life spiritual and life eternal. Hence men are called to be fathers of lives and women are called to be mothers of lives. We are fathers and mothers of lives.<span class=\"citation\" id=\"91645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91645)\">D&amp;C 132:22-24<\/a><\/span><span class=\"citation\" id=\"91795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91795)\">D&amp;C 132:55<\/a><\/span> And there is something different associated with the order of God from any order of men that exists upon the earth. <\/div><div class=\"paragraph jod\" id=\"v21n304\"> When God created the earth and placed man upon it, and the fishes of the sea and the fowls of the air,<span class=\"citation\" id=\"52103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52103)\">Gen. 1:20-22<\/a><\/span> and the grasses and plants and trees,<span class=\"citation\" id=\"128154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128154)\">Gen. 1:11-12<\/a><\/span> etc., he placed in them the principle of life, or, in other words, the power of propagating their own species.<span class=\"citation\" id=\"52117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52117)\">Gen. 1:24-30<\/a><\/span> And if it were not for that, what would you farmers do? Men can accomplish a great many things. They can build houses, railroads and steamboats, and can do a great many clever things whereby they can command, to a certain extent, the forces of nature; but they cannot give vitality to any of them. They cannot even furnish material to make a grain of sand, the wisest of them. But God has ordained that this principle of vitality exists within themselves. You take a single grain of wheat, for instance, and put it into the earth and you will see the principle of life begin to manifest itself, it is very small apparently, but contains within itself the power of increase. The same is also true with regard to the grasses, shrubs, plants and flowers, and the various things that exist in creation. They spread, they extend, and they have spread  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over the face of the earth as man has spread, and the rain descends and the sun shines and nature, as we term it, operates; but I would call it the power of God which operates according to eternal laws and principles that he has ordained. He gives vitality to all creation and sets life into motion and controls it, in the heavens as well as in the earth; not only among men, but among the beasts of the field, the fowls of the air, the fishes of the sea, and all the grasses, plants, and flowers and herbs, etc., everything possessing the principle of life within itself. You farmers know that, and hence you store up your different seeds and in the proper season take them and plant them and they grow and increase and spread; these things look very small. It is very little to look at a grain of wheat, but then if you don't have it you never could raise wheat. Can you farmers make one solitary grain of wheat without the seed? It is apparently a small thing but you can't do it. You can try it if you please, but you will not succeed. You cannot make a peppergrass seed; but if you take one of those seeds or a grain of wheat and sow it and water it you may by its increase spread it over all the face of the earth; but if you did not have the seed you could not accomplish anything. I do not care how smart you are or what rules of philosophy or science you may have come across, all I ask of you is to make a grain of oats or wheat. But then, we will stop at the wheat. If we cannot do that, we are not so very important, are we? There needs a superior power to give this vitality. You look at it. You see today the trees are leafless, there are no flowers in bloom, everything is seared and withered and apparently gone to decay. By and by <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> according to the principles of nature, or the laws of God, spring comes along, and the birds begin to sing and feel happy, the grass begins to shoot forth, the flowers begin to bud, the trees begin to blossom. And who gives this vitality and maintains it? God. Could you do much without him? No. Why, you cannot even make your grain to grow after it is provided for you without water. You try it sometimes but you make a poor out of it, and withal we need the revivifying heat of the sun. The grass begins to shoot up and by and by we have the wheat and corn, first the blade and ear, and then full corn in the ear. We have apple trees, plum trees, and the various fruit trees budding, blossoming and bearing fruit; all these things are provided by whom? By the omnipotent, omniscient hand of the Almighty according to certain eternal laws that he has provided for man and for every creature that exist upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v21n305\"> But we will come back to the things spoken of by Joseph F. Smith. This principle of life is the origin of our world, not only of this world, but of others; and this propagating and multiplying is ordained of the Almighty for the peopling of these worlds. And this production of life that I have briefly alluded to is another principle that exists to supply the want of another kind of life that exists here upon the earth. And without this there could be no world; all would be chaos, all would be darkness, all would be death, and the works of God would amount to nothing if it were not for this life and vitality. <\/div><div class=\"paragraph jod\" id=\"v21n306\"> Now, I want to speak further on a principle associated with this subject, that is, that in the providence of God, or according to the eternal laws of God and the eternal fitness  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of things as they exist with him in the eternal worlds and as they exist here upon the earth, all of us are or should be as much under the guidance and direction of God, and are as much obligated to listen to his law and be governed by his counsels and advice&#x2014;and I should think a little more so&#x2014;than we would be in making that grain of wheat to grow or ten thousand million of them to grow, for we could not do it without being governed by those laws requisite to produce the increase. Furthermore, we all are the offspring of God, are we not? I think the Scriptures read that, &#x201C;We are all his offspring;<span class=\"citation\" id=\"72023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72023)\">Acts 17:28-29<\/a><\/span> that he is the God and Father of the spirits of all flesh;&#x201D;<span class=\"citation\" id=\"54766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54766)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54881)\">Num. 27:16<\/a><\/span><span class=\"citation\" id=\"77221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77221)\">Heb. 12:9<\/a><\/span> and being the God and Father of the spirits of all flesh, and having made a world for all flesh to inhabit, and having made provision for the sustenance of that flesh, for their food, clothing, comfort, convenience and happiness, and given them intelligence and told them to go forth and manipulate the abundance of nature to their use, has he not a right to lead and direct us, to ask obedience to his law? Would not that be a legitimate right, when we reflect upon it? The world says, No, he has no right; I am my own master, etc. Some of the Latter-day Saints almost say the same thing; not quite, but they would like to get near it. &#x201C;I am a free man; I will be damned if I don't do as I please,&#x201D; etc. Well, I will tell you another part of that story. You will be damned if you do act as you please unless you please to do and to keep the laws of God. We cannot violate his laws with impunity nor trample under foot these eternal principles which exist in all nature. If all nature is compelled to be governed by law or suffer loss, why not man? <\/div> <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n308\"> Now, then, he has revealed unto us the Gospel. He has gathered us together from among the nations of the earth for the accomplishment of his purposes. For this he has used higher measures and more exalted principles than are associated with some of the lower orders of nature, some of these things that exist in nature. But who can comprehend them? The world with all its wisdom knows very little about them. The world with all its wisdom knows nothing about God.<span class=\"citation\" id=\"72896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72896)\">1 Cor. 1:21<\/a><\/span> What is the acme of the perfection of knowledge that exists anywhere today? What is the highest step of the ladder they can reach? To discover some principles or laws of nature and become acquainted with them and then they make terrible blunders at that. But this is the acme of perfection that any philosopher or scientist or intelligent man professes to reach&#x2014;to understand some of the laws of nature. But how much of these do they know? Why, in my time, in order to show how much they know and how little, I will mention some things that have not existed in my day. They did not know of the oil we burn in this room. I can remember that in some of the large cities of the earth all they had to light then was tallow or wax candles or whale oil, which was just about enough to make darkness visible. And after all the thousands of years that men have existed upon the earth they cannot even make the oil you burn today, and they did not have it when I was young. But did that principle that exists in the oil always exist? Yes. Why didn't they find it out? Because they only understood a few of the principles of nature notwithstanding all their philosophy and intelligence. Again, who knew anything about gas in those days? I can remember  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the time when the streets and shops were first lighted up with gas. What did they have before? Tallow candles; those in common use we used to call dips. You old people know about this and whale oil, but you did not know anything about gas; but did not gas always exist? Yes. Why did they not know it? Because they were like us, didn't know much. Again, what did they know about the power of steam? I can remember the time when there was no such thing as steamboats, when we who lived in England had to come to America in sailing vessels. They had, it is true, some small vessels that were used on the rivers propelled by steam, which they could not trust in the ocean, and a little time before that they had no steamers of any kind. And then what about our railroads? Did they know how to apply steam to locomotives? No. I remember riding on the first railroad that was built, and here is Brother Robinson, who was one of the conductors of that same railroad that ran between Liverpool and Manchester. I think he is now nearly the first railroad conductor, and the oldest living. Why didn't men find out these things? We have had intelligent men and philosophers in all ages to the present time, but none could understand these things. Yet the principles are eternal in their nature and always existed, and all it needed was to bring them out. And when men discovered them they thought they were some great beings. And what did they discover? Simply something that God had already made long ago, only they didn't know it. In talking about these things I am reminded of a little baby. You sisters have your babies, and you are aware how little they know at first, and we ourselves do not know very <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much; we are only babies of a bigger growth. One of the first things they find out is that they have a foot, and they try to put it in their mouth. They look at it in astonishment. Why, they always had that foot since their birth. Why didn't they know it before? Another thing they find out they have a hand and they think what a curious thing it is, and they look at it and the motion of their fingers with astonishment, and they think they have made a great discovery. But there is not much difference between the world of mankind and the babies when we come to look at it. The child had nothing to do with the making of its hands, neither have we had anything to do with originating any of these principles. God made them, and we have simply discovered some of the powers of what is termed nature, and when we have found out a little of these things we take the glory to ourselves; we feel very much like the king of Babylon when he said, &#x201C;Is not this Great Babylon that I have built?&#x201D; The Lord, however, started him off to eat grass like an ox. He had to live on it until seven years had passed over him, when the Lord restored him to his natural state, and he then knew that there was a God who lived and ruled in the heavens and on the earth. It is for us to learn this lesson and to find out that there is a God who rules in heaven, and that he manages, directs and controls the affairs of the human family.<span class=\"citation\" id=\"61468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61468)\">Dan. 4:28-37<\/a><\/span> We are not our own rulers; we are all the children of God; he is our Father and has a right to direct us, not only us, but has a perfect right to direct and control the affairs of all the human family that exists upon the face of the earth, for they are all his offspring. Now, he feels kindly towards them and knows what kind  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of people they are, and also what we are, and he would do everything he could for them even if in his almighty wisdom he has to kill them off in order to save them. He destroyed the antediluvian world on that account, because they were not filling the measure of their creation.<span class=\"citation\" id=\"52815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52815)\">Gen. 6:1-22<\/a><\/span><span class=\"citation\" id=\"52899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52899)\">Gen. 7:1-24<\/a><\/span> They had corrupted themselves to such an extent that it would have been an injustice to the spirits in the eternal worlds if they had to come through such a corrupt lineage to be subject to all the trouble, incident thereunto, and therefore God destroyed them. He cut off the cities of Sodom and Gomorrah in consequence of their corruptions,<span class=\"citation\" id=\"53243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53243)\">Gen. 19:1-29<\/a><\/span> and by and by he will shake all the inhabitants of the earth,<span class=\"citation\" id=\"128155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128155)\">Isa. 2:19-21<\/a><\/span> he will shake thrones and will overturn empires<span class=\"citation\" id=\"128156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128156)\">D&amp;C 84:118<\/a><\/span> and desolate the land and lay millions of the human family in the dust.<span class=\"citation\" id=\"128157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128157)\">Isa. 24:1-6<\/a><\/span> Plagues and pestilence will stalk through the earth because of the iniquities of men, because of some of these corruptions that Brother Joseph F. Smith has briefly hinted at, namely, the perversion of the laws of nature between the sexes, and the damnable murders that exist among men. <\/div><div class=\"paragraph jod\" id=\"v21n311\"> Not long ago, I was called upon by some intelligent, or those who profess to be intelligent men, who asked me something about polygamy. &#x201C;How is it with you,&#x201D; said I; &#x201C;do you know that in this land of yours you are murdering hundreds of thousands of infants every year? Do you know that you have among you people who are considered the most fashionable and honorable that are murderers, who destroy the life that God has given before and after birth, and interfere with the laws of the Almighty? Do you know that they are doing that?&#x201D; &#x201C;Yes, we believe they are doing it.&#x201D; &#x201C;Do you know that you are wallowing in corruption <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and degradation, and that your social evils and other damnable corruptions that exist are spreading and permeating through all your society?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Well, you please go and attend to your own affairs. It certainly does not look well for you who hail from these sinks of infamy and degradation to preach morality to us. Please attend to your own affairs first and get them straightened out before you come to correct us.&#x201D; Yet these very people, these lascivious men sitting upon the bench and pleading in the courts will arraign honorable men for obeying a law of God. Will we obey it? In the name of Israel's God we will. (The congregation said, &#x201C;Amen.&#x201D;) We will carry out his purposes, we will obey his behests, we will, with his help, abide his law, and our persecutors cannot help themselves, for God will put a hook into their jaws<span class=\"citation\" id=\"60913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60913)\">Ezek. 38:4<\/a><\/span> and he will lead them whithersoever he will and put a stop to their career by and by. But he will look in kindness upon Zion and honor those who honor and obey his law. <\/div><div class=\"paragraph jod\" id=\"v21n312\"> Now these are my feelings in relation to these things. We ought to observe the laws of God. The Lord has taken a great deal of pains to bring us where we are and to give us the information we have. He came himself, accompanied by his Son Jesus, to the Prophet Joseph Smith. He didn't send anybody but came himself, and introducing his Son, said: &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93648)\">JS&mdash;H 1:17<\/a><\/span> And he permitted the ancient prophets, apostles and men of God that existed in different ages to come and confer the keys of their several dispensations upon the prophet of the Lord, in order that he should be endowed and imbued with the power and Spirit of God, with the light of revelation and the eter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nal principles of the everlasting Gospel, and that the keys committed to him, might, through him, be conferred upon others, and that the principles of eternal truth as they exist in the heavens, might extend to the nations of the earth, that these degrading, loathsome, damning principles might cease, that his people might be gathered to Zion from the four corners of the earth, and learn his laws. Says Jesus in his parable of the good shepherd, &#x201C;and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out. And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.&#x201D;<span class=\"citation\" id=\"69601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69601)\">John 10:3-4<\/a><\/span> Now, he has brought us together here. Whose sheep are we? Says Jesus, &#x201C;I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.<span class=\"citation\" id=\"70641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70641)\">John 17:9<\/a><\/span> * * * Neither pray I for these alone, but for them also which shall believe on me through their word; That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.&#x201D;<span class=\"citation\" id=\"70689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70689)\">John 17:20-21<\/a><\/span> He has gathered us together here for what? To teach us his law through the medium of the Holy Priesthood. Jesus, in sending forth his disciples in former times said unto them, &#x201C;He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.&#x201D;<span class=\"citation\" id=\"64235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64235)\">Matt. 10:40<\/a><\/span><span class=\"citation\" id=\"69841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69841)\">John 13:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n314\"> Now, God has ordained his Holy Priesthood upon the earth with presidents, apostles, bishops, high councils, seventies, high priests, and the order and organization of the Church and kingdom of God in its fulness and completeness, more complete perhaps, than it ever was since the world was framed. Why? Because it is the <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dispensation of the fulness of times,<span class=\"citation\" id=\"74839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74839)\">Eph. 1:10<\/a><\/span> embracing all other times that have ever existed since the world was, and he has gathered us together for that purpose. Is it to sow and plant and try to make ourselves comfortable and to follow the customs of the world in their corruptions and to wallow in infamy and rob and plunder one another, acting deceitfully and impurely without any regard to virtue or any of the laws that govern the Church and kingdom of God? No. But that we might be a peculiar people<span class=\"citation\" id=\"55043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55043)\">Deut. 14:2<\/a><\/span><span class=\"citation\" id=\"77838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77838)\">1 Pet. 2:9<\/a><\/span> full of the light of truth and intelligence and revelations of God; that we might be a people having no longer need of the oral law or the written law, but a people upon whose hearts the law of God shall be written<span class=\"citation\" id=\"60671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60671)\">Jer. 31:33<\/a><\/span> and engraven as in characters of living fire, being under the inspiration and guidance of the Almighty, walking according to the principles of eternal truth, and being led in the paths of life; being united with God and his Son Jesus Christ and with the ancient patriarchs and apostles and men of God, operating with them in the building up of Zion, in establishing the kingdom of God upon the earth, and in spreading salvation to the ends of the earth. This is what he has brought us here for. And also that we might build temples to officiate in them for the living and the dead, and that we might go forth to the nations of the earth, carrying the glad tidings of peace; and that we might be as a city set upon a hill that cannot be hid;<span class=\"citation\" id=\"63061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63061)\">Matt. 5:14<\/a><\/span> and that being in unison with God and the patriarchs and apostles, we might draw down the light and intelligence of heaven upon the earth to enable us to operate with them according to the principles of justice and equity and the laws of life and every principle connected with the salvation of  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the human family, and that we might go on from strength to strength, from intelligence to intelligence, until we shall be capable of enjoying a celestial glory and shall be prepared to enter therein; and until all that shall be prepared to have a celestial glory shall enjoy that, and those who are prepared for the terrestrial glory to have that, and also the telestial to enjoy what belongs to them, and that we may cooperate with God in the eternal worlds and the intelligences of heaven for the accomplishment of this object. And that while they operate in the heavens, we may operate for them upon the earth.<span class=\"citation\" id=\"63416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63416)\">Matt. 6:10<\/a><\/span> This is what we are here for as I understand it. <\/div><div class=\"paragraph jod\" id=\"v21n316\"> What else? Make settlements; break loose. Some of you are crying, &#x201C;Give us room.&#x201D;<span class=\"citation\" id=\"59452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59452)\">Isa. 49:20<\/a><\/span> There is plenty of room, and in making these settlements we want to carry with us the principles of the Gospel and plant them in different places. We are sending out persons into the northeast of this Territory, and we want them to go filled with the Holy Ghost and the spirit of the living God. And we are sending some to Arizona, Colorado, Idaho and other places, and we will stretch out further and further. Zion's cords shall be lengthened and her stakes shall be strengthened<span class=\"citation\" id=\"59703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59703)\">Isa. 54:2-3<\/a><\/span> until her armies shall become mighty and numerous<span class=\"citation\" id=\"128158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128158)\">Joel 2:11<\/a><\/span> and until God shall say to the Gentiles, it is enough, and then God will give the government into our hands.<span class=\"citation\" id=\"128159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128159)\">D&amp;C 105:31-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n317\"> We have come to see you and to talk with you. We want to see you at your own homes. These railroads whisk us by at such a rapid rate that many times we have not time to stop and visit with you. But we thought this time we would come with our own carriages and visit the <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people in their own homes and talk with them and see how they feel and that they may judge of our feelings with regard to the building up of the kingdom of God upon the earth. You elders of Israel&#x2014;and there are many in this congregation&#x2014;let me ask you&#x2014;Do you have prayers in your family? (Turning round and addressing Bishop Harrington, the speaker said): May I act as teacher for a little while? <\/div><div class=\"paragraph jod\" id=\"v21n318\"> The Bishop&#x2014;Yes, we will be glad to have you. <\/div><div class=\"paragraph jod\" id=\"v21n319\"> The speaker&#x2014;Well, then, I will repeat the question&#x2014;Do you have prayers in your family? (A voice in the congregation. Yes.) And when you do, do you go through the operation like the guiding of a piece of machinery, or do you bow in meekness and with a sincere desire to seek the blessing of God upon you and your household? That is the way that we ought to do, and cultivate a spirit of devotion and trust in God, dedicating ourselves to him, and seeking his blessings. <\/div><div class=\"paragraph jod\" id=\"v21n320\"> Here is one brother says he does. But how is it with the balance of us? I am talking to all of you. Husbands, do you love your wives and treat them right, or do you think that you yourselves are some great Moguls who have a right to crowd upon them? They are given to you as a part of yourself, and you ought to treat them with all kindness, with mercy and long-suffering, and not be harsh and bitter, or in any way desirous to display your authority. Then, you wives, treat your husbands right, and try to make them happy and comfortable. Endeavor to make your homes a little heaven, and try to cherish the good Spirit of God. Then let us as parents train up our children in the fear of God and teach them the laws of life. If you do, we will have peace in our  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bosoms, peace in our families and peace in our surroundings. Have we any difficulty with our neighbors? Why, Gentiles strive to avoid that. Cannot we pass by some of these hard words, as the old man used to say when a child would come to a big word, &#x201C;Pass it by, my dear, and call it a hard word.&#x201D; When you come across a hard word, pass it by; don't utter it. <\/div><div class=\"paragraph jod\" id=\"v21n322\"> Nay, speak no ill; A kindly word can never leave a sting behind. Let us treat one another with kindness and one another's reputation with respect, and feel after one another's welfare, treating everybody as we would like God to treat us. And then, when we come to the Lord, we can say, &#x201C;Father, forgive us our trespasses, as we forgive them that trespass against us;&#x201D;<span class=\"citation\" id=\"63472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63472)\">Matt. 6:12<\/a><\/span> for if we do not forgive our brother, how can we expect our heavenly Father to forgive us?<span class=\"citation\" id=\"63490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63490)\">Matt. 6:14-15<\/a><\/span> If we have had any difficulty with our neighbor, let us endeavor to make it right. Say, &#x201C;Brother or sister so and so, my conscience rather troubles me about something I said about you or did to you, or some deal I had in which I got the advantage of you, and I have come to make it right, for I am determined to do right, no matter what other people do.&#x201D; And let us all seek after one another's welfare. If we can help one another, let us do it&#x2014;financially or socially&#x2014;and don't betray one another. Some people, some poor, miserable&#x2014;I don't care to say a hard word&#x2014;I will call them sneaks, they will try, because a man has married a wife according to the laws of God, to bring an accusation against him. Such men will be damned and such women will be damned. Do you know that, when these miserable sneaks come into your house on every kind of pretence, <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perhaps to sell wagons or machinery of some kind, in the midst of their conversation they are known to ask such questions as, &#x201C;How many wives has your husband got?&#x201D; Poor, low miserable sneaks. Kick them out of your house, have nothing to do with such low, infernal trash. While we treat good men aright, kick such villains out of your house, they have no business among decent people. We do not want them. Tell them to attend to their own affairs and let our business alone. Tell them to go back where they came from, we do not want them among decent people. These are my feelings. That's saying a pretty hard word. It is such a word, though, as suits such people, for there is no decent word that's appropriate for such contemptible beings. <\/div><div class=\"paragraph jod\" id=\"v21n322\"> Be true to one another, respect another's reputation. And then, you elders, treat one another as gentlemen with courtesy and kindness. And you ladies treat one another as ladies, and, old gentlemen, treat ladies as ladies, and you, old ladies, treat the gentlemen as gentlemen. <\/div><div class=\"paragraph jod\" id=\"v21n323\"> I feel to tell a little story about Bishop Hunter. Most of you know Dr. Sprague. He was sent by President Young to see brother Hunter, when on the frontier many years ago. The doctor had a squeaky kind of a voice. He says (imitating the doctor), &#x201C;Does Brother Hunter live here?&#x201D; Bishop Hunter replied (the speaker imitating the Bishop's voice), &#x201C;My name is Hunter.&#x201D; Doctor Sprague: &#x201C;President Young has sent me to see if you were sick, and if so he wanted me to administer to you.&#x201D; Bishop Hunter: &#x201C;Physician, heal thyself.&#x201D;<span class=\"citation\" id=\"67199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67199)\">Luke 4:23<\/a><\/span> Doctor Sprague: &#x201C;Well, sir, I feel just like two clap boards stuck together.&#x201D; Then he says, &#x201C;Is this your old woman, Brother  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Hunter.&#x201D; Bishop Hunter: &#x201C;This is Mrs. Hunter. Mrs. Hunter is a lady, she is not an old woman, sir.&#x201D; When you meet with women, treat them as ladies, and have everybody else do the same. We can afford to treat everybody right, that is, every decent body, but these sneaks we do not want anything to do with&#x2014;poor miserable beings who go around pretending to do business, but whose real purpose is to obtain information that they may inform upon you, to whom? To men who are as wicked, treacherous, lascivious and degraded as the devil in hell. What for? To destroy you. Will you receive such miserable sneaks in your midst? Tell them to go about their business. <\/div><div class=\"paragraph jod\" id=\"v21n325\"> Let us live our religion, keep the commandments of God, pursue a right course, and God will bless us. I ask God the eternal Father to bless you and lead you in the paths of life. I say to you, respect the counsels of those over you; Brother Smoot as your president; listen to him, listen to the counsels of the bishop and pray for him. And then <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your president and bishops should pray for the people. Treat one another with kindness and courtesy, and let us all feel we are the sons and daughters of God, living our religion and obeying his commandments, following the counsels of the holy priesthood, and seek for the blessings of God upon us and upon our posterity. Never mind what other people do. We will go on and take a course in everything calculated to promote the happiness of the human family, and Zion will grow and spread until the kingdoms of this world become the kingdoms of our Lord and his Christ,<span class=\"citation\" id=\"79500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79500)\">Rev. 11:15<\/a><\/span> and the laws that God has introduced will prevail and his will be done upon the earth as it is done in heaven,<span class=\"citation\" id=\"63417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63417)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67491)\">Luke 11:2<\/a><\/span> and every creature be heard to say, &#x201C;Blessing, and honor, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever,&#x201D;<span class=\"citation\" id=\"79225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79225)\">Rev. 5:13<\/a><\/span> and we will join in the universal chorus. God help us to be faithful in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}