{"ID":210039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel&#x2014;A Practical and Comprehensive Religion, and the Means of Eternal Exaltation<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Salt Lake Assembly Hall, Sunday Afternoon, January 2, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel&#x2014;Practical, Comprehensive Religion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 1\/2\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v21n952\"> I can endorse heartily the remarks that have been made to us by Brother John L. Smith, an old acquaintance whom I am pleased to see. I feel gratified to know that he is still laboring for Israel, that his heart is in the right place, and that his desires are, as they always have been so far as I have been acquainted with him, to serve God, to keep his commandments, and teach men so. <\/div><div class=\"paragraph jod\" id=\"v21n953\"> When Jesus was on the earth he said, &#x201C;Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"63138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63138)\">Matt. 5:19<\/a><\/span> I believe it is the object and desire of all our brethren who are called to occupy responsible positions in the midst of the people to carry out this saying of Jesus&#x2014;that is, to keep his commandments themselves and to teach others to do the same. This desire, at any rate, should animate everyone who is called to be a servant of God. It is not enough to <span class=\"italic\">believe<\/span> in the Gospel; it is not enough to have faith in the work that God Almighty has <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commenced on the earth; it is not enough to have a testimony that Joseph Smith was a prophet of God, that angels have come from heaven, restored the Gospel and brought back the ancient priesthood, that God has commenced the great latter-day work spoken of by all the ancient prophets and that we are called to assist in that work&#x2014;a mere testimony that this is the case is not enough. We are called to be <span class=\"italic\">workers<\/span> of righteousness.<span class=\"citation\" id=\"71778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71778)\">Acts 10:35<\/a><\/span> And we are not only called to do what is right, but also to aid in establishing righteousness on the earth by teaching others to follow our example. <\/div><div class=\"paragraph jod\" id=\"v21n954\"> The religion which we have received is a practical religion. It offers something for us to do all the time. There is no need for us at any time to stand still; we are called to be active workers in the cause of God. Every man and every woman who has received the Gospel and been baptized into the Church is expected to take an active part in this work; not to leave it to those who are called upon to preside in the various wards and stakes and over the Church of God, but each one of us has an individual interest in this Church (or ought to have)  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and should manifest it by a desire to do something that the work of our God may roll forward in the earth. <\/div><div class=\"paragraph jod\" id=\"v21n956\"> We have had made plain to our understanding some few of the first principles of salvation, and these have been made clear to our minds not merely as objects of faith, but as something for us to lay hold of, as a guide to our feet, as a light to our path,<span class=\"citation\" id=\"57233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57233)\">Ps. 119:105<\/a><\/span> and as an incentive to action. We are called to be Saints not only in the Assembly Hall, or in the Tabernacle, or in the place of prayer, but in every condition of life, and to bring into practice those things that God has made known to us to influence us in all that we do, that we might be a different people from the great mass of mankind, striving after the condition of sainthood&#x2014;that is, to become holy in the Lord, to be sanctified in all our being to the service of the Almighty, and the establishment of his kingdom and government on the earth. That is what we are here for, in these valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v21n957\"> There is an idea in the world concerning religious affairs that they are mere matters of sentiment, something to think about, something to pray about, something to sing about, something to exalt the feelings. This is all very good so far as it goes, but it is only a small part of religion. Religion is not a mere matter of emotion or of sentiment, or of feeling. True religion is something to guide us, to make us better, to teach us in every respect. True religion will teach us how to use properly every power with which our great Creator has endowed us. True religion not only affects the spiritual part of our being, the internal part of man or woman, but affects the whole nature, spiritual, mental and physical. <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It comes here on the earth and is fitted to our condition where we live and while we live. It is adapted to us today. It not only unfolds to us something of the future and elevates that standard of beauty and perfection before us, that we expect sometime to arrive at, but it unfolds to us our duty today and tells us how to act in every movement of our lives and in every condition in which we may be situated; in fact, there is no place that we may be called upon to occupy, or in which we may find ourselves, where our religion ought not to influence us in what we should do. Not only does our religion come to us to influence us in our acts, in our bodies as well as our spirits, but it also comes to us to direct us in our thoughts, that we may be able to turn our minds in the proper channel, so that we may think good thoughts and not evil, that we may have good desires and not evil, and that we may become so sanctified in our natures that the spirit and influence which comes direct from God our Heavenly Father, who dwells in the bosom of eternity,<span class=\"citation\" id=\"88323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88323)\">D&amp;C 88:13<\/a><\/span> may descend into our souls and have free and uninterrupted access thereto, and that we may become Saints, individually and collectively, a royal generation, a peculiar people,<span class=\"citation\" id=\"77839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77839)\">1 Pet. 2:9<\/a><\/span> zealous of good works.<span class=\"citation\" id=\"76318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76318)\">Titus 2:14<\/a><\/span> This is the kind of religion we have received. <\/div><div class=\"paragraph jod\" id=\"v21n958\"> When we heard the Gospel and believed in Christ and in God the Father, and went forth repenting of our sins and were baptized for the remission of sins, and received the Holy Ghost by the laying on of hands, this was the beginning of our religion, these were the preliminary steps in the path that leads to the presence of God. When we came into the Church, having put off the old man with his deeds,<span class=\"citation\" id=\"75627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75627)\">Col. 3:9<\/a><\/span> we were supposed to have put on Christ,<span class=\"citation\" id=\"74571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74571)\">Gal. 3:27<\/a><\/span> to  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pattern after him in all our acts, to seek for his spirit, to be guided by his example, so that by and by we might become as he is and fit to stand where he stands&#x2014;in the presence of God, and abide there. Some people who are in the Church of Jesus Christ of Latter-day Saints, as well as some people outside the church, have an idea that salvation consists in belonging to a certain sect or party or in having a certain condition of mind. They do not grasp the idea that exaltation is only brought about through a natural process&#x2014;the putting away of that which is evil and laying hold of that which is good; the putting away of that which is wrong and taking hold of that which is right: departing from the ways of the world and walking in the ways of God. We need to understand this fully and clearly, my brethren and sisters. You and I will not be saved in the presence of God with an exaltation like that which is held out to us simply because we are called Latter-day Saints, or because we have complied with a certain form of religion, or even because we have gone into sacred places and received holy ordinances whereby we might be washed and cleansed and made anew and anointed unto righteousness. We shall not be brought up into the presence of our Father to abide there and participate in his glory simply because of these things. If we ever get there to stay, it will be because we are fitted to be there, because we are prepared to abide his glory, to stand in his presence and rejoice with him and aid him in his glorious works in the midst of the universe. We will stay there because we are like him<span class=\"citation\" id=\"78671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78671)\">1 Jn. 3:2<\/a><\/span> and fit to be where he is. If it is found that we are not like him, that we are not of his spirit, not actuated by the <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> same motives that animate his bosom, not governed by the same laws, we shall not be able to abide his presence and cannot stay there. If we do stay there, it will be because we are fit to be there in the nature of things, because natures correspond with his, our spirits harmonizing with his, our acts being controlled by the same motives and governed by the same laws as those by which he governs himself, and not merely because we have adopted a certain creed, not merely because we have bowed to a certain form, not merely because we have submitted to certain ordinances and ceremonies. <\/div><div class=\"paragraph jod\" id=\"v21n960\"> All these ordinances and ceremonies instituted by the Almighty and comprehended in that which is called the Gospel are necessary. There is no such thing as nonessential ordinances; every one of them is essential. Exaltation cannot be arrived at without them. But exaltation does not consist of the mere compliance to certain forms and ceremonies that the Almighty has instituted and placed in his Church. There is something more required, something superior to all this. What is it? It is the spirit that comes from our Father to dictate us in every act, to make us righteous and holy unto the Lord, and to sanctify us and bring us into complete subjection to and harmony with the laws that govern the celestial kingdom. There is no real happiness either in this world or the world to come except through obedience to proper law. That is the only way that happiness can be obtained. We ought to understand this and teach it to our children. There is a spirit growing in the world which leads mankind to throw off restraint, to cast aside laws and regulations, which leads people to become &#x201C;a law  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto themselves.&#x201D;<span class=\"citation\" id=\"72279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72279)\">Rom. 2:14<\/a><\/span> This is the teaching of &#x201C;spiritualism,&#x201D; that peeping and muttering system. The expounders of that faith&#x2014;if it may be called a faith&#x2014;teach the doctrine of mankind becoming a law unto themselves&#x2014;no forms, no ceremonies, no regulations&#x2014;each one independent for himself and herself. Now, while we sing sometimes: <\/div><div class=\"paragraph jod\" id=\"v21n962\"> &#x201C;Know this that every soul is free, To choose his life and what he'll be;&#x201D; and while we acknowledge, <\/div><div class=\"paragraph jod\" id=\"v21n962\"> &#x201C;For this eternal truth is given, That God will force no man to heaven.&#x201D; Yet on the other hand, we recognize the fact that there is a law given to all things in the economy of God in the heavens above and in the earth beneath. &#x201C;All kingdoms have a law given.&#x201D;<span class=\"citation\" id=\"88488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88488)\">D&amp;C 88:36<\/a><\/span> So we are told here in the Book of Doctrine and Covenants. We learn from that Book that, &#x201C;there are many kingdoms; for there is no space in which there is no kingdom; and there is no kingdom in which there is no space, either a greater or lesser kingdom. And unto every kingdom is given a law; and unto every law there are certain bounds also and conditions.&#x201D;<span class=\"citation\" id=\"88495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88495)\">D&amp;C 88:37-38<\/a><\/span> Every kingdom that is governed by law is preserved by law and sanctified by the same,<span class=\"citation\" id=\"88478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88478)\">D&amp;C 88:34<\/a><\/span> no matter in what part of the universe it may be and those who abide the laws of that kingdom and that condition in which they find themselves, gain happiness and are preserved and sanctified and become exalted thereby. Now, although these laws are given of God, they do not interfere with the volition of man. Every man has his free agency. Light and truth are placed before us, truth and error are here, and we can choose the one and refuse the other, or refuse the one and choose the other,<span class=\"citation\" id=\"58007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58007)\">Isa. 7:15-16<\/a><\/span> just as it <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was with our first parents in the garden of Eden. The history of the fall is placed before us that we might understand this great principle of agency;<span class=\"citation\" id=\"128450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128450)\">Moses 7:32<\/a><\/span> the tree of life and the tree of death, the tree of light and the tree of darkness.<span class=\"citation\" id=\"52454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52454)\">Gen. 2:9<\/a><\/span> The Lord has said to us in substance, &#x201C;I have placed before you truth and error, choose which you will<span class=\"citation\" id=\"87903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87903)\">D&amp;C 84:85<\/a><\/span> receive. You can receive the light or the darkness, you can receive the truth or the error as you please;<span class=\"citation\" id=\"128451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128451)\">D&amp;C 93:31<\/a><\/span> but by and by you must give an account of your acts.&#x201D;<span class=\"citation\" id=\"128452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128452)\">D&amp;C 101:78<\/a><\/span> We find ourselves here on this planet that God has created for us, a branch of his great family, and he has given us certain principles to govern ourselves by. He does not force them upon us. God will force no man to heaven or to hell; but if we choose we can lay hold of these principles and be governed thereby, and by doing that we will be improved in our nature in proportion to our reception of light and truth, and exaltation will come to us on this principle and no other. <\/div><div class=\"paragraph jod\" id=\"v21n962\"> This spirit of so-called independence, or &#x201C;liberty,&#x201D; as some persons misuse the term, is spreading throughout the world. It has its influence among us. There is to a certain extent in our midst a desire and disposition to throw off the restraint that comes from the heads of families, the influence that parents exercise over children, to rebel against the laws of the community in which we live, to resist the restriction that comes from the laws of the land, and from the laws of the Church&#x2014;the laws of God. This spirit exists to a great extent in the world, and is bound to have more or less effect upon us here in the mountains, because, although we are in some degree separated from the world, yet we are also connected with the world, and must expect,  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as a part of the human family, that some among us will be more or less affected by this spirit. Now, we ought to get this idea clearly upon our minds and upon the minds of our children. We ought to understand the necessity of yielding obedience to proper laws. We ought to learn to understand the laws that pertain to our bodies so that they may be kept healthy. And we should become fully acquainted with the laws that govern our Church. Every principle that God has revealed should be clear to our minds, and in order to understand them we should read the books given to us, the Bible, the Book of Mormon, and the Book of Doctrine and Covenants. These ought to direct us in our everyday lives. Then when we come to meeting and hear our brethren speak the word of the Lord, we should try to treasure up in our hearts the words of life, put them into practice, and also teach the same to our children; for it is on this principle that we will become prepared to go into the presence of God by and by, and not merely because we are called Saints, not merely because we have been ordained to some office in the priesthood, not merely because we may have been put into some position to preside or direct our fellows. This will not exalt us, but the practice of what is right and true will exalt us. In fact every person in doing what is good and right is naturally bettered thereby, and every individual in doing what is evil is degraded thereby. All our acts are known by the powers on high whom we cannot see. They understand us, although we may think no one sees what we do. Yet though no one should see us, if no one but ourselves knows our acts, if we do what is evil and debasing <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we are that much the worse for it; if we do that which is right and good we are that much the better for it. And if we practice righteousness and teach men, so we will become great in the kingdom of heaven on natural principles. <\/div><div class=\"paragraph jod\" id=\"v21n964\"> We should all live according to the laws of God, to the best of our ability&#x2014;although we are beset with many weaknesses and infirmities and faults, many of which have been transmitted to us from our forefathers away back for ages and are concentrated in us who live in the latter days. But so far as we have power and ability, we are required to battle with and overcome our inherent failings, and if we take hold of the principles of righteousness, in the very act of doing that we are bettered, and if we continue in this path we will go on from grace to grace, from light to light, from purity to purity, from holiness to holiness, &#x201C;Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.&#x201D;<span class=\"citation\" id=\"75213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75213)\">Eph. 4:13<\/a><\/span> We must be clothed with his light, and be filled with his fullness, and be fit to stand in his presence and dwell with the Father. And this is the promise: &#x201C;To him that overcometh will I grant to sit with me in my throne, even as I overcame, and am set down with my Father in his throne.&#x201D;<span class=\"citation\" id=\"79127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79127)\">Rev. 3:21<\/a><\/span> There is no need for us at anytime to be in the dark concerning our duties. We need not be in the dark concerning any act we desire to perform, if we will go to the Father and say, &#x201C;Father, make thy will known to me. Enable me to walk in thy light to do that which is pleasing to thee; enable me to overcome all that is contrary to thy law.&#x201D; If we live in this kind of spirit, there will always  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be a voice whispering in our souls telling us that which is right and wrong, and our progress will be onward and upward in the straight and narrow path that leadeth unto the eternal continuation of the lives.<span class=\"citation\" id=\"91637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91637)\">D&amp;C 132:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n966\"> Now, by and by, when we come into the presence of God to be judged, we will be valued for what we are, not for what men have called us, not for what we have appeared to be to one another, but we will stand just as we are, with all of our spots and blemishes. If we are clean and white and pure when we appear in the presence of our Heavenly Father, and in the presence of the hosts around him, we shall be seen as such; if we are foul and evil, no matter how fair we have appeared to men, we will be comprehended as we are, we will &#x201C;see as we are seen, and known as we are known.&#x201D;<span class=\"citation\" id=\"87183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87183)\">D&amp;C 76:94<\/a><\/span> We shall not be able to hide our imperfections from one another. We shall be weighed in the balance, and if we are found wanting,<span class=\"citation\" id=\"61535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61535)\">Dan. 5:27<\/a><\/span> we cannot receive a fullness of glory. But, says someone, I have had certain blessings pronounced upon my head, I have been promised an exaltation in the presence of God; I have been promised thrones, principalities, powers and dominions, and are not the promises of God to be fulfilled? Yes; but every promise is made on certain conditions, and unless we comply with these conditions God cannot, in consonance with eternal justice, bestow those blessings upon us, no matter what may have been promised upon our heads. We are told that those who will not sanctify themselves by the law of the celestial kingdom cannot receive a celestial glory.<span class=\"citation\" id=\"88402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88402)\">D&amp;C 88:22<\/a><\/span> Now, what glory will you and I have? Just exactly that glory we are fitted to have and no other. This is <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> only just, and God must be just or he would cease to be God.<span class=\"citation\" id=\"82371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82371)\">Alma 42:13,22,25<\/a><\/span> Yet God will force no man or woman to keep the law of light and truth; but unless we live the laws of righteousness and obey the law of the celestial kingdom we cannot in the nature of things receive and abide a celestial glory.<span class=\"citation\" id=\"88403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88403)\">D&amp;C 88:22<\/a><\/span> Then our chief business is to find out the law of God, and do that which is right and true and good. We should watch well the path of our feet<span class=\"citation\" id=\"57387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57387)\">Prov. 4:26<\/a><\/span> and avoid everything that is evil; for that which is evil naturally contaminates and debases, and that which is good naturally purifies and exalts. We should all the time strive for the guidance of the Holy Spirit that we may be in harmony with those who are placed over us, and that we may train our desires and our acts so as to be in consonance with the mind and will of God. <\/div><div class=\"paragraph jod\" id=\"v21n967\"> Now, the Lord has made known to us a few things. We should make it our business to carry these things out, and we shall find the value of them by and by if we do not sense<span class=\"citation\" id=\"73245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73245)\">1 Cor. 6:3<\/a><\/span> them today; for as I said just now, when we are in the act of performing that which is right we become purified in our<span class=\"citation\" id=\"91540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91540)\">D&amp;C 132:16<\/a><\/span> character, and more fit to abide the glory of our Father, while the less we do what is right, the further we will be away from that purity which is necessary for dwelling in his presence. We expect to gain a celestial glory. That is what you and I started out to win. We are not satisfied, as our sectarian friends are, to sing: <\/div><div class=\"paragraph jod\" id=\"v21n967\"> &#x201C;I want to be an angel, And with the angels stand.&#x201D; That is not what you and I are aiming at. We are after a glory superior to that. We read that the Saints shall judge the angels. Who are the angels? They are ministering spirits to those that are worthy of &#x201C;a far  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>more, and an exceeding, and eternal weight of glory.&#x201D; That is what you and I have started out to gain, to obtain a celestial glory, to obtain a celestial crown, and we shall be satisfied with nothing else than that. How shall we obtain it? We shall obtain it in no other way than by abiding the laws that pertain to the celestial kingdom. Let us, then, find out the laws of the celestial kingdom as fast as we can and practice them, and if we make this the business of our lives we will find the Lord very near to us, we will find it easy to approach him and learn of his ways. We can have the still small voice<span class=\"citation\" id=\"55725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55725)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"81137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81137)\">1 Ne. 17:45<\/a><\/span><span class=\"citation\" id=\"88060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88060)\">D&amp;C 85:6<\/a><\/span> to make glad our souls and open out our understandings. We should live in this spirit, my brethren and sisters, so that we may enjoy happiness and peace today as well as the prospect of having eternal happiness and peace in the world to come.<span class=\"citation\" id=\"86380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86380)\">D&amp;C 59:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n968\"> I pray God, in the name of Jesus Christ, to stamp these truths upon our hearts, so that we may be able to order our lives by the laws of truth and righteousness, individually and as a people; that we may live for the Lord and for the truth, and for one another&#x2014;not for selfish objects, but for the glory of God and the salvation of our race. <\/div><div class=\"paragraph jod\" id=\"v21n969\"> I feel thankful this afternoon to be in the congregation of the Saints, to be numbered among the people of the Most High God, and to take part in the religion that God <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Almighty has revealed in this day and age of the world. I know this is the work of God. I know this by the witness of the eternal spirit in my soul. I know the peace it brings when I act in consonance with its laws. My desire is to live as becomes a Saint of God; to live as a servant of the Most High; to incorporate in my being the principles that will make men and women holy and pure, for I know that they make men and women great. I desire to live these principles, and as far as I have ability to teach them to others, for I know that in them is joy and happiness, power and might&#x2014;power to the spirit and might to the body. The power of God belongs to and is with this Church. It enters into our whole being, spiritual and physical. This work is good for the body and for the soul, and if we live according to the dictations of the Holy Spirit, we will be happier, stronger and mightier in all our being, and when we come up in the presence of the Father, having been purified and our robes made white through the blood of the Lamb,<span class=\"citation\" id=\"79344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79344)\">Rev. 7:14<\/a><\/span><span class=\"citation\" id=\"81024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81024)\">1 Ne. 12:10-11<\/a><\/span><span class=\"citation\" id=\"82042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82042)\">Alma 5:21,27<\/a><\/span> and our faithfulness to the cause of truth, we will be able to abide the presence of the Great Eternal without shame. <\/div><div class=\"paragraph jod\" id=\"v21n970\"> May the blessing of God rest upon us, and may we be saved in the celestial kingdom of our Father, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}