{"ID":210013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Principle of Revelation and Its Application to the Several Phases of Life&#x2014;How the Brotherhood of Man Shall Be Evolved.<\/div>\n<div class=\"subtitle\">Discourse by Elder Henry W. Naisbitt, delivered in the 16th Ward Meetinghouse, Sunday Afternoon, March 7, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Principle of Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Henry W. Naisbitt<\/div>\n<div class=\"date\">Date: 3\/7\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v21n279\"> I presume we all understand that the Spirit of the Lord is in the congregation of the Saints. If we do not understand it and if there is any <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one that does not realize the necessity of enjoying it, it would be a good thing perhaps for him to get up here a while. <\/div> <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n281\"> When a person is called upon to address a congregation and notices the upturned faces before him, waiting, wishing, very likely praying, for the blessings which they particularly desire, I think that no man can look upon such a sight unmoved, he must feel his own ignorance and weakness, and dependence, and when he does this I believe that all public administrations will be an advantage and blessing both to the speaker and hearers, and I am sure that is my object this afternoon. I have no personal ambition to serve, but I do want to bless and I do know that I need to be blessed. And this is the place appointed (so far as this ward is concerned) for the reception of those blessings which pertain to the public services of the Church of Jesus Christ of Latter-day Saints. Here is the place where there should be intelligence. Here is the place where there should be wisdom. Here is the place to expect revelation, and that not in any vague, misty, half understood sense&#x2014;not lost or covered up by a multitude of words, but divested of everything that will deprive us of knowledge as to the essential principles which belong really to revelation. The world, however, holds very peculiar ideas in regard to this. Every elder in Israel who will look back upon his experience, if it reaches even to the early history of this Church, will comprehend how odd and mythical the ideas in regard to revelation were as then held by mankind. It is true that the masses of the people as well as the teachers believed that in the ancient times there had been some communication with the intelligences who dwell behind the veil. They all agreed&#x2014;all Christians did at all events&#x2014;that the Spirit was made manifest and its utterances recorded in a book. They <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believed that without that book the world was in a lost condition, that men were left to grope in darkness and to wander in ignorance, but with that book it was believed that every man and every woman could understand themselves; they could understand something of their origin and the purpose for which they were dwelling upon the earth, the destiny which belonged to the human family, and also the process by which that destiny could be best secured. But it is astonishing what a little light will do for a man. It is astonishing how our minds expand when we receive the key to the situation. And when we look at the vast difference there is between the community who inhabit these mountains and the communities of the nations from which we have been gathered&#x2014;probably most can see and are aware that between the two there exists a great and ever-widening gulf. Men who reject the principle of revelation in any direction must inevitably become stunted, they must inevitably cease to live, because revelation is the element of life, it is the secret of growth, it is the power of increase, and it is only in proportion to the receptive ability of a man, or woman, or child, that they can increase in intelligence. Now, divested of all extraneous or outside ideas, divested of all the mystery that has been thrown around the idea of revelation by manmade teachers, divested of all traditions and thoughts that have been written in regard to it, what is the essential idea involved in revelation in its significant simplicity? What is there that is difficult of comprehension? What is there that it should need men of classical education to explain it; what is there that there should be these large colleges and this immense army of ministers in order that the world  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may be enlightened in regard to the principle of revelation? Why, when you come to probe and to reach the foundation of the idea it is nothing more nor less than the communication of intelligence possessed by one to another who in regard to that subject remains in ignorance. That is all there is involved in revelation, and whenever you find a human being who is ignorant of any subject pertaining to any direction of human thought, or in regard to any useful field of human experience, there revelation is an absolute necessity. <\/div><div class=\"paragraph jod\" id=\"v21n283\"> Now, then, revelation may vary in degree; it may vary in character, according to the necessities of the case, according to the intelligence of individuals. The mother who guides the destiny of a family and endows it with all the comforts of domestic and social life finds herself surrounded by a few crude men and women, or, as we call them, boys or girls. You consider the character of this offspring. When they were born they were helpless, and in infancy they possessed no intelligence save those animal instincts which lead only to the preservation of life. But in a few weeks or months the spirit of intelligence begins to dawn. The mother watches the growing spark and seeks to fan it to a flame; to point out the remedy where difficulty occurs in early experience; to explain the educational process through which the child must pass from man or womanhood; and to show that when the first efforts are made, and even when they are comparative failures, that these only stand as sentinels or pointsmen in the great highway of success&#x2014;prompters to ultimate and final success. The probability is that every young woman who has learned to make bread has had an experience of this character. And it is true <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that many of the first trials, unless the mother watched very closely, would not be successful, the bread might be heavy, or it become sour. Now it is the mother's duty to reveal, to give from her intelligence to one comparatively ignorant, a solution or remedy for the difficulty. The young girl is expected to listen to the mother. She has the faculty to receive the intelligence that is communicated, and to put that intelligence into practice. And when the bread was heavy the mother showed the cause which brought about that condition. If the bread was sour, a little neutralizing element had to be put into the dough, in order that the acidity might be removed, a little soda or something of that kind; and this is a revelatory process from the mother to the child. If you take one of our good mothers in Israel who has grown grey under the weight of experience, you will find that she possesses a vast fund of information, and in every direction in domestic or social life she is the great standard of appeal, and even when the daughter has become a married woman, when she passes into the responsibility of motherhood, when sickness takes hold of the darling that God has given her, she instantly appeals to the higher or wider intelligence and experience of the mother, and that which the mother, by the advantage of years, by the experience through which she has passed, has gained, she communicates unto the daughter, and thus the daughter becomes the recipient of revelation. And as it is with the mother and the daughter, so also it is with the father and the son; so also it is with those who are learning a trade, so also it is with those who attend our daily or our Sabbath schools, and the very fact that we  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are so constituted that we can receive revelation in these channels is a revelation in and of itself, written in the fundamental organization of the human character, that revelation is not only possible and desirable, but that it is also a necessary and inevitable element pertaining to the highest welfare and the grand destiny and future of those who submit to its varied processes from day to day! Now, this character of intelligence may be said to mark the very lowest phases of human life; but while man is an animal, while he has his physical necessities, while he is surrounded with domestic life, while he is subject to and is a member of the social arena of life, there are also attributes of character which are beyond this physical, this animal, and this social caste. There is something in every man and in every woman which savors of the divine, in all the circumstances of life there is a reaching out after something which is beyond the grasp; there is a soaring of the spirit, a seeking after something to which the present surroundings gave no clue. Man feels that he is. He not only feels that he is, but thousands and millions of the human family have an inkling of the great fact that they have been, and millions and millions more have an inkling of the other great fact that when they leave this stage of existence they will continue to be. And it is the realization of such things which establishes the idea outside of any other special revelation that our origin is divine as well as human. When we sense these ideas, when they become interwoven into the fabric of our lives, when we instinctively feel that we do possess this characteristic, there must be certain elements and certain principles which will minister to the growth of such ideas; just as there <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are elements of and in nature which minister to the welfare of the lower, so there are elements which minister to the higher, and fitted for the cultivation of every attribute of the human character, no matter how low we may esteem it to be, or how lofty we may conceive it to be, there are resources in the economy of God for the development and growth and glory of that characteristic. Hence when a man realizes that he had a pre-existence, when he realizes that the present existence is but a transitory condition, when he realizes that there is a vast and illimitable future before him, he desires to comprehend how he shall best minister to his individual welfare in that future. And here steps in the necessity of revelation based upon philosophy, based upon human necessities and human needs. The only way that we can be educated in this direction is by revelation coming to us from outside sources, from higher intelligences; from those who have passed through the selfsame experience as we ourselves have and will forever pass. <\/div><div class=\"paragraph jod\" id=\"v21n284\"> Now, then, as a fundamental process for our education in this respect we have given unto us the Gospel. That Gospel is just as systematic and just as orderly as are the details of education in a school. It is just as orderly and systematic as are the methods by which our boys are taught and trained in the various branches of education or trade. It is just as orderly and systematic as the education our wives give to their daughters, or that mothers give to their married girls. You never find a mother, in training her children for domestic life, begin to tell them in the first place how to make one of those very rich cakes that we sometimes make ourselves sick with at Christmas. You would scarcely  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>find a man who took an apprentice, begin to teach him in the first place some higher branches of his trade. You would scarcely find a teacher begin to teach his pupils the advanced principles pertaining to a classical education. There is an order; there are steps and processes in every educational direction, which we take in their order and in their time and place. Now one of the most startling revelations that has been given to the human family in the day and age in which we live, by the elders of Israel, to a dark and benighted world, is the great fundamental idea of &#x201C;the fatherhood of God.&#x201D; Now, this may not appear so startling to the American citizen whose mind is impregnated with the idea that the human family are equal&#x2014;that one man is as good as another, but in the Old World there exists conditions of class and of caste. You who have come from England or from any European nation, will realize what I mean by class and caste. There is the charmed circle of the royal blood, into which the plebeian never enters. There is the larger circle of the aristocracy, or, as we call them, the &#x201C;upper ten,&#x201D; and into the precincts of that circle, jealously guarded as they are, a stranger scarcely ever enters. Then you were surrounded in England by what is called the middle classes, and even they look upon the lower classes as being made of some material distinct and different from themselves; but when the elders of Israel landed in Old England and proclaimed &#x201C;the fatherhood of God,&#x201D; and laid the axe at the root of caste and class, they were preparing for the foundation of a kingdom that should recognize the essential unity of the human family and of necessity the brotherhood of man. It is quite <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> true that under some social, religious or political circumstances, <span class=\"italic\">we hear<\/span> of a certain unity and equality among the human family; but if you attempt to put that unity and equality into practice, what are the results that inevitably flow from such a course? You are surrounded with obstacles on every hand, and it is only perhaps after the lapse of two or three generations that a man in his posterity is able to make his way from the ranks and associate with the higher class. It is true there are those here and there who do this, and they do it by virtue of inherent genius or some chance legacy, and when they are accepted into this higher class, it is by virtue of this chance, etc., but as a rule they are looked upon as intruders. Take the Prime Minister of England, Lord Beaconsfield. There is a man who has made himself a necessity to the government of the country, to Her Majesty, to the higher classes; he has done this by virtue of the inspiration of the Almighty, and yet with all his grand attainments, that man is looked upon more or less as an intruder because he was not nobly born! And so I might multiply illustrations which would be familiar to you all. But the Gospel sets out in the first place with these two ideas, twin ideas, that never can be put asunder, the fatherhood of God and the brotherhood of the human family. <\/div><div class=\"paragraph jod\" id=\"v21n286\"> Now, then, if we are one in our origin, if we are really one in destiny, we must all reach that destiny by the selfsame process, and that process is to be found in the ordinances of the Gospel, in the power of inspiration and revelation resting upon those who initiate men and women into that order. And in connection with this, wherever and whenever you comprehend this  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>higher intelligence that bears rule in the eternities, controlling the destinies of these great orbs that we see from time to time in the midnight heavens&#x2014;wherever you find those that have graded from a fallen world you will find those who graded up and through the instrumentality of the selfsame Gospel that is given to you and me. There is no other Gospel. There is no other way to that exaltation which pertains to the Gods only through the revelation of the Gospel of Jesus Christ. So that there is &#x201C;no royal road&#x201D; to heaven; no matter what a man's condition, no matter what the class to which he may have been known in social life on earth by virtue of birth or by virtue of wealth; no matter what position he may occupy because of his ignorance or lack of information; no matter whether he may live in a hovel or dwell in a palace, or though he may have but a crust to eat or his table be laden with all the good things of the earth, he must submit to the selfsame ordinances, be controlled by the selfsame spirit of revelation, and reach the final issue through the selfsame channel. <\/div><div class=\"paragraph jod\" id=\"v21n288\"> Now, then, what is it that we expect through the Gospel? Why, that it may develop in you and me, from our crude, ignorant, unlovable condition&#x2014;the results of many a fearful fall&#x2014;the appearance and the characteristics of the eternal Father. This selfsame idea animated the Saints in ancient times. They had faith that by obedience to righteous laws there would be evolved in and from them, through the attributes which they already possessed, measurably dormant or measurably active as the case may be&#x2014;that they would be able to produce the likeness of God the eternal Father.<span class=\"citation\" id=\"78661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78661)\">1 Jn. 3:2<\/a><\/span> Now, at first view this may appear sur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prising, but suppose we reason upon it for a moment or two. <\/div><div class=\"paragraph jod\" id=\"v21n289\"> Here are some of you good brethren; you go to work this spring and you set out an orchard of apple trees, and by and by the time for fruit arrives and you go and look for pears, or plums, or cherries upon the apple trees! Now, what would be thought of your intelligence? Why everybody would say you have certainly made a mistake; they were apple trees that you planted, and apples are the fruit; if you want pears you must plant pear trees. Men don't gather grapes of thorns, nor figs of thistles.<span class=\"citation\" id=\"63903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63903)\">Matt. 7:16<\/a><\/span> Then, if we are the children of our Father you can see at a glance by that illustration that if we submit to the process of education which he had pointed out and laid down, we must become like him. Well, now, this may seem incredible to some that a human being, defiled and deformed as he is by sin and transgression, the result of ages&#x2014;I say it may seem almost incredible that a human being should be able to rise to the characteristics and attributes and appearance of the Father; but it is not only possible but it is inevitable, and all the ancient Saints had this idea. One of the old prophets, for instance, when under the inspiration of the Almighty, has said, &#x201C;I shall be satisfied, when I awake, with thy likeness;&#x201D;<span class=\"citation\" id=\"56416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56416)\">Ps. 17:15<\/a><\/span> and in the New Testament, one of the apostles said, looking forward to the time of the resurrection, that, &#x201C;When he shall appear, we shall be like him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78662)\">1 Jn. 3:2<\/a><\/span> We shall have an opportunity of demonstrating our likeness. We shall be able to make the contrast, &#x201C;We shall be like him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78663)\">1 Jn. 3:2<\/a><\/span> And of Jesus it was said that, &#x201C;He was the brightness of his Father's glory, and the express image of his person.&#x201D;<span class=\"citation\" id=\"76370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76370)\">Heb. 1:3<\/a><\/span> He was like his  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father, and this likeness was in him by virtue of the fact that he lived in possession of the inspiration of revelation; his course was marked out by that spirit. It animated every faculty, controlled every action, prompted every motive, and because that spirit was poured upon him &#x201C;without measure,&#x201D;<span class=\"citation\" id=\"68990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68990)\">John 3:34<\/a><\/span> he became the glory of his Father and exhibited in himself the &#x201C;express image of his person,&#x201D;<span class=\"citation\" id=\"76371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76371)\">Heb. 1:3<\/a><\/span> and he, in speaking to his disciples, declared that they should become &#x201C;like unto him, even as he was like his Father,&#x201D;<span class=\"citation\" id=\"70772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70772)\">John 17:22<\/a><\/span> by the reception of &#x201C;line upon line, and precept upon precept; here a little, and there a little.&#x201D;<span class=\"citation\" id=\"58583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58583)\">Isa. 28:10,13<\/a><\/span> Now, probably I might illustrate this from the facts of everyday life, the possibility, I mean, of a change in the features of those with whom we are familiar. Did you ever notice a man and wife who had lived happily together, whose thoughts were one, who had become assimilated to each other in their tastes and feelings so far and to such an extent that when you see them white with the snow of years you would say of them, &#x201C;I never saw a couple so much alike; they are positively like brother and sister.&#x201D; Did that ever come under your observation? It has come under mine many and many a time. Now, what was the secret of that? Why the wife had become assimilated to the husband and the husband to the wife; they were actuated upon in a great measure by the selfsame impulses, until they had become similar in their habits of life, so thoroughly one that they were like each other even in their facial expression, and when death claimed one or the other, but a few hours or days would pass before they were again and forevermore united. And this is a characteristic in which we glory. But to illustrate this in another direction. <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Here is a mother, now, or a young wife. Her heart overflows with affection for the husband of her youth. God has blessed the union that was made by the authority of the priesthood. She passes along until she attains to the condition of motherhood, and in the fulness of her heart she brings the babe to the assembly of the Saints that by the authority of the priesthood it may be dedicated to the service of God and to the building up of this kingdom. The mother's heart is full. It bursts almost with gratitude for the great boon she has received. She breathes many a prayer for the child that God has given, and by and by, even when the cup seems full to the very brim, some of her sisters come along and say, &#x201C;What a beautiful baby you have got; how very like its father;&#x201D; and that is the last drop needful to make the mother's soul and ambition full to overflowing. To say that the babe was like herself would perhaps have been quite as correct; but when it was pronounced to be like his father, more especially if its father was a good husband, if he was everything that he should be in regard to character&#x2014;there was no limit to the love and affection she could bear for her husband and their child. * * * * * <\/div><div class=\"paragraph jod\" id=\"v21n291\"> There is an illustration we can apply in another direction. We have all come down from the eternities of the past to this period of probation. I think the probabilities are that while we dwelt there we were in possession of a good deal of intelligence. There were many facilities, I expect, for the acquisition of such intelligence as was adapted to our condition. I believe that we were there taught the necessity and advantage of taking a probation upon the earth. I believe that there  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we exhibited a great many of the attributes of our Father, the Father of our spirits;<span class=\"citation\" id=\"77220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77220)\">Heb. 12:9<\/a><\/span> but we came down here and we took upon us tabernacles; these tabernacles are given to us by our earthly father and by our mother. And they came to us corrupted, they came to us contaminated by the vast variety of evils with which our fathers have afflicted themselves during many generations. When we consider the exalted character of our first father, when we consider the position that he occupies, and when we consider his offspring on the earth subject to the infirmities of the flesh, it is not unlikely that many are led to say, &#x201C;How can we be the children of our father who art in heaven? And if we are his children how can we renew or be restored to his image and likeness, how can we develop the attributes which he possesses, how can we become like him in our spirits and more or less in our tabernacles?&#x201D; Why we shall have to do this by the reception of his spirit, and by cultivating the principles of life that come through revelation. When we come to look at each other as we are, we see stamped in our countenances selfishness, we see exhibitions of sensuality, we see the evidences of a thousand and one conditions to which we have been subjected and our fathers before us. Now, the Gospel has been given us to do away with sin and death; it has been given to develop in us the attributes and characteristics of our Father in heaven from faculties we already possess. Well, now, we will suppose that one of those angels of intelligence surrounding the throne of God comes down to the streets of Salt Lake City. He goes up one of the principal thoroughfares and peers into the face of everyone that passes. He marks <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our plainness, or, in some instances, ugliness. He can detect at a glance where the faculties are perverted, and where they are in their normal condition. He can see in a moment how we have been beclouded by sin, how we have been subjected to evil influences, how we have given way to temptation, and how we are the subjects of the conditions which surround us. But as he passes along he meets one of a little different stamp. A man may be dwelling in a hovel on the bench or in the low wards of the city, and he steps up to such a one and says, &#x201C;How do you do.&#x201D; &#x201C;Why,&#x201D; says the person addressed, &#x201C;you have the advantage of me, I do not know that I ever saw you before.&#x201D; &#x201C;Well, now, probably you never did, but,&#x201D; says he, &#x201C;I know you although I never saw you.&#x201D; &#x201C;Well, how do you know me.&#x201D; &#x201C;Why, I am from the eternities that are beyond the veil. I am come from where your Father dwells and I can see in the luster of your eye, I can feel by the <span class=\"italic\">aura<\/span> or influence which surrounds you as you move from place to place, that you are animated by the spirit of your Father's house, I can discern in your physiognomy the lineage of your progenitors.&#x201D; Well, what is the secret? Simply that there is a man living his religion. He is filled with the Spirit and power of God. It is a lamp to his feet and a light to his path.<span class=\"citation\" id=\"57231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57231)\">Ps. 119:105<\/a><\/span> It actuates him in all the circumstances of life; as a father, as a member of the Church to which he belongs and as a citizen. It is this which gives luster to the eye and elasticity to the step, even when the body is bent with weight of years, and the stranger who has come direct from the eternal worlds can see that there is a man who has been with Jesus and has learned of him. Will it glorify a man and woman in this respect  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>while they are in the flesh? Yes, it will, and when men and women in general come in contact with them, they will be prepared to bear testimony that they are in the enjoyment of a good, or as we may say, right spirit. While they are tabernacling in the flesh they are preparing for the more exalted condition and state which belongs to them in the future, and many and many a man and woman have exhibited some of the characteristics which were exhibited by the individual who came to the Apostle John on the Isle of Patmos. John fell at his feet to worship him, &#x201C;See thou do it not (said he): I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God.&#x201D;<span class=\"citation\" id=\"80381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80381)\">Rev. 19:10<\/a><\/span><span class=\"citation\" id=\"80852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80852)\">Rev. 22:8-9<\/a><\/span> John thought from the glory surrounding him that he must be God himself, and he began to bow the knee to him. &#x201C;See thou do it not.&#x201D;<span class=\"citation\" id=\"80380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80380)\">Rev. 19:10<\/a><\/span><span class=\"citation\" id=\"80859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80859)\">Rev. 22:9<\/a><\/span> And when we see a man whom we recognize as faithful in all the conditions of life, as &#x201C;a man whom we can tie to&#x201D;&#x2014;to use a common expression, a man who is on hand all the time, who is living his religion, we feel involuntarily to lift our hats to such a one, and this intuitive reverence which we pay to human character, is testimony of God within the veil of flesh, and also an evidence of the spirit of revelation and inspiration. <\/div><div class=\"paragraph jod\" id=\"v21n294\"> Now, this is the purpose of our religion, and although our receptive faculties may be comparatively dormant, yet they can become enlarged. You and I have a right to enjoy revelation and inspiration. It is not confined to officials or to the ordained elders of Israel, it is not confined to the first presidency, to the twelve apostles, to the seventies or the high priests, but it is within the reach of every man and woman in Israel, and we can bring that spirit of revelation to bear upon our duty, in our social <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as well as our religious life. Now, I know there are a great many who think that the spirit of revelation and inspiration is of no use in the details of everyday life. This, however, is a mistake, for the selfsame inspiration and revelation can qualify a man in business, it can help his faculties, enlarge his reason, and make him more noble and godlike and intelligent in all the directions he may be called upon to act in. To be sure there are those who say that our religion has nothing to do with our business. I recollect one of our leading men asserting that President Young might direct in spiritual things, he might direct in matters pertaining to the Gospel, &#x201C;but, when it came to business, he knew what business was!&#x201D; Now, that is a mistake because the object of this Gospel is to minister to our spiritual and also to our temporal wants and interests. Take our bishops as an illustration. Are they not called to administer in the temporal affairs of the kingdom? What is their office? They are fathers to the people. They are to see that every man becomes self-sustaining. They are called upon to open up industries for the growing youth of our Territory. We sustain them in that office. Thus our religion enters into temporal things and they are ordained and set apart for this. When Brother George Q. Cannon goes to represent us in Congress he is set apart for that office, and the priesthood lay their hands upon him in order that he may be blessed in that capacity. When Brother Staines goes down to New York, he goes there to attend to those duties which are temporal, but he is set apart by the Authorities of this Church to officiate in that character. The Gospel therefore interferes in our temporal arrangements. And this is no new theory. It is as  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>old as the everlasting hills; it pertains to eternity, it will exist throughout all the eternities of the future. If you turn back in the old book to the history of the tabernacle in the wilderness, you find that under the jurisdiction of Moses, there were certain men who labored on that building that were inspired of God. He caused his Spirit to rest upon them, and you will notice it in a greater degree when you come to the building of the temple of Solomon. You will find there were men inspired to work in that direction. And that which was good in the years of the past is good in the day and age in which we live, and the day will yet come in Israel when men will be set apart to act in more temporal capacities than many in Israel dare to think of now. When a man shows that he has received a gift from God, no matter about its character, whether it is a gift of wisdom, or whether it is a gift leading into mechanics, science or literature&#x2014;whenever that man exhibits these attainments, and he is taken and set apart by the servants of God, you will see that spirit enlarge his faculties, increase his judgment, and when that day comes, you will see a good spirit in the midst of Israel. It will glow and grow and increase in every direction that will minister to the welfare of the kingdom as a whole. Why, even now, in the building of our Temples, Brother T. O. Angell and others are sustained as architects. Now, what has religion to do with building a house? Much. Has it to do with teaching a school? Yes. Has it to do with domestic economy? Yes, I know it has; and wherever you find men and women who will cultivate that spirit and follow its counsel, you will find that they will become famous in the direction in <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which they act. They are inspired of God, led by his spirit, and have access to the intelligence that lies behind the veil, and those who have had experience there will minister to our wants, so that when Zion begins to grow, she will fairly shine. She will support everything that will contribute to the welfare and glory of the greatest kingdom that was yet set up upon the earth, until men shall say, &#x201C;Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths.&#x201D;<span class=\"citation\" id=\"57818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57818)\">Isa. 2:3<\/a><\/span> Now, this is the purpose for which you and I have come from the Old World, from the different States in the New World, and from the different parts of Europe and the islands of the sea, to be taught of God, to enjoy his Spirit, to be educated in his Church, to be subject to his authority, and to grow and increase in the knowledge of the Lord Jesus Christ. Now that is something worth having, something that is worth living for, something that outshines and outdistances all the organizations and systems which men may have introduced. It is the Gospel of the living God. It is the Spirit of the living God burning in the hearts of the Saints. But far too many of us neglect this Spirit, we grieve it, we do not listen to its admonitions. How many in Israel have bartered their homes and sunk their means in a &#x201C;hole in the ground,&#x201D; because they would not listen to the counsels of God through his servants? How many failures in life, because of our ignorance, notwithstanding the fountains of intelligence are open at which we can drink? How many of us lose our children because we fail to apply to these great fountains, so that all could operate and under<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand how to resist adverse influences, while we are in the flesh. Now, if we would cultivate this spirit, if we would listen to its teachings, it would come to us in many ways, in visions, in dreams and manifestations of the power of God. We could have the ministration of angels, and many of us probably the ministration of the Son&#x2014;as some have done in the history and experience of this Church&#x2014;and this is the position to which we will all arrive if we are faithful to the great trust that is laid upon us; we shall not only enjoy the society of &#x201C;an innumerable company of angels,&#x201D;<span class=\"citation\" id=\"77246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77246)\">Heb. 12:22<\/a><\/span> not only come &#x201C;to the general assembly <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and church of the firstborn,&#x201D;<span class=\"citation\" id=\"77281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77281)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87080)\">D&amp;C 76:67<\/a><\/span> but we shall also be privileged to go to Jesus, and to God the Father of us all and there bask in his presence and be educated in his ways and sit down to the glory which awaits the just. <\/div><div class=\"paragraph jod\" id=\"v21n297\"> Now, may God bless us with his Spirit, may he lift us from the groveling condition in which we find ourselves placed; may he infuse into and surround us with the influence of his Spirit, that we may live indeed a new life, and so glorify God &#x201C;in our bodies, and spirits, which are his,&#x201D;<span class=\"citation\" id=\"73268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73268)\">1 Cor. 6:20<\/a><\/span> is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}