{"ID":210021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Southern States Mission.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Morgan, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 23, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Southern States Mission.<\/div>\n<div class=\"speaker\">Speaker: John Morgan<\/div>\n<div class=\"date\">Date: 5\/23\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v21n478\"> I am pleased to have once more the privilege of meeting with the Latter-day Saints, and I trust that while I shall endeavor to address you I shall have an interest in your faith and prayers, that what I may say may be in accordance with the mind and will of our Father in heaven and for our mutual good and benefit. <\/div><div class=\"paragraph jod\" id=\"v21n479\"> To an elder returning home from missionary labors the privilege of meeting with the assemblies of the Saints in their Sabbath day meetings is one that is very highly prized. We feel to rejoice in the privilege of returning to these peaceful valleys of the mountains, and of listening to the voice of the servants of God teaching the principles of the kingdom of God, and explaining the mind and will of our common Father and God in the heavens. I have often thought and meditated in regard to this privilege when away from home traveling in the midst of strangers, that when here we scarcely prize and realize the value of it. And doubtless this is true in regard to very many of the great and glorious principles of the Gospel. We must see the opposite, come in contact with the opposite; we have <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to taste the bitter before we can appreciate the sweet;<span class=\"citation\" id=\"81246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81246)\">2 Ne. 2:15<\/a><\/span><span class=\"citation\" id=\"84848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84848)\">D&amp;C 29:39<\/a><\/span> we have to see and experience the condition in which the world is today to appreciate the situation the Latter-day Saints are in. <\/div><div class=\"paragraph jod\" id=\"v21n480\"> During the past year, since last I had the privilege of meeting with you here, I have been engaged in preaching the principles of the Gospel in the United States, more particularly in the Southern States. Our labors there have, to a greater or less extent, been crowned with success. The Lord has opened up our way. We have been enabled to reach many of the honest in heart, and the principles of the Gospel have been spread by the preaching of the elders, and by the distribution of books and pamphlets, until many thousands of people in that section of the country today are becoming acquainted with the principles of the Gospel, who, twelve months ago, although possibly aware that there were such a people as the Latter-day Saints in the valleys of the mountains, were ignorant in regard to the doctrines that they professed to believe in. I find that within the past twelve months quite a change has taken place in the senti<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments and minds of the people in the Southern States relative to the principles that we promulgate. I form my judgment in regard to this from their actions, and it is said they speak louder than words. Something like twelve months ago a spirit of persecution and mobocracy was prevalent throughout a great portion of the South, brought about, to a great extent, by inflammatory articles in the newspapers, misrepresenting us and our objects, and the denunciations hurled at us from the pulpit and from almost all directions, which resulted in the mobbing of a number of the elders and the driving from their homes of quite a number of families who had embraced the Gospel in their native land. In one particular instance an entire branch of the Church was driven from their homes, lost their property and their means and were forced to rely upon the generosity of the Latter-day Saints already gathered to the valleys of the mountains here to enable them to emigrate to where they could live in peace and safety. This character of opposition was very violent, very unpleasant to meet with, very unpleasant to have to deal with, but by the blessing of God and the perseverance of the elders, the obstacles were overcome, our work was pushed forward, and very many right-thinking, honorable men and women, while not conceding with us in a religious sense, came out and refused to endorse the action of men who were using violence, came out in the press, in private conversation, in public speech, and stated that while the Latter-day Saints might be wrong, the course that was being taken was undoubtedly wrong, that whatever the nature and character of their doctrines might be, mob violence, persecution, and unauthorized, ille<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gal prosecution was not a proper means of overcoming the difficulty. Even the editors of many of the Southern papers conceded that the course that was being pursued was most unwise, and would have a tendency to bring dozens of converts to the &#x201C;Mormon&#x201D; doctrines where there had been one before, which proved true, as our labors have continually increased and grown, our numbers have been added to, and the spirit of emigration to gather out to where they could be protected in their religious belief has grown stronger day by day, until we scarcely need to preach in the Southern States the principle of emigration, so anxious are the people to escape from their surroundings. <\/div><div class=\"paragraph jod\" id=\"v21n482\"> The elders who have been engaged in the Southern States Mission have, almost without exception, proven themselves worthy of the trust that was reposed in them. They have endeavored to perform the duties devolving upon them as men and as the servants of God, not counting privation, slander, exposure, contumely as anything in comparison to the great work in which they were engaged. <\/div><div class=\"paragraph jod\" id=\"v21n483\"> The Southern people are naturally a kindhearted, hospitable, noble class of people, with the finer instincts of nature more fully developed than possibly among some other classes of people. They recognize the labors of our elders, and while they may not coincide with our views, yet they give us credit for the determination with which we press forward, and the earnestness and zeal displayed by our young elders in preaching the principles of the Gospel. Especially was this noteworthy in connection with the very many young elders who had never been upon missions before&#x2014;   <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>young men who had been called from the various mutual improvement associations, unlearned in regard to the condition of the world, unacquainted with its customs, manners and habits&#x2014;especially with this class was a deep impression made upon the minds of the people. That feeling of kindness, which is characteristic of the people there, seemed to feel after those boys, beardless boys as they were, as they stood up in their places, where they could obtain a church or a schoolhouse, to preach, and where they could not obtain a place, in the open air, by the road side, or wherever they found a man ready to stop and listen to them in proclaiming the things they had been sent to declare. It made a deep impression on the minds of the people, and, in a number of instances, while the violent feelings of men were raised against them, there were those who said, &#x201C;We have boys of our own, and if our boys were in the place of these, separated from their homes and their kindred by thousands of miles, and there were those seeking to do them violence, we would feel to bless the hand that protected them.&#x201D; And, as a general thing, there came a division, and the two contending parties were left to get through the struggle as best they could. <\/div><div class=\"paragraph jod\" id=\"v21n484\"> The Southern States Mission at the present time is divided into conferences, with a president over each conference, and traveling elders at appointed places laboring in the districts. Yet, with all that we can do, there are localities in the Southern States today, that have been asking for elders for some considerable length of time, which we have not yet been able to supply, owing to a deficiency in our numbers. I discover, in coming in contact with <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the people of the United States, that, notwithstanding the nation numbers forty millions of people&#x2014;a vast innumerable multitude almost, compared to the Latter-day Saints who dwell in these distant valleys of the mountains&#x2014;yet, if a company of eight, ten, twelve or fifteen elders should happen to pass through any of the large cities, <span class=\"italic\">en route<\/span> to their fields of labor, they are visited by reporters, they are interviewed, and the interview is published far and near, causing considerable excitement in regard to this small company of elders going to their fields of labor; in fact two elders, going into a locality where the people are unacquainted with the teachings of the Latter-day Saints, and announcing themselves as Mormon elders, will create a really more genuine sensation than almost any other incident that could happen, and it is, doubtless, well that some of us, who are possibly a little more zealous than wise, should be restrained in regard to our anxiety to push the work forward. There is, however, an abundance of room for elders to labor throughout the entire Southern States. We scarcely ever preached in a place where we could not obtain a hearing. We scarcely ever visited a neighborhood&#x2014;I do not recollect of any now&#x2014;in the Southern States where I desired a hearing, but what I could both obtain a place to preach in and a good sized audience to hear what I had to say. <\/div><div class=\"paragraph jod\" id=\"v21n485\"> Many of the leading men of the Southern States, having visited Salt Lake City and been treated kindly by our people&#x2014;having observed the thrift, enterprise and peacefulness of our homes, extended to us many kindnesses and many courtesies, notwithstanding that, with the mass of the people, it was quite unpopular to do so. The Governor of one of  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the leading States of the South, offered the use of the Senate Chamber&#x2014;the representative hall of his State&#x2014;to preach in, if I was prepared to use it, extending any courtesy I desired. Their leading papers freely noticed our meetings and published thousands of handbills to be distributed among the people, refusing any compensation whatever. Many of these incidents that come to my mind in regard to the courtesy and kindness of the people that we have been preaching the Gospel to, warms our hearts as elders of Israel, and we feel to do them good, to bless them, and benefit them all that we can. <\/div><div class=\"paragraph jod\" id=\"v21n487\"> During the past year, a little over 400 Saints have been gathered from the Southern States Mission. The principal part of these have emigrated to the neighboring State of Colorado, in San Luis Valley, 250 miles south and a little to the west of Denver, where the Saints have found a good valley, most excellent land and timber, water, grass, and all that is necessary to enable them to build up a settlement and locate themselves. I had the privilege of visiting them in their homes a number of times, and while they have had the privations that are incidental to the formation of a new settlement everywhere, yet they have been blessed and prospered. The people of the State of Colorado have, as a rule, treated them kindly, have welcomed them to their borders, have endeavored to benefit them, and assisted them in forming their settlements all they could. The railroad, that has been in process of construction for the past two years, runs down the center of the valley, within three to five miles of our line of settlement, so that we have easy railroad communication. Our rates for emigration are exceedingly low. The rail<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>road companies have extended to us many courtesies and kindnesses, and have sought to do what they could&#x2014;apparently being moved upon by the right Spirit&#x2014;to enable us to gather those who were unable to gather themselves, and to assist those who were but little able to gather. In the location of the settlement in the State of Colorado, there are now, I believe, 500 Latter-day Saints from the Southern States, which will possibly be augmented by 300 more this season, if deemed prudent to do so. In the first town that was located, all the lots have been taken up. Another location of similar dimensions is being occupied, while still another will be occupied some few miles distant from the first two in the course of the next two or three months. <\/div><div class=\"paragraph jod\" id=\"v21n488\"> The health of the Saints has not been as good as could have been desired, principally owing to the fact that in emigrating from the Southern States&#x2014;a malarious district to those great, dry altitudes&#x2014;the changes thus brought to bear upon them were calculated to produce sickness to a greater or less extent. The scourge of measles passed through the settlement in the month of April; some 160 cases. Our neighbors, at a railroad town nearby, where there were about an equal number of inhabitants that we had, with all the appliances of physicians and drug stores, lost quite a large percentage of their cases of sickness. In the town of Alamosa, some twenty miles distant from our settlement, where there were almost an equal number of cases, there was quite a large percentage of deaths. In about 165 to 170 cases that occurred in our settlement, I think there were but three or four deaths from measles. When I was talking to the Mayor of Alamosa, he called my attention to  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the disparity of deaths in that town in comparison with those that had occurred in our settlement, and asked me if I thought the location of the town of Alamosa unhealthy. I replied I thought not, that it was equally healthy with our settlement. He asked me to what I attributed the number of deaths. I replied that I believed they were attributable to the number of drug stores and physicians they had in it, that that was the cause, as I earnestly believed, to a greater or less extent, of the disparity of the number of deaths. With some 500 inhabitants in our settlement with quite a number of cases, some of them very serious, there has never been a physician called to prescribe one single prescription to any of these people, and I have an idea that if we were to look at them today we would find them equally healthy with those of the adjacent town where there are several physicians with two drug stores to draw their supplies from. <\/div><div class=\"paragraph jod\" id=\"v21n489\"> The people in the settlements are satisfied with their location. I heard but very little complaint, and what complaints I did hear were, I thought, almost entirely due to the inconvenience incident to emigration, to breaking up their homes, to disposing of their property, to riding distances upon railroads, landing at their destination wearied, to not being so carefully housed and protected for a limited length of time after their arrival, and to their being unacquainted with the country. I believe, however, that out of the 500 souls emigrated there have been but four turned back from the work and returned to their former homes. I heard no expression of a desire to return on the part of anyone when I was there. Wishing to test this as I was returning back to the States, I publicly made the offer <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that if there were any persons who desired to return back to their old homes, to lay down the principles of the Gospel and forego the gathering, I would see and accompany them back, and if there were any unable to go back with their own means, a fund would be raised for the purpose if desired. I received no applications, hence I was led to believe that the people as a rule were satisfied with their situation and surroundings. <\/div><div class=\"paragraph jod\" id=\"v21n490\"> Adjacent to our settlement there is a large number of Mexicans who live in plazas, as they term them, which are capable of accommodating from ten to fifty families in a plaza. These people have had rather an unpleasant and checkered history in the Territory of New Mexico and the State of Colorado. They have been looked upon to a certain extent as legal and lawful prey by the Christians surrounding, who have, to a greater or less degree, taken advantage of their innocence and of their ignorance in regard to the rules of business. To illustrate this, one man, a merchant with whom we deal, a man that I have always looked upon as in every sense trustworthy, made this statement to me. In speaking of the Mexican people, said he: &#x201C;We cannot trade with them as we do with other people. They have been deceived and cheated until they come here and ask how many pounds of sugar we give for a dollar. We would not dare to tell them the exact number of pounds. If it is six, we have to tell them ten.&#x201D; &#x201C;Well,&#x201D; I said &#x201C;do you weigh out the ten pounds?&#x201D; &#x201C;Not much; we weigh them six or five and a half pounds as the case might be.&#x201D; Such is the character of the dealings the Mexican people have had to contend with until today they have no confidence whatever in  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the white people by whom they are surrounded, and it is something almost unknown in their history, it is something strange for them to be placed in a position whereby they would be dealt with honorably and uprightly by white people. Said one of their leading citizens to me, Mr. Valdez, who was formerly a Judge in Old Mexico, a leading citizen in the State of Colorado, a Representative in the Legislature, and a man of considerable ability&#x2014;said he to me, &#x201C;The white people we have come in contact with heretofore, have endeavored to take every advantage of us, and when your people came here we expected they would treat us the same way. Last season we could have furnished you land to plow, teams and seed; but we were afraid that you would repeat the history of some other portions of our possessions, where we have furnished seed, land, teams and plows, and rented these things upon shares to people who came into our midst, and when the fall season came they not only claimed the land and crops, but our teams and plows, and we have failed to obtain any redress whatever; consequently we were afraid of your people.&#x201D; But after some short acquaintance with us, after coming in contact with us a limited length of time, they learned to think better of us, and by their votes elected one of our brethren magistrate over a considerable portion of the county of Conejas, in which they lived. This brother told me he had been magistrate for eight months, had gained the confidence of the people, until today people outside of the precinct where he lives will bring their cases to him to arbitrate and adjudicate upon, and the people almost universally are willing to submit to his decisions. There is a kindly feeling between <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them and the Latter-day Saints. They are naturally a kind-hearted people. I noticed when our people were living in their plazas, as some of them did for a season, that when any of them took sick, the Mexicans were on hand to nurse them and to do what they could for their comfort. The Saints rejoice at the privilege of gathering where they can live in peace and quietness, and receive the instructions of the elders, and have their children taught. I believe about the first thing they did in the first town they started was to build a comfortable schoolhouse, and during the past winter they have had a school in session the entire winter, expecting that as soon as circumstances would permit a summer school would be commenced. A Sabbath School is in session regularly each Sabbath, and some six home missionaries visit the surrounding country where the Latter-day Saints are located, and instruct the Mexicans who desire to hear the principles of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v21n492\"> In laboring in the States, we can see that there is a rapid change taking place. It may not be observable by the masses of the people. However, this change can be seen on the right hand and on the left. We hear men remark in regard to the change that is occurring politically, religiously and socially. We cannot blind our eyes to the fact that affairs in the United States are traveling at a rapid rate. We sometimes hear an elder, on returning home from his mission, ask one of the brethren, &#x201C;How is everything moving?&#x201D; His reply is, &#x201C;very slowly.&#x201D; He does not see with the eyes of the elder who is abroad preaching the Gospel. To my mind, the seeds of dissolution have been sown in the midst of the people, and they are springing up to an abundant growth.  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Men are fulfilling the Scriptures&#x2014;&#x201C;their hearts are failing them for fear of the things that are coming upon them.&#x201D;<span class=\"citation\" id=\"68034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68034)\">Luke 21:26<\/a><\/span><span class=\"citation\" id=\"88684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88684)\">D&amp;C 88:91<\/a><\/span><span class=\"citation\" id=\"93180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93180)\">Moses 7:66<\/a><\/span> The people of the United States are in doubt in regard to what is in store for our government. We hear quite loud expressions every hour of the day by men of all classes&#x2014;governors, senators, congressmen and clergymen. I think one of the most eloquent sermons&#x2014;eloquent for the sound of its words, not particularly for the principle it contained, but more particularly for its sound of words&#x2014;I ever heard, was one in which the minister portrayed the condition of the United States, the fearful condition in which the government was today, the condition in which political affairs were, and strange as it may seem, after telling the people that there was not a political party in the United States that would receive Jesus of Nazareth. After telling the people of St. Louis (the city in which this sermon was preached) that if Jesus were to come to one of their wards and run for Alderman, they would outvote him by a large majority&#x2014;after telling them all these things, he then commenced upon the other hand to portray the glorious spread of Christianity! It sounded strange to my ears, for one was a direct contradiction of the other; if one was true the other was false. Certainly Christianity could not grow and increase and spread and be engrafted into the minds of the people, and at the same time he who stood at the head of Christianity be rejected from the head to the foot of the whole body. <\/div><div class=\"paragraph jod\" id=\"v21n494\"> The situation to my mind as I have observed it&#x2014;and I have tried to do so calmly and deliberately and without prejudice&#x2014;is anything but agreeable. Men have ceased to try to hide this; and the present poli<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tical contest that is waged so hotly even for the nomination of the man who shall fill the presidential chair is stirring up the people as I have never seen an election stir them up before. It seems as though they are not content with dividing into parties, but these parties are divided into fragments, the one contending against the other. A few years ago it was the Democratic party on the one side and the Republican party on the other. Today it has changed and materially altered in the Republican party. It is the anti-third term men, the Blaine men, Sherman men, etc., struggling one against the other in their own party until it seems as if the shadow is cast, of the time when every man's hand shall be raised against his neighbor.<span class=\"citation\" id=\"62358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62358)\">Zech. 14:13<\/a><\/span><span class=\"citation\" id=\"85646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85646)\">D&amp;C 45:33,68<\/a><\/span> Certainly these are indications of it&#x2014;and we see the fulfillment of prophecy in these things. It is a most unpleasant report for a person to make of the situation of their country. We are not aliens to our kind. We love and revere and respect the constitution of our common country. We have a love for the old flag that floats over it, and it is with feelings of mortification, chagrin, and pain that we have to report back to the Saints here in the valleys of the mountains the fearful condition in which matters are today. One instance comes to my mind in connection with a matter in which the Latter-day Saints are interested. During the trial of the men&#x2014;or one of them at least&#x2014;who assassinated Elder Joseph Standing, I was astonished and surprised to listen to the testimony of the witnesses. The court would commence its session at eight o'clock and run till twelve and then adjourn for an hour and run till candle light, and when night came we would hear the bells ringing across the street calling the peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple to a revival meeting. I noticed that those men who had been upon the witness stand would pass over to the meeting, and for two weeks the revival was kept up calling men and women to Jesus after dark, and in the daytime came into that court and testified to things they knew were utterly false, and that they knew the people in the courtroom were satisfied were false. The thing was a talk and a laughingstock on the streets of Dalton. It seemed strange to me, and after I had had several days experience I asked the Attorney General, a man that I looked upon as an honorable man, a man who sought to do his duty in that trial to the best of his ability&#x2014;I asked, &#x201C;How many men are there that came upon this stand that you can rely upon to testify to the truth?&#x201D; His reply was, &#x201C;If I get one in ten I am doing very well.&#x201D; I thought that a strange comment indeed upon this boasted land of freedom, of free schools, churches, libraries, lecture associations and yet hold ourselves up before the world as a representative government for all other governments to copy after, for all civilization to follow, and for all Christians to model themselves from. It looks strange to me, and I scarcely could have believed it had not mine own ears heard and mine own eyes beheld it. <\/div><div class=\"paragraph jod\" id=\"v21n496\"> The sentiment and feeling of the better class of people in the South, and I may say the people of the United States are in favor of letting the Latter-day Saints alone, of letting them work out their own problem, and but for the religious influence that is brought to bear there would be but little said in relation to the work the Latter-day Saints are doing. But this religious influence has not changed in the least. <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The same influence that fought and contended against the Latter-day Saints in the State of Missouri, and that drove them to the valleys of the mountains; the same influence that cried out nearly 2,000 years ago, &#x201C;Crucify him, crucify him,&#x201D;<span class=\"citation\" id=\"68282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68282)\">Luke 23:21<\/a><\/span> is still abroad in the land, and I think the worst treatment I have ever received at the hands of any class of men has been from men who can pray the longest prayers, preach the loudest sermons, and wear the longest face, and who profess to be going back to Abraham's bosom.<span class=\"citation\" id=\"67801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67801)\">Luke 16:22<\/a><\/span> This class of men have always contended against the elders. They have sought to bring persecution upon them, and to vilify them upon every hand, and if we have difficulties they are to a greater or less extent caused by those who profess to believe in this Bible, and who preach, &#x201C;Glory to God in the highest, and on earth peace, and good will towards men.&#x201D;<span class=\"citation\" id=\"67070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67070)\">Luke 2:14<\/a><\/span> But this, perchance, is but history repeating itself. Notwithstanding the difficulties and obstacles the elders have had to contend with in this and other directions, they have been blessed and prospered. They rejoice in the privilege of going forth to proclaim the principles of the Gospel, to bring Israel to a knowledge of the truth, and to gather the honest in heart home, that Zion may be built up and the kingdom of God established on the earth. The elders rejoice in this privilege. Our young elders who go abroad with fear and trembling in regard to their own ability are willing to pass through all kinds of difficulties, are willing to endure anything and everything that they may be instruments in the hands of God in proclaiming the principles of the Gospel. I heard but very few complaints from the elders. It is true that sometimes they are not situated as  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pleasantly as they would desire to be, but I heard very few complaints. They express very great surprise at the situation of affairs abroad. They say, &#x201C;Why, we did not dream that matters were as bad as they are. We did not dream that the world was so corrupt as it is both politically, religiously, and socially.&#x201D; They seemed surprised, when walking through the streets of the religious St. Louis&#x2014;whose editors, you know, write long homilies in the shape of editorials in regard to the terrible situation of affairs in Utah&#x2014;to see, on a Sunday, just close by where these articles are published, saloons open, men and women drinking, and business going on just as though it were any other day in the week. &#x201C;Why,&#x201D; say these young elders, &#x201C;in reading these articles back in Utah we were led to believe that these places here were really religious. But we find that such is not the case. We find they are allowing their charity to play leapfrog over their own wrongdoings, and in place of looking to the affairs of Utah, they had better attend to their own.&#x201D; These things look strange to the young elders when they first come in contact with the world. In speaking with one of the officers of the State of Colorado, said he to me, &#x201C;We trust that you people will assimilate with our people, that they will adopt our habits and customs and become one with us.&#x201D; I told him we did not wish to make any rash promises about that, for, said I, &#x201C;We would not wish to have drinking saloons on the corner of each block.&#x201D; We would not like to have all kind of wrongdoings in our midst, and certainly here in this city of Denver, we would not wish to copy after the morals of this or your adjoining city of Leadville. <\/div> <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n498\"> Some people seem to have an idea that the Latter-day Saints gathered here in the valleys of the mountains are samples of all that is wrong, all that is iniquitous, and I have sometimes been amazed at the situation we have been placed in. In one neighborhood where we stopped overnight, and had some talk with the folks in regard to the social conditions with which they were surrounded, one sanctimonious person, the next day, refused us the privilege of meeting in a log cabin schoolhouse, for fear we should corrupt the morals of the people! In another instance, a large number of people had gathered together in a meetinghouse to hear one of the elders preach. When he got through preaching he asked a gentleman who had been induced to come to the stand to tell the people what he thought of the doctrine that had been advanced. He very reluctantly did so in about these words: &#x201C;I have listened with great attention to my young friend. I believe he is honest. I believe he has tried to tell the truth, and in fact he has told you the truth. He has read from the Scriptures;&#x201D; but at this stage he drew up (evidently realizing that he had gone too far to please his friends) and concluded by saying: &#x201C;but my dear, dying friends, I do not believe one word of it.&#x201D; Notwithstanding that he had just told the people that the young man had told them the truth, and that he had preached according to the Bible. It sounded strange, even to his own people. Yet there is a class of people who, when we come down to the real facts of the case, will not, do not believe in the Bible, however much they pretend to do so. They believe certain parts of it, and disbelieve other parts. This spirit of unbelief is growing in the  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minds of the people, until in the United States today there are thousands of people who openly repudiate their belief in the Bible. Ingersoll, and various men of that stamp who are lecturing throughout the United States, take for texts the mistakes found in the books of Moses, and otherwise ridicule the word of Scripture. By this means they are undermining the faith and belief of the people in the Bible, and are creating infidels by thousands. We meet them on the railroads, we hear them from the lecture stand, we find them among all classes of people, lawyers, doctors, etc., and as I told one of them, a leading citizen <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of St. Louis, with whom I traveled a couple of days, I can understand opposition to preaching and praying from those who do not believe in this book, but it savors of hypocrisy coming from those who profess to believe in the teachings of Jesus and his apostles. <\/div><div class=\"paragraph jod\" id=\"v21n499\"> Well, these are some of the reflections that pass through our minds as elders in preaching the Gospel. We pray that the blessing of Israel's God may rest upon his work, and upon the elders who are abroad preaching the Gospel, that they also may be permitted to return in peace, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}