{"ID":210037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Increase and Future of the Saints&#x2014;True Education, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Henry W. Naisbitt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, August 29, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Increase and Future of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Henry W. Naisbitt<\/div>\n<div class=\"date\">Date: 8\/29\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v21n910\"> I stand here today, as you are all aware, to speak of those things which pertain to the faith that we have received, of that order which we call the Gospel of the Son of God, that order which the world entitles &#x201C;Mormonism,&#x201D; a system which contains within itself many elements which are strange to mankind, but which are very powerful in their character and calculated in their progress and growth to arrest the attention of the human family. With all the faults, weaknesses and traditions which encumber the people who dwell in these mountains, I <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe the universal testimony is, that they are entitled to credit for earnestness, for industry, for honesty, and for many results which have grown out of these characteristics. One source of territorial, or state, or national greatness consists in a proper understanding of the purposes for which men dwell upon the earth, upon their ideas in regard to family organization, social ethics, or those principles which bind man to man and family to family, and make of a nation a grand united whole. <\/div><div class=\"paragraph jod\" id=\"v21n911\"> The Latter-day Saints, it is well  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>known, are strong advocates of marriage. They believe that every man and every woman should enter into that relationship. They believe in the divinity of that first command, that the human race were destined to multiply and replenish the earth.<span class=\"citation\" id=\"52326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52326)\">Gen. 1:28<\/a><\/span><span class=\"citation\" id=\"92373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92373)\">Moses 2:28<\/a><\/span> Consequently, wherever any large assembly of the Latter-day Saints are brought together, there you will find a very large proportion of those who are young in years. The theories which are held by some philosophers, by some men and women who enter the marriage state, find no place among the Latter-day Saints. The universal faith among them is that children are &#x201C;an heritage from the Lord;&#x201D;<span class=\"citation\" id=\"57273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57273)\">Ps. 127:3<\/a><\/span> that &#x201C;Happy is the man who hath his quiver full of them,&#x201D;<span class=\"citation\" id=\"57276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57276)\">Ps. 127:5<\/a><\/span> in contradistinction to an increasing tendency elsewhere, to believe that there should be a limit to the number of children which a man should possess, and that wheresoever they may be considered undesirable, from the claims of society, from the disposition to follow the fashions of the age, from a feeling that self-gratification is the highest destiny of the human family, that there the family increase should be curtailed. Among the Latter-day Saints those ideas have not obtained a foothold. Although they have come from the outside world, gathered from the nations of the earth and measurably partaken of the influences which prevail there, yet they have not so far done violence to the instincts which God has planted within them as to practice the theories of the parties to whom I have alluded. And in all our assemblies, as I have said before, in this tabernacle as an illustration, in our ward meetings and in all our settlements and colonies, there is substantial testimony to be found of the fact that in this obedience to the law of primitive <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> times, to the law of the constitution of human nature,<span class=\"citation\" id=\"52327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52327)\">Gen. 1:28<\/a><\/span><span class=\"citation\" id=\"92374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92374)\">Moses 2:28<\/a><\/span> and to the law as revealed to us<span class=\"citation\" id=\"91425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91425)\">D&amp;C 132:1-66<\/a><\/span> in this &#x201C;dispensation of the fulness of times,&#x201D;<span class=\"citation\" id=\"74847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74847)\">Eph. 1:10<\/a><\/span> the Latter-day Saints have paid marked and decided attention. <\/div><div class=\"paragraph jod\" id=\"v21n913\"> This increase of population brings with it many thoughts; it is the father or parent of much reflection to those who grasp the situation. I recollect many a time in my travels east, when gentlemen in the great cities of this country made reflections in regard to our emigration from the different portions of the earth, I have said: &#x201C;Yes, we have quite an emigration; the gathering is a fixed fact, fundamental in the economy of this Gospel.&#x201D; But outside of this gathering there is another one, which fails to arrest the attention of the world because it comes in a less ostentatious manner, and that is the wonderful home increase of that people dwelling in the mountains. And whenever tourists visit here, if they travel outside the limits of this city, if they visit our settlements in the length and breadth thereof, they cannot fail to be struck with the rapid multiplication of those who have thus gathered from the nations of the earth. When we inform the world that in a population of 150,000 souls there can be found in the neighborhood of 50,000 in attendance upon our schools; when we realize the immense number under the age of maturity, it would require a mathematician to tell what will speedily be the increase if the present policy is pursued. In a few generations to come, if this characteristic continues to manifest itself proportionately, there will be a continual necessity for spreading forth, Utah will become too small for her spreading population, and in all the adjacent Territories and States, those who  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been drawn together under her institutions, who have accepted her faith and believe in her destiny&#x2014;those will be found measurably carrying out the ideas which today permeate our society in a local capacity. <\/div><div class=\"paragraph jod\" id=\"v21n915\"> In considering this element growing up in our midst, we may form some idea in regard to the future of the people who dwell here. I believe there is an ancient proverb which says that, &#x201C;the stream cannot rise higher than its fountain,&#x201D; that, &#x201C;as men sow, so shall they also reap;&#x201D;<span class=\"citation\" id=\"74697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74697)\">Gal. 6:7<\/a><\/span> and whatever we may have anticipated when illuminated with the spirit of prophecy, whatever our private ideas may be in regard to the glory and the greatness that shall rest upon the people, one thing is sure, that it depends upon the growth, development and characteristics which are imprinted and made manifest in the posterity of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v21n916\"> Education is one of the &#x201C;catch-words&#x201D; of this generation. It is considered to be one of the mightiest levers for the future prosperity of the United States; but opinions in regard to what constitutes education are as various almost as the individuals who are questioned. With a very large number, education is supposed to consist in the ability to read and write, and in the understanding of the geographical character of the country in which the student lives. It is considered to be comprehended in the rules of arithmetic and in the various branches of an advanced or classical education, as it is called, where the youth of the country graduate, and are then called scholars. But I apprehend this style of education may be given with a generous and extended hand to every son and daughter of this republic, and yet when you come to analyze the whole <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you will find that the mass of the people thus trained are, as a rule, absolutely deficient in the great and grand element which constitutes the higher form of education and of human culture. <\/div><div class=\"paragraph jod\" id=\"v21n917\"> There is in the scholastic institutions of the United States something of a disposition to eradicate from them everything which savors of religious training. It has been sought in many places to exclude the Bible as a textbook, or a book to be used in any form whatever, much more the idea of including any form of religious faith or practice. Rather has there been an idea in the mind of most Americans that it was fundamental in the Constitution and genius of the country that there should be an eternal separation between what is considered and called religious and secular things. Yet, when we reflect upon the wonderful organization we have and that we see around us, when we reflect upon the faculties and endowments which men possess, can we not see that this very idea of &#x201C;Church and State,&#x201D; or religious and secular faculty, is interwoven and is the very fabric of humanity, placed there by God himself, and that there is a disposition under the religious sentiment to draw sustenance and support, comfort and solace from the conceptions which pertain to divinity; and growing out from this fundamental religious idea or sentiment and established thereupon can come alone all the highest attributes that we look for in the future, a time when man shall find all his powers and functions harmoniously developed. And it is just as impossible to separate this great constitutional principle which exists in the human organization as it is to divide or break asunder anything which is formed, created, or intended to be  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>formed, created, or intended to be adopted by the great ruler of the universe. Man possesses his religious faculties, no matter how dormant they may be, no matter how wrapt up by superstition, or blinded by the ignorance and misconceptions of the teachers who have molded him. God has planted in the human organization those attributes which seek communion with the divine. And it is upon righteous conceptions of man's origin that his future will depend. If the young men of any community have no correct ideas in regard to this; if they believe that they are but the product of chance: if they are impregnated with the thought that they are simply in a transitory condition and that they may &#x201C;eat and drink, for tomorrow we die,&#x201D;<span class=\"citation\" id=\"58371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58371)\">Isa. 22:13<\/a><\/span><span class=\"citation\" id=\"73902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73902)\">1 Cor. 15:32<\/a><\/span><span class=\"citation\" id=\"81499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81499)\">2 Ne. 28:7-8<\/a><\/span> if these are the thoughts which entertain, all their actions will correspond with these thoughts, they will not reach out, nor after the higher attributes which belong to humanity, they will be filled with selfishness, with a disposition to gratify their own passions, even if they have to accomplish this at the sacrifice of the feelings and interests of these with whom they come in contact. But if the youth of our country realize that they are the sons and daughters of the living God; if they realize and comprehend the fact that before they dwelt upon the earth they enjoyed a pre-existence, that their spirits dwelt in the eternities, and had a home there, had associations there, and that they comprehended something of the purposes for which they should come and tabernacle in the flesh, then we may be sure that such thoughts and feelings will have their influence upon the entire course of their afterlife. If the youth of a community are thus trained, if they comprehend the relationship which they sustain, <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the great ruler of the universe, if they have faith in God and have received of the fact that God lives, that he holds in his hand the destinies of the human family, that he hath provided rewards for virtue and penalties for vice&#x2014;if they comprehend these things, their actions in life will be shaped by these ennobling thoughts. But if the education which the youth of a country receives is devoid of training for the religious sentiment, if the grand revelations of the ancient times which God has given through &#x201C;his servants the prophets,&#x201D;<span class=\"citation\" id=\"61919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61919)\">Amos 3:7<\/a><\/span> are set on one side, and if instead thereof education is supposed to consist of arithmetic and the kindred branches of that science, of political knowledge and all that goes to make up what is called a scholar, leaving out the cultivation of other attributes which God has implanted in man&#x2014;if that is the kind of education imparted, then of necessity it will, at some period of time in the history of that country, bring about religious death, and as a consequence the bonds of society would become loosened, men would live for themselves instead of living for each other, and they would become simply as &#x201C;the beasts that perish,&#x201D;<span class=\"citation\" id=\"56652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56652)\">Ps. 49:12,20<\/a><\/span> ignoring the past and caring nothing at all for the future. Hence I believe that this education and training is an important matter as pertaining to the youth of a country, that it should not be a Sabbath exercise only, but that at home, at the family circle, and in the common day school there should be as much attention given to the religious faculties as there should be given to intellectual and mental culture about which we talk so much, and for which we erect so many schools. And it is also to be remarked that according to the conceptions of the people on religious  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matters, so also will be their conceptions in regard to morality. Morality is the outgrowth of religion. It is the fruitage of the tree of life in regard to men's ideas of God, of the past, and of the future. Without the cultivation and spirit of true religion, the moral faculties are very likely to be perverted, warped and misdirected. If the idea of brotherhood finds no place in the education of our youth, they will be disposed to take advantage of their brethren, take advantage in trade, speculation, etc., and society would thus become so individualized, that men would become a race of Ishmaelites,<span class=\"citation\" id=\"55360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55360)\">Judg. 8:24<\/a><\/span> &#x201C;every man's hand against his brother.&#x201D;<span class=\"citation\" id=\"53124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53124)\">Gen. 16:12<\/a><\/span><span class=\"citation\" id=\"62380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62380)\">Mal. 2:10<\/a><\/span><span class=\"citation\" id=\"92705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92705)\">Moses 6:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n920\"> I believe that among the people who inhabit these mountains that this idea of brotherhood&#x2014;the brotherhood of the human family&#x2014;forms a very prominent feature in their education. I think our youth are taught that they should not live for themselves alone, but rather that in living for others they can and do best subserve their own interests. And we have examples of this in many directions, most notable among which is the missionary system which obtains among the Latter-day Saints. Have we not seen in our experience in this Territory, some 300 to 400 men called at once to go forth and preach the Gospel, to leave their homes and families, their friends and business, and travel to the nations of the earth to propagate the religious ideas which they had received? We have known those men sent throughout the United States, to every section of Europe, to Australia, to the Islands of the sea, to China and to India, and such has been the devotion of those who were thus called, that in the course of three or four weeks, every man had left the scenes and associations that were dear to him, <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and through the midst of difficulties and trials have finally found themselves in these widely divergent points of the compass, to which they had been called by the voice of the people and by the authority presiding over them. And when they have gone to these different nations they have gone in the spirit of brotherhood, they have looked upon the human family as their brethren and their sisters. They have gone in the capacity of saviors, and they have carried with them those principles which are the foundation of that civilization which the Almighty intends to establish on the face of the earth. They have not gone to preach that which would narrow the views of mankind; they have not gone to teach that which would introduce a spirit of selfishness or of anything degrading, but have gone carrying with them the principle of universal brotherhood which, when put into practice, will cement and bind society together in such a manner, that should any power touch the interests of one they would inevitably touch the interests of the whole. And it has been by the faith which they have exhibited; by the earnestness with which they have labored, by the blessings of God and the power of his spirit which accompanied them, that they have been able to gather from among the nations the best elements of their society, and transplant them into these valleys of the mountains, then weld them into a comparatively united people&#x2014;a people measurably animated by one thought, one impulse, one faith, believing in one God, and putting into practice one order&#x2014;a people who are looking for one result, and that is the regeneration and redemption of all those who place themselves beneath the influence of those ideas and ordi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nances which have been advanced. This is the tree which has been planted, and the seed which has been sown, and the result can be best calculated by those who have given most attention to that which has been taught. <\/div><div class=\"paragraph jod\" id=\"v21n922\"> This idea creeps out in almost every direction. I have given this illustration, of the missionary effort which has sent its thousands and tens of thousands from this community&#x2014;even when it was much smaller in numbers than it is at present&#x2014;around the habitable globe. There is also another phase of this same spirit which the Latter-day Saints have exhibited, they have not only sent and are sending these men on missions, and sustaining them by their means, by their faith and prayers, but in obedience to the spirit of gathering they have given great assistance to those who were unable to gather of themselves. Indeed, in the history of the past have we not seen the time when the authorities of the Church have called for from 200 to 600 teams to journey to the Missouri River to transport the poor and the meek of the earth<span class=\"citation\" id=\"58100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58100)\">Isa. 11:4<\/a><\/span> across those dreary plains&#x2014;where the railroad now makes its welcome music&#x2014;and they have landed thousands in this way in the midst of these mountains and introduced them to the new order of civilization which has been inspired by the spirit of the living God. In addition to all this they have taken from these valleys, and laid up at convenient points on the route, provisions enough to sustain those thousands while thus traveling for three or four months across the plains, they have also provided at such times a strong mounted bodyguard of the youth of the territory to protect the emigrants from the assaults of the Indians, so that they <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might perform their journey in safety. And they have gone still further: they have not only brought those thousands from the boundaries of civilization, and from the training and education of the systems and governments of the old world, but they have colonized all these valleys, and it is these thousands who constitute today the cities, towns, and villages of Utah. Not only have they been placed in these settlements but they have been taught the rudiments and the advanced principles of self-sustenance and of positive independence. The thousands and tens of thousands of Utah are beyond the depths of poverty that you find exhibited in the old world. The poverty which is known to exist there, the strikes which occur in the ranks of labor in the old world, the difficulties which belong to even in so blessed country as the United States, find no place among the people who dwell in these valleys. The majority of those who have thus come in strangers, who have been thus surrounded by new conditions, and subjected to new influences, have produced good results. Travel wherever you will throughout this territory and you will find the majority of people live in their own homes; they pay no rent to anybody; they are not, when poor and unemployed, subject to be turned out into the public streets; they are not, when old age creeps upon them, likely to be thrust into the union, or poor house as it is called, where the husband is separated from the wife and the wife from the husband, thereby giving practical force to the new reading of the marriage ceremony as suggested by some of the radicals of the old world, that that service should read, not as it does at present, but &#x201C;till death or <span class=\"italic\">poverty<\/span> do us part&#x201D;&#x2014;they are not subject to  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these conditions, but a man and woman have the privilege of living together, the man with the wife of his youth; they see their posterity grow up in thrift and peace, and when &#x201C;the weary wheels of life stand still,&#x201D; they lay themselves down in hope of a glorious resurrection unto eternal life! <\/div><div class=\"paragraph jod\" id=\"v21n923\"> There is also another feature which is worthy of remark in this territory. Can it not be safely said that the mortality of the people thus gathered together bears a marked contrast to that which exists elsewhere? Can it not be said that the influence of industry, of peace, and of good order, has had a good effect upon the masses in many directions. The mental pressure which excites elsewhere sends tens of thousands to suicide or drives them into houses built for those suffering from insanity, does not exist in the midst of the Latter-day Saints. Mentally, the people of this territory are pretty evenly balanced; one of the results of their faith in God, is that it enables them to contend manfully and patiently with difficulties instead of yielding to the circumstances thrust upon them, and thus they become valiant in the battle of life; they are not afraid of obstacles, or danger, or duties which may surround them; they believe that it is best to work, to fight and overcome, instead of cowardly taking into their hands the opportunity of depriving themselves of living upon the earth and filling a suicide's grave. The faith of the Gospel teaches them that life is a school, that it is an honor and works out future glory to submit to its discipline, to overcome its difficulties, to solve its problems and to fill its purposes, so that all the attributes of their manhood may be cultured and developed. This springs from the <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fundamental idea which the people of this territory have received and which they have accepted in their faith, and whatever social, commercial, political, or other class of difficulties may arise, and even though surrounded by the fire of persecution, they will still exercise this faith in God, and believe that from all apparent evil he will bring forth good. Does not the mental balance which this people exhibit, this absence of that tendency toward suicide and lunacy&#x2014;which exists in all the nations of the earth by virtue of the pressure which society brings to bear upon the characteristics of men&#x2014;does not the fact that this pressure is unknown among the people of Utah (or at least if not unknown, nearly so), stand as an evidence of the better character of the institutions under which they live? On the other hand they are giving to their posterity all that the world calls education. Not that they consider it the primary object and end of life, but they do consider it useful to their children in enabling them to fulfil some of the responsibilities of manhood, to attend to the business duties and affairs of life, and for this they are building schoolhouses, for this they employ teachers and erect academies, and in this way they have spent in poverty as much, comparatively speaking, as will bear a pleasant contrast with any part of this country, of which they are a part. And while they have endeavored to carry out this joint style of education&#x2014;that is, the cultivation of the highest attributes, which consist of faith in God, faith that we can commune with him, faith in the Scriptures handed down to us by the ancient servants of God, faith that by the introduction of the Gospel and the practice of its principles will be laid the foundation of a higher  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>civilization, calculated in its nature to supersede all other forms with which man may have been acquainted in the ages that are past&#x2014;yet for all this, politically they do not feel obliged to be either democrats or republicans, whigs or nationalists, but rather feel to cultivate all the qualities of patriotism and citizenship, developing these to the highest possible perfection. But even in connection with a system which aims at these results, a system which has set before its believers so elevated a platform, there will occasionally in individuals be comparative failure. But wherever men are possessed of this faith, it is simply a question of time as to its ultimate success, and the day is not far distant when those who hold this faith will not be confined to Utah and the adjacent territory, they will not be held in bondage and vassalage, and have appointed over them men in whose election they have no voice, but they will stand qualified with all that of excellence they desire, and have the privilege of being free and full American citizens. <\/div><div class=\"paragraph jod\" id=\"v21n925\"> I said awhile ago that there had been a good deal of talking and a good deal of writing in regard to a bugbear called the union of Church and State. But it is folly to talk or write against a thing which God has incorporated into the very fabric of man's being; and it would be a good deal better now for the nation in which we live if the ranks of political parties were less divided, were more imbued with a sense of honor, virtue, purity, and the spirit of brotherhood. This would remove from them a great many of the evils with which they are afflicted: it would help to strengthen their efforts for the good of the nation&#x2014;in every way&#x2014;if they, in the spirit of the Christian faith, went forth to <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> receive the suffrages of their fellow men, and then take with them into the halls of Congress the same spirit, there to labor with just conceptions of justice and brotherhood, realizing that &#x201C;God hath made of one blood all the nations of the earth.&#x201D;<span class=\"citation\" id=\"71965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71965)\">Acts 17:26<\/a><\/span> If our political parties were animated by this spirit, would not the name of America stand higher than has ever yet been dreamed of by those who entered her counsels or sat to administer her affairs. I am an advocate for the system which has been established in Utah Territory, because I have studied it, I have seen its influences, I have marked its power over the lives of those who have been obedient and subservient to it, and I know myself that it is calculated to develop the best features of our humanity, to unite the human family together, to bring heaven to earth, to bring men into communion with the angels, and to hasten the day when not only the angels, but Jesus shall come to the earth and reign, and when the thousands of those who have been prepared under the influence and institutions of Zion shall have the privilege of associating with &#x201C;the church of the firstborn, and the spirits of just men made perfect.&#x201D;<span class=\"citation\" id=\"94656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94656)\">Heb. 12:23<\/a><\/span> This I know to be the power and spirit, the end and aim, the final triumph of the Gospel of our Lord and Savior Jesus Christ, and I feel proud that thousands in Utah have consecrated all that they possess to the establishment of this divine system which you can read of in the history of the past, and which has again been revealed in our day through the ministration of angels to the Prophet Joseph, on the eastern shores of the continent of North America. I know also that in the progress of this work it will not only take hold of the poor and meek  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the earth,<span class=\"citation\" id=\"58101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58101)\">Isa. 11:4<\/a><\/span> but the day is not far distant when it will take hold of many of the more thoughtful and cultivated among men; and while we may look back through the history of the past and think there never were statesmen like Washington and others who have left their names on the records of fame, yet, my brethren and sisters, the Gospel tells us that these were only the precursors of many in the future who in intellect and culture shall stand unfolded in all that harmony and glory which belongs to the eternities. <\/div><div class=\"paragraph jod\" id=\"v21n927\"> I know the Latter-day Saints understand these things, and in the spirit thereof they are seeking to cultivate their faith in God, seeking to consecrate their time, talent and ability to the building up of Zion upon the earth; and to those who are strangers in their midst who are not acquainted with their program, not acquainted with the ambition which prompts and inspires the Latter-day Saints&#x2014;to such we say these are the ideas by which we are actuated. They know they are workers for God, they are laborers in the great field of human progress, and they are using that which they have received from the heavens, believing that divine purposes are best served by divine edu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cation and divine culture, and when these are operating, all the facilities about which men boast, sink into comparative insignificance in contrast with that higher education which belongs to and grows out of the Gospel of our Lord and Savior Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v21n928\"> I ask our friends who turn in with us occasionally, to give us credit for this earnestness of purpose, and although they may not see as we see, although they may consider the Latter-day Saints mad, yet they must admit that, &#x201C;there is method in their madness.&#x201D; The results which are now seen are but the drops before the shower, the little progress now made is but the shadow of that which shall be seen when they shall return to the land of the rising sun, for then in every State of the Union will be found wonderful colonies of the Latter-day Saints, wielding power and influence under the administration and institutions of Zion, working as they work now for the elevation and progress and redemption of the human family. <\/div><div class=\"paragraph jod\" id=\"v21n929\"> May God give us wisdom &#x201C;to work while it is day,&#x201D;<span class=\"citation\" id=\"69557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69557)\">John 9:4<\/a><\/span> to labor diligently in the duties to which we have been called, and when we have done this, may we be saved in the celestial kingdom of our God, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}