{"ID":210032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Visions of Moses&#x2014;Rebellion in Heaven&#x2014;Satan Cast Down&#x2014;Our First Parents Fell&#x2014;Before the Fall They Were Immortal&#x2014;After the Fall, Mortal&#x2014;The Command to Multiply Was Given to Two Immortal Beings&#x2014;This Command More Fully to Be Carried Into Effect, After the Resurrection, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, July 18, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Visions of Moses, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/18\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v21n795\"> I will call the attention of the congregation to a portion of the word of God, that was given unto Moses before he delivered the children of Israel out of the land of Egypt. It may be well for me to mention, before reading, that Moses received many communications, by visions and by revelation, before he was sent from the land of Midian to visit his brethren who were in bondage in Egypt.<span class=\"citation\" id=\"53826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53826)\">Ex. 4:19<\/a><\/span> He beheld, in these visions, many great and important events, some of which took place in the spirit world. Among other things which he saw was the pre-existence of the children of men, and also the <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rebellion that took place among the great family of spirits before the world was made; and in this vision the Lord thus speaks to him: <\/div><div class=\"paragraph jod\" id=\"v21n796\"> &#x201C;And I, the Lord God, spake unto Moses, saying: That Satan, whom thou hast commanded in the name of mine Only Begotten, is the same which was from the beginning, and he came before me, saying&#x2014;Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor. But, behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto me&#x2014;Father, thy will be done, and the glory be thine forever. Wherefore, because that Satan rebelled against me, and sought to destroy the agency of man, which I, the Lord God, had given him, and also, that I should give unto him mine own power by the power of mine Only Begotten, I caused that he should be cast down; And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice. And now the serpent was more subtle than any beast of the field which I, the Lord God, had made. And Satan put it into the heart of the serpent, (for he had drawn away many after him,) and he sought also to beguile Eve, for he knew not the mind of God, wherefore he sought to destroy the world. And he said unto the woman: Yea, hath God said&#x2014;Ye shall not eat of every tree in the garden? (And he spake by the mouth of the serpent.) And the woman said unto the serpent: We may eat of the fruit of the trees of the garden; But of the fruit of the tree which thou beholdest in the midst of the garden, God hath said&#x2014;Ye shall not eat of it, neither shall ye touch it, lest ye die. And the serpent said unto the woman: Ye shall not surely die; For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.&#x201D;<span class=\"citation\" id=\"92466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92466)\">Moses 4:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n798\"> These few words which I have read from the &#x201C;Pearl of Great Price,&#x201D; were suggested to my mind immediately before rising to my feet. The short history that is here given, by new revelation to Joseph the Prophet, contains a vast amount of information for so few words. It shows the origin of evil, pertaining to the <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inhabitants of this creation. I do not suppose that this was the first origin of evil. We do not consider that this creation on which we dwell was the first one that was made. We do not consider that the rebellion which took place in heaven prior to this creation was the first rebellion that had ever existed. We do not consider that those beings who rebelled were the first ones that ever had their agency; but we believe that God has always been at work, from all eternity; and that the creations which he has made are innumerable unto men.<span class=\"citation\" id=\"92315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92315)\">Moses 1:35<\/a><\/span> No man is capable of conceiving of the number. And those creations were made to be inhabited by rational, intelligent beings, having their agency. But this seems to be the origin of evil so far as the inhabitants intended for this earth, and who were then living in heaven, were concerned. They had their agency; and when I speak of the inhabitants that dwell in heaven, pertaining to this creation, I mean the spirits of men and women. I have no reference to the mortal tabernacles which we have received here, but I have reference to those beings who dwell within these tabernacles, who are intelligent, who have their agency, who had a pre-existence, who lived before the world was made. The inhabitants of heaven, who were selected to come on this creation, were agents, just as much as we are. They had a law given to them, just as much as we have. They had penalties affixed to that law, just the same as we have. They could keep that law given to them in heaven, just as well as we could keep a law given to us. They could rebel against that law, because of their agency, the same as we rebel against the laws of heaven. <\/div><div class=\"paragraph jod\" id=\"v21n799\"> We have an account given here of a personage called Satan, who stood  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up in heaven, being an angel of light,<span class=\"citation\" id=\"74278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74278)\">2 Cor. 11:14<\/a><\/span> an holy angel, prior to that time&#x2014;who stood up before the Father and the Son, and made a proposition concerning the new creation that was to be made. &#x201C;Behold,&#x201D; said he to the Father, &#x201C;send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.&#x201D;<span class=\"citation\" id=\"92444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92444)\">Moses 4:1<\/a><\/span> This was the language, according to this revelation which I have just read, made use of by this angel who stood in the presence of God. But the Only Begotten of the Father, the Firstborn of this great and numerous family in heaven, said unto his Father: &#x201C;Father, thy will be done, and the glory be thine forever.&#x201D;<span class=\"citation\" id=\"92469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92469)\">Moses 4:2<\/a><\/span> Then we have an account that the Lord, because Satan thus transgressed, and because he sought to destroy the agency of man,<span class=\"citation\" id=\"92476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92476)\">Moses 4:3<\/a><\/span> and to redeem all mankind, that not a soul should be lost,<span class=\"citation\" id=\"92445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92445)\">Moses 4:1<\/a><\/span> was displeased with the proposition. And why should he not be? An agency was given to all intelligent beings; and without a proper agency, intelligent beings could not receive glory and honor, and a reward and a fullness of happiness in the celestial kingdom. There must be an agency wherever intelligence exists, and without agency no intelligent beings could exist; and because Satan sought to destroy this, and to frustrate the great and eternal plan of Jehovah, the Lord was displeased with him. He did not repent of his rebellion, nor of the wicked proposition; but he sought to turn away the family of heaven&#x2014;the family of spirits that were in the presence of God&#x2014;he sought to turn them away and convert them to his plan. But he did not succeed. He did succeed in leading away about one-third part of that great family <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of spirits,<span class=\"citation\" id=\"128387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128387)\">D&amp;C 29:36<\/a><\/span><span class=\"citation\" id=\"93482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93482)\">Abr. 3:28<\/a><\/span><span class=\"citation\" id=\"79551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79551)\">Rev. 12:4<\/a><\/span> because of their agency. They hearkened to his proposition; they thought it would be a very great and important thing to destroy the agency of man in the future creation that was about to be made, and to redeem them all in their sins,<span class=\"citation\" id=\"128386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128386)\">Alma 11:34-37<\/a><\/span><span class=\"citation\" id=\"82435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82435)\">Hel. 5:10<\/a><\/span> and consequently they joined with this rebellious character;<span class=\"citation\" id=\"81932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81932)\">Mosiah 15:26<\/a><\/span> hence came the fallen angels.<span class=\"citation\" id=\"81252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81252)\">2 Ne. 2:17<\/a><\/span> What became of them? They were thrust down from the presence of God and the Lamb after this creation was made,<span class=\"citation\" id=\"128388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128388)\">D&amp;C 29:36-37<\/a><\/span> and they were permitted to dwell in this creation. Finally, one of those spirits who kept their first estate<span class=\"citation\" id=\"93466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93466)\">Abr. 3:26<\/a><\/span> was placed in a body upon this creation, and likewise a woman; and Satan came before the woman in the Garden of Eden, and tempted her.<span class=\"citation\" id=\"81255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81255)\">2 Ne. 2:18<\/a><\/span> What was his object in tempting this woman? He did not succeed in overcoming her in the first estate&#x2014;I mean he did not succeed in turning her away from God's commands; but inasmuch as they were now placed under different circumstances&#x2014;placed in bodies of flesh and bones&#x2014;placed in the Garden of Eden, he thought that he would assault them with a new temptation, to see if he could possibly overcome them. He succeeded in overcoming Eve, the woman that was given to this first man, and prevailed upon her to transgress the law of heaven, to partake of the forbidden fruit, and she succeeded in leading her husband to transgress the same law.<span class=\"citation\" id=\"52551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52551)\">Gen. 3:1-6<\/a><\/span><span class=\"citation\" id=\"128389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128389)\">2 Ne. 2:19<\/a><\/span><span class=\"citation\" id=\"128390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128390)\">Moses 4:5-12<\/a><\/span> Now, here arises a question. Did Adam partake of this forbidden fruit, being deceived as Eve was deceived?<span class=\"citation\" id=\"128391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128391)\">1 Tim. 2:14<\/a><\/span> Or did he partake of it knowingly and understandingly? I will give you my views upon this subject. Adam very well knew that his wife Eve, after she had partaken of the forbidden fruit, having transgressed the law of God, must die. He knew this; he knew  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that she would have to be cast out of the garden of Eden, from the presence of her husband; she could no longer be permitted to dwell with him. Hence, inasmuch as there was a great separation threatened between husband and wife&#x2014;the wife having transgressed&#x2014;he concluded that he would not be separated from the woman, and hence he was not deceived, but the woman was deceived;<span class=\"citation\" id=\"75898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75898)\">1 Tim. 2:14<\/a><\/span> he partook of the forbidden fruit to prevent a separation between the two, and fell, even as the woman fell, and both were cast out together. If one only had transgressed and been cast out, the great command that had been given prior to that time&#x2014;to multiply and replenish the earth&#x2014;<span class=\"citation\" id=\"52322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52322)\">Gen. 1:28<\/a><\/span>could not have been fulfilled, because of the separation. In order, therefore, that the command first given might be fulfilled, Adam, though not deceived, partook of the forbidden fruit, was cast out with Eve, and hence began, as far as possible, to fulfil the command, and to multiply his species upon this earth. There is one very important item, right here, to be understood, and should be thoroughly understood by every person desirous of knowing the truth, and that is, that when Adam and Eve were in the garden of Eden, before this transgression took place, they were not subject to death; they were not subject to any kind of pain, or disease, or sickness, or any of the afflictions of mortality. Now, perhaps those who are not in the habit of reflecting upon this matter, may suppose that when Adam was placed on the earth, and Eve, his wife, they were mortal, like unto us; but that was not so. God did not make a mortal being. It would be contrary to this great goodness to make a man mortal, subject to pain, subject to sickness, subject to death. When <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he made this creation, and when he made these two intelligent beings and placed them upon this creation, he made them after his own likeness and his own image.<span class=\"citation\" id=\"52223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52223)\">Gen. 1:26-27<\/a><\/span> He did not make them mortal, but he made them immortal, like unto himself. If he had made them mortal, and subject to pain, there would have been some cause, among intelligent beings, to say that the Lord subjected man, without a cause, to afflictions, sorrows, death and mortality. But he could not do this; it was contrary to the nature of his attributes, contrary to the nature of that infinite goodness which dwells in the bosom of the Father and the Son, to make a being subject to any kind of pain. At the time of the creation, all things that proceeded forth from his hands were considered very good.<span class=\"citation\" id=\"52371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52371)\">Gen. 1:31<\/a><\/span> How came, then, Adam to be mortal? How came Adam to be filled with pain and affliction and with great sorrow? It was in consequence of transgression. Hence, the Apostle Paul, in speaking upon this subject, said, that by transgression sin entered into the world, and death by sin.<span class=\"citation\" id=\"72359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72359)\">Rom. 5:12<\/a><\/span> Death, then, instead of being something that the Lord created, instead of being something that he sent into the world, and by sin; the Lord suffered it to come upon Adam in consequence of transgression. Two immortal beings, then, were placed in the garden of Eden, male and female. Was there any commandment given to those two immortal beings before the fall? There was one commandment, namely: &#x201C;Be fruitful, and multiply, and replenish the earth.&#x201D;<span class=\"citation\" id=\"52323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52323)\">Gen. 1:28<\/a><\/span> What! Did the Lord command two immortal beings to multiply their species? He did. In meditating upon this great command given to these two immortal beings, it opens to us a field of reflection, of knowledge,  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>concerning the great designs of the Almighty. It imparts to us a knowledge that the Lord our God intended that immortal beings should multiply their species. Can you find any place in the book of Genesis where our first parents were commanded to multiply after the fall? I do not remember any such scripture. I have read the scriptures very diligently; I do not remember any such command. Yet they did so, and the consequences were that children of mortality were born&#x2014;mortal beings came upon the earth. Why? Because after the fall, Adam and Eve became mortal, and their species, of course, were after the order of the world, mortal in their nature. As the parents were subject to death, subject to pain, and sorrow, and distress, and all kinds of evil, so were all their posterity. It was contrary to the law of God for mortal beings to bring forth children of immortality; it was contrary to the order of heaven for mortal beings to multiply their species in the form of immortal beings. But may we not suppose that it was really necessary, notwithstanding there was no command given, that the children of mortality should multiply their species? Notwithstanding the Lord said nothing to Adam and Eve upon this subject after the fall, so far as it was written, yet we may suppose it was according to his purpose and design that they should multiply children of mortality, even though he gave them no command after their fall to this effect. They have continued to do so, and their children after them, in all of their generations, until the present time, and will continue to do so in future generations, until the earth has filled the measure of its creation,<span class=\"citation\" id=\"88368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88368)\">D&amp;C 88:19,25<\/a><\/span> according to the number of souls that existed before the <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world was organized, in the family of the two-thirds who kept their first estate.<span class=\"citation\" id=\"128392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128392)\">Abr. 3:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n801\"> But will the time come in the endless duration of the future, when our first parents will fulfill that command which was given to them while they were yet children of immortality? In other words will the time ever come when Adam and Eve will become immortal and carry out the command that was given to them in the days of their first immortality? I answer, yes; without this, the command of God never could be, in all respects, fulfilled. Though there should be hundreds of thousands of millions, or more, of the descendants of those mortal beings come here upon the earth, the command is not fully complied with; though he may have begotten sons and daughters, Cain, Abel, Seth and many others for some nine hundred years and upwards, yet all the sons and daughters he begat while he was mortal here upon the earth did not, in all respects, fulfill the command given to him while an immortal being. That has to be fulfilled after Adam and Eve are resurrected from the grave. Have they yet been resurrected? I think so. There were a great many that were resurrected at the time of the resurrection of Christ.<span class=\"citation\" id=\"66390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66390)\">Matt. 27:52-53<\/a><\/span><span class=\"citation\" id=\"128393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128393)\">3 Ne. 23:9-13<\/a><\/span> Christ was the firstfruits of the resurrection,<span class=\"citation\" id=\"73811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73811)\">1 Cor. 15:20,23<\/a><\/span> and then there were a great many Saints who came forth out of their graves and were resurrected,<span class=\"citation\" id=\"66389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66389)\">Matt. 27:52-53<\/a><\/span><span class=\"citation\" id=\"128394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128394)\">3 Ne. 23:9-13<\/a><\/span> and permitted to enter into the celestial glory and dwell at his right hand. Among the number, I have no doubt but what our first parents, Adam and Eve, were permitted to come forth and enter into celestial glory;<span class=\"citation\" id=\"91695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91695)\">D&amp;C 132:29<\/a><\/span> and I have no doubt but what they have been fulfilling the commandment given to them before they fell. Nearly two thousand  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>years have passed since the first resurrection of the Saints. I cannot believe that Adam and Eve, during these nineteen centuries, have been in idleness. I cannot believe that they alone constitute their whole family; but I believe that during this time they have been fulfilling literally the commandment that was given to them in the morn of creation and as immortal beings have brought forth immortal sons and daughters since their resurrection.<span class=\"citation\" id=\"52324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52324)\">Gen. 1:28<\/a><\/span> Thus the commandment of the Most High was not made void, but is in process of fulfillment. <\/div><div class=\"paragraph jod\" id=\"v21n803\"> But let us enquire still further concerning this matter; for this seems to open up another field before our minds. The children of immortality are obliged to multiply, in order to fulfill this commandment. Hence, there is more contained in the Gospel in all its fulness and glory than what this world ever dreamt of. The Christian world, so called, have not looked forth unto the great future; they have not recognized the great law which God ordained for immortal beings to bring forth their species; for if our first parents must do this, in order to obey the commandment that was given before the fall, so must their children, or else ever be transgressors, one or the other. Their children, I say, never can fulfill the object of the commandment, that was given to immortal beings, unless they, as immortal beings, so multiply their species; and for this reason, we find incorporated in the Gospel that Paul preached this great saying, &#x201C;Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.&#x201D;<span class=\"citation\" id=\"73352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73352)\">1 Cor. 11:11<\/a><\/span> What! Can I, can you, can the inhabitants of the earth really not be in the Lord, and yet not be united together in the holy covenant of <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> marriage, the male with the female? So Paul says. It is a very curious kind of saying, however, in the case of this generation, who have lost the knowledge of God though the apostasy of their fathers. They have all the time supposed that they could enter into a fulness of the glory of the celestial world without being united in the bonds of eternal union.<span class=\"citation\" id=\"91382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91382)\">D&amp;C 131:1-4<\/a><\/span> But it is not so; it was not so in the beginning.<span class=\"citation\" id=\"128395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128395)\">Matt. 19:8<\/a><\/span> The very first marriage that was ever known in this creation, was not a marriage between the children of mortality, but was a marriage consummated by divine authority, by divine power. It was a marriage between two immortal beings. No other marriage could be so important, so essentially necessary, to the inhabitants of this creation, as the first one celebrated in the beginning. What do you think, Christians of the nineteenth century, who belong to the various denominations? What are your views in regard to marriage? Your looks inform us. Your articles of faith inform us. The disciplines that you have, for the government of your churches, inform us that when marriage is performed among you, it is between two mortal beings, and they are only married till death shall separate and part them. Oh! How different from the first marriage on record between two immortal personages, whose days, inasmuch as they keep the commandments of God, were never to end, but their lives were to be endless or eternal. The Latter-day Saints have a different form of marriage from these sectarians. We have a marriage in our church, between the male and female, which reaches forward to the endless ages of eternity; we do not consider a marriage of very great importance, unless it takes hold of eternity. We do not believe in  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these marriages which are to remain in force barely while this mortal thread of existence continues; we do not believe in a marriage that must be broken up, dissolved and divorced by that tyrant called death. Death has nothing to do with dissolving marriages&#x2014;I mean those marriages that are performed according to the mind and will of God. Death may come in and separate the two for a short season, but it does not dissolve the marriage ties. If Eve dies before her husband, Adam, she is not divorced from him, neither is he divorced from her, but she considers, while dwelling in a celestial paradise, that she has legally and lawfully a husband in the flesh on the earth. Adam, if he still continues to live on the earth, while Eve has taken her flight to the eternal world, considers that he has a wife in heaven, though separated for a short time from her. She still is his wife, and will be his, until he himself shall fall into the grave, and even that does not dissolve the marriage tie. The great redemption wrought out through the only begotten Son&#x2014;the great redemption that reclaims Adam and Eve from their graves, restores them also from this short period of separation that has taken place by reason of death; it restores them again to each other's society, as husband and wife; and they will remain in that relationship while eternity shall endure. <\/div><div class=\"paragraph jod\" id=\"v21n805\"> But here arises another question&#x2014;one of the greatest importance to the children of men of all generations, and that is, are there any marriages that God will recognize which he is not the author of? In other words, supposing that two persons in the Roman Catholic church, in the Greek church, in any Protestant church, or two persons that do not belong to any religious denomination, are <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> married by a minister, by a justice of the peace, by any person professing to have authority among men, to celebrate the marriage ceremony&#x2014;have they any claim upon each other when death separates them?<span class=\"citation\" id=\"91491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91491)\">D&amp;C 132:7-18<\/a><\/span> According to their own covenants they do not. The minister only married them till death should them part. When death comes along and separates these two persons their marriage covenant has expired; it has run out, it is at an end. But inquires one, will not the Lord permit them to live together as husband and wife, after the resurrection? Why should he? If he had joined them together, according to the marriage ceremony that was administered to the first pair of immortality, then they could claim each other, after the resurrection; but inasmuch as the ceremony was performed by an uninspired man, not sent of God, and having no power to seal on earth that it should be sealed in heaven,<span class=\"citation\" id=\"64915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64915)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65076)\">Matt. 18:18<\/a><\/span><span class=\"citation\" id=\"91162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91162)\">D&amp;C 128:8-11<\/a><\/span><span class=\"citation\" id=\"91772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91772)\">D&amp;C 132:46<\/a><\/span> of course their marriage covenant expires, that is the eternal end of their association.<span class=\"citation\" id=\"128396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128396)\">D&amp;C 132:13-15<\/a><\/span> Now, the Latter-day Saints are not willing to go according to the tradition of the sectarian denominations of the earth; but we desire this great, this important ceremony to be performed so that it may be enduring, so that it never shall have an end, but last while eternal ages shall last. <\/div><div class=\"paragraph jod\" id=\"v21n806\"> How came we to obtain any knowledge upon this subject? Not of our own wisdom, not by searching the scriptures of truth. If God had not revealed himself, had not given instructions upon this important point, we should be in ignorance, the same as all the rest of the world; and our marriages, like them, would only be for time. <\/div><div class=\"paragraph jod\" id=\"v21n807\"> Another important question arises right here, in relation to those mar<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>riages administered without authority; it is this. Many of you Latter-day Saints when you embraced this Gospel in Great Britain, in Scandinavia, in various parts of the United States, and among the various nations&#x2014;were men having families, wives and children; you were married by the laws of the respective nations among whom you dwelt; you were married till death should separate you; you were not married for eternity. When you came up here to this land you began to inquire more fully into the nature of the marriage covenant. You found that there should be an eternal covenant, an eternal union. The question then arises, will your former marriage be sufficient? Not at all. You would have no wife in the morning of the resurrection, no children that would be yours legally and lawfully. Why? Because your marriage was not legal, only legal so far as the laws of the land were concerned, only legal according to the traditions of men. What should you do, then, in order that you may be legally married, in order that your marriage may stand the test in the judgment day, in order that you may have claim upon your families after the resurrection? You should have the ceremony performed again. Every couple that was married abroad, among the nations, must be remarried, not by man's authority, but by divine authority. Your covenants should be eternal, and sealed by divine authority, and then you will have a claim upon each other. But what about your children, that were begotten while you were yet among the nations? Can you claim them in the morning of the resurrection? No: you cannot, unless they are sealed to you by proper authority&#x2014;your sons and your daughters must be sealed to <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you, by one having authority from God; otherwise you have no claim upon them. Why? Because they were begotten under a marriage with which the Lord had nothing to do, only to suffer it; he suffered it for a wise purpose, that the human species might not be destroyed, or come to an end upon the earth; but as for commanding them he had nothing to do with that; consequently, not only your husbands and wives have to be remarried, by divine authority, but all of your children, that were born to you, under the old marriage, must be sealed to you in order that you may claim them in the morning of the resurrection. <\/div><div class=\"paragraph jod\" id=\"v21n809\"> But this opens up another field. I am talking to some who have a second wife. You lost your first wife, did you not, and you remarried according to the laws of the nations? What about these two wives? One living and the other dead; perhaps the dead one was just as good as the living; perhaps the person that died, before you gathered here to these mountains, was morally as good as any Latter-day Saint, lived up to all the light and knowledge which she was in possession of, yet she was not married to you by divine authority&#x2014;what of her? Must she stand aside in the resurrection? And the second wife, because she happens to live and to receive the Gospel, and to gather up from among the nations, into the mountains, where the authority to administer these ordinances is revealed&#x2014;must she supplant the first one that happened to fall into her grave before she heard these things? Must the first one remain without her family, without her children, according to the order that exists in the eternal world, while the second one enjoys all these things because she happened to live  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a little longer? What do you think about it? Are there no provisions made for the first wife that has fallen asleep just as much as there is for the second? For God is without respect of persons,<span class=\"citation\" id=\"71765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71765)\">Acts 10:34<\/a><\/span><span class=\"citation\" id=\"72273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72273)\">Rom. 2:11<\/a><\/span> so far as people are honest and obedient; and though people may fail to receive the fulness of the blessings pertaining to the Gospel, because it might not be sent to them and they fall asleep, yet God was not so shortsighted, in laying of the plan of salvation, that he made no provisions for them. He did make provisions for them; and in what way? That the living shall act for the dead; this is the provision. Hence, we read concerning one of the sacred and holy ordinances, called baptism, that the saints in the Corinthian church, in ancient times, were baptized for those that were dead.<span class=\"citation\" id=\"73891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73891)\">1 Cor. 15:29<\/a><\/span> What was the object of this? The object was that eternal blessings might be bestowed upon those who were dead; because of the actions of the living in their behalf, providing that the dead would receive what was done for them by the living. The same great Being that ordained the principle of baptism for and in behalf of the dead, also ordained eternal union through other sacred ordinances referring to the man and the woman; not only for the living but also for the dead, that they might be benefited not only by the actions of the living in baptism, but also by the acts of the living in relation to the marriage covenant; one is just as consistent as the other. If there is any great principle that has a bearing upon the eternal welfare of the human family, any great ordinance necessary to be attended to that will give them a right and title to eternal blessings, it matters not whether it be baptism, or the laying on of hands, or any other ordinance which God has instituted, <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it will be recognized in the eternal heavens. Well did the Apostle say, &#x201C;Neither is the man without the woman, neither the woman without the man in Lord.&#x201D;<span class=\"citation\" id=\"73353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73353)\">1 Cor. 11:11<\/a><\/span> He understood the principle. <\/div><div class=\"paragraph jod\" id=\"v21n811\"> But shall we carry this one step further? I have spoken of these two women, one dying without hearing the Gospel, the other having all the privileges of the Gospel, pertaining to every blessing relating to eternity. Now if the living can act for the dead, by proxy, in other words, if the Lord our God gives a commandment, to his living Saints, to administer in all of these ordinances for and in behalf of the dead, then the dead will have claim upon these sealing powers and ordinances, the same as though they were living. But, says one, I see one difficulty here. What is it? Why, if these two women come forth in the resurrection, and these ordinances are recognized in heaven, the man would have two wives at once in the eternal world, and that would shock our consciences very much! Well, the Lord is not particularly anxious that your consciences should not be shocked. He is not going to swerve from the principles of eternal truth in order that your consciences or traditions may not be in the least degree disturbed. He is not going to vary from this law, he ordained from before the foundation of the world, in order to suit yours or anybody else's conscience. But, says one, that would be preaching up plurality, for those that are brought forth in the eternal world. Two women would go into the same family, and be wives for all eternity; and as you have said that the Lord commanded this multiplication to take place, when they were immortal beings, then, of course, both of these wives would raise up posterity  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in all ages of eternity, being immortal personages, and thus fulfil the great and first commandment.<span class=\"citation\" id=\"52325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52325)\">Gen. 1:28<\/a><\/span> Now, says one, these are the consequences that grow out of the doctrines you are teaching. I admit they are; perhaps you may be willing to admit the truth of this, so far as eternity is concerned, and those that have left here without hearing the Gospel. But let me ask a question here&#x2014;Is it any more right for two women to claim the same husband, after they come forth from the grave, than it is for two women, here in time living on this earth, to claim a man as their husband? If one is right, the other is right also; and if the latter is not right, then the first doctrine that I have named is not right. <\/div><div class=\"paragraph jod\" id=\"v21n813\"> But I have not got through with this subject. There are other points to be considered. I have only spoken of two women. Now, says one, here is a woman who survives her husband and marries a second husband. The second husband receives the Gospel and comes into the Church; the first husband died without ever hearing it. What are you going to do with him? Do you suppose that God, in laying down the great plan of salvation would forget to make any laws, provisions, or conditions, in regard to these matters? Not at all. He has ordained that every man who is worthy shall have a family of his own; but he never did ordain, neither before the foundation of the world nor during any of the dispensations that have existed on the earth, that a woman should have two husbands living at the same time. He did ordain that a man should have two or more wives, and did acknowledge it, sanction it, did bless those that entered into his order of marriage in ancient times; but we have no account of his ever approbating the <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> contrary. Well, inquires one, what will become of this good man that happened to be in this condition? There are provisions ordained from before the foundation of the world, which take into consideration all these cases; namely, that all the human family who have died without the law or between the dispensations, when there was no divine authority on the earth, shall have a proper chance, by the living acting for the dead; and as there are innumerable females who have died and who never had been wives, provisions are made for them all providing that they embrace, in the spirit world the great plan of salvation in all its fulness. <\/div><div class=\"paragraph jod\" id=\"v21n814\"> We might say much more upon this subject. We might set forth before this congregation a case something like this: Here is a young man. He goes forth into the community, and seeks out a wife. He goes before those holding divine authority&#x2014;power to bind on earth, and it shall be bound in heaven&#x2014;<span class=\"citation\" id=\"64916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64916)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65077)\">Matt. 18:18<\/a><\/span><span class=\"citation\" id=\"91163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91163)\">D&amp;C 128:8-11<\/a><\/span><span class=\"citation\" id=\"91773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91773)\">D&amp;C 132:46<\/a><\/span>and he is married to her for time and all eternity. By and by she dies. Perhaps she may have had one or two children, perhaps she may not have had any children, as the case may be. She dies, leaves her husband still in his youth. Must this youth, this good man, the man that has kept the commandments of God and been obedient to the Gospel of the Son of God&#x2014;must he remain all the days of his life, perhaps 50 or 60 years longer, without having the privilege of taking another wife, his first wife having died? Oh, says one, the law does not forbid, when a man's wife dies, his taking another. Suppose he takes another, what then? If he could have only one wife after the resurrection from the dead, what would his second wife do? Would she not be apt to say,  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;No, sir, you have a wife, she is in her grave, she was married to you for time and all eternity, now I desire a husband for all eternity myself. Is there any provision made for me if I go in as the second wife?&#x201D; Why, yes. The provision is that both may be sealed to him for time and all eternity and not violate the law of God. <\/div><div class=\"paragraph jod\" id=\"v21n816\"> All these principles that I have treated upon, pertaining to eternal marriage, the very moment that <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are admitted to be true, it brings in plurality of marriage, and if plurality of marriage is not true or in other words, if a man has no divine right to marry two wives or more in this world, then marriage for eternity is not true, and your faith is all vain, and all the sealing ordinances and powers, pertaining to marriages for eternity are vain, worthless, good for nothing; for as sure as one is true the other also must be true. Amen. <\/div>\n<\/div>\n<\/div>"}