{"ID":210026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Man to Be Judged By Law&#x2014;A Law Given to All Things&#x2014;The Law of Gravitation&#x2014;How It Varies By Distance&#x2014;Law of Projection&#x2014;Law of Elliptic Forms, Having the Same Length of Year&#x2014;Law of Orbital Velocity&#x2014;Its Variations Depending on Distance&#x2014;Wise Adaptation&#x2014;Intelligent Selections of Law&#x2014;Laws of Nature Counteracted.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, August 8, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Man to Be Judged By Law, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/8\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v21n652\"> What we have heard from this stand, this afternoon, as well as on former occasions, we must meet again in the great judgment day. We have quite a number of scribes at the table, who are writing down <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anything that is said. These are not, however, the only scribes. There are others behind the veil, who take down the discourses of the servants of God; they are recorded there; and the books will be opened<span class=\"citation\" id=\"80633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80633)\">Rev. 20:12<\/a><\/span>  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at some future time. All the warnings that have been given to the Latter-day Saints, and to the world, will again come up, in the own due time of the Lord, in judgment; and it will be required of us to render an account, whether we have been obedient to those warnings, or whether we have been disobedient. The Lord is a consistent Being in all his doings. He will not condemn the children of men, for not receiving something that they were ignorant of; but, if they are condemned at all, it will be for rejecting something that they have understood, or something that they might have understood, had they improved the opportunity. They will be judged according to law, according to testimony,<span class=\"citation\" id=\"58046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58046)\">Isa. 8:20<\/a><\/span><span class=\"citation\" id=\"88646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88646)\">D&amp;C 88:84<\/a><\/span><span class=\"citation\" id=\"91947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91947)\">D&amp;C 133:72<\/a><\/span> and according to that which is written in the sacred books. The records of heaven will be opened.<span class=\"citation\" id=\"128308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128308)\">D&amp;C 128:6-7<\/a><\/span> The records, kept by divine authority on the earth, will also be opened.<span class=\"citation\" id=\"128309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128309)\">2 Ne. 29:11<\/a><\/span><span class=\"citation\" id=\"128307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128307)\">3 Ne. 27:25-26<\/a><\/span> The evidences and testimonies will be set forth; and every man and every woman, who is condemned, in the great judgment day, will be condemned according to law, according to testimony,<span class=\"citation\" id=\"58047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58047)\">Isa. 8:20<\/a><\/span><span class=\"citation\" id=\"88647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88647)\">D&amp;C 88:84<\/a><\/span><span class=\"citation\" id=\"91946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91946)\">D&amp;C 133:72<\/a><\/span> according to evidence, according to the light that has been given, according to the deeds done in the body.<span class=\"citation\" id=\"74168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74168)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n654\"> The Lord is a Being who has given laws unto all things;<span class=\"citation\" id=\"88320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88320)\">D&amp;C 88:13<\/a><\/span><span class=\"citation\" id=\"88535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88535)\">D&amp;C 88:42<\/a><\/span> and he adapted these laws, according to the condition and circumstances of all things. All agents, free agents, who have light and knowledge to know how to act, how to discern good from evil, will be judged according to one law. They are not compelled to obey the law which they hear, but they can act according to their agency, either in obeying or disobeying, receiving the blessings of obedience or the fruits of disobedience. The Lord has giv<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>en a great many laws, besides those which he has given to free agents, or to intelligent beings; but they differ in their nature, according to the condition and circumstances of the materials to which these laws are given. See a revelation upon the subject of these laws, which was given on the 27th day of December, 1832 (Doc. &amp;. Cov., pp. 305 to 310).<span class=\"citation\" id=\"88235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88235)\">D&amp;C 88:1-141<\/a><\/span> This revelation was called, in those days, the &#x201C;olive leaf.&#x201D; In this revelation, the Lord informs us that, &#x201C;he hath given a law unto all things, by which they move in their times and their seasons.&#x201D;<span class=\"citation\" id=\"88536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88536)\">D&amp;C 88:42<\/a><\/span> These laws which are given to the materials of nature are generally obeyed. There does not seem to be any agency on the part of these materials, so far as we naturally comprehend it; at least, if there is an agency, it seems to be very obedient instead of disobedient. Hence, when he issues forth a law to govern the materials of creation the law seems to be obeyed; at least we do not know of any disobedience. It would almost seem as though these materials act under compulsion and are really obliged to act as they do. Yet there are some sayings in this same revelation, which seem to indicate that there is a degree of intelligence even in these materials. We read that, &#x201C;the earth abideth a law of a celestial kingdom, for it filleth the measure of its creation, and transgresseth not the law.&#x201D;<span class=\"citation\" id=\"88439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88439)\">D&amp;C 88:25<\/a><\/span> This would seem to indicate that there is something connected with the earth itself, wherein it has an agency; and that because of the exercise of its agency, and keeping the law, it should be crowned with celestial glory.<span class=\"citation\" id=\"88450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88450)\">D&amp;C 88:26<\/a><\/span> The materials out of which our earth is formed, are also governed by law. Not only the earth as an organized world, but the very materials themselves,  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are governed by laws. These laws were given of God; and when we search into the laws, not of nature merely, but the laws of God, and the more we comprehend the laws by which materials are governed, the more we understand the laws of God and his operations in the universe. <\/div><div class=\"paragraph jod\" id=\"v21n656\"> The earth seems to take one continued course. It has an orbit. It does not deviate from this orbit, unless acted upon by some other force, which may cause some fluctuations or deviations from its apparently destined path. Some, in reflecting upon this might say, that the earth is obliged to follow this course. I do not know about this, I am not so sure. I think if we could see a little further, we would understand that, connected with the materials of the earth is a living principle, a principle too, that acts according to certain laws, intelligently, not blindly; and that our earth, in performing its course, following the track marked out, does so according to law, as much as we do when we go forth and are buried in the waters of baptism. We go according to law, and obtain a blessing, so does the earth, when following the course marked out for it. &#x201C;God hath given a law unto all things, by which they move in their times and their seasons.&#x201D;<span class=\"citation\" id=\"88537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88537)\">D&amp;C 88:42<\/a><\/span> We know that all of these great movements, which we observe taking place in the universe around us, are conducted according to certain laws, which mankind have, in a few instances, been able to search out themselves through the intelligence that God has given them. For instance, we see a force in exercise, when we lift up a stone from the ground, and hold it in our hands; the moment we let go this stone, it falls to the earth. What causes it to fall? Philosophers tell you that &#x201C;it <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> falls according to a law of nature.&#x201D; But who is this nature that gave this law? Why do material bodies fall? Why do they not remain stationary, suspended in the air, or in a vacuum? Why do they have a tendency to approach the center of the earth? It is because there is a force which draws them towards such center. What is this force? Scientists have called it gravitation; but the name does not explain the force. We are certain that a central force exists; and that such force is something that acts according to a certain law. Now, if you were to take a material body, as for instance, a stone, 4,000 miles above the surface of the earth and let go of it; it would only fall one-fourth part of the distance, in a second, that it will fall here, near the surface of the earth. Why will it not fall with the same velocity up yonder as here? Because the law which God has given in relation to these materials, varies in its intensity of force, according to some law of the distance from the central force. A body will fall, near the earth's surface, about 16 feet and one inch, in one second of time. You take it up 4,000 miles, and it will fall only about four feet in one second of time. This has been demonstrated by the action of the earth upon the moon which is nearly 60 times further from the earth's center than we are. The moon only falls toward the earth about the eighteenth part of one inch in a second, which is about 3,600 times slower than a stone or other bodies would fall at the earth's surface. Thus, it will be perceived, that this gravitating force diminishes in its intensity according to a fixed law, depending on the distance from the center of the earth. This law was discovered by Newton. It is known  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beyond all controversy that if we go <span class=\"italic\">twice<\/span> the distance which we are from our earth's center, bodies will weigh two times two less than they weigh here. If we recede <span class=\"italic\">thrice<\/span> our present distance, bodies will weigh three times three, or nine times less than if weighed here. At <span class=\"italic\">ten<\/span> times the distance, the weight would be ten times ten less than here. At <span class=\"italic\">sixty<\/span> times our distance from the earth's center (which is the distance of our satellite), bodies would weigh toward the earth, sixty times sixty less than they weigh here; but sixty times sixty are thirty-six hundred; that is, a pound would weigh thirty-six hundred times less if carried to the moon's orbit, than here. <\/div><div class=\"paragraph jod\" id=\"v21n658\"> In the language of mathematicians, &#x201C;the intensity of the gravitating force varies inversely as the square of the distance between gravitating centers.&#x201D; This law is undoubtedly universal in its operations, extending to all the visible universe. <\/div><div class=\"paragraph jod\" id=\"v21n659\"> This law, combined with orbital movements, is necessary to the stability of worlds revolving in space. Without it, systems on systems would soon rush to ruin. If any other law of intensity than the one which now exists were assumed, irretrievable ruin would soon follow. Out of the infinity of laws of variable intensities depending on distances, the only one has been selected which alone can impart stability to all systems in space. Who made this all-wise selection? Did blind matter select its own laws? Or did an all-wise and an all-powerful Being impart these laws&#x2014;selecting out of an infinity of force intensities, the only law of variable intensity, which would render stable the grand machinery of the universe? <\/div><div class=\"paragraph jod\" id=\"v21n660\"> This curious law some will tell us is merely a law of materials, that <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God had nothing to do with it. But I dispute it. I say that God is the Author of this law; and were it not for this infinitely wise provision, there would not be such a thing as one particle of matter being drawn to another; and a stone, when loosened from the hand, would still remain where it is set free. <\/div><div class=\"paragraph jod\" id=\"v21n661\"> Again we see our world here&#x2014;the earth on which we are permitted to live and have our being&#x2014;<span class=\"citation\" id=\"72000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72000)\">Acts 17:28<\/a><\/span>sweeping round the great center of the solar system, once in 365 days and a fraction of a day: it has continued in this path, not only through a few centuries, but for thousands of years; or, in other words, it has followed this course according to some undeviating law. Whatever this law may be God has ordained it, for he has ordained the &#x201C;law which is given to all things, by which they move in their times and their seasons.&#x201D;<span class=\"citation\" id=\"88538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88538)\">D&amp;C 88:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n662\"> This earth does not revolve around the sun, once a year, in a circular orbit, but in an oblong, elliptical orbit. Now, it is just as easy to cause a body to revolve around the sun, in an ellipse, as in a circle. For instance, if our Earth, when at its mean distance from the Sun, should be projected, with its present mean velocity, in a line at right angles to the lines joining the Earth and Sun&#x2014;it would describe a perfect circle around that luminary. But let the projections deviate from a right angle, a little less than one degree, and it will take the very form of orbit it now has, provided it is projected with the same mean velocity that it now has. Again let this same earth be projected, at its mean distance from the Sun, in a line making an angle of 70 degrees, 31 minutes and 44 seconds of an arc, instead of 90 degrees, as in the instance just named, and the form of the orbit would be greatly changed:  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the distance from the Sun, when nearest, would be only sixty-one millions of miles; and in six months after, the distance would be doubled, that is, one hundred and twenty-two millions of miles. Under these circumstances, the Sun, when nearest, would appear four times larger than at its aphelion distance. <\/div><div class=\"paragraph jod\" id=\"v21n664\"> You see, then, how easy the Lord, by deviating the angle of projection, could cause a great difference, in the eccentricity of an elliptic orbit, without altering the mean distance or without shortening or lengthening the year. The year would remain the same, without any deviation in its length, if the earth revolved in an ellipse of the kind that I have just named. Again, if you wanted the earth to go so near the Sun that it would almost graze its edge, and still retain the length of our year unchanged, it would not take our advanced university students long to determine the angle of projection the earth should have, so as to just graze the edge of the Sun, at the perihelion distance, and come back again in an ellipse, which would be almost equivalent to a straight line, provided it was projected at the mean distance that we now have, with its present mean velocity; and the year would be exactly the same as now. I mention these things to show you how the Lord, by a little deviation, can design a great variety of orbits, in which worlds may revolve, according to law; for all these things are done according to law; and if actually projected, as we would propel a cannon ball, then all the Lord has to do is to decree the form of the elliptical orbit, having one year for its description, and the projecting angle will be, at once, known. <\/div><div class=\"paragraph jod\" id=\"v21n665\"> This is a law, and the Lord is the Author of it. It is not a law of <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nature. It is not a law of blind materials which have no knowledge or life connected with them, or in them or round about them. <\/div><div class=\"paragraph jod\" id=\"v21n666\"> I have been speaking of bodies projected at different angles, and at the mean distance of our earth from the sun. But let us next go still further off into space. We can go away to the orbit of Jupiter, about four times our distance from the sun. Is there any law for projection or a law of velocity that would cause bodies to revolve in orbits, at four times our distance from the sun? Yes. What is the law? It must not have the same velocity that we have. It must, at four times that distance, have only one one-half of the mean orbital velocity of our earth; and, if you gave it more than one-half of such velocity, it would decrease the mean distance of the orbit below four; if you gave it less, it would increase that mean distance above four; but if you gave it exactly one-half of the velocity our earth has, then it would preserve its orbit in a circle, or in any kind of an ellipse at that mean distance. Is there any law to govern this velocity depending upon the distance from the sun? Yes. What is the law? According to mathematical expressions, &#x201C;the velocity varies inversely as the square root of the distance.&#x201D; Well, says one, that is no information to us. We don't know what you mean by <span class=\"italic\">inversely<\/span> and don't know what you mean by <span class=\"italic\">the square root<\/span>; for all of us have not sufficiently studied arithmetic so as to understand the roots and powers of numbers. In reply, I will say, it is something very simple to all advanced students of arithmetic. Let me say a few more words, in regard to this law; for this is also a law of God. For instance, we will say, that the earth travels a certain distance in one  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>second, which we will call unit distance or 18 miles in a second, in its orbit&#x2014;we will call this distance one. We go <span class=\"italic\">four<\/span> times further off than our earth is from the sun, and take the square root of four. But inquires one, how do you get the square root of four? A number that will multiply into itself, say two into two, makes four; two then is the square root of four, that is, it is the <span class=\"italic\">direct<\/span> square root, not the <span class=\"italic\">inverse<\/span>. But now you put this figure 2 underneath a line, and place the figure 1 above it (thus 1\/2) and such a fraction is the inverse square root of four. Hence, one-half the velocity that our earth has, must be given to bodies which are four times further from the sun than we are. When nine times further off from the sun than we are the orbital velocity will be only one-third of ours; because one third is the inverse square root of nine. In like manner, when sixteen times further off, the orbital velocity is one-fourth ours. When twenty-five times more distant, the orbital velocity will be one-fifth, and so on to any distance. <\/div><div class=\"paragraph jod\" id=\"v21n668\"> Here, then, is a regular law of velocity; and you may extend this to any distance, in the solar system, that you please. <\/div><div class=\"paragraph jod\" id=\"v21n669\"> Now, who ordained this velocity? Did the unconscious materials of nature come together, and undertake to consider this matter? Here are laws that are conducted with great intelligence&#x2014;intelligence too, that was not understood for several thousand years preceding the period of Newton. We have no account that the most civilized nations of the earth had any idea of the law of velocity depending on the inverse square root of the distance. Yet this law existed whether understood by man or not; it made no difference whether the nations were ignorant <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in regard to this matter or not, the law existed, and operated for ages unperceived by mortals. <\/div><div class=\"paragraph jod\" id=\"v21n670\"> The Latter-day Saints say, that the Lord of Hosts who has given us laws, adapted to our condition as free agents, has also given laws to these material worlds, by which they act and by which they are preserved for a great, and wise and good purpose, to sustain unnumbered myriads of animated beings, who are by numerous other laws adapted to these worlds, and enjoy life therein. We now have been speaking of the infinitely wise law of the velocity of planets. But this law would not preserve our universe in its present beautiful order, if the law of gravitation was not exactly what it is. We say that the law of gravitation acts inversely as the square of the distance. Now, why doesn't it vary as the cube of the distance? Why doesn't it vary inversely as the fourth power of the distance, or some other law of distance? Because all these other laws would throw the system into destruction at once; it could not be sustained. There is only one law among an infinite number that might be chosen, that would preserve the system in its present beautiful order, and that is the law of the inverse square of the distance. Who gave this law to materials that they should have this attractive force? The Book of Covenants tells us that, &#x201C;God hath given a law unto all things, by which they move in their times and their seasons;&#x201D;<span class=\"citation\" id=\"88539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88539)\">D&amp;C 88:42<\/a><\/span> but if he had given a different law than this I have named, in regard to gravitation, the whole system, in a very short period, would be reduced to a chaotic mass, lifeless and inanimate, existing for no purpose, accomplishing no design or end. All this infinite wreck of worlds would be the necessary result of  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selecting an unwise law, varying from the one which now obtains among gravitating materials. <\/div><div class=\"paragraph jod\" id=\"v21n672\"> The law of velocity must be exactly adapted to the law of the inverse square of the attractive power. Who was it that made this adaptation? Did the materials endow themselves with both of these laws? Did they perceive that no other laws would render the universe stable or lasting? Or, otherwise, is there an all-wise and all-powerful Governor who brings all things under the dominion of laws, wise in their action, powerful in their nature, and preserving the grand machinery of the universe, in the most perfect harmony in the working of all its parts? <\/div><div class=\"paragraph jod\" id=\"v21n673\"> There must, then, have been some great supreme intelligence who organized these worlds and gave them laws of attractive force and adjusted velocities and thus produced the harmonious orbits which we have, and which will preserve themselves, unless interfered with by some extraneous force, for thousands of years to come. <\/div><div class=\"paragraph jod\" id=\"v21n674\"> We might go on and speak of a great many other principles connected with these laws, but let us now come to the laws given to intelligent beings. God has given laws to what might be termed intelligent nature; but let me say, that what is termed intelligent nature is sometimes called in this same revelation from which I have been reading, a spirit, or rather, a power that &#x201C;is in all things, through all things, round about all things,<span class=\"citation\" id=\"88530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88530)\">D&amp;C 88:41<\/a><\/span> and the law by which all things are governed.&#x201D;<span class=\"citation\" id=\"88321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88321)\">D&amp;C 88:13<\/a><\/span> It is, then, an intelligent power that encircles itself through, or over, or round about every particle or every atom, and these atoms act in accordance with the law that is ordained, and do not deviate from it unless <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commanded by the same authority that gave the law. The same Being, who gave the law to materials by which they act, can counteract the law. He did so in the instance when Elisha caused iron to swim.<span class=\"citation\" id=\"55806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55806)\">2 Kgs. 6:6<\/a><\/span> We read, that as one was felling a beam, the axe head fell into the water. The man, was much concerned, because it was a borrowed axe.<span class=\"citation\" id=\"55803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55803)\">2 Kgs. 6:5<\/a><\/span> &#x201C;And the man of God said, Where fell it? And he showed him the place. And he cut down a stick, and cast it in thither; and the iron did swim.&#x201D;<span class=\"citation\" id=\"55807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55807)\">2 Kgs. 6:6<\/a><\/span> Now what was it that caused the axe to rise in the water? The same Being who gave the law of gravitation, which caused the axe to sink, counteracted that law, and caused the axe to swim. The same Being who gave the law of universal gravitation, can counteract this law. He did it, in many instances, in ancient times. He divided the Red Sea to allow the Israelites to pass. The water stood up like walls, in a great heap, not for a few seconds, or minutes, but stood there sufficiently long to allow the Israelites to get to the other side of the sea.<span class=\"citation\" id=\"54010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54010)\">Ex. 14:21-22,29<\/a><\/span> Now, what was it that counteracted this law of nature? What was it that caused this watery element, which has a tendency to spread out and sink to its own level, to stand up in a heap, almost like a solid body? The same Being who gave the law, which governs the yielding liquid properties of water, can counteract the law, so as to make the water stand in heaps. God is the great Author of all law, and is just as able to counteract a law, as he is to continue a law. Let him withdraw the command that materials shall attract all other materials; let him say to matter, &#x201C;I no longer require you to act according to that law,&#x201D; and you would not find the earth going in an orbit around the sun.  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There would be no bond of union to keep things in their proper place; everything would be left to itself. Let God withdraw his law, or let him command adversely, and he will be obeyed; because he has the power thus to direct; and the intelligence which surrounds these materials, the spirit that is in and through all these things, would understand the command and act accordingly. In the same way the Lord heals the sick. He has made the tabernacles of the children of men, and he has organized them according to a law, so that every part of the human system is adapted to every other part. The blood flows through the arteries, and through the veins, and every part performs its proper functions. When any part or portion of this wonderfully constructed being, or, in other words, this almost perfect machine, becomes deranged or out of order, the same Being who first constructed man, with all the different organs, muscles, sinews and skin, can easily mend or regulate the same, and cause every part to work in perfect harmony with every other part, so as to impart health, and life, and vigor to the whole machinery. You would certainly think that a person was not much of a mechanic if, after he had constructed a beautiful clock, and it had run for several years, and got out of order&#x2014;if when you applied to him for repairs he replied that he could not, you would be apt to say, &#x201C;You made it in the first place: you certainly ought to know what is the matter, and you can repair and restore it to working order.&#x201D; Just so with the Lord. When our human machinery is out of order, he understands all about it; and he is the best physician that can be employed; and he also can be employed without money and without <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> price.<span class=\"citation\" id=\"59780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59780)\">Isa. 55:1<\/a><\/span> He imparts to this machinery his Holy Spirit which circulates through the whole body, and promotes health and strength in the individual. But how apt we are to apply to inferior physicians. As soon as something ails this mortal tabernacle, the cry is, &#x201C;Oh, mother, or husband, will you send for the doctor. My son is very sick, and we need the doctor.&#x201D; Now this is sometimes the way with those who call themselves Latter-day Saints, but they ought to be ashamed that they do not honor the name which they have taken upon themselves. The Lord has ordained that when you are sick, you should apply the simple ordinance of the laying on of hands, or the anointing with oil by his servants in the name of Jesus Christ.<span class=\"citation\" id=\"77726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77726)\">James 5:14-15<\/a><\/span> In this ordinance there is more power than in all the medical ability in the world; for there are many diseases which baffle the skill of the wisest physicians, while by the laying on of the hands of the servants of God&#x2014;not in their own name, but in the name of Jesus Christ&#x2014;according to the directions given in the Scriptures, we have the promise that they shall be healed;<span class=\"citation\" id=\"77725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77725)\">James 5:14-15<\/a><\/span> that is, if they are not appointed unto death.<span class=\"citation\" id=\"85441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85441)\">D&amp;C 42:48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n676\"> Here, then, is another law of God; and we might go on and touch upon instances of the healing power&#x2014;the healing of the lame man, the blind man, the deaf man, or of fevers removed from the body, and the restoration of broken bones. Now, we have many testimonies, especially among our brethren in Wales, where they have, in the coal mines in which they worked, been crushed, as it were, until many bones in their body were broken, so much so, that it was supposed they could only live a very few hours, at the longest; yet by the laying on of the  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hands of the servants of God, we have the testimony of many witnesses that those bones were brought together, making a noise like the crushing of a basket and were placed in their proper form; and the individuals were restored to health and soundness. Could any herbs, or mineral, or physicians have accomplished this? No. Who did accomplish this? The Lord Jesus Christ, through his servants, by the laying on of hands, according to his commandment. Did he do it according to law? Yes; for all his works are carried on, according to certain laws which he has ordained; and if we had the same wisdom that he has, we could see the workings of <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Holy Spirit upon the bones that are broken; we could see the circulation of that spirit in bringing those bones together; we could see the action of that spirit in relieving the optic nerve, so as to impart sight to the eye. If we could see the workings of that spirit, and then understand by what power it works, these things would not be a miracle to us. God has no limit to these laws that are called the laws of nature. He has an infinite number of laws; and he can work according to any of them, which are suitably adapted to the circumstances, so as to bring about his righteous purposes and wise designs according to his own good will and pleasure. Amen. <\/div>\n<\/div>\n<\/div>"}