{"ID":210018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Progress of the Saints to Union in Faith and Practice&#x2014;The United Order.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Logan City, Saturday Afternoon, November 1, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Progress of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 11\/1\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v21n381\"> I will read a few passages from the Book of Jacob, one of the sacred compilations of the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v21n382\"> &#x201C;And it came to pass that the servants did go and labor with their mights; and the Lord of the vineyard labored also with them; and they did obey the commandments of the Lord of the vineyard in all things. And there began to be the natural fruit again in the vineyard; and the natural branches began to grow and thrive exceedingly; and the wild branches began to be plucked off, and to be cast away; and they did keep the root and the top thereof equal, according to the <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strength thereof. And thus they labored, with all diligence, according to the commandments of the Lord of the vineyard, even until the bad had been cast away out of the vineyard, and the Lord preserved unto himself that the trees had become again the natural fruit; and they became like unto one body; and the fruits were equal; and the Lord of the vineyard had preserved unto himself the natural fruit, which was most precious unto him from the beginning.&#x201D;<span class=\"citation\" id=\"81747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81747)\">Jacob 5:72-74<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n383\"> These words occurred to me this forenoon, while Brother Snow was speaking upon the subject of the Order laid down in the Doctrine and  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Covenants. We have here a clear and plain prediction, in the form of a parable, that was recorded upon plates of gold, almost 600 years before Christ, in relation to the great work in which we, as the servants of the Lord, and the Latter-day Saints, are engaged. Perhaps there may be some persons, numbered among this community, who may have a feeling something like this; &#x201C;that we are not living according to the law that is given in the Doctrine and Covenants, in all respects.&#x201D; And they have drawn the conclusion, that perhaps the Lord would forsake us in consequence of our not carrying out the laws so clearly defined and explained in that record. These things were clearly set forth before the people, this forenoon, in regard to wherein we have not entered into all the fulness and perfection of that order of things. But the question is, can we do much better, under the present circumstances? This is a great question to be considered. And in the consideration of it, we have to enquire into a number of other things, such as can we lay aside the present order of things that is not consistent with the Doctrine and Covenants; and can we begin anew here in these valleys, and carry out the law of the Lord in all its perfection? I do not know but what there may be a bare possibility of our doing it; but whether the Lord requires this at our hands under the present circumstances is another thing. We are very imperfect, and yet we try to do right. We want to keep the commandments of the Lord; we desire to be members of his Church; we desire to have his Holy Spirit resting upon us, and we desire to be guided by it. We wish to know what the counsel of the servants of God is concerning us; and yet, <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hardly know which way to turn. We see a united order established in one place, according to one principle; we go to another part of the land, and we find an order established on a little different principle; and we hear of another, all differing somewhat. And so on until we visit nearly all the settlements of these mountains. And as was stated this forenoon, they differ as do the elders themselves in their views. <\/div><div class=\"paragraph jod\" id=\"v21n385\"> Now what has the Lord said in this parable of the vineyard? &#x201C;And they did keep the root and the top thereof equal.&#x201D;<span class=\"citation\" id=\"81753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81753)\">Jacob 5:73<\/a><\/span> In what respect were they made equal? The next part of that same sentence declares that they were made equal &#x201C;according to the strength thereof.&#x201D;<span class=\"citation\" id=\"81752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81752)\">Jacob 5:73<\/a><\/span> Now there is a great deal expressed in those few words. They were not made equal all at once, as the inhabitants of a celestial world are, without any improvements being introduced; but they were to keep the root and the top of the great tree equal, <span class=\"italic\">according to the strength thereof<\/span>;<span class=\"citation\" id=\"81751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81751)\">Jacob 5:73<\/a><\/span> that is according to the condition and circumstances in which the people are placed. Now I consider, that notwithstanding all our deviations from the perfect law that God has given, notwithstanding the condition of things pointed out so clearly in the Doctrine and Covenants in regard to holding stewardships and inheritances,<span class=\"citation\" id=\"86788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86788)\">D&amp;C 72:16-17<\/a><\/span> and giving an account of those stewardships and inheritances,<span class=\"citation\" id=\"86776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86776)\">D&amp;C 72:3-6<\/a><\/span><span class=\"citation\" id=\"89834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89834)\">D&amp;C 104:11-13<\/a><\/span> according to the perfect order&#x2014;I consider we are doing pretty well, in a great many respects. We have progressed; we have made improvements; we are in a more united condition than we were 45 years ago. Hence there has been an improvement among the Latter-day Saints; and this improvement has been for the better; it has been pointing all the time towards equa<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lity, though we have not succeeded, according to the perfect law. But we have succeeded according to the strength of the people&#x2014;according to the circumstances with which they are surrounded. We have succeeded in a great measure to instill into their minds the great principle of unity and oneness, not only in spiritual things, but in temporal things also. The day will come when this will be fulfilled to the very letter, in accordance with words which say, &#x201C;they became like unto one body; and the fruits were equal.&#x201D;<span class=\"citation\" id=\"81759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81759)\">Jacob 5:74<\/a><\/span> That is the destination of the Latter-day Saints in the future. The fruit is to be equal; the roots and the branches are all to be kept in their perfect order, and the whole tree kept in a thriving condition. Then we shall have learned the great principle of the celestial order, that must be carried out among the children of men. During that long period called the Millennium, this people will see the importance of attending to that perfect order when our strength shall warrant. At present we have no perfect example before us. Where has there been either in this Territory or in Arizona an instance where the perfect law of God has been carried out, as laid down in the Doctrine and Covenants? I know of no such instance. I know of a great many improvements upon the old condition of things which has existed among our fathers&#x2014;the Gentile notion and idea of each one holding separate and individual interests, without being accountable to anyone. That is the old system. We have made many improvements, but we have not carried out in any one solitary instance in any settlement I am acquainted with, the order of things laid down in the revelations, contained in the Book of Covenants. <\/div> <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n387\"> There has been a great deal said at different times upon the subject of families being united as one&#x2014;eating at the same table, for instance, and having one large field, where their farming operations might be carried on, all who are farmers going forth into the same field to labor; and the same principle carried out in regard to other branches, all taking hold unitedly, having the common interest at heart. Is there anything in the revelations given in these latter days requiring this order of things, or is it something we ourselves have considered as being a little ahead of what our fathers have been practicing? I do not know anything laid down in the revelations, requiring us to take this particular method. Yet, is it right? Yes. Why it is right according to the circumstances with which they are surrounded; it points forward to unity and tends to instruct us in the preliminary ideas of being united together. And hence, those that can enter into this order, who are willing to unite in this way, are doing well and will be blessed for it. But let no person set any stakes, in regard to this matter, that because he may have entered into a special order, introduced in one settlement, that all others are wrong, because they do not do likewise; they should not find fault with their brethren, neither be discouraged in welldoing. <\/div><div class=\"paragraph jod\" id=\"v21n388\"> There are a great many different ideas among the Latter-day Saints, in relation to these matters. But then, we have a standard given in the Book of Covenants, by which we should be governed. By and by, I expect we will be in different circumstances, in which stewardships or inheritances can be issued, for all families of the Saints, some in one kind or branch of business, and some in another; and the full law of  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>consecration will take place. <\/div><div class=\"paragraph jod\" id=\"v21n390\"> I am, and I presume a great many others who are acquainted with the revelations of God, as contained in the Doctrine and Covenants, are looking for the period of time to come, in the history of the Latter-day Saints, when we as a people shall possess a very different country from the one we are now inhabiting. We do not expect to go to the Sandwich Islands, neither to the Society Islands, neither to any of the islands of the oceans, nor into South America, nor Central America, to carry out the order of things which we expect to enter into in all its fulness. But we expect, just as much as we expect the sun will shine, when it arises on a clear morning, that the Lord will, by and by, take us back to the land referred to by Brother Snow, this forenoon. We do not expect that when that time shall come, that all Latter-day Saints, who now occupy the mountain Valleys, will go in one consolidated body, leaving this land totally without inhabitants. We do not expect any such thing. But we do expect, that there will be a period in the future history of the Church when many hundreds of this people&#x2014;our youth, for instance, who will grow up in those days, when they will be consolidated as a body, and will go to the eastern portions of the state of Kansas, and also to the western portions of the state of Missouri to settle. And when that time shall come, if it be needful to carry out the commandments which Brother Snow read this morning, referring to the purchase of lands,<span class=\"citation\" id=\"86078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86078)\">D&amp;C 57:1-5<\/a><\/span><span class=\"citation\" id=\"86430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86430)\">D&amp;C 63:24-30<\/a><\/span><span class=\"citation\" id=\"89546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89546)\">D&amp;C 101:67-73<\/a><\/span> we will have property and means sufficient to accomplish this work. It was necessary some 47 years ago to purchase lands, and also for several years afterwards. But we did not do it then. It may be necessary for us in <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> times to come, and probably will be necessary for us to purchase that whole region of country. Why so? Because if there be prior occupants to it, should we not be willing to give them an equivalent, such as will satisfy them, for its possession, including the improvements attached thereto? Certainly. Consequently it may be necessary for us to carry out the fulness of all these revelations, notwithstanding all the abuses and persecutions that have been heaped upon the Latter-day Saints. But whether this be the case or not there is one thing certain&#x2014;something that you and I may depend upon, with as much certainty as we expect to get our daily food, and that is, that the Lord our God will take this people back, and will select from among this people, a sufficient number, to make the army of Israel very great.<span class=\"citation\" id=\"90010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90010)\">D&amp;C 105:26,31<\/a><\/span> And when that day comes, he will guide the forces of those who emigrate to their possessions in those two states, that I have mentioned. And the land thus purchased will be no doubt, as far as possible, located in one district of country, which will be settled very differently from the way we now settle up these mountain regions. You may ask, in what respect we shall differ in settling up those countries when we go there to fulfil the commandments of the Lord? I will tell you. No man in those localities will be permitted to receive a stewardship on those lands, unless he is willing to consecrate all his properties to the Lord. That will be among the first teachings given. When this shall be done, the people will be, as the parable says, like unto one body&#x2014;<span class=\"citation\" id=\"81760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81760)\">Jacob 5:74<\/a><\/span>all equally poor, or all equally rich; in other words, they will be persons that can claim no property as their own, everything being consecrated. And the land  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being purchased, will be held on a different principle, from what it is now. Today fifty thousand dollars worth of real estate property is the most that can be held by a religious organization; but in that day the whole of our properties, amounting a very much larger sum, will be held in trust. For whom? For the Church of Jesus Christ of Latter-day Saints, and for all this great company that will be gathered together. And there will be such a change in governmental affairs, that the trustee, whoever he may be, will only act as such as long as he is faithful; and if he becomes unfaithful it will be transferred to another. Neither in case of death will the heirs of such trustee have any claim whatever on the property; the power regulating such matters will then be vested in the proper authority who will mete out even justice to all parties. <\/div><div class=\"paragraph jod\" id=\"v21n392\"> These persons, therefore, will be in the same condition that all the rest of the people are in. The properties they hold will not be their own, although it may be called so, as far as that is concerned. And when it shall be ascertained that an individual has consecrated everything he has, inquiries will be made as to the size of his family, and land will be apportioned to him accordingly&#x2014;not to deed him the property, according to the Gentile practice; but rather that the extent of his stewardship may be determined. When this is done, he takes his stewardship, each man having his own table, without being necessitated at all to eat at his neighbor's. People will build their own houses, etc., when needful, provided they are able to do so, if not, what assistance they require will be rendered them. And then they and all the others will be required to keep an account <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of their proceedings and present the same to the bishops at the end of the year,<span class=\"citation\" id=\"86782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86782)\">D&amp;C 72:5,16,19<\/a><\/span> or as often as may be required. These bishops, if they do their duty, will say these things: &#x201C;Brother, you have been unwise in such and such things, but in other particulars you have done well.&#x201D; In this way each man will give an account of his stewardship, as the revelation says, both in time and eternity.<span class=\"citation\" id=\"86775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86775)\">D&amp;C 72:3<\/a><\/span> And he that proves himself a faithful and wise steward in time, will be counted worthy to receive not only a stewardship, but an inheritance in eternity.<span class=\"citation\" id=\"85087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85087)\">D&amp;C 38:20<\/a><\/span><span class=\"citation\" id=\"86014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86014)\">D&amp;C 51:19<\/a><\/span><span class=\"citation\" id=\"86778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86778)\">D&amp;C 72:4<\/a><\/span> What is the object of the stewardship? Is it not to prepare us for that still higher order of things that shall exist when we shall receive an inheritance? And when that time comes, and we shall still be found faithful to our trust, the Lord will be pleased to say, &#x201C;I can trust that man, he has proved himself in the days of his probation: he is a wise man; he has done right in all things with which he has been entrusted. Now let him have not merely a stewardship, but let it be given to him as an everlasting possession,<span class=\"citation\" id=\"128220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128220)\">Gen. 14:40 (JST)<\/a><\/span> for him and his seed after him forever and ever, both for time and eternity.&#x201D;<span class=\"citation\" id=\"53134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53134)\">Gen. 17:1-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n393\"> You may perhaps ask when this time will come for the Saints to receive bona fide inheritances? The time will come for the Saints to receive their stewardships, when they shall return to the lands from whence they have been driven; but the inheritances will not be given, until the Lord shall first appoint to the righteous dead their inheritances, and afterwards the righteous living will receive theirs.<span class=\"citation\" id=\"86491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86491)\">D&amp;C 63:49-50<\/a><\/span> This you will find recorded in the Doctrine and Covenants; and in the same Book it is predicted that there is to be one &#x201C;mighty and strong,&#x201D;<span class=\"citation\" id=\"88069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88069)\">D&amp;C 85:7<\/a><\/span> as well as to be an immortal personage&#x2014;one that is clothed upon with light  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as with a garment&#x2014;<span class=\"citation\" id=\"57087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57087)\">Ps. 104:2<\/a><\/span>one whose bowels are a fountain of truth.<span class=\"citation\" id=\"88070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88070)\">D&amp;C 85:7<\/a><\/span> His mission will be to divide, by lot, to the Saints their inheritances, according to their faithfulness in their stewardships.<span class=\"citation\" id=\"88071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88071)\">D&amp;C 85:7<\/a><\/span> This too agrees with another revelation, given on the 27th Dec. 1832, which says, in great plainness, that when the Saints are resurrected and caught up into heaven, and the living Saints are also caught up,<span class=\"citation\" id=\"88724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88724)\">D&amp;C 88:96-98<\/a><\/span> and that when the seventh angel shall have sounded his trump, then the Saints shall receive their inheritances.<span class=\"citation\" id=\"88752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88752)\">D&amp;C 88:106-107<\/a><\/span> The time then is there specified, concerning the period that the Lord has in his own mind, when inheritances shall be given. Finally after the Saints have been resurrected and caught up, in connection with all the then living Saints, into heaven; and after the seventh angel sounds his trump, the earth will be given to the Saints of the Most High for an inheritance to be divided out to them.<span class=\"citation\" id=\"88753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88753)\">D&amp;C 88:106-107<\/a><\/span> This land, about which I have been speaking, is called in some places in the revelations of God to the Prophet Joseph, the land of our inheritance;<span class=\"citation\" id=\"85083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85083)\">D&amp;C 38:19-20<\/a><\/span><span class=\"citation\" id=\"86043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86043)\">D&amp;C 52:42<\/a><\/span> and in other places it is referred to in the form of stewardships.<span class=\"citation\" id=\"128204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128204)\">D&amp;C 104:19-46<\/a><\/span><span class=\"citation\" id=\"128205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128205)\">D&amp;C 104:54-56<\/a><\/span> In one sense it may be considered our inheritance, because the Lord designs, in his own wisdom, that the Latter-day Saints shall possess that land as such, and their dead with them. And having decreed this, even before we ever saw it, he will fulfil it. I will refer you to a part of the revelation given on the 2nd Jan., 1831, at the house of Father Whitmer: &#x201C;And I hold forth and deign to give unto you greater riches, even a land of promise, a land flowing with milk and honey, upon which there shall be no curse when the Lord cometh; And I will give it unto you for the land of your inheritance&#x201D;&#x2014;<span class=\"citation\" id=\"85073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85073)\">D&amp;C 38:18-19<\/a><\/span>not only <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stewardship, but inheritance; &#x201C;And this shall be my covenant with you,&#x201D; says the Lord further, &#x201C;ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.&#x201D;<span class=\"citation\" id=\"85088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85088)\">D&amp;C 38:20<\/a><\/span> In this sense it is called the land of our inheritance. But when we come to speak definitely, we will have to be proven as stewards first. If we shall be unwise in the disposition of this trust, then it will be very doubtful, whether we get an inheritance in this world or in the world to come. <\/div><div class=\"paragraph jod\" id=\"v21n395\"> What is it then we look for? We expect&#x2014;I was about to quote from the prediction of Isaiah regardless of consequences; I trust, however, there is no one present who will look upon that great and good man of God as a traitor against the government of the United States&#x2014;that, &#x201C;A little one shall become a thousand, and a small one a strong nation.&#x201D;<span class=\"citation\" id=\"60048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60048)\">Isa. 60:22<\/a><\/span> I expect that this people, if they do not become a &#x201C;strong nation&#x201D;<span class=\"citation\" id=\"60049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60049)\">Isa. 60:22<\/a><\/span> in one sense of the word, they will be a great and strong and powerful people upon the face of this land. This is one of the things your humble servant is looking for. And I expect that when we go from these mountains, by hundreds of thousands, down to that land to purchase it and to occupy it, that we will take with us a great deal of gold and silver&#x2014;for the Lord will in those days make his people very rich, in fulfillment of another promise made in the same revelation, in which he says, that we shall become the richest of all people.<span class=\"citation\" id=\"85216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85216)\">D&amp;C 38:39<\/a><\/span> If this is to be the case, the Lord will probably fulfil that prediction by Isaiah, contained in the 60th chapter of his book&#x2014;&#x201C;For brass I will bring gold, and for iron I will bring silver, and  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for wood brass, and for stones iron;&#x201D;<span class=\"citation\" id=\"60009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60009)\">Isa. 60:17<\/a><\/span> and he will bestow upon his people riches that they will not know what to do with them, unless directed by the counsels of the servants of the living God. With this we will purchase the land, and go down and inherit it, as a strong and powerful people, receiving our stewardships. And we will not spread forth in that land three or four miles apart, and think we are crowded when people come and settle within a mile of us; but we will settle in such a manner as to make a very dense population. It is a country that is susceptible, almost every foot of it, to agricultural purposes; and we can settle with a very large population upon every square mile of country. And we will extend our borders around about the great central city, not stake, of Zion. You have heard of the Center Stake of Zion, but did you ever read in the revelations of God that the place where the New Jerusalem is to be built is called a stake? There are other places, called Stakes of Zion, but they will be round about the city. And we will be multiplied by hundreds and thousands; and we will build, throughout the region of country, our meetinghouses, our schoolhouses, our academies and universities; and we will see to it, that all of our children have equal advantages, as far as possible, of becoming acquainted with all necessary and useful learning. Not as it is now: some obtain great learning; while others are obliged from their childhood, from the time they are six or eight years of age, to work to that extent that they cannot devote any time to acquire an education. This order of things will be remedied; and the youth of God's people will have equal opportunities, to develop themselves;<span class=\"citation\" id=\"82514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82514)\">3 Ne. 6:12<\/a><\/span> not that they will all gain <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same ideas exactly; not that they will all advance in the same direction in education, and to the same extent. One perhaps may follow a certain branch, calculated to prepare him to act in a certain position in his future life; while another may adopt an entirely different course of study, by which he could be of benefit to Zion. But there will be equal privileges and blessings bestowed upon the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v21n397\"> Now about these stewards. They have to be accountable; and if they gain anything in their stewardships over and above that which may be necessary to conduct the business of stewardships, and also to support themselves, if there be a surplus of means, what will be said? Will it be said by bishops, &#x201C;Here, brother you must give up all this surplus to the storehouse of the Lord?&#x201D; It might be said to one to unite him to the stewardship, without having any greater means to extend his operations, for the time being; and again, it might be deemed wisdom to assist another to the amount of five, ten, twenty thousand dollars or so, by way of extending his branch of business, because in doing so it would be the means of not only benefiting himself and family but the people of Zion generally. <\/div><div class=\"paragraph jod\" id=\"v21n398\"> The revelation says: &#x201C;They shall give into the storehouse all that is not needed for the support of the needy families.&#x201D;<span class=\"citation\" id=\"85378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85378)\">D&amp;C 42:33-34<\/a><\/span><span class=\"citation\" id=\"128206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128206)\">D&amp;C 42:55<\/a><\/span><span class=\"citation\" id=\"86005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86005)\">D&amp;C 51:13<\/a><\/span><span class=\"citation\" id=\"86746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86746)\">D&amp;C 70:7-8<\/a><\/span><span class=\"citation\" id=\"128207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128207)\">D&amp;C 83:6<\/a><\/span> In this way the Lord's storehouse will be full and in great abundance; and these means will be used for public purposes, and also by way of providing farming implements, books, etc., for the remnants of Joseph who will come into the covenant in those days, that they may also have their stewardships in the midst of the people of God. There will be a  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portion of the avails of these stewardships, that will be consecrated to the Lord's storehouse, and which will be used for the building of Temples, and for beautifying public places in the city of the New Jerusalem, and making that a city of perfection<span class=\"citation\" id=\"128210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128210)\">Ps. 48:2<\/a><\/span><span class=\"citation\" id=\"128211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128211)\">Ps. 50:2<\/a><\/span><span class=\"citation\" id=\"94232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94232)\">Lam. 2:15<\/a><\/span> as near as we possibly can. <\/div><div class=\"paragraph jod\" id=\"v21n400\"> Now, there will be this difference between that city and the cities and Temples which are being built. The cities and Temples which we are now engaged in building, we expect to decay; we expect the rock and the various building materials will in time waste away, according to natural laws. But when we build that great central city, the New Jerusalem, there will be no such thing as the word decay associated with it; it will not decay any more than the pot of manna which was gathered by the children of Israel<span class=\"citation\" id=\"54069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54069)\">Ex. 16:32-35<\/a><\/span> and put into a sacred place in the ark of the covenant.<span class=\"citation\" id=\"76888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76888)\">Heb. 9:4<\/a><\/span> It was preserved from year to year by the power of God; so will he preserve the city of the New Jerusalem, the dwelling houses, the tabernacles, the Temples, etc., from the effects of storms and time. It is intended that it will be taken up to heaven, when the earth passes away.<span class=\"citation\" id=\"80696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80696)\">Rev. 21:1-5<\/a><\/span> It is intended to be one of those choice and holy places, where the Lord will dwell, when he shall visit from time to time, in the midst of the great latter-day Zion, after it shall be connected with the city of Enoch.<span class=\"citation\" id=\"128208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128208)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"128219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128219)\">Gen. 14:33-35 (JST)<\/a><\/span><span class=\"citation\" id=\"128209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128209)\">D&amp;C 84:100<\/a><\/span> That then is the difference. <\/div><div class=\"paragraph jod\" id=\"v21n401\"> The Lord our God will command his servants to build that Temple, in the most perfect order, differing very much from the Temples that are now being built. You are engaged in building Temples after a certain order, approximating only to a celestial order; you are doing this in Salt Lake City. One already has <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been erected in St. George, after a pattern in part, of a celestial order. But by and by, when we build a Temple that is never to be destroyed, it will be constructed, after the most perfect order of the celestial worlds. And when God shall take it up into heaven it will be found to be just as perfect as the cities of more ancient, celestial worlds which have been made pure and holy and immortal. So it will be with other Temples. And we, in order to build a Temple, after a celestial order in the fulness of perfection, will need revelators and prophets in our midst, who will receive the word of the Lord; who will have the whole pattern thereof given by revelation, just as much as everything was given by revelation pertaining to the tabernacle erected in the wilderness by Moses.<span class=\"citation\" id=\"54376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54376)\">Ex. 25:9<\/a><\/span><span class=\"citation\" id=\"54380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54380)\">Ex. 26:1-37<\/a><\/span><span class=\"citation\" id=\"54382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54382)\">Ex. 27:1-21<\/a><\/span> Indeed, before we can go back to inherit this land in all its fulness of perfection, God has promised that he would raise up a man like unto Moses.<span class=\"citation\" id=\"89750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89750)\">D&amp;C 103:11-20<\/a><\/span> Who this man will be I do not know; it may be a person with whom we are entirely unacquainted; it may be one of our infant children; it may be some person not yet born; it may be someone of middle age. But suffice it to say, that God will raise up such a man, and he will show forth his power through him, and through the people that he will lead forth to inherit that country, as he did through our fathers in the wilderness. Did he then display his power by dividing the waters?<span class=\"citation\" id=\"54004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54004)\">Ex. 14:21-22<\/a><\/span> Yes. Did the mountains and land shake under his power?<span class=\"citation\" id=\"54161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54161)\">Ex. 19:18<\/a><\/span><span class=\"citation\" id=\"54326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54326)\">Ex. 20:18<\/a><\/span> Yes. Did he speak to the people by his own voice?<span class=\"citation\" id=\"54944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54944)\">Deut. 4:10-13<\/a><\/span> Yes. Did he converse with Moses face to face?<span class=\"citation\" id=\"54522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54522)\">Ex. 33:11<\/a><\/span> Yes. Did he show him his glory?<span class=\"citation\" id=\"54820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54820)\">Num. 20:6<\/a><\/span><span class=\"citation\" id=\"92241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92241)\">Moses 1:5<\/a><\/span><span class=\"citation\" id=\"92299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92299)\">Moses 1:31<\/a><\/span> Yes. Did he unfold to him in one moment more than all our schools and academies, and universities could give us in ten  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thousand years?<span class=\"citation\" id=\"92293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92293)\">Moses 1:27-29<\/a><\/span> Yes. God will assuredly raise up a man like unto Moses, and redeem his people, with an outstretched arm,<span class=\"citation\" id=\"55123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55123)\">Deut. 26:8<\/a><\/span> as their fathers were redeemed, at the first, going before them with his own presence, and will also surround them by his angels.<span class=\"citation\" id=\"89772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89772)\">D&amp;C 103:15-20<\/a><\/span> I expect, when that time comes, that man will understand all the particulars in regard to the Temple to be built in Jackson County. Indeed, we have already a part of the plan revealed, and also the plat explaining how the city of Zion is to be laid off, which may be found commencing on page 438, Volume 14 of the MILLENNIAL STAR. From what has been revealed of this Temple to be erected we can readily perceive that it will differ from anything that we have had. It will differ in regard to the number of rooms; it will differ very much in its outward and also its inward form; and it will differ in regard to the duties to be performed in each of its rooms to be occupied by the respective departments of priesthood. This house will be reared, then, according to a certain plan, which God is to make known to his servant whom he will, in his own due time, raise up. And he will have to give more revelation on other things equally as important, for we shall need instructions how to build up Zion; how to establish the center city; how to lay off the streets; the kind of ornamental trees to adorn the sidewalks, as well as everything else by way of beautifying it, and making it a city of perfection, as David prophetically calls it.<span class=\"citation\" id=\"56645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56645)\">Ps. 48:2<\/a><\/span><span class=\"citation\" id=\"56669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56669)\">Ps. 50:2<\/a><\/span><span class=\"citation\" id=\"60734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60734)\">Lam. 2:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n403\"> And then God will come and visit it; it will be a place where he <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will have his throne,<span class=\"citation\" id=\"56629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56629)\">Ps. 48:1-3<\/a><\/span><span class=\"citation\" id=\"128212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128212)\">Rev. 21:5<\/a><\/span> where he will sit occasionally as King of Kings and Lord of Lords,<span class=\"citation\" id=\"80455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80455)\">Rev. 19:16<\/a><\/span> and reign over his people<span class=\"citation\" id=\"128214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128214)\">D&amp;C 76:63<\/a><\/span><span class=\"citation\" id=\"128215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128215)\">D&amp;C 133:25<\/a><\/span> who will occupy this great western continent; the same as he will have his throne at Jerusalem.<span class=\"citation\" id=\"128213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128213)\">Rev. 22:3<\/a><\/span> &#x201C;Beautiful for situation, the joy of the whole earth, is mount Zion, on the sides of the north, the city of the great King.&#x201D;<span class=\"citation\" id=\"56646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56646)\">Ps. 48:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n404\"> And again he says: <\/div><div class=\"paragraph jod\" id=\"v21n405\"> &#x201C;Out of Zion, the perfection of beauty, God hath shined.&#x201D;<span class=\"citation\" id=\"56670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56670)\">Ps. 50:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n406\"> Does the Psalmist mean that God will shine literally out of Zion?<span class=\"citation\" id=\"56671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56671)\">Ps. 50:2<\/a><\/span> Yes, shine with light that will be seen by the righteous and the wicked also. <\/div><div class=\"paragraph jod\" id=\"v21n407\"> For fear of taking up too much of the time, I will bring my remarks to a close. I will say, however, I desire greatly that the Lord will bless the Latter-day Saints, and bless his servants that some, at least, may have the pleasure of entering into all the perfection of this glory, here in this temporal life; while the more aged, the grayhaired and graybearded like myself, will perhaps pass away, if the Lord requires it. And that our sons may rise up after us, being filled with the power and Spirit of God, to carry out his great and righteous purposes, even to completion. <\/div><div class=\"paragraph jod\" id=\"v21n408\"> I pray God to bless the inhabitants of Logan and those of the towns round about in this valley, and throughout all our mountain regions; and that his peculiar blessings and favor may continue to attend us while we sojourn in these mountains, and go with us when Zion shall be redeemed in all its fulness. Amen. <\/div>\n<\/div>\n<\/div>"}