{"ID":210008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Cooperation and the United Order&#x2014;The Saints Should Be Governed By the Law and Will of God&#x2014;The Approaching Calamities Upon the World&#x2014;Should Be Willing to Forsake Earthly Interests for the Gospel's Sake.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Regular Priesthood Meeting of the Weber Stake of Zion, Held at Ogden, September 21, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Cooperation and the United Order, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 9\/21\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v21n158\"> I have been desirous to meet with the priesthood of this Stake, and I have invited a number of the presidents of Stakes within this district of country to be present at this meeting, for the consideration of certain questions that have been pressing themselves upon my mind for some time, that I want to lay before the people here. <\/div> <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n159\"> We have met here in a capacity of the holy priesthood, and all of us profess to be elders in Israel, and to be disposed at least to walk according to the order of God, and to seek to establish the principles of righteousness as far as lies in our power, and to try to build up his kingdom on the earth. That, at least, is our profession, and I believe  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the sentiment of the hearts of most of the brethren now assembled. At the same time we have different ideas about many things, particularly things of a temporal nature, so called. We go in a good deal for what is called &#x201C;free trade and sailor's rights&#x201D;&#x2014;we want to enjoy a large amount of liberty. All these things are very popular and very correct. But in our acts and doings it is necessary that we be governed by certain laws and principles which have been given unto us by the Lord. We all concede to this. But there are some things we seem to be very much confused about, in regard to our temporal matters. During the lifetime of President Young&#x2014;several years ago, it seemed as though he was wrought upon to introduce cooperation and the United Order,<span class=\"citation\" id=\"128110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128110)\">D&amp;C 78:1-22<\/a><\/span><span class=\"citation\" id=\"128111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128111)\">D&amp;C 82:1-24<\/a><\/span><span class=\"citation\" id=\"128112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128112)\">D&amp;C 104:1<\/a><\/span> to quite an extent. He told us at the time that it was the word and the will of God to us. I believed it then; and I believe it now. And yet, at the same time, every kind of idea, feeling and spirit has been manifested. In many places cooperation and the United Order have been started under various forms; in some they have succeeded very well, and in other places people have acted foolishly and covetously, seeking their own personal, individual interests under the pretense of serving God and carrying out his designs. Others have been visionary and have undertaken things which were impracticable, while others have not acted in good faith at all. There has been every kind of feeling among us as a people, that is possible to exist anywhere. And I have thought sometimes in regard to our cooperative institutions, that some of those who are engaged in them and sustained by them are as much opposed to cooperation and United Order as any other class of people we have. <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> At least, I have noticed feelings of that kind. I do not say they are general. But there are certain reflections in relation to these matters that have been pressing upon my mind for some time. And let me here ask myself a question&#x2014;a question not of a personal nature; I have not come here to talk about any personal matters at all, but upon principle and upon some of those principles that we as Latter-day Saints, and as elders in Israel, profess to believe in. The question would be and my text would be today, if I wanted to take a text: Shall we sustain cooperation and the United Order, and work with that end in view in all of our operations, or shall we give it up as a bad thing unworthy of our attention? That is where the thing comes to, in my mind. At any rate, we wish to act honestly and honorably in this matter. If we believe that these principles are true, let us be governed by them; if we do not, let us abandon them at once, conclude that we have made a mistake and have no more to do with them. For we, all of us, profess to be at least honest men, and to act conscientiously. If there is anything wrong in these things, let us know the wrong; and if it is not a command of God, and not binding upon us, let us quit it. And then the question naturally arises, Are we prepared to do this? And, on the other hand, if we believe that these are principles that are inculcated by the Lord, then let us be governed by them. In fact, whichever way we decide let us carry out our decisions in good faith, and not have our sign painted on one side in white and on the other black or some other color. But let us feel as the prophet Elijah did on a certain occasion, &#x201C;If the Lord be God, follow him: but if Baal, then follow him.&#x201D;<span class=\"citation\" id=\"55685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55685)\">1 Kgs. 18:21<\/a><\/span> There was  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a disposition in ancient Israel to have a part of God and a part of the devil or Baal&#x2014;an idolatrous god which was worshipped by them. I sometimes think that in some respects we are a good deal like them. Do we believe our religion? Yes. Do we believe in the holy priesthood and that God has restored it to the earth? Yes. Do we believe that God has established his kingdom? Yes. And do we believe that the holy priesthood is under the guidance of the Lord? O, yes; but still we would like a good deal of our own way. If we must introduce something that the Lord has commanded, we would like to put it off just as far as we can, and if we cannot do it any other way we will fight against it, according to circumstances, and how things move and operate. We often wish the Lord would not exact certain things of us; we would rather have our own way. But let us look at things calmly and dispassionately. As I understand it, the Lord has gathered us together to do his will, to observe his laws and keep his commandments. And we have certain obligations devolving upon us in the holy priesthood which God requires at our hands. He requires, for instance, of the Twelve to go, when called upon, to the nations of the earth and preach the Gospel to those nations.<span class=\"citation\" id=\"90252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90252)\">D&amp;C 107:33<\/a><\/span> If they were not to do it, would they be justified? No, they would not; God would require the blood of the people at their hands. That is the way I figure up these things. I do not know of any halfway house. As one of the Twelve, I do not want to dodge any of these questions, but meet them fairly and squarely. And I think I have done it; and I think the Twelve generally have. They have always been on hand to go anywhere when the Lord has re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quired them to go, whether in sickness or health, in poverty or abounding in means; no matter what their circumstances, or what individualism would have to be sacrificed, their object has ever been to do the will of God. And so it has been with a great many of the seventies, high priests and also with a great many of the elders. Their feelings have been: Let the Lord speak, and here am I, ready to do his will and carry out his designs. And this feeling exists today in the hearts of a great many; but there are also a great many who do not feel so, who want to dodge these questions. Here is Brother Eldredge, who is one of the presidents of the seventies; he knows how extremely difficult it is to get men, as we used in former years&#x2014;&#x201C;at the drop of the hat,&#x201D; as it was termed, to go on missions. However, I do not wish to dwell upon that; I merely refer to it in passing along. <\/div><div class=\"paragraph jod\" id=\"v21n162\"> We are here, as I understand it, as Jesus was, &#x201C;Not to do our own will, but the will of our Father who sent us.&#x201D;<span class=\"citation\" id=\"69258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69258)\">John 6:38<\/a><\/span> If God had not felt after you, and his spirit operated upon you, you would not be here in these mountains today. What does Jesus say about these things in speaking of them? &#x201C;I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.&#x201D;<span class=\"citation\" id=\"70639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70639)\">John 17:9<\/a><\/span> You have been in the same situation; you have seen the elect of God gathered together through the medium of the holy priesthood, by the opening of the heavens and the revelation of the will of God to man and the restoration of the holy Gospel. You have been gathered together in this way, and we all have. What to do? Is it, as they used to say in the Church of England, to follow the devices and desires of our own hearts? Is  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it to follow out some petty scheme of our own? I do not so understand it; I understand that it is to build up the Church and kingdom of God upon the earth, and to prepare the earth and the people of the earth for the things that are coming on the earth; and to prepare ourselves, as a people, to receive further intelligence, wisdom and knowledge from God, that he may have a people in whom he can place confidence, and whom he can bless, and through them confer blessings on mankind. He expects us to build up his kingdom, and that is the first consideration with us. And this is what he told his disciples in former days, &#x201C;Seek ye first the kingdom of God, and his righteousness; and all these things&#x201D;&#x2014;referring to our temporal concerns, which comparatively are like so many chips and whetstones&#x2014;&#x201C;shall be added unto you.&#x201D;<span class=\"citation\" id=\"63654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63654)\">Matt. 6:33<\/a><\/span> But these things, too, enter into our daily life and our intercourse one with another, and into the purposes of God associated with the gathering of his people together, that they may be one, that through them he can communicate his will to the human family, that there may be a nucleus formed around which the honest in heart from all the world may rally; and be in possession of the word and will of the Lord, and the light, intelligence and revelations of God our Father; that the secret of the Lord might be with those who fear him,<span class=\"citation\" id=\"56536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56536)\">Ps. 25:14<\/a><\/span> and that they might fear him and understand the things which are approaching, and prepare the earth for those things that are coming. We appear here, as it were, in a normal school, to prepare ourselves to carry out the purposes of God upon the earth. Can you find a people anywhere on the earth that will listen to the word of God? No, you cannot; neither can you find <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anybody to whom God could communicate his will. We talk a good deal, and often preach a good deal, about the judgments which are to come upon the earth: wars, pestilence, famine, and distress of nations,<span class=\"citation\" id=\"68024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68024)\">Luke 21:25<\/a><\/span> and testify that calamity will follow so continuously that by and by it will be a vexation to hear the report thereof.<span class=\"citation\" id=\"58637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58637)\">Isa. 28:19<\/a><\/span> We have talked about these things for years. I have myself for upwards of forty years; and as I have said before, so I repeat, that these things which await the world, are forty years nearer than they were forty years ago. God did not mock us when he told us of these things; but all that he has said concerning them through ancient prophets and through Joseph Smith are true, and as sure as God lives they will take place. I will prophesy that they will take place as sure as God lives, and they are approaching very rapidly upon us. We are told that the day will come when he that will not take up his sword against his neighbor must needs flee to Zion for safety.<span class=\"citation\" id=\"85776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85776)\">D&amp;C 45:68<\/a><\/span> And is that true? Yes, it is. If that should take place today, are we prepared for it? I think not. If we should go on for years as we are now going on shall we be prepared for it? We are not, today, all of us, preparing for these things. We can hardly manage a few miserable apostates and a few Gentiles, and we feel very creepy sometimes about anything that transpires, not knowing how or what may be the result; instead of being clothed upon with the spirit of God and being filled with the Holy Ghost, the light of revelation and the power of God. But we do not have this kind of feeling, and we are divided up in our interest, one man pulling against another, so much so, that we have today all kinds of Gentilism among us. Even our newspapers give  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>circulation to certain classes of advertisements which are a living lie, and it is a shame and disgrace that such things should be seen in Zion. Some call it Gentile trickery, the tricks of trade, etc., but I call it chicanery and falsehood, and it is so in regard to many other things. Does this comport with the position we occupy as men holding the holy priesthood? I do not think it does. I think we ought to occupy a more elevated and honorable position; I think we ought to be governed by other influences, and be actuated by other motives. I think that our lives, our desires, our feelings and our acts ought to be to try to build up Zion and establish the kingdom of God upon the earth; that we should be united in our temporal as well as in our spiritual affairs,<span class=\"citation\" id=\"128113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128113)\">D&amp;C 78:3-7<\/a><\/span> for God says: &#x201C;If you are not one you are not mine.&#x201D;<span class=\"citation\" id=\"85165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85165)\">D&amp;C 38:27<\/a><\/span> Do you believe it? You elders of Israel, do you believe that saying? And if we are not the Lord's then whose are we? We have our own plans, our own notions and our own theories; and as one of old expressed it, we are seeking for gain, every one from his own quarter.<span class=\"citation\" id=\"59821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59821)\">Isa. 56:11<\/a><\/span> And we are governed to a very great extent by selfishness, and too much by our own personal feelings, and allow these things to influence us instead of being governed by those high, noble, dignified and glorious principles that dwell in the bosom of God, which emanated from him, and which dwell also in the bosoms of those who in sincerity fear God and keep his commandments.<span class=\"citation\" id=\"57642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57642)\">Eccl. 12:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n165\"> Now, I know what many of you will say, in speaking of cooperation: &#x201C;there has been a great many abuses.&#x201D; Yes, I admit it&#x2014;numbers of them. &#x201C;What, and under the name of the United Order also?&#x201D; Yes, any quantity of them. Joseph Smith in his day said it was ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tremely difficult to introduce these things because of the greed, covetousness,<span class=\"citation\" id=\"128114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128114)\">D&amp;C 104:4<\/a><\/span> selfishness and wickedness of the people. I wish here to refer to one or two things connected with this subject. I spoke about the Twelve, the seventies, the elders and the high priests; and stated that a great many of them had been out preaching the Gospel, and that some of them felt as though it is hard work. It is, no doubt, very uphill business for a man to be a Saint if he is not one; and if he has not the principles of the Gospel in his heart, it must be very hard work, I may say an eternal struggle, for him to preach. But if a man has got the pure principles of the Gospel in his heart, it is quite easy for him to expound the truth. Well, now, I will take the words of Jesus: &#x201C;Except a man can forsake father or mother, wife and children, houses and lands, for my sake, he cannot be my disciple.&#x201D;<span class=\"citation\" id=\"67694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67694)\">Luke 14:26<\/a><\/span> And let me say to you, my brethren, that that Gospel is just as true today as it was then, that except a man is prepared to forsake his earthly interests for the sake of the Gospel of the Son of God, he is unworthy of it, and cannot be a true Saint. Now, this is where the hardship comes in and it also accounts for this eternal rubbing and bumping. &#x201C;How much can't I do, and how little can I do to retain fellowship with the Church; and how much can I act selfishly and yet be counted a disciple of Christ?&#x201D; Did you never feel as Paul describes it&#x2014;the spirit striving against the flesh?<span class=\"citation\" id=\"74642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74642)\">Gal. 5:17<\/a><\/span> I guess you have, and you doubtless know all about it; for these are plain matters of fact. This is the position the Gospel has placed us in; and it is a very difficult thing to serve two masters, in fact it is useless for any man to attempt to do it, &#x201C;for (as the Savior says)  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.&#x201D;<span class=\"citation\" id=\"63572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63572)\">Matt. 6:24<\/a><\/span> And therefore Jesus said: &#x201C;Take my yoke upon you, and learn of me; for I am meek and lowly of heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.&#x201D;<span class=\"citation\" id=\"64329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64329)\">Matt. 11:29-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n167\"> But to return to the principles of cooperation and United Order. Supposing a man had come to you elders, when you were out on missions, requesting baptism at your hands, without having repented of his sins, would you have baptized him? No, you would not. But supposing he claimed to believe in the Lord Jesus Christ, but not in baptism; would you receive him into the Church? No, you dare not do such things. But supposing again that he believed in baptism and in the Lord Jesus Christ, and had repented of his sins, but did not believe in the laying on of hands for the reception of the Holy Ghost; would you baptize him? No. And further supposing he had complied with all these requirements, and he had the opportunity to gather to Zion but did not improve the opportunity, would you consider him a very good Saint? No. Now, beside all these, the Lord has given us a law pertaining to tithing; and if he did not comply with that would you consider him a good Saint? No. And we are told to build temples, and the man who would refuse to do this work, you would consider him a very poor specimen of a Latter-day Saint. Referring to the United Order, the Lord has given us to understand that whosoever refuses to comply with the requirements of that law, his name shall not be known in the records of the Church, but shall be blotted out; neither shall his children <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have an inheritance in Zion.<span class=\"citation\" id=\"65162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65162)\">Matt. 19:16-24<\/a><\/span><span class=\"citation\" id=\"88047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88047)\">D&amp;C 85:1-12<\/a><\/span> Are these the words of the Lord to us? I suppose there are none here today but would say, Yes. How, then, can I or you treat lightly that which God has given us? It is the word of God to me; it is the word of God to you. And if we do not fulfil this requirement what is the result? We are told what the result will be. These things have not taken place now; but we have been wandering about from place to place, and the Lord has blessed us in a remarkable degree. And we are gathered together, as I have said, for the purpose of building up Zion, and we are supposed to be the servants of God having engaged to perform this work; and individually, I would say, I do not want to profess to be a Saint, if I am not one,<span class=\"citation\" id=\"85166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85166)\">D&amp;C 38:27<\/a><\/span> nor if the work we are engaged in is not of the Lord; if the principles we believe in are false, I do not want anything to do with them; on the other hand, if they are true then I want to be governed by them, and so do you. We must carry out the word and will of God, for we cannot afford to ignore it nor any part of it. If faith, repentance and baptism and laying on of hands is right and true and demands our obedience, so does cooperation and the United Order. Some may say, here is such and such a man has been connected with the United Order, and how foolishly he has acted, and others have gone into cooperation and made a failure of it. Yes, that may be all very true, but who is to blame? Shall we stop baptizing people and make no further efforts to establish the kingdom of God upon the earth, because certain ones have acted foolishly and perhaps wickedly? Do the actions of such people render the principles of the Gospel without effect<span class=\"citation\" id=\"72290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72290)\">Rom. 3:3<\/a><\/span> or the doctrines we teach untrue? I think  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you would not say so. What do we do with such cases? We purge them out, we cut them off according to the laws God has laid down; but we do not stop the operations of the Gospel, such a thought never enters our minds, for we know the work already commenced is onward and upward. Shall we then think of putting an end to these other principles because men have acted foolishly and selfishly and done wrong? No, I think not; I do not think we can choose one principle and reject another to suit ourselves. I think that all of these things, as we have received them, one after another are equally binding upon us. Jesus said, &#x201C;Man shall not live by bread alone, but by every word that proceedeth out from the mouth of God.&#x201D;<span class=\"citation\" id=\"62839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62839)\">Matt. 4:4<\/a><\/span> This is as true today as it was when spoken. <\/div><div class=\"paragraph jod\" id=\"v21n169\"> I have seen a disposition among many of the brethren to pull off in every kind of way, and this spirit and tendency is spreading and growing in every part of our Territory. We have cooperative stores started, and we have the eye of God painted over the doors, with the words &#x201C;Holiness to the Lord&#x201D;<span class=\"citation\" id=\"54588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54588)\">Ex. 38:26<\/a><\/span><span class=\"citation\" id=\"58375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58375)\">Isa. 23:18<\/a><\/span><span class=\"citation\" id=\"62370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62370)\">Zech. 14:20<\/a><\/span> written overhead. Do we act according to that? In a great many instances I am afraid not. But what of that? Shall we depart from these principles? I think not. What was the principle of cooperation intended for? Simply as a stepping stone for the United Order, that is all, that we might be united and operate together in the interest of building up Zion. Well, having started, what do we see? One pulling one way, another pulling another way; everyone taking his own course. One man says: Such a one takes his own course, and I will take mine. Using the same line of argument, because one man commits a wrong unworthy <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the calling of a Latter-day Saint, his doing so is to be an excuse for my doing the same thing. As I understand it, I am called to fear God,<span class=\"citation\" id=\"128115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128115)\">Eccl. 12:13<\/a><\/span> whether anybody else does it or not; and this is your calling just as much as it is mine. We may indeed shirk it and violate the covenants we have made. The Lord has blessed us with endowments and covenants of which the world know nothing, neither can they know anything about it. And he has given unto us these things that we might be brought into closer union with God, that we might know how to save ourselves, our wives and children, as well as our fathers and progenitors who have gone before us. Having done this, what next? God has revealed certain things to the children of men now as he formerly revealed the Gospel to the children of Israel. But could they stand it? No, they could not. Moses succeeded in leading seventy of the elders of Israel to the presence of God;<span class=\"citation\" id=\"54363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54363)\">Ex. 24:9-11<\/a><\/span> he would have led all Israel into his presence, but they would not be led;<span class=\"citation\" id=\"87624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87624)\">D&amp;C 84:23-24<\/a><\/span> they turned to idolatry, to evil and corruption, and hence they became disobedient and unmanageable.<span class=\"citation\" id=\"128116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128116)\">Ex. 32:1-9<\/a><\/span> And when the Lord spake to them they became terrified and said, &#x201C;Let not God speak unto us, lest we die.&#x201D;<span class=\"citation\" id=\"54336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54336)\">Ex. 20:19<\/a><\/span> God wants to bring us near to him, for this purpose he has introduced the Gospel with all its ordinances. Has he been true to us? Yes. And when you elders have been out preaching and baptizing people for the remission of their sins, and when confirming them members of this Church, you have said, Receive ye the Holy Ghost,<span class=\"citation\" id=\"70898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70898)\">John 20:22<\/a><\/span> have they received it? They have, God bearing witness of the truth of your words and of his ministry conferred upon you. <\/div><div class=\"paragraph jod\" id=\"v21n170\"> Now then, he calls upon us to be one.<span class=\"citation\" id=\"85167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85167)\">D&amp;C 38:27<\/a><\/span> What for? Because we are  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>associated with his kingdom. With what? With his kingdom. What is his kingdom? It is his government, rule, authority, dominion, power, etc. God has introduced <span class=\"italic\">his<\/span> kingdom after <span class=\"italic\">his<\/span> order, and it is for him to guide that kingdom and direct it, and manage it, and manipulate it in the interest of the honest in heart, and of all nations. He has commenced it among us that he might have a little nucleus where he could communicate and reveal his will, composed of such as would carry that will out, and do his bidding and obey his behests. That is what we are here for, and not to do our own will, any more than Jesus came to do his will, but the will of his Father.<span class=\"citation\" id=\"69171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69171)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69259)\">John 6:38<\/a><\/span> What do we know about building up the kingdom of God? What do we know about the calamities that are to come? I can tell you that while we have peace today and everything runs smoothly and quietly on, the day is not far distant before the Lord will arise to shake terribly the earth,<span class=\"citation\" id=\"57869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57869)\">Isa. 2:19,21<\/a><\/span> and it will be felt in this nation more keenly and more severely than any of you have seen it by a great deal, and I know it, and I bear testimony to it. We have no time to experiment in following our own notions and ideas; we have something else to do, we have got to build up the kingdom of God; and in order to do this we must of necessity unite ourselves together, and seek to know the mind of God to carry it out. And all that we do should be done with this object in view. We have all kinds of individual interests and enterprises among us; some men are operating quite considerably one way and another, and some are not. Brother Jennings, for instance, who is present with us today, besides owning stock to the extent of $90,000 in Z.C.M.I., is, with others, <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> engaged with other pursuits of a manufacturing nature, which are very laudable. Such enterprises tend to give employment to the people, and this is what we want, and what we must have sooner or later. There is one thing, however, I would here say about forming unions and partnerships in any line of manufacture: Let them be formed with the understanding that when the proper time shall arrive they can merge into cooperation, or the United Order. It is very important that in all of our undertakings we should have at heart this feeling and work to this end, and then we may reasonably expect that it can be but a question of time to bring out a grand consolidation of all individual interests. I have been impressed in my feelings upon these subjects for some time, therefore I speak about them as I do. How many years is it since this was started, and how little we have done! I tell you if we go a little further in our drawing off, and each taking his own course, God will leave us to ourselves. But he will not leave us as long as we manifest a desire to do right; and I am pleased to say there is a feeling generally among the brethren to listen to counsel, yet at the same time we are apt to get confused, forgetting the object we have in view, amidst the variety of things that present themselves. Shall we, my brethren, give up cooperation? Or shall we consider men in good fellowship who are pulling off in either direction, or shall we not? What shall we do? Shall we be true to our religion, true to our faith, true to the principles that God has commanded; or shall we forsake them? We will not forsake them, and the brethren generally do not feel like doing it; but there are a few now and then who get off the track. We  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>want to get together and unite our hearts and sympathies into one, placing ourselves under proper direction, holding ourselves in readiness to perform any work required by God at our hands. I will tell you in the name of Israel's God that if you keep his commandments you will be the richest of all people,<span class=\"citation\" id=\"85214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85214)\">D&amp;C 38:39<\/a><\/span> for God will pour wealth upon you; but if you do not, you will have to struggle a good deal more than you have done, for the Spirit and blessings of God will be withdrawn from us, just in proportion as we withdraw ourselves from God. We are living in an eventful age, an age in which many wonderful changes are to be wrought. We are told many other <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things of a similar nature, that he who will not take up his sword against his neighbor, must needs flee to Zion for safety.<span class=\"citation\" id=\"85777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85777)\">D&amp;C 45:68<\/a><\/span> The Latter-day Saints will see the day when people will flock to Zion, and many of them will say, we do not know anything about your religion, but you are an honorable, just, industrious and virtuous people, you administer justice and equity, and the rights of man are protected and maintained. You maintain good government, extending protection to everybody, and we want to live with you and be one with you. We want to prepare ourselves for these things, for they are coming as sure as God lives. Amen. <\/div>\n<\/div>\n<\/div>"}