{"ID":210017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Difference Between the Latter-Day Saints and All Other Professing Christians.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Salt Lake Assembly Hall, Sunday Afternoon, April 11, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Difference Between, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 4\/11\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v21n357\"> I am thankful today for this opportunity of meeting with my brethren and sisters in this fine hall to worship God and spend a little time in reflecting upon the principles of the Gospel of Jesus Christ, and I am thankful also for this opportunity of bearing my testimony to the truth of the work in which we are engaged. I trust that during the short time I shall stand before you I may be led by the Holy Spirit to say something which will edify and instruct the people. <\/div><div class=\"paragraph jod\" id=\"v21n358\"> It was remarked by Brother N. H. Felt, who has just addressed us, that it would be a difficult matter to answer the question&#x2014;wherein do the Latter-day Saints, or &#x201C;Mormons,&#x201D; differ in their views from the rest of the people who profess the Christian religion. True this would be a difficult question to answer in a few minutes satisfactorily. There are a great many points of difference between our doctrines and the doctrines of the so-called Christian world, but if I were to attempt to answer the question in brief I would say the chief difference consists in this&#x2014;That the religion which we have received has come down from God out of heaven direct, by revelation, in the day and age in which <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we live, while the religions which are believed in by the various Christian denominations who meet today in different parts of the world to worship God, most of which have been in existence for a long time have been in every case arranged by men. The people who belong to the various Christian sects all profess to believe in one Book&#x2014;the Bible, and in one God; but their ideas in regard to religion and in regard to the manner in which God shall be worshipped and served are very different, and when we trace up the origin of their religion we find that in every case, with perhaps one exception, they have been started by men; by individuals who, no doubt, in the first place, believed they were enlightened of God and had come to the conclusion that such and such doctrines were the doctrines of Christ, and that it was their duty to preach these doctrines. They convinced others of the truth of the ideas which they had adopted, and together they formed a religious society. Now, we shall find that this is the case with all those different sects and parties, that compose modern Christendom with the exception perhaps of the Church which is called the Church of Rome, the  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Roman Catholic church. That church professes to be a continuation of the Church which Jesus Christ established. It professes to have the same authority, handed down from generation to generation, which was exercised by the ancient apostles. It professes to have the keys that Peter held. The Pope of Rome professes to be the successor of St. Peter, and the priesthood of the church of Rome profess to have the same authority, or similar authority, or a succession of the authority, which was held in the primitive Christian Church. They say there has been no interruption of this line of priesthood in the church which Jesus Christ established, to build up which the ancient apostles lost their lives&#x2014;that this priesthood has been continued down through the stream of time to our own period. All the rest of the denominations called Christian have sprung from that body directly or indirectly, and their organization was started in the way that I have briefly described. <\/div><div class=\"paragraph jod\" id=\"v21n360\"> You see then there is a great difference between our professions and the professions of all the rest of the Christian world in this particular. We testify that in the day and age in which we live, God, who spoke in ancient times to the prophets, and in the meridian of time by his Only Begotten Son, has uttered his voice again out of heaven; that Jesus who died on Calvary, that we might live, has manifested himself in this day and age of the world; that the angels of God, who were men that ministered in the name of the Lord, in the flesh, in times of old, who died in the truth and live in God, have come to the earth in this age of the world and revealed the things of God; and that this Church of Jesus Christ of Latter-day Saints has been organized, not by the wis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom of man, not by persons who have reflected and studied and come to certain conclusions in their own minds and then founded a church, but that it has been organized and established and carried on and directed under the immediate revelations of the Most High God. You see this is quite a difference. There is quite a distinction between us and all the rest of the people called Christians. I do not know, however, whether the great body of people called Christians will allow us to adopt that name. They dispute our right to the title of Christians. They call us &#x201C;Mormons&#x201D;&#x2014;rather a foolish title to give us. Mormon is the name of a man, a servant of God, a prophet of the Most High, who lived anciently on this continent and wrote some of the things revealed to him in a book called the Book of Mormon; and because we believe in that book, our &#x201C;Christian&#x201D; friends call us &#x201C;Mormons.&#x201D; We might just as well call them Peters, because they believe in Peter; we might just as well call them Pauls, Jeremiahs, Isaiahs, or Lukes, because they believe in the sayings of these men written in the book called the Bible. <\/div><div class=\"paragraph jod\" id=\"v21n361\"> But the stranger might say, &#x201C;It is very well for you to make such a statement as you have made, that your Church has been organized by the commandment of God and by divine revelation from him in the present day, but how can you prove that to the world?&#x201D; There is a very simple way by which this can be found out, by which the truth or falsity of what I have said can be established. The people who live here in Utah, who have been gathered here from a great many different parts of the earth, are here because they know that what I have spoken of this afternoon is true. This is  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>what brought them here. They have not come up to the heights of these mountains to dig for gold or silver, to make themselves rich with the fruits and products of the earth, or to unite together to establish some socialistic system for the mere bettering of their temporal circumstances. They have come here from the east, from the west, from the north and from the south, from the different continents and from the islands of the sea, because in their own souls they have received a testimony similar to that which I have borne this afternoon. They have investigated the subject; they took the course pointed out to them by which they could find out the truth or falsity of this work for themselves, and having received a testimony that it is true they have come up here to these mountains; they have left their homes in various lands, they have turned their backs on their former homes and relationships, broken up their business affairs, many of them having left friends and family and have come up here to these mountains that they may learn more of this important work, having first of all received a testimony from God that it is true. Well, someone may say, &#x201C;How did they find it out? Did they find it out because somebody told them? Did they receive their testimony from some other man or woman?&#x201D; No; they received it direct from the Lord, direct from the heavens, for &#x201C;God is no respecter of persons: But in every nation he that feareth him, and worketh righteousness, is accepted of him.&#x201D;<span class=\"citation\" id=\"71773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71773)\">Acts 10:34-35<\/a><\/span> He is just as willing to manifest himself to an Englishman, an American, a Scotchman, an Irishman, a Dutchman, a Scandinavian, a South Sea Islander or anybody else, as to a Jew. How did they obtain this testimony? The Apostle James, <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> some of whose writings we have in this book called the New Testament, told the people in his day, &#x201C;If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive anything of the Lord.&#x201D;<span class=\"citation\" id=\"77435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77435)\">James 1:5-7<\/a><\/span> Now when the elders of this Church went out with this testimony that God had again spoken from the heavens, that communication between the heavens and the earth, which was once enjoyed by men of old had again been opened up, they told the people who heard their words that if they would believe in the true and living God, if they would believe in the Lord Jesus Christ, if they would repent of their sins and be baptized in water for the remission of sins, they should receive the Holy Ghost, and by this Spirit they should obtain a testimony direct from the Almighty to their own souls, that God had in very deed commenced the great work of the latter days, spoken of by all the holy prophets since the world began.<span class=\"citation\" id=\"71396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71396)\">Acts 3:21<\/a><\/span> What was the result of this teaching? Why, in every place, in every part of the world, among any people, no matter what their former customs or religion might have been, no matter what condition they might be in, no matter how they had been educated, no matter of what race they might be, wherever they heard the sound of this Gospel and obeyed it, they received a testimony of the truth of this work and therefore have gathered up to these mountains. <\/div><div class=\"paragraph jod\" id=\"v21n363\"> This is my testimony to this congregation this afternoon: that, having received this Gospel and obeyed it in the way that I have pointed out,  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I received a testimony to my own soul, from the Almighty, by which I have no longer any doubt as to its truth; no longer to depend upon the testimony of man. I can say for myself, before God, before the heavenly hosts, before all nations wherever I may be sent, that I know this work is true. I know that God lives. I know that God hears and answers prayers. I know that Jesus is the Christ. I know that angels have come down from the heavens in these the last times and restored the ancient Gospel. I know that the holy priesthood, the power of God, the authority to administer in the name of the Lord, held by men, in ancient times, has been restored to men in these the latter days, and that it is here upon the earth, never to be taken away again until the work has been accomplished for which it was sent; until every nation shall hear the sound of the Gospel; until every nation, kindred, tongue and people, shall hear of the purposes of the Great Jehovah; until all people shall be warned, and the honest and upright, and the truth-loving in every clime shall be gathered unto the fold of Christ; until the way shall be prepared for the coming of the Lord Jesus Christ&#x2014;to reign in Mount Zion and Jerusalem, and before his ancients gloriously;<span class=\"citation\" id=\"58511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58511)\">Isa. 24:23<\/a><\/span> until the earth is redeemed from the curse;<span class=\"citation\" id=\"128193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128193)\">Rev. 22:1-3<\/a><\/span><span class=\"citation\" id=\"128194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128194)\">D&amp;C 38:18<\/a><\/span><span class=\"citation\" id=\"92670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92670)\">Moses 5:56<\/a><\/span> until Satan and his hosts are bound;<span class=\"citation\" id=\"80486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80486)\">Rev. 20:2<\/a><\/span><span class=\"citation\" id=\"88775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88775)\">D&amp;C 88:110<\/a><\/span> until the great work of God is accomplished and all his children brought up from death and hell and the grave, and placed in a position where they can glorify God throughout the countless ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v21n365\"> It is popularly supposed that when our elders go out as missionaries to the different countries of the earth, they go for the purpose of inducing people to gather here to these <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> peaceful valleys, that they might be made subservient to our leaders. That is the popular idea. There cannot, however, be anything more false and ridiculous than this. What object could men have in taking the trouble to go, as our elders do, to face the frowns of the world, to be scoffed at and despised, to travel &#x201C;without purse or scrip,&#x201D;<span class=\"citation\" id=\"68193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68193)\">Luke 22:35<\/a><\/span> as did the ancient servants of God, suffering contumely, persecution, privation, and even hunger and thirst, traveling footsore and weary, among a people who, generally speaking, do not desire to hear their testimony? Their object is to preach the Gospel of Christ, and to bear witness of this great work. It is not merely to gather people to these mountains. When people do come here they come just as I have said&#x2014;because they have received the Gospel, and know it to be true. They come up here that they may learn more of the ways of the Lord.<span class=\"citation\" id=\"57819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57819)\">Isa. 2:3<\/a><\/span> And this is the testimony that our elders bear wherever they may be sent: That God has restored the ancient Gospel and that he is building up his Church on the earth again for the last time; that the hour of God's judgment is nigh; that the angel, to whom Brother Felt referred, and about whom he quoted from the revelations of St. John, has come to the earth with &#x201C;the everlasting gospel to preach to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79928)\">Rev. 14:6-7<\/a><\/span> This is our testimony, this is why we go forth, and when the people hear our testimony and believe it, and call upon the Lord for a witness, they receive it, and then they are willing to forego everything for the sake of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v21n366\"> There is another great difference between our religion and the reli<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gions of the world, and that consists in the power and authority of the priesthood to which I have briefly referred. Now, it is true that the church called the Church of Rome, professes to have the priesthood. That church professes to have the same authority which was in the ancient church, and that it has been handed down from generation to generation to our own times. The Church of England&#x2014;or the Episcopal Church as it is called here&#x2014;professes to have a portion of that same authority. The Greek Church also professes to have a portion of that authority. They are branches or offshoots from this Roman Catholic Church; but the rest of the Christian denominations repudiate any idea of a priesthood. They think there is no need for any priesthood. They say that Jesus was the Great High Priest,<span class=\"citation\" id=\"76555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76555)\">Heb. 4:14<\/a><\/span> and that there is no need for any more priests; that is the prevalent idea among the rest of the Christian sects. But we do believe in the necessity of this priesthood, and say that it has been restored from heaven in this our own times. In what way? In the first place John the Baptist, who went before Jesus to prepare the way for him as the prophets predicted,<span class=\"citation\" id=\"128195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128195)\">Isa. 40:3-5<\/a><\/span><span class=\"citation\" id=\"62660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62660)\">Matt. 3:1-3<\/a><\/span><span class=\"citation\" id=\"64250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64250)\">Matt. 11:10-11<\/a><\/span><span class=\"citation\" id=\"128197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128197)\">Luke 3:4-6<\/a><\/span> who held the priesthood of Aaron, or the Levitical priesthood&#x2014;that same person who baptized Jesus in the river Jordan,<span class=\"citation\" id=\"62746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62746)\">Matt. 3:13-17<\/a><\/span> and who was beheaded for preaching the word of the Lord,<span class=\"citation\" id=\"66554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66554)\">Mark 6:22-29<\/a><\/span> has come to the earth in this day and age of the world, and ordained man to the same authority and priesthood that he held while he was in the flesh.<span class=\"citation\" id=\"84024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84024)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"84536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84536)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93943)\">JS&mdash;H 1:68-72<\/a><\/span> Now, I do not know that there is another people on the face of the earth that possess any such thing as that, so that in that respect there is a great difference between our religion and the religions of the world. Further, we testify <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that not only this lesser priesthood which was held by John the Baptist has been restored, but that Peter, James and John, who held the Apostleship, the same priesthood which Christ held, have come in this our own time and restored the authority which they held.<span class=\"citation\" id=\"84626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84626)\">D&amp;C 27:12<\/a><\/span> &#x201C;As my Father hath sent me, even so send I you,&#x201D;<span class=\"citation\" id=\"70886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70886)\">John 20:21<\/a><\/span> said Jesus to his disciples. They were ordained to the same authority that He held.<span class=\"citation\" id=\"129370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129370)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70187)\">John 15:16<\/a><\/span> What authority was that? We are told that Christ was called to be a priest forever after the order of Melchizedek,<span class=\"citation\" id=\"76623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76623)\">Heb. 5:5-6<\/a><\/span> an unchangeable priesthood, everlasting, without beginning of days or end of years.<span class=\"citation\" id=\"76809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76809)\">Heb. 7:3 (JST)<\/a><\/span><span class=\"citation\" id=\"82159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82159)\">Alma 13:7<\/a><\/span><span class=\"citation\" id=\"87547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87547)\">D&amp;C 84:17<\/a><\/span> He conferred the same priesthood upon His apostles, and Peter, James and John were left to take charge of the Church when He departed;<span class=\"citation\" id=\"74465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74465)\">Gal. 2:9<\/a><\/span> they had the keys of the kingdom; whatsoever they should bind on earth was to be bound in heaven, and whatever they should loose on earth was to be loosed in heaven.<span class=\"citation\" id=\"64913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64913)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65075)\">Matt. 18:18<\/a><\/span> Now, we testify that these three individuals holding the keys of that Apostleship, the higher priesthood, have come down to the earth as ministering beings in our own times, and ordained the Prophet Joseph Smith to the same Apostleship and priesthood and authority which they held,<span class=\"citation\" id=\"84627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84627)\">D&amp;C 27:12<\/a><\/span> and through him it has been conferred upon others, so that the ancient authority and priesthood held by men of God in times of old, is here on the earth in this Church of Jesus Christ of Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v21n368\"> Then there is another difference between us and the rest of the people called Christian, who profess to believe in the Christian religion. This lesser priesthood holds the power to baptize for the remission of sins among other things,<span class=\"citation\" id=\"84025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84025)\">D&amp;C 13:1<\/a><\/span> but it does not hold the power to confer  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Holy Ghost upon the people.<span class=\"citation\" id=\"94004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94004)\">JS&mdash;H 1:70<\/a><\/span> When John the Baptist baptized for the remission of sins he said, &#x201C;There cometh after me one mightier than I, the latchet of whose shoes I am not worthy to unloose. I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.&#x201D;<span class=\"citation\" id=\"66494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66494)\">Mark 1:7-8<\/a><\/span> And we read in the New Testament, in the Acts of the Apostles, that on a certain occasion when the apostles were passing through the upper coasts of Ephesus, they found certain disciples who had simply been baptized with the baptism of John, who did nothing but baptize for the remission of sins, he having no authority to lay his hands upon the people; they had not received the Holy Ghost. But the apostles had received that power and authority from Jesus Christ which He himself held, and they laid their hands upon these people, and they received the Holy Ghost.<span class=\"citation\" id=\"72043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72043)\">Acts 19:1-6<\/a><\/span> Here is the difference, or one point of difference, between those two priesthoods. Now this priesthood has not remained upon the earth, hence the necessity of restoring it. The only person in Christendom who professes to have the keys of the apostolic priesthood is the Pope of Rome. What is the Pope of Rome? Is he an apostle? No; he does not profess to be an apostle. Then how came he to be the successor of Peter? Peter was an apostle. He held the keys that Christ gave to him. Christ ordained him. Does the Pope of Rome profess to have the keys of revelation? No, he does not profess to receive any new revelation. He, with others, sometimes meet in holy Convocation, as it is called; they meet in council, they enunciate certain dogmas, but he does not profess to receive any revelation from God. What was the great power of <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the ancient apostleship? The power to commune with the Highest. The form of the apostleship was nothing; the power was everything. That power departed from the earth. The people in ancient times were unworthy of it. They put out the lights of God which He had placed in the world, and left themselves in darkness. They cut short the apostles' lives, and the world was left in the gloom. They would not have the power and authority of that apostleship in their midst, and instead of the ancient Church of Christ with the power of God, with the ministration of angels, with the gifts and blessings we read about in the New Testament, we find arising a church of a different form, a church that has persecuted the Saints, a church that is stained with the blood of the innocent, a church that put people to death for their religious belief (which the Church of Christ never did), and yet that church, including all the various contending denominations and sects extant upon the earth, is called &#x201C;Christian!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v21n370\"> Now, our testimony to the world is that God has restored these two ancient priesthoods&#x2014;that is, the power to administer in the name of the Lord by authority, and that the power of God accompanies that authority. Here are men who profess to have the right to administer the ordinance of baptism for the remission of sins, who profess to have the authority to lay hands upon the people for the gift of the Holy Ghost. Now, an impostor might profess to have this power. Having read about it in the New Testament, and seeing that the ancient servants of God possessed such power, a man might profess to have authority to lay hands upon people for the bestowal of the Holy Ghost. But an  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>impostor cannot really confer the Holy Ghost. That comes from God. No man can bestow the gift of the Holy Ghost upon anyone; that is the gift of God. We read about a man who thought he could purchase this power. He offered the apostles money for it.<span class=\"citation\" id=\"71585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71585)\">Acts 8:9-19<\/a><\/span> But Peter said unto him, &#x201C;Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money.&#x201D;<span class=\"citation\" id=\"71639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71639)\">Acts 8:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n372\"> Now, here we have in Utah about 150,000 people. A great many of them came to these mountains under very adverse circumstances. They left their various homes in different parts of the world to gather out here with the Saints. Why? Because they knew that this was the work of God by the gift and power of the Holy Ghost. How did they receive it? They received it by the laying on of hands of men who professed to have the authority to do so. Now, the fact that they received the gift of the Holy Ghost is a proof that the power of God accompanies the administration. The same fruits that were made manifest in days of old are made manifest today. We read in the New Testament that certain gifts existed in the ancient Church. The sick were healed and the lame made to walk.<span class=\"citation\" id=\"64244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64244)\">Matt. 11:5<\/a><\/span><span class=\"citation\" id=\"64798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64798)\">Matt. 15:31<\/a><\/span><span class=\"citation\" id=\"128198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128198)\">Mark 6:7-13<\/a><\/span><span class=\"citation\" id=\"128199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128199)\">Acts 28:8<\/a><\/span> Some had the gift of tongues, others the interpretation of tongues, others the gift of prophecy, etc.<span class=\"citation\" id=\"73429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73429)\">1 Cor. 12:4-11<\/a><\/span> What was the effect of the existence of these gifts? Union, concord, brotherly love, all seeing eye to eye. Now, inasmuch as we find the same gifts among the Latter-day Saints&#x2014;although of different nationalities, formerly of different religions, brought up in different ways&#x2014;it is evidence clear and plain that the power of God is in the midst of this people; that the Holy Ghost has been conferred upon them, and this is their united testimony. This <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is clear to me, but it may not be clear to everybody else. I do not believe it possible for others to see things as I do, unless they take the same course as I have done, and test the matter for themselves. <\/div><div class=\"paragraph jod\" id=\"v21n373\"> If a man believes in God, and in his Son Jesus Christ, and in the Scriptures, he will manifest his faith by receiving the doctrines laid down and the commandments given; and if he will ask of God he will receive a testimony. I can make bold to promise this blessing to every man and woman in this house&#x2014;and I do it in the name of the Lord Jesus Christ&#x2014;if they will obey this Gospel which God has sent from heaven for the salvation of mankind. My friends, if you will turn away from your evil deeds, if you will turn unto the Lord God, obey the ordinances and ask for a testimony of the truth of this work; if you will do this in sincerity, I promise you in the name of the Lord you shall receive the testimony you seek. Is there any minister upon the face of the whole earth, amongst the so-called Christian sects, who can make you a similar promise? No. Why? Because they have not been called to this work. This is another point of difference between our religion and that of the world. Our elders go forth with boldness, because they are not sent by men. They are not called to preach for hire. They are called of God to bear the holy priesthood and carry forth this message of glad tidings wherever they may be sent. It is their duty to proclaim this Gospel to the uttermost bounds of the earth, and their testimony is similar to that I have borne here today, and our witnesses are the Latter-day Saints&#x2014;gathered from the nations&#x2014;who dwell in the valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v21n374\"> There are a great many other  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>points of difference between us and the so-called Christian world, that I have not time to refer to. For instance, we believe in the doctrine of gathering to this land from all parts of the world. When we go out to preach this Gospel, we do not advise the people to stay and erect great churches in the countries where they receive the Gospel. We bear testimony to them that this is the time of God's judgments.<span class=\"citation\" id=\"128200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128200)\">Rev. 14:7<\/a><\/span> We say, &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80262)\">Rev. 18:4<\/a><\/span> We testify that the time is near at hand when great Babylon shall fall;<span class=\"citation\" id=\"128201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128201)\">Rev. 14:8<\/a><\/span><span class=\"citation\" id=\"128202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128202)\">D&amp;C 1:16<\/a><\/span> when God shall smite terribly all the nations of the earth;<span class=\"citation\" id=\"57871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57871)\">Isa. 2:19,21<\/a><\/span><span class=\"citation\" id=\"128203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128203)\">Rev. 19:15 (JST)<\/a><\/span> when he will turn and overturn;<span class=\"citation\" id=\"60779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60779)\">Ezek. 21:27<\/a><\/span> when nation shall rise against nation and kingdom against kingdom;<span class=\"citation\" id=\"65671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65671)\">Matt. 24:7<\/a><\/span> people against people and family against family;<span class=\"citation\" id=\"62225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62225)\">Micah 7:6<\/a><\/span><span class=\"citation\" id=\"67663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67663)\">Luke 12:52-53<\/a><\/span> when there shall be wars and rumors of wars;<span class=\"citation\" id=\"65657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65657)\">Matt. 24:6<\/a><\/span><span class=\"citation\" id=\"85613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85613)\">D&amp;C 45:26<\/a><\/span> plagues, famines and pestilence;<span class=\"citation\" id=\"85534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85534)\">D&amp;C 43:25<\/a><\/span><span class=\"citation\" id=\"88221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88221)\">D&amp;C 87:6<\/a><\/span> such a time as has never been known upon the earth from the beginning even unto the present day. Therefore we call upon the elect of God to come out from the nations of the earth, and they come from the east and from the west, from the north and from the south, to this chosen land, to serve the Lord, to learn of his ways and to walk in his paths,<span class=\"citation\" id=\"57820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57820)\">Isa. 2:3<\/a><\/span> and prepare themselves for the great events that are about to transpire on the earth. <\/div><div class=\"paragraph jod\" id=\"v21n376\"> Another great point of difference is the building of Temples. The different Christian denominations build houses and call them St. Paul's church, St. Peter's church, St. Mark's church, etc. They build churches to these various saints, but they know nothing about building a house to the name of the Most High God&#x2014;a temple in which the Lord may come and place his feet; for this is the day spoken of by the <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prophets, when &#x201C;the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts. But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiners's fire,&#x201D;<span class=\"citation\" id=\"62397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62397)\">Mal. 3:1-2<\/a><\/span> etc. We call upon the people to come out and help build temples in which ordinances can be administered for the benefit of the living and the redemption of the dead. The redemption of the dead! Can the living do anything for the dead? When people pass away from the earth, is not their condition settled? When the tree falls, does it not lie there?<span class=\"citation\" id=\"57603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57603)\">Eccl. 11:3<\/a><\/span> Yes, it does, till it is moved. In connection with the Gospel we have received glad tidings of salvation which is preached to the living and to the dead.<span class=\"citation\" id=\"91238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91238)\">D&amp;C 128:19<\/a><\/span> The Lord has revealed to us the glorious doctrine of redemption for the dead&#x2014;a plan by which the living may aid the dead. Not by saying mass over the soul of the departed, but by attending to certain ordinances for them which belong to the Gospel. Are all the thousands and millions of people who have passed away without a knowledge of the Gospel to perish? No. There is no name under heaven but the name of Jesus whereby man shall be saved.<span class=\"citation\" id=\"71439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71439)\">Acts 4:12<\/a><\/span> Ask our Christian friends if the millions of heathens who have passed away from this world have ever heard the name of Jesus. If not, what is to become of them? Millions of people who dwell upon the earth even in so-called Christian countries know nothing about the true Gospel. The so-called Christian churches lack this knowledge and light. By the confession of the Episcopal Church, in its homily of the perils of idolatry, the whole of Christendom, &#x201C;clergy  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and laity, men, women and children of all ages, sexes and degrees, have been at the time the homily was written, buried in the most abominable idolatry for the space of 800 years or more.&#x201D; According to the testimony of the Apostle in the Apocalypse, the whole world, Christian as well as heathen, has gone astray, all nations have become drunk with the wine of the wrath of the fornication of Babylon the great,<span class=\"citation\" id=\"80010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80010)\">Rev. 14:8<\/a><\/span><span class=\"citation\" id=\"80151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80151)\">Rev. 17:2<\/a><\/span><span class=\"citation\" id=\"80204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80204)\">Rev. 18:3<\/a><\/span> the mother of harlots;<span class=\"citation\" id=\"80179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80179)\">Rev. 17:5<\/a><\/span> and there has been no voice from heaven, no revelation from God, no communication with the eternal world for many centuries. Although a great many people have tried to do the best they could&#x2014;and so far being accepted of God&#x2014;yet they have not received the Gospel by which they can enter into the presence of the eternal Father; they have not entered in at the straight and narrow gate which leadeth to lives eternal.<span class=\"citation\" id=\"63882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63882)\">Matt. 7:14<\/a><\/span><span class=\"citation\" id=\"81610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81610)\">2 Ne. 31:18<\/a><\/span><span class=\"citation\" id=\"91636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91636)\">D&amp;C 132:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n378\"> By this Gospel which has been revealed to us, the servants of God who depart from this mortal sphere, take with them the authority and priesthood they hold, as Christ did, when he went to preach to the spirits in prison.<span class=\"citation\" id=\"78023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78023)\">1 Pet. 3:19<\/a><\/span> So the servants of God, bearing the same priesthood, go and minister to the spirits behind the veil whether Christian, heathen or pagan.<span class=\"citation\" id=\"92162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92162)\">D&amp;C 138:30<\/a><\/span> No matter what clime or race they belong to, all must hear the same Gospel and be judged by it on the great day of judgment. They have therefore an opportunity of repenting in the spirit, if they did not hear the Gospel in the flesh. The Spirit can believe, can be informed and instructed in the ways of God, but the Spirit beyond the veil cannot attend to ordinances pertaining to the flesh. To this end, therefore, we are building temples so that, when they are sanctified and accepted of God, the holy priesthood <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may administer both for the living and the dead. For this is the great dispensation of the fulness of times in which Christ will gather together in one, all things that are in him, both which are in heaven and which are on earth.<span class=\"citation\" id=\"74841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74841)\">Eph. 1:10<\/a><\/span> This is the last dispensation of God's mercy to man. The work has been commenced and it will roll on until the Gospel has been preached to every nation, kindred, tongue and people, and the honest in heart have been gathered out from among the Gentiles. Then the Lord will send his servants unto the Jews and the House of Israel, and thus fully accomplish all he has spoken by the holy prophets. We will therefore work while we dwell in the flesh, and when we have finished the work we will pass behind the veil to sweet rest. Rest from our trials and sufferings, from our sorrows and tribulations, from our persecutions and misrepresentations, but not to cease from our labors of love, but to minister in the power, in the strength, in the might and majesty of the eternal priesthood among the hosts behind the veil, and those that dwell upon the earth will continue to build temples and minister therein, that the dead may be redeemed. <\/div><div class=\"paragraph jod\" id=\"v21n379\"> I have not time to continue further on this subject. I have briefly pointed out some of the differences between us and the &#x201C;Christian&#x201D; world. And now I will bear my testimony to this congregation in the name of the Lord Jesus Christ that this is not the work of man; that &#x201C;Mormonism&#x201D; is the work of the Great God, and no power can overturn it. And I testify further, that every nation and kingdom that shall rise against this work shall perish and be utterly wasted away.<span class=\"citation\" id=\"59737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59737)\">Isa. 54:17<\/a><\/span><span class=\"citation\" id=\"59993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59993)\">Isa. 60:12<\/a><\/span> The Lord will have a reckoning with that nation, no matter where it is,  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for all the nations of the earth are in the hands of God, and every human government that will not serve him shall be brought low, until his kingdom spreads forth and is established upon the whole earth with Christ the Redeemer, as King, <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whose right it is to rule.<span class=\"citation\" id=\"86179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86179)\">D&amp;C 58:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n380\"> May the peace of God, which passeth all understanding, rest in the hearts of the Saints,<span class=\"citation\" id=\"75535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75535)\">Philip. 4:7<\/a><\/span> and also guide all people who desire the truth, in the way of life eternal, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}