{"ID":210010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Spiritual Gifts Attainable&#x2014;Unchangeableness of God&#x2014;Universality of the Right to Revelation&#x2014;The Saints Glorify the God of Revelation&#x2014;Necessity of Self-Government.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, October 5, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Spiritual Gifts Attainable, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/5\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v21n198\"> In standing up to address this congregation there is one feeling that rests upon me, and that is, my inability to instruct so numerous a people unless God shall pour out his Holy Spirit upon me and upon you. <\/div><div class=\"paragraph jod\" id=\"v21n199\"> We have come together today according to our custom to be instructed in those duties that devolve upon us and also in the principles of our holy religion. These meetings are to me exceedingly precious; they are seasons of great rejoicing. And having the opportunity as we have today of assembling in peace and quietness without any to molest or make afraid,<span class=\"citation\" id=\"60602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60602)\">Jer. 30:10<\/a><\/span><span class=\"citation\" id=\"62177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62177)\">Micah 4:4<\/a><\/span> we should feel thankful, to that God who has brought us here; who has preserved and protected us since we came. <\/div><div class=\"paragraph jod\" id=\"v21n200\"> The instructions which we have had today since we have assembled together, if fully obeyed by us and carried out in our lives, will make us a people who shall be worthy the name we bear, the name of Latter-day Saints. And as was remarked this morning the great object in teaching the people and impressing upon them the counsels that are given from time to time, is to have us carry out practically in our lives the principles of that religion which we have espoused. This is the great <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> labor devolving upon us. It is not to be theoretical alone; it is not to dwell with great interest and with great eloquence upon those heavenly doctrines that God has revealed and to become enraptured over them while listening to them, but it is to make a practical application of them to our thoughts, to our words and to all the actions of our lives. And in this way alone can we acceptably serve the Lord our God, whose name we bear and whose people we profess to be. There is no reason why this people called Latter-day Saints should not have all the powers and all the gifts and all the graces that ever characterized the Church of God upon the earth at any time; there is no reason, I say, why they should not have all these if they themselves are true to the principles which have been revealed, and seek to carry them out. Who is there of this congregation, who is there that belongs to this Church in any part of this Territory, who does not have a desire in his or her heart for those blessings and those gifts and qualifications that were promised to the ancient Saints and which have been renewed in our day to those who embrace the Gospel with all their hearts? The Lord is the same yesterday, today and forever.<span class=\"citation\" id=\"77389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77389)\">Heb. 13:8<\/a><\/span> This  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the cornerstone, it may be said, of our faith. It is upon this foundation we have built; that he is an unchangeable God;<span class=\"citation\" id=\"83583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83583)\">Moro. 8:18<\/a><\/span><span class=\"citation\" id=\"84309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84309)\">D&amp;C 20:17<\/a><\/span> that he does not manifest his mind and his will in plainness and simplicity to one people, and hide the same from a succeeding people who are equally faithful. But the great truth has been impressed upon us; the great truth that runs through all the writings of every man of God concerning whom we have any account from the beginning down to the last revelation that has been given, that God is no respecter of persons,<span class=\"citation\" id=\"71762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71762)\">Acts 10:34<\/a><\/span> that he is today as he was yesterday and as he ever was, and that he will continue to be the same being as long as time endures or eternity continues.<span class=\"citation\" id=\"77390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77390)\">Heb. 13:8<\/a><\/span> And we have been impressed with this as I have said, by every man who has spoken concerning God and spoken by authority from him. I say, therefore, there is no reason why the Latter-day Saints today should not obtain and enjoy the gifts and graces and blessings of the Gospel the same as they were enjoyed in ancient days by the ancient servants and people of God. <\/div><div class=\"paragraph jod\" id=\"v21n202\"> Has God grown old? Have God's ears become heavy? Has his sight become dim? Has his arm become shortened?<span class=\"citation\" id=\"84996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84996)\">D&amp;C 35:8<\/a><\/span><span class=\"citation\" id=\"91943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91943)\">D&amp;C 133:67<\/a><\/span> Has age affected him or the lapse of time detracted from his powers? Has it had the same effect upon him as upon mortal beings who are subject to decay and death? Is this the kind of being we worship? Is this the kind of being concerning whom the prophets and apostles have spoken and written? Certainly not. We worship him, we adore him, we lift up our eyes to him, we rely upon him as the Supreme Being, the Creator of the heavens and the earth, the founder of the universe, the builder of the planet which we inhabit and which we <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tread, the being over whom centuries have passed without making any change to his injury; eternity has rolled and continues to roll and will continue to roll without in the least affecting his power or his capacity for good, his eye does not grow dim by the lapse of ages; his ear does not become heavy by the passage of time, neither does his arm become short or feeble.<span class=\"citation\" id=\"59846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59846)\">Isa. 59:1<\/a><\/span> He is the God whom we worship. When we call upon him, though he may be remote from us, dwelling in his holy habitation in the midst of the eternities, the very thoughts of our hearts, the very conceptions of our minds, the feeble whisperings of our voices, they ascend to him, are carried to him, his ear comprehends them; his bowels of compassion are moved towards us his children, his all-piercing eye penetrates eternity, and the glance of his vision reaches us. <\/div><div class=\"paragraph jod\" id=\"v21n203\"> There is not a single thought of our hearts which he does not comprehend; there is nothing connected with us he does not know. We may hide ourselves in the bowels of the earth, but we cannot conceal ourselves from his all-piercing sight. We may climb the highest mountains or descend into the deepest valleys or we may go to the uttermost parts of the earth, but wherever we may go he is there,<span class=\"citation\" id=\"57305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57305)\">Ps. 139:7-10<\/a><\/span> his power is there, his vision is there to hear and to comprehend the desires and the wishes of our hearts.<span class=\"citation\" id=\"128119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128119)\">D&amp;C 67:1<\/a><\/span><span class=\"citation\" id=\"128147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128147)\">D&amp;C 137:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n204\"> This being the case, why should we not approach him in faith? What reason is there that men and women living in this the 19th century should not approach him with the confidence of those who lived in the 15th century of the world, or the 20th or the 4,000th year of the world? If he could hear their cries, if he could answer their prayers and  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if he could grant to them the desires of their hearts; if he could open the heavens to them and reveal his mind and will unto them when they called upon him in faith, believing that he would do so, is there any reason why we should not have that same faith and exercise it and obtain those same blessings and receive them at his hands? Who is there that can stand up and say there are reasons why this should be the case? If we admit, as we must do, that he is this being which I have attempted so feebly to describe; if we admit that he is the God of gods,<span class=\"citation\" id=\"55027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55027)\">Deut. 10:17<\/a><\/span><span class=\"citation\" id=\"55317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55317)\">Josh. 22:22<\/a><\/span> the Lord of lords,<span class=\"citation\" id=\"80454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80454)\">Rev. 19:16<\/a><\/span> the creator of all, the father of all, the sustainer of all; if we believe this, why cannot we believe that if he bestowed his blessings upon other generations and other people, he will do so to us, also that he will hear our prayers, that he will grant unto us the desires of our hearts? <\/div><div class=\"paragraph jod\" id=\"v21n206\"> Now, my brethren and sisters, I look upon these conferences and these assemblages as having for their object the enforcement of these great truths upon us and upon our attention; the object of them as I understand them, is to make us Latter-day Saints not in name alone but in word and in deed;<span class=\"citation\" id=\"75640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75640)\">Col. 3:17<\/a><\/span> to be men and women of God; to place us in communion with God; to receive communication from him; to have our false tradition, our improper ideas, our unbelief, our hardness of heart, and those feelings that surround us, that grow up with us, to have them removed from us. Is there any reason why this should not be the case? No reason except that which may be found in ourselves. There is no reason outside of this. God is willing, he has made promises, and he has fulfilled his promises so far as we have placed ourselves in circumstances to receive <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them. When we have complied with the conditions he has never from the beginning up to the present time failed in his part, he is incapable of failing. If there be failure it is due to us, the fault is our own, we are the guilty ones. Let me ask of you, when did you ever, anyone of you, humble yourselves before God, when did you in secret call upon him in the name of Jesus and ask him for his Holy Spirit and the blessings thereof, and fail to receive an answer to your prayers? If there are any Latter-day Saints in this condition then there is something wrong with them. God has made promises unto us that if we will do certain things, if we will obey certain commandments and ordinances, he will bestow his blessing and he will answer the prayers of those who take this course. But how many are there of us who go on from day to day and from week to week and from month to month careless upon these points, failing to live so as to receive the blessings that he has promised, until it would seem when they bow down to call upon him that their prayers scarcely ascend higher than the tops of their heads. <\/div><div class=\"paragraph jod\" id=\"v21n207\"> As I have said, God in ancient days was a God of revelation; God in our day is a God of revelation, and he communicates his mind and his will unto those who seek after it, not to the President of the Church alone; not to the apostles of the Church alone; not to the high priests or seventies or any of the officers or all of them alone, but he communicates his mind and his will to all who seek after him in humility and meekness and lowliness of heart, obeying his commandments. To the Latter-day Saints alone? No, not even to them alone for there is no human being that is born of woman,  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is no son or daughter of Adam that has ever lived upon the face of the earth who has not the right and who has not obtained at some time or other in his or her life, revelations from God, but who may not have understood what those revelations were. The Latter-day Saints are not so cramped in their feelings as to imagine that they are the only and peculiar people above all others who have, in this sense received revelation. They believe themselves to be the people of God and the only people who have obeyed the commandments of God; but they do not think that, of all the children of God, they are the only recipients of his blessings. <\/div><div class=\"paragraph jod\" id=\"v21n209\"> God has revealed himself at various times and in various ways to many people. The heathen have had communication from him. All the light that exists; all the truths that are taught and all the correct principles and knowledge that have been communicated and existed among the children of men, have come from God; he is the author of all. Socrates, Plato, Confucius, the heathen philosophers who knew nothing about Jesus Christ and the plan of salvation, received important truths from him, and so did many other people to a greater or lesser extent, according to their abilities in improving upon the knowledge communicated to them. But the difficulty has been concerning these matters that mankind have not recognized God in all this. A man has a dream. It is most wonderfully fulfilled. He has a presentiment; his presentiment is fulfilled, and he relates it to his friends as a most remarkable thing. A man has a truth communicated to him after study and research. He communicates it to his friends as a wonderful discovery. Does he acknowledge <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God in it? Sometimes; but in many instances he does not acknowledge God; but, on the contrary, he thinks it is the product of his own thought, of his own mind. If it be a dream or some remarkable manifestation that partakes of the supernatural, instead of giving God the glory and praising God for having made the communication, some other principle is glorified or some other thing is talked about, the remarkable character of it is dwelt upon without the person thinking that God has anything to do with it. <\/div><div class=\"paragraph jod\" id=\"v21n210\"> Well, there is, as I have said, no human being but that has, at some time or other, had communication from the Almighty Father. Some have recognized God and have given the glory to him for it; others have not done so. The remarkable discoveries that are being made in the world of science; in fact, all the remarkable discoveries that have been made from time to time are produced by the operations of an unseen influence upon the mind of the children of men. For instance, it has frequently happened in astronomy and other branches of science that when an important discovery has been made, two or three men about the same time, widely separated from each other, have received the communication; and disputes have arisen as to which of them was entitled to the credit. This was the case as to the application of steam and the principles of telegraphy and also many discoveries in astronomy and other sciences. Disputes have arisen in various nations upon these points; whereas the truth is that God is the Author; it is God that moved upon the minds of those individuals. It was God that inspired them to do as they did; it was he who led on from step to step until they achieved the  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>results which have made them famous, and sometimes quite unexpectedly to themselves. <\/div><div class=\"paragraph jod\" id=\"v21n212\"> What is this which has led these famous men in the path of discovery? The Latter-day Saints call it the spirit of revelation; the spirit of revelation resting down upon the children of men. Some men possess it to a greater extent than others. Some have the gift in one direction and they are capable of receiving communication from God in a direction that others are not; their minds are better prepared to receive revelation upon a given subject, than are the minds of others. Some will receive great moral truths, and these men differ in their organisms; but the light they receive all comes from our heavenly Father; it is he who gives the inspiration. And so man has progressed from one degree of knowledge to another, from the rude canoe of the Indian, with which he navigates the stream, to those mighty steamships whose keels plough every sea and circumnavigate the globe. <\/div><div class=\"paragraph jod\" id=\"v21n213\"> Now, in what respect do the Latter-day Saints differ from the rest of mankind in relation to these matters? In this: We acknowledge God as supreme, the fountain of all knowledge, the fountain of all power, the fountain of all intelligence, the fountain of everything that is good. Who are men? The creatures of his workmanship, if you please, his descendants, his own children begotten by him, descended by lineal descent from the God we worship. The same being whom we worship is our God, is our Creator, is our Father. When I worship him I worship him as my Father. That which I possess, if there be anything godlike in it, I attribute it to him, as having come from him by lineal descent. Every aspiration, every <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> noble thought, every pure desire, everything that is good and holy and pure, elevating, ennobling and godlike comes from our Father, the God of the universe, the Father of all the children of men. In him we move, in him we have our being.<span class=\"citation\" id=\"71999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71999)\">Acts 17:28<\/a><\/span> He can extinguish life; he can create life; he can perpetuate life. There is no power that human beings can conceive of which he does not possess. The light that now shines comes from him.<span class=\"citation\" id=\"88273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88273)\">D&amp;C 88:6-13<\/a><\/span> The revelation we may get, imperfect at times because of our fallen condition and because of our failure to comprehend the nature of it, comes from God. The Latter-day Saints glorify him for it. If there is anything good or great or noble, if there is anything to be admired it comes from God, not man. Man is but the medium, but the instrument, is but the conduit through which it flows. God is to be worshipped; God is to be adored; God is to be glorified, and he will be. And when we are saved, when we are delivered from death, hell and the grave, we will glorify God, not man. Man will receive no glory; it will be the eternal Father, through Jesus Christ, who will receive it all. <\/div><div class=\"paragraph jod\" id=\"v21n214\"> This is the position occupied by the Latter-day Saints. We believe in revelation. It may come dim; it may come indistinct, it may come sometimes with a degree of vagueness which we do not like. Why? Because of our imperfection; because we are not prepared to receive it as it comes in its purity; in its fullness from God. He is not to blame for this. It is our duty though to contend for more faith, for greater power, for clearer revelations, for better understanding concerning his great truths as he communicates them to us. That is our duty; that is the object of our lives as Latter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day Saints&#x2014;to live so near unto him that nothing can happen to us but that we will be prepared for it beforehand. And I know many, many Latter-day Saints who are in this condition, who do live so that there is nothing of any importance that can occur for which they are not prepared, and the mind and will of God is made known to them, and they walk according to it, and seek earnestly and humbly to have it revealed to them; and in taking any important step they seek to know the will of God concerning it. Are they perfect? Far from it. They are mortal, full of weaknesses, and nobody is better aware of the character of earthly weaknesses than the man or woman who thus lives. <\/div><div class=\"paragraph jod\" id=\"v21n216\"> It is the duty of all to live in this manner, and if the inhabitants of the earth could comprehend it as they should do they would seek to know the mind and will of God concerning themselves. But what is the spirit of the world today? Let a preacher in the world deliver a fine discourse and who thinks about giving God the glory for it? Who thinks of the Holy Ghost under such circumstances? God is removed far from them, he does not exist in their thoughts, the preachers who attempt to preach Christ and him crucified,<span class=\"citation\" id=\"72903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72903)\">1 Cor. 1:23<\/a><\/span><span class=\"citation\" id=\"72946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72946)\">1 Cor. 2:2<\/a><\/span> <span class=\"italic\">they<\/span> are glorified. Who gives glory to God for Henry Ward Beecher's discourses? Who gives glory for Dr. Fotheringham's or Mr. Talmage's or any of the popular preachers of today? Do men glorify God for Spurgeon's? No, he himself is glorified. Beecher himself is glorified, and Fotheringham is glorified. Is God glorified? No, he is not thought about. Morse discovered the principle of telegraphy. Who gave the glory to God? I was in the hall of the House of Representatives when a grand meeting <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was held. What for? To glorify Morse, the discoverer of that great principle and who practically applied it and made it useful. Now, I do not mean to say that there are none who have God in their thoughts. I am speaking now of the general feeling that prevails, of the general course that is taken. Inventions, no matter how grand they may be, are not attributed to the Father of them all, the Creator and Fountain of all knowledge. But man, whom he has chosen to be his instrument, he has blessed with knowledge concerning all these things, as the result of his earnest, study and his untiring efforts to obtain knowledge. The Being who does this is very seldom thought about by man. <\/div><div class=\"paragraph jod\" id=\"v21n217\"> Latter-day Saints, is this the course for us to take? Shall we glorify the creature at the expense of the Creator? As a people, I believe we are tolerably free from this. But we have to make a degree of progress much greater than we have in these things. We have got to seek after God with an earnestness, a fervor and devotion that we at the present time cannot comprehend. It is our duty as Latter-day Saints to seek for knowledge. Will God bestow it upon us if we do not seek for it? He may in his condescension at times do this. Brother Rich said this morning that he believed some people were too lazy to think. It is a truth plainly expressed. There are too many too lazy or too indifferent&#x2014;it may be indifference and not laziness in every instance, to think, to feel after, to seek for and receive the blessing of God, although they make the profession of being Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v21n218\"> Now, I do not think a man's religion amounts to anything if he only makes a profession of it and  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>does not practice it. I would rather have an intelligent heathen, if he is honest and determined to do the best he can, living up to the light he has, than a Latter-day Saint who is careless and indifferent, who does not seek to enjoy the spirit of his religion. <\/div><div class=\"paragraph jod\" id=\"v21n220\"> I am in hopes that after awhile we will begin to realize as we never have yet, that there are practical duties resting on us Latter-day Saints; that there is something more than being members of the Church required of us. How is it with a great many? Why, every evil thought, every wrong speech that comes in their hearts, either to think or to utter, they entertain and express, and then take credit to themselves for not being hypocrites. Is not this great folly? Men and women think evil thoughts, they give place to angry feelings; and they think it a meritorious act, and pride themselves upon their conduct because they give them utterance instead of quenching them! Is not this extraordinary? Lacerate the feelings of their brethren and sisters and friends, because they think they would be hypocrites if they did not utter their evil thoughts, however unfounded or repulsive they might be! What right have I to do this? If my heart is wicked does that justify me in giving utterances to its foul conceptions? Certainly not. If my heart were such that I could not think good thoughts nor entertain good feelings; if I were possessed of anger and could not contain myself, then it were better for me to sew up my mouth and stop my utterance. It is no merit in a man or woman because he or she thinks an evil thought or indulges in an angry spirit to give utterance to it; and they are not hypocrites because they do not do it either. It is not <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hypocrisy to quench the evil thoughts that arise in our minds. Our hearts are evil in consequence of the fall. As the prophet Jeremiah says: &#x201C;The heart is deceitful above all things, and desperately wicked: who can know it?&#x201D;<span class=\"citation\" id=\"60489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60489)\">Jer. 17:9<\/a><\/span> There are a great many things that are conceived in our hearts that it would be well for us to stifle before they received shape. What is frequently the result of these evil conceptions? Innocent people suffer wrongfully; injury is done; slanders are circulated; while those who start them justify themselves, because forsooth they concerned them. Just as well might the counterfeiter, the bogus-maker, say that because he makes a bogus bill he has the right to circulate it. There is not any of the Spirit of God connected with such conduct. <\/div><div class=\"paragraph jod\" id=\"v21n221\"> It is my duty and your duty to think pure thoughts, to have holy desires, to be charitable, to be kind, to be long-suffering, to be full of love, and not any of those evil influences. Why, the devil would have no power on the earth if it were not for some people who allow him to use their tabernacles. I have often thought of this valley when we first came here. There were a few Indians; but who witnessed the devil or his power here? If there were no wicked men nor women here how could the devil manifest his power here? Who heard tattling? Who heard backbiting? Who heard of litigation? Who heard of fighting? Such things were never heard of. But no sooner did men come and the adversary obtain power over them, than all the evils we now witness throughout this land and in this city, which grieves us so, began to manifest themselves. And the more there are who will yield to the influences of the evil one, the more there are who will be guided by  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him, and the worse the conditions become. There are those who would have here gambling houses and liquor saloons and houses of ill fame and other deplorable evils which abound in the earth. Why? Because they are willing to yield themselves to the devil. I speak it plainly, it is the truth. If such people who practice these and kindred evils would not lend themselves to the devil he would have no power here. What is our duty? It is not to lend ourselves in any particular to the devil, but it is to obey God; to let the fruits of righteousness be manifested in our lives. If we are Latter-day Saints, let us live up to the profession and be that in truth and in deed, and not think that we have no labor to perform in the controlling of our thoughts and our evil desires; neither to allow ourselves to imagine that because we have become members of the Church, God will do it all without any efforts on our part. <\/div><div class=\"paragraph jod\" id=\"v21n223\"> There is a work devolving upon every son and daughter of Adam; there is a fight that we have to fight against&#x2014;the evils of our own natures, for the heart of man is deceitful and desperately wicked.<span class=\"citation\" id=\"60490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60490)\">Jer. 17:9<\/a><\/span> The natural man is at enmity with Christ and with God; and unless he seeks to conquer his nature by bringing it into subjection to the mind of God,<span class=\"citation\" id=\"81839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81839)\">Mosiah 3:19<\/a><\/span> he is not a son, or she is not a daughter of God. This is the labor that devolves upon us. This is why we meet together at conference; it is to impress upon the people the character and the magnitude of this work that rests upon each individual man and woman. As I have said once before in this Tabernacle, we may be heralded through the earth as famous; but unless we conquer ourselves it is in vain that our names are known and that our deeds <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> resound through the earth. I care not how famous a man in this Church may be&#x2014;he may be an apostle, he may be a high priest, a bishop, or hold any other important office or position; but unless that man conquers himself and carries on the work within himself of self-improvement, and brings himself and all there is within him in subjection to the mind and will of God, I tell you his fame is as empty as the sound of a trumpet when it passes away. We hear it; it strikes the ear, but it presently dies away, and that is the end of it. So it is with fame of this character. Therefore I say to you that that which is applicable to the individual is applicable to us as a people. Our fame may go forth for great works and mighty things that we have done; but unless we ourselves bring forth the fruits of righteousness in our lives; unless we conquer our evil passions, our evil habits, our evil inclinations, our evil desires, and bring them under complete subjection to the Spirit of God our labor is comparatively profitless, for that is the object of preaching the Gospel to us. <\/div><div class=\"paragraph jod\" id=\"v21n224\"> I would like to have the power to impress upon your minds the importance of this great truth. There is nothing so important to me as an individual, as my own salvation. This is the most important thing to me that can be&#x2014;that I myself shall be saved; that I myself shall so live as to be counted worthy by the Almighty to receive an exaltation in his kingdom. This is of the utmost importance to me individually. As Brother Rich said, if all the rest did certain things, and he did not, he could not receive the blessing, the reward of such works; or if he did, and all the others did not, they could not have the blessing. That  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is a great truth; and it should be impressed upon us. <\/div><div class=\"paragraph jod\" id=\"v21n226\"> You may think it a grand thing for men to go on missions. I remember the time, and probably the feeling still exists&#x2014;I hope it does&#x2014;when it was deemed a great honor for a man to go upon a mission, especially a foreign mission. It is right that we should value these labors. It is a great thing to preside as a bishop or president of a stake, or to act in the calling of an apostle. All these things are great in and of themselves, and they reflect honor upon those who bear these offices, and especially when they seek to magnify them. But after all, the great labor, the most honorable labor that any person can perform, is to do that which I have attempted to describe to you&#x2014;to improve ourselves; to be Latter-day Saints in deed and in truth, to live our holy religion. When we arise in the morning, to examine ourselves, to <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> see if there is anything that is in opposition to the mind and will of God within ourselves; and through the day to pursue the same course of self-examination. And at night before we retire to rest, to bow ourselves before our Father and God in secret, and pour out our souls in prayer before him, supplicating him to show unto us wherein we have done wrong during the day, wherein we have come short in thought, word and deed; and then repent of the same before we lie down to rest, and to obtain from him a forgiveness of our sins. And then, going on day after day, week after week, and year after year until the end shall come. If we do this, the promises of God are sure, and they cannot fail. <\/div><div class=\"paragraph jod\" id=\"v21n227\"> That it may be our happy lot to attain to an exaltation with our Father, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}