{"ID":210029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Natural Fulfillment of Prophecy&#x2014;The Israelites and the Gentiles.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at Hyde Park, Sunday Evening, November 2, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Natural Fulfillment of Prophecy, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/2\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v21n733\"> I will read a portion of a revelation given through the Prophet Joseph Smith, previous to the organization of the Church, dated April, 1829: &#x201C;Oliver Cowdery, verily, verily, I say unto you, that assuredly as the Lord liveth, who is your God and your Redeemer, even so surely shall you receive a knowledge of whatsoever things you shall ask in faith, with an honest heart, believing that you shall receive a knowledge concerning the engravings of old records, which are ancient, which contain those parts of my scripture of which has been spoken by the manifestation of my Spirit. Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart. Now, behold, this is the spirit of revelation; behold, this is the spirit by which Moses brought the children of Israel through the Red Sea on dry ground.&#x201D;<span class=\"citation\" id=\"83899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83899)\">D&amp;C 8:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n734\"> The point I wish to call your attention to is contained in the second and third verses of this revelation. The Latter-day Saints are in many respects like other people who are <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not Latter-day Saints. We are apt to entertain views which are not very correct, and which may be the result of our traditions and preconceived ideas. This is a peculiarity that pertains to mankind generally, that whenever they deal with the things of God, or speak about them, or contemplate them, and especially when they read the predictions made by the servants of God concerning future events, or events that may transpire right before their eyes, they are apt to get, sometimes, erroneous ideas, or, at least, exaggerated ideas, in relation to them. The prophets have foretold the events that should take place in connection with this work. There is one prophecy that comes to my mind, recorded by Isaiah and Micah, respecting the building of the house of God in the top of the mountains and the gathering of the people there, and the object for which they should gather, that they should come up and be taught of the Lord, etc.<span class=\"citation\" id=\"57735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57735)\">Isa. 2:2-3<\/a><\/span><span class=\"citation\" id=\"62136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62136)\">Micah 4:1-2<\/a><\/span> Now it might be supposed that when that prediction would be fulfilled it would be so prominent and remarkable in the midst of the nations of the earth,  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that all the inhabitants thereof who should witness it would say, &#x201C;This is the fulfillment of the predictions of Isaiah and Micah.&#x201D; And it might be thought that all the inhabitants of the earth who witnessed it would be convinced of the truth of it, and would say, &#x201C;We have no further opposition to this work, because we behold the fulfillment of the predictions of those holy prophets whom we have been taught to regard, and whose writings we have read as authority from God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v21n735\"> And, doubtless, there are many of the Latter-day Saints who have thought, in the early days of their experience in this Church, when they have heard the elders predict concerning the great events that should take place in connection with this work&#x2014;they have thought and felt in their hearts that when the wicked and those who oppose this work should see the fulfillment of these predictions they would be constrained to acknowledge that this is the work of God, and would cease from hostility and opposition, and would say they had been mistaken. For instance, the elders in the early days of this Church, predicted concerning calamities and wars and troubles of various kinds that would come upon the inhabitants of the earth. There was a revelation given to the Prophet Joseph Smith, in December, 1832, concerning the war that should take place between the Southern States and the Northern States.<span class=\"citation\" id=\"88190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88190)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91334)\">D&amp;C 130:12-13<\/a><\/span> This was a definite prediction, stating the exact point where a certain trouble or rebellion or division in the nation should take place. Most of us who have been brought up in the Church knew about this revelation from early days. It has been published so that all the members of the Church, and the world also, could have it, and it was but reason<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>able to expect that so definite a prophecy as this, which stated the exact character of the difficulty that should take place between the South and the North, and that also stated with such definiteness the exact point where the division should occur&#x2014;I say it was but reasonable to expect that when it should be fulfilled, it would have the effect of convincing unbelievers of the truth of the mission of Joseph Smith, and that he really was a man inspired of the Lord to speak the word of God to the people. <\/div><div class=\"paragraph jod\" id=\"v21n736\"> In 1860, Brothers Orson Pratt, Erastus Snow, myself, and others, were going on missions, and we arrived at Omaha in the month of November of that year. A deputation of the leading citizens of that city came to our camp and tendered to us the use of the Court House, as they wished to hear our principles. The invitation was accepted, and Elder Pratt preached to them. During the service, there was read the revelation to which I have referred&#x2014;the revelation concerning the division between the South and the North.<span class=\"citation\" id=\"88191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88191)\">D&amp;C 87:1-8<\/a><\/span> The reason probably, for reading it was that when we reached Omaha, the news came that trouble was already brewing, and several States were threatening to secede from the Union. Its reading made considerable impression upon the people. A good many had never heard of it before, and quite a number were struck with the remarkable character of the prophecy. It might have been expected, naturally speaking and looking at it as men naturally do, that the reading of such a revelation, at such a time, when the crisis was approaching, would have had the effect to direct men's attention to it, and they would be led to investigate its truth and the doctrines of the Church and the found<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ation we had for our belief. But if there were any converted in that audience I am not aware of it. Good seed was sown, but we did not remain to see what effect it produced. The revelation being so remarkable, and the events then transpiring being so corroborative of its truth, one might naturally think, as there were present on that occasion the leading and thinking portion of that community, that a great number would have been impressed with the probability of its truth, and would have investigated and joined the Church. You doubtless remember it was for a good while doubtful whether the rebellion should commence at South Carolina or not. I was in England at the time, and was engaged in publishing the <span class=\"italic\">Millennial Star<\/span>, and took a great deal of notice of the American papers, and I well remember that to all human appearances it seemed for a while as though the trouble would break out at Fort Pickens, Florida. But the word of God had been spoken concerning that event, and consequently it had to be fulfilled as predicted, and the war did commence at South Carolina.<span class=\"citation\" id=\"94654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94654)\">D&amp;C 87:1<\/a><\/span> It was fulfilled, as you all know, to the very letter, Fort Sumter being the place where the rebellion broke out. <\/div><div class=\"paragraph jod\" id=\"v21n738\"> Now, I allude to that, in connection with this subject, to show you that not only is the world mistaken in its views respecting the fulfillment of the predictions of the prophets, but even Latter-day Saints have doubtless, in many instances, entertained erroneous views respecting the fulfillment of revelation and prophecies of the Bible. I have no doubt there are many here tonight, who have had some experience in this, and can look back at times in their own lives, when they have thought: &#x201C;Surely when these things which the prophets have foretold <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are brought to pass, the people will be convinced. My friends who now ridicule me will then be convinced, and they will be forced to confess that I did right in embracing the Gospel.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v21n739\"> No doubt there are some in this audience tonight who have had these ideas, and certainly there are good reasons for entertaining them. But experience has taught us that, while there may be a few who, when they have seen the predictions fulfilled, have acknowledged that our course is right, in the majority of cases throughout the earth where the Gospel has been preached, the fulfillment of the predictions of the prophets has not had the effect to convince the people of the truth of the ministry God has given unto us. <\/div><div class=\"paragraph jod\" id=\"v21n740\"> Even with this experience in the past, the Latter-day Saints themselves are not entirely divested of extravagant views respecting the effects which are likely to follow the fulfillment of predictions yet in the future. Are we not all inclined to look forward to many events which have been predicted by the servants of God as being of so great and wonderful, and I may say so supernatural a character, that when they shall be fulfilled they will even startle us, who believe they are coming, and will compel the unbelieving inhabitants of the earth to accept them as evidences of the truth? In our thoughts this seems to be the natural tendency. I notice it in myself; I notice it in others. When we read respecting the great events which are to take place in connection with this work, as predicted in the Book of Doctrine and Covenants, are we not inclined to think that, surely, when these things shall come to pass all the earth, as well as ourselves, will be constrained to acknowledge this to be the work of God, and these events to be indeed those  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which have been predicted by the prophets? <\/div><div class=\"paragraph jod\" id=\"v21n742\"> Now I would not, for the world, say one word to lessen in the minds of my brethren and sisters the importance of these events; I would not say one word to weaken your proper expectations; but my experience has taught me that the Lord works in the midst of this people by natural means, and that the greatest events that have been spoken of by the holy prophets will come along so naturally as the consequence of certain causes, that unless our eyes are enlightened by the Spirit of God, and the spirit of revelation rests us, we will fail to see that these are the events predicted by the holy prophets. <\/div><div class=\"paragraph jod\" id=\"v21n743\"> I refer you again to that prophecy of Isaiah and Micah, respecting the gathering together of the Israel of God from the various nations to Zion. As we read of that in the Bible, we might think when that was fulfilled it would be done with such supernatural manifestations that the people would be constrained to acknowledge it was the work of God. Yet we see it every day. Our people are gathering, and men and women who emigrate bear testimony to the friends they leave behind, in almost the exact language that the prophets said they would, and yet it is not thought very extraordinary. Why is this? Because it has come along so naturally. And so with the great events that will take place in the future; they will come along in so natural a manner, the Lord will bring them to pass in such a way that they will not be accepted by the people, except by those who can comprehend the truth, as the fulfillment of the predictions of the prophets. It requires the Spirit of God to enable men and women to understand the things of God;<span class=\"citation\" id=\"73078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73078)\">1 Cor. 2:11<\/a><\/span> it requires <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Spirit of God to enable the people to comprehend the work of God and to perceive his movements and providences among the children of men. The man who is destitute of the Spirit of God cannot comprehend the work of God. A woman whose mind has not been enlightened by that Spirit, cannot see or comprehend any of these events that take place in fulfillment of the prophecies of the holy prophets. <\/div><div class=\"paragraph jod\" id=\"v21n744\"> You take two persons, one who has the Spirit of God, whose mind is enlightened by that Spirit&#x2014;the spirit of revelation, the same spirit, that rested upon the prophets who wrote the revelations and prophecies we have&#x2014;you take a man of that kind, and then take another who has none of that spirit, and put the two together, and the one man's eyes will be open to see the hand of God in all these events; he will notice his movements and his providence in everything connected with his work and they will be testimonies to him to strengthen his faith and to furnish his mind with continual reasons for giving thanks to and worshipping God; while the man, who has not the Spirit of God, will see nothing Godlike in the occurrences: nothing which he will view as supernatural (as many suppose everything which exhibits God's power to be), or nothing which he will accept as a fulfillment of prophecies; his eyes will be closed, his heart will be hardened, and to all the evidences of the divinity of these things he will be impenetrable. <\/div><div class=\"paragraph jod\" id=\"v21n745\"> To those who have mingled with the world, the reasons for this are very plain. Men do not believe in these days in the direct interposition of God in the affairs of men. If they even believe in God, they believe that he governs the universe by great natural laws. When, there<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore, a great and wonderful event occurs, they seek for its origin and explanation in some natural law. They ignore the fact that God works through natural laws; but seem to think that if he were to interpose at all, it would be by manifesting his power through the suspension of natural laws, by overriding and violating them, and in such a supernatural manner that mankind would be compelled to acknowledge it was his act, as they would be utterly unable to account for it by any laws known to them, or in any other way than as being through his power. Wars, famines, pestilences, cyclones, earthquakes, and the great variety of calamities which God has said shall be poured out upon the wicked nations, are therefore looked upon by men generally in these days as the results of certain well-defined and easily explained causes. When any of these calamities visit a city or a nation they immediately commence to investigate the laws which govern them, and by the violation of which they assert they are produced; and when they discover what they allege is the cause, they triumphantly point to it, and that is sufficient proof that the Lord has nothing special to do with it; for if it were a visitation from him, it is supposed it would be so supernatural as to be inexplicable. And thus men go on, hardening their hearts and denying God's power, until they will be so completely given over to the evil one, that he will lead them captive according to his will.<span class=\"citation\" id=\"76121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76121)\">2 Tim. 2:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n747\"> My reason for calling your attention to the word of the Lord I have read to you is, that I have sometimes thought that our people do not appreciate as they should do the spirit of revelation, the spirit of prophecy, the power of God, that has been poured out upon us as a people. <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The fact seems to be overlooked that it was in the manner in which the Lord tells Oliver Cowdery that Moses brought the children of Israel through the Red Sea on dry ground. The Lord said to Oliver: &#x201C;I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart. Now, behold, this is the spirit of revelation; behold, this is the spirit by which Moses brought the children of Israel through the Red Sea on dry ground.&#x201D;<span class=\"citation\" id=\"83902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83902)\">D&amp;C 8:2-3<\/a><\/span> How many of the Latter-day Saints are there who understand that this is the way in which Moses led the children of Israel so miraculously? How many are there who think that if we had a man like Moses among us, the people would be led differently and with greater manifestations of power than they are? How many are there who are dissatisfied with what God is doing at present, and are looking for some one to appear in the future who shall exhibit convincing and overwhelming manifestations of power? How many are there at the present time who are neglecting the precious and inestimable gift of revelation which God has bestowed upon his people, because it does not come to them in the way to suit their preconceived notions and ideas&#x2014;or who are not suited with the way the Church has been and is led, because there is not that wonderful degree of power exhibited which they imagine should be? <\/div><div class=\"paragraph jod\" id=\"v21n748\"> Apostates have asserted that there was not the power in the leaders of the Church which there should be. They said so during the life of the Prophet Joseph, asserting that he was a fallen prophet. After his death they made the same statements respecting President Young, his counselors, and the Twelve Apostles. And, if I am not mistaken, there are  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some members of the Church who have appeared to think that there has been some power lacking, and have manifested a feeling of restlessness, anticipating the rising of someone who should have greater authority than at present exists. While I would not wish to detract from the reasonable expectations of my brethren and sisters upon this or any other point, my view is that the apostleship, now held in this Church, embodies all the authority bestowed by the Lord upon man in the flesh. Yet I believe that the power of God will be increased among us, that we will have manifestations of his power such as we never have before witnessed. For the day of God's power in the redemption of Zion will come.<span class=\"citation\" id=\"128344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128344)\">D&amp;C 103:15-20<\/a><\/span> But I do not expect that to come upon us all of a sudden. I expect that it will be the natural result of the natural growth of the people in the things of God. I expect that we will go on step by step from one degree of knowledge, and of power, and of faith to another, until we shall be prepared to receive all the Lord has in store for us and be prepared to enter into that glory promised to the faithful Saints. The Lord has given unto his people and to his church every gift and every qualification and every key which is necessary to lead this people into the celestial kingdom of our father and our God. There is nothing wanting. When the Lord restored the Apostleship to the earth<span class=\"citation\" id=\"128345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128345)\">D&amp;C 27:12<\/a><\/span> he restored all the power that was possible for a human being to hold in the flesh. When he restored the keys of the holy priesthood unto his servant Joseph, when he gave unto him the sealing powers, when he gave unto him the endowments and the keys of the holy priesthood associated therewith, when the Prophet Joseph received the keys from Elijah,<span class=\"citation\" id=\"128346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128346)\">D&amp;C 110:13-16<\/a><\/span> and from all <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the prophets that had existed upon the earth from the beginning down&#x2014;each one, as he says himself in one of his epistles&#x2014;<span class=\"citation\" id=\"91248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91248)\">D&amp;C 128:20-21<\/a><\/span>each one in his dispensation coming forward and bestowing upon him the authority pertaining thereto, there was embodied in him all the priesthood they held, and he bestowed upon his fellow Apostles all the priesthood he exercised and all the power and authority bestowed upon mortal man to exercise here upon the earth, so far as the present is concerned; that is, all the keys of the priesthood and everything that is necessary in this preparatory state, and to make man a fit subject for the celestial kingdom of God. By the command of the Lord he conferred that authority upon his fellowservants to bind upon earth and it should be bound in heaven, to seal the children to the father and the mother, and to seal the wife to the husband, and to weld all the links necessary in order to complete the salvation of all the children of men from the days of Adam down to our day, and also to prepare men and women for the future that lies before us, the millennium to which we are all hastening. Who can conceive of any power that was lacking? Who had power to promise unto man that they should be kings and priests unto God?<span class=\"citation\" id=\"78971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78971)\">Rev. 1:6<\/a><\/span> And in addition to that, who had the power to seal upon them the actual kingly and priestly dignity and confirm upon them the fulness of it, and also to give them promises respecting the Godhead that should be fulfilled upon them, and if faithful, to come forth in the morning of the first resurrection? Now, there was nothing lacking, and there was no power, there was no gift, there was no authority, there were no keys lacking, and these keys have been handed down through  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him. Others may have claimed to have had them. We have had Strang, John E. Page, William Smith, Gladden Bishop, and a host of others; each has claimed to have received that authority, either through Joseph Smith or from some other source. Some have claimed that Joseph was a fallen prophet; and some have set up one claim and some another. But the fact remains that the Church of Jesus Christ of Latter-day Saints, as it is organized in these mountains, has had the apostleship; that the men who have stood at our head, President Young and the Twelve Apostles, whose President at the death of the Prophet Joseph he was, actually received under the hands of the Prophet Joseph, every key, and power, and authority that he himself possessed, and that they actually did take hold and complete the temple he started, and endowed their fellow servants therein with the same authority and the same priestly and kingly dignity that they had received from under his hands. And from that time to the present this work has gone forth with might and power, and the power of God has attended the labors of his servants who have been sent forth by these apostles, chosen by revelation to take charge of this work; everything they have done, God has blessed. They have gathered the people together, they have led the people, they have been delivered by the mighty power of God when it seemed that they would be overwhelmed by opposing influences. They have gathered the people together from the nations of the earth in fulfillment of the predictions of the holy prophets. Not only that, but they have laid the foundations of temples here; one temple, at least, has been completed, while three others are in process of erection, <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we hope will soon be completed, into which buildings the Saints of God can enter and receive their endowments, receive their washings and anointings and sealings and ordinances, and have the keys of the holy priesthood bestowed upon them, which they can exercise in the right way for the building up of the work of God. And this is the work of God, although men may say there has been no supernatural manifestation of power, such as some suppose ought to attend his work. This work has gone forth with a rapidity and impetus that has been irresistible, and there is no power able to stand against it. It has gone forward to the fulfillment of all that has been spoken thus far concerning it, that is as far as we have gone. And the people have received the Holy Ghost, they have been filled with it, they have been filled with the spirit of revelation. The same spirit of revelation that Moses had, concerning which God speaks through the Prophet Joseph Smith,<span class=\"citation\" id=\"83905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83905)\">D&amp;C 8:3<\/a><\/span> has rested upon men that have held the keys of this kingdom, whether it was during President Young's life or at the present time&#x2014;that same spirit of revelation rests upon him who holds the presidency as senior apostle in the midst of the people of God. The apostles of this Church have all the authority, they have all the keys, and it is within the purview of their office and calling to have all the spirit of revelation necessary to lead this people into the presence of the Lamb in the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v21n750\"> I have desired to say this much, because I have felt at times there was a feeling among some people that there was not that manifestation of power, neither was there that authority wielded by the men who preside over this Church and king<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom that should be. <\/div><div class=\"paragraph jod\" id=\"v21n752\"> But it is the truth, that the same spirit of revelation that rested upon Moses, and which enabled him to lead the children of Israel through the Red Sea,<span class=\"citation\" id=\"83906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83906)\">D&amp;C 8:3<\/a><\/span> rests upon the servants of God in the midst of this people, and you will find it so to your entire satisfaction if you will listen to their counsels and be guided by them. Does God reveal himself to his servants now? I know he does. The same spirit that rested upon Joseph&#x2014;the same spirit that rested upon Moses, I know it is in the midst of the Latter-day Saints&#x2014;precisely the same spirit. But then we are a nation of Gentiles. We who have come here, what are we? We are called from the Gentile nations. The promises are not made to us that are made to people who are the unmixed descendants of Israel. In many respects, when they come into the covenant and are baptized, and the power of God rests upon them, you will see a different work than you see at the present time. It is just as much as we, with our Gentile traditions&#x2014;an inheritance we have received from our fathers, which have come down through generations&#x2014;it is as much as many of us can do, with all the power we can exercise, to remain in the Church. <\/div><div class=\"paragraph jod\" id=\"v21n753\"> I was speaking with Brother Simpson Molen this evening, who, as you know has lately returned from a mission to the Sandwich Islands. It is now 29 years since the Gospel was introduced to the people of that country. I labored there for four or five years, and was the first to preach the Gospel to them in their language in this generation. During my experience among that people, a red-skinned race, I never knew a man, because of transgression or anything else, after he <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> received the truth&#x2014;I never knew one of them to turn around and fight this cause in the manner that we witness men doing among our race. How is it with the Gentiles, the race of which we are a part? When a man gets a testimony from God and falls into transgression he is almost immediately seized with the spirit of murder. He wants to shed the blood of innocence. He wants to kill the servants of God, is full of bitterness and hatred, and seeks to find vent for his wicked passions. We have seen this spirit manifested in our history among our own race. But here is a people who receive strong testimonies concerning the Gospel, and from all that I can learn there has not been an instance of a man's turning around and bitterly fighting this work. There seems to be a natural receptiveness about them to receive the truth. The Indians will be the same in my opinion. You will find the same peculiarity, you will find them ready to receive the truth, and they will cleave to the truth. It is difficult for the Gentiles to receive the truth. It will be easier for them, because unto them are the promises. I look for a very different condition of things when these races come into the church and are brought into the covenant, I expect then to see the work accomplished by a power that we do not witness just now. But it is not because something is lacking in the organization or in the authority of the priesthood. We have, as I have said, all that is necessary, and we have this spirit of which I have spoken and which is alluded to in this revelation&#x2014;the same spirit of revelation which reveals to us that which we should do and the course we should take in order to please the Lord and in order to build up his kingdom, and this Church will al<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ways be led by that authority from this time henceforth until Christ himself shall come to preside over us and be our king. <\/div><div class=\"paragraph jod\" id=\"v21n755\"> My brethren and sisters, if you want more revelation, here is the principle upon which to obtain it. Are you entitled to it? Yes, every one of you&#x2014;the same spirit of revelation that Moses had,<span class=\"citation\" id=\"83907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83907)\">D&amp;C 8:3<\/a><\/span> the same spirit that all the prophets and apostles had, it is your privilege, it <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is my privilege, it is the privilege of every man and woman who possesses the Gospel to receive the spirit of God, the Holy Ghost, to have that same spirit resting upon him and upon her, and the more we seek after it and cherish it the more we will have. <\/div><div class=\"paragraph jod\" id=\"v21n756\"> My time is exhausted. I pray God to bless us and fill us continually with the light of that spirit, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}