{"ID":210025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Inspiration of the Lord's Servants&#x2014;Revelation&#x2014;The Resurrection, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, August 8, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Inspiration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 8\/8\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v21n594\"> Having been called upon this afternoon to address this congregation, I rise before you trusting that the Holy Spirit, which makes plain to the human mind the things of God, may rest upon me and upon you; that I may be inspired by that Spirit to say something which will be of profit to those who hear, and that those who listen to what I may say may be able to understand in the same light and under the same influence as that by which the words are spoken. <\/div><div class=\"paragraph jod\" id=\"v21n595\"> The elders of this Church, in ministering as public speakers, stand before the people in the name of the Lord. They do not address congregations for the purpose of ventilating the opinions and ideas which they may entertain, but they occupy the position of ministers of the Lord Jesus Christ, to speak that which is given to them by the influence of the Holy Spirit. Nevertheless, the servants of God are instructed to &#x201C;treasure up in their hearts continually the words of life,&#x201D;<span class=\"citation\" id=\"87901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87901)\">D&amp;C 84:85<\/a><\/span> with the promise that if they do this and are diligent in seeking for the mind and will of God, in the very hour that <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are needed, words shall be placed in their mouths, or ideas be brought up in their minds, which shall be for the benefit of all who hear. It is in this Spirit that I endeavor to address the congregation this afternoon, and I hope I shall have not only your attention, but the benefit of your faith and prayers, that the Spirit of God may rest upon me and the congregation also. <\/div><div class=\"paragraph jod\" id=\"v21n596\"> We are living upon the earth at a time when there are a great many creeds&#x2014;a great many different doctrines, each professing to be the true faith&#x2014;the Christian religion. There is a spirit of doubt and division in the world. Men are ever learning but not able to come to a knowledge of the truth.<span class=\"citation\" id=\"76181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76181)\">2 Tim. 3:7<\/a><\/span> They indulge in a great many speculations. Some good people study the Scriptures and endeavor to find out what is divine truth, but their ideas are various; they do not come to the unity of the faith;<span class=\"citation\" id=\"75211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75211)\">Eph. 4:13<\/a><\/span> and the great reason why this is so is because they do not seek to the fountain of light and truth with the expectation of receiving any reply. In olden times God used to speak to the people. He had ser<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vants upon the earth who spoke as they were moved upon by the Holy Ghost;<span class=\"citation\" id=\"78335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78335)\">2 Pet. 1:21<\/a><\/span><span class=\"citation\" id=\"86660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86660)\">D&amp;C 68:3-4<\/a><\/span><span class=\"citation\" id=\"92693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92693)\">Moses 6:8<\/a><\/span> angels ministered to the sons of men,<span class=\"citation\" id=\"128292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128292)\">Moses 5:58<\/a><\/span> and truth was revealed in great plainness from the Father. But in these times, people have to put up with the ideas and notions that men hold in relation to these truths which were anciently revealed. There is now no voice from heaven, no prophet among the people; there are no inspired apostles; angels have ceased to minister, and to use the words of one of the great divines of the day, &#x201C;The awful voice of prophecy is silenced forever.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v21n598\"> Of course in making use of these remarks I am speaking in relation to what is called the Christian world. The Latter-day Saints believe that God is the same yesterday, today and forever,<span class=\"citation\" id=\"77391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77391)\">Heb. 13:8<\/a><\/span> and that if he is sought after today in the same way that he was sought after yesterday, he will answer in the same manner. We believe that it is just as possible for angels to come to earth in these times as in any former age of the world; we believe that the power of the Holy Ghost is the same today as it was thousands of years ago; that divine truth can be made manifest direct from God to the people now as it was in the days of Jesus, or in the days of the prophets who preceded him on the earth. <\/div><div class=\"paragraph jod\" id=\"v21n599\"> The religion we Latter-day Saints have received&#x2014;which we hold to, which we live for, and which a great many of us are willing to die for, if necessary&#x2014;has come to us by revelation from God in the day and age in which we live. In taking up the writings of the old prophets, in reading the letters written by the ancient apostles, we find that the religion which God has revealed to us is the same religion which God revealed to them. What is contained in the Bible corroborates that which we <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have received, and the spirit which accompanies the preaching of the word to us, is similar in its effects to that spirit which accompanied the preaching of the ancient prophets and apostles of the Lord. We find this out by reading that portion of their records which has been left. So that the religion of the Church of Jesus Christ of Latter-day Saints is not a mere theory of men. The doctrines which we have received have come to us direct from the Lord in our own time. We are not left to speculation, we are not left to our own theories, but we have defined principles given to us of God for our guidance, for our comfort and for our edification. <\/div><div class=\"paragraph jod\" id=\"v21n600\"> Now, there is a disposition existing in the world today to go away from the Lord. Men seem to have a desire to follow out their own imaginations, their own ideas and notions, and in consequence of this a great many wrong principles have been received for truth in the Christian world, and this disposition seems to increase. The Apostle Paul, in writing to the Saints in his day, advised them to &#x201C;Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.&#x201D;<span class=\"citation\" id=\"75583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75583)\">Col. 2:8<\/a><\/span> Now, that same advice is good for the people in our times; good for the Latter-day Saints; good for the people who compose the various sects of modern Christendom. If we have received the doctrines of Christ, if our feet are planted firmly upon the rock which he has laid, there is no fear of our going astray; but if we depart from that and walk in the ways of men, and are led by their theories and their speculations and their vain philosophy, we are very likely to go astray. <\/div><div class=\"paragraph jod\" id=\"v21n601\"> I notice in reading some of the  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>works of modern divines, and noting the progress of religious thought among the people, that there is a doctrine which is becoming very widespread among the people called &#x201C;Christians,&#x201D; that is, a heresy in regard to the doctrine of our condition in the future. It is believed by a great many people at the present time, that there is no such thing as a literal resurrection of the body; that when this body is laid away in the ground and goes back to the elements out of which it was organized, that is the end of the body, and that it will never come up again. They do not see any need of a literal resurrection of the body; they cannot perceive by what process it can be resuscitated; and not being able to comprehend how this great change can come, how the scattered elements of the body can be brought together again, they reject the doctrine altogether. This is the belief of the people who are called spiritualists or spiritists. This is one of the doctrines of that great delusion of the latter times, that &#x201C;strong delusion&#x201D;<span class=\"citation\" id=\"75812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75812)\">2 Thes. 2:11<\/a><\/span> that the Lord has permitted to come into the world because men would not receive the truth, but turned away from it and loved a lie.<span class=\"citation\" id=\"76254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76254)\">2 Tim. 4:4<\/a><\/span> It is taught by that rapping and muttering influence, that when the spirit leaves the body and passes into another state, that is the resurrection; that the body will be raised up no more; that the spirit, liberated from the body, will progress from sphere to sphere&#x2014;how many spheres they do not know&#x2014;but that there is no further need of the body. This idea is increasing in its hold upon the minds of the people, among the various &#x201C;Christian&#x201D; sects, and some of the greatest preachers and divines of the day entertain this idea, philosophize upon it and teach it to their congregations. Now we <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have the satisfaction of definite knowledge in regard to this matter, as well as all the articles of our creed&#x2014;if we have such a thing as a formulated creed. The ideas we have in relation to this doctrine have come from God. There is no need of any doubt about it, no need for any speculation. The Lord has revealed something concerning this. It is true he has not revealed the philosophy of it in full, he has only given us some ideas concerning it. But he has made the fact very plain that there may be no misunderstanding about it. In the Book of Doctrine and Covenants&#x2014;which contains many of the revelations that God has given to the Church through the Prophet Joseph Smith, we find this doctrine laid down in great plainness. It is stated that the spirit and the body make up the soul of man, and that the resurrection from the dead is the redemption of the soul.<span class=\"citation\" id=\"88346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88346)\">D&amp;C 88:15-16<\/a><\/span> We are taught also that there are material elements and spiritual elements;<span class=\"citation\" id=\"128294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128294)\">D&amp;C 131:7-8<\/a><\/span> that the spiritual part of our being was in the beginning with God,<span class=\"citation\" id=\"89068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89068)\">D&amp;C 93:29<\/a><\/span> and that the spiritual and material when inseparably connected receive a fulness of joy,<span class=\"citation\" id=\"89081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89081)\">D&amp;C 93:33<\/a><\/span> otherwise men cannot receive a fulness of joy.<span class=\"citation\" id=\"128293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128293)\">D&amp;C 93:34<\/a><\/span> It takes the spiritual part of man and the material or physical part joined together inseparably to obtain a fulness of joy.<span class=\"citation\" id=\"89080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89080)\">D&amp;C 93:33<\/a><\/span> When the spirit is separated from the body, a fulness of joy cannot be obtained.<span class=\"citation\" id=\"89088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89088)\">D&amp;C 93:34<\/a><\/span> When the spirit is joined to the body temporarily under a temporal law, under the law of death, it cannot receive a fulness of joy. The spirit and the body must be so joined together that both will be immortal, and in that condition man can receive a fulness of joy. <\/div><div class=\"paragraph jod\" id=\"v21n603\"> The Book of Mormon is also very plain upon this subject. I will read one or two texts from that book, and  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if I have time I may refer to the Bible, to show that the things contained in the Book of Mormon and the Book of Doctrine and Covenants are the same as contained in the old scriptures. I will read a passage from the seventy-ninth page (new edition) of the Book of Mormon, namely: <\/div><div class=\"paragraph jod\" id=\"v21n605\"> &#x201C;And this death of which I have spoken, which is the spiritual death, shall deliver up its dead; which spiritual death is hell; wherefore, death and hell must deliver up their dead, and hell must deliver up its captive spirits, and the grave must deliver up its captive bodies, and the bodies and the spirits of men will be restored one to the other; and it is by the power of the resurrection of the Holy One of Israel. <\/div><div class=\"paragraph jod\" id=\"v21n606\"> &#x201C;Oh how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect. <\/div><div class=\"paragraph jod\" id=\"v21n607\"> &#x201C;Wherefore, we shall have a perfect knowledge of all our guilt, and our uncleanliness, and our nakedness; and the righteous shall have a perfect knowledge of their enjoyment, and their righteousness, being clothed with purity, yea, even with the robe of righteousness.&#x201D;<span class=\"citation\" id=\"81387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81387)\">2 Ne. 9:12-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n608\"> Now, according to the Book of Mormon, the spirits of men, the righteous and the wicked, are to be brought up from the place to which they shall go when they depart from this life. There is no need for any dubiety about this, there is no need for any mistake; it is clear that the separation of the spirit from the <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> body is not the resurrection spoken of in this book. <\/div><div class=\"paragraph jod\" id=\"v21n609\"> The Prophet Alma, touching on this subject, explained to the people in his day what an angel of God made known to him. These words, which I am about to read to you from the Book of Alma, in the Book of Mormon, are not Alma's ideas and speculations. He says they were revealed to him by an angel.<span class=\"citation\" id=\"82326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82326)\">Alma 40:11<\/a><\/span> I would advise you to read the 40th chapter, page 352, new edition. Alma states here that he was very much troubled concerning the doctrine of the condition of people after they passed away from this life. He wanted to know something of the condition of man between death and the resurrection,<span class=\"citation\" id=\"82313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82313)\">Alma 40:3<\/a><\/span> and he says an angel of God made known to him<span class=\"citation\" id=\"82327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82327)\">Alma 40:11<\/a><\/span> that there is a space between death and the resurrection,<span class=\"citation\" id=\"82314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82314)\">Alma 40:6,9<\/a><\/span> that the spirits of the wicked are in a state of unrest, having a knowledge of all their wickedness, and a remembrance of all their transgressions; that they are in a state of fear, looking for the wrath and indignation of God, not knowing what their punishment will be;<span class=\"citation\" id=\"82344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82344)\">Alma 40:13-14<\/a><\/span> while on the other hand, the spirits of the righteous enter into a state of rest.<span class=\"citation\" id=\"82333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82333)\">Alma 40:12<\/a><\/span> They have a perfect knowledge of all that God has done for them, and all their acts of righteousness, and they await in peace for the time when their bodies shall be brought forth from the dust to stand in the presence of their God to receive their crown. Alma then goes on to say: <\/div><div class=\"paragraph jod\" id=\"v21n610\"> &#x201C;But this much I say, that there is a space between death and the resurrection of the body, and a state of the soul in happiness or in misery until the time which is appointed of God that the dead shall come forth, and be reunited, both soul and body, and be brought to stand before God, and be judged  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>according to their works.<span class=\"citation\" id=\"82346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82346)\">Alma 40:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n612\"> &#x201C;The soul shall be restored to the body, and the body to the soul; yea, and every limb and joint shall be restored to its body; yea, even a hair of the head shall not be lost; but all things shall be restored to their proper and perfect frame.&#x201D;<span class=\"citation\" id=\"82351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82351)\">Alma 40:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n613\"> Now, that is clear and distinct on this point. In regard to the times and seasons of this resurrection, about which Alma speaks, he said he did not know,<span class=\"citation\" id=\"128295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128295)\">Alma 40:4<\/a><\/span> but those things he did know were made known to him by an angel,<span class=\"citation\" id=\"82328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82328)\">Alma 40:11<\/a><\/span> namely, that there is a space between death and the resurrection;<span class=\"citation\" id=\"82315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82315)\">Alma 40:6,9<\/a><\/span> that at the resurrection, the body and the spirit shall be brought up and restored to each other, and not only the body and spirit, but every part and particle belonging to the body; not a hair of the head shall be lost; every joint and muscle and fiber and sinew, and every part and particle necessary to make up a perfect physical body for the spirit to dwell in, shall be restored to that spirit in the resurrection.<span class=\"citation\" id=\"82350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82350)\">Alma 40:23<\/a><\/span> That is the doctrine laid down by the Prophet Alma, as taught to him by an angel. <\/div><div class=\"paragraph jod\" id=\"v21n614\"> The very meaning of the word &#x201C;resurrection&#x201D; ought to dispel the idea that the separation of the spirit from the body at death is resurrection. The word itself means, &#x201C;I stand up again.&#x201D; The idea which all the prophets and apostles of old had was that at some future time the voice of God should be uttered, and the dead should stand up again, their bodies should come from the grave; just exactly the doctrine laid down in the Book of Mormon and Book of Doctrine and Covenants. Some have an idea that the people who lived upon the earth before Jesus had no correct ideas in regard to the future. I have seen such statements published by popular <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> divines of the day; but when we come to take up the Old Testament scriptures, we find that the writers, holy men of God, who wrote as they were moved upon by the Holy Ghost,<span class=\"citation\" id=\"78336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78336)\">2 Pet. 1:21<\/a><\/span> had a distinct and unwavering faith in regard to this same doctrine, that of the resurrection of the body. <\/div><div class=\"paragraph jod\" id=\"v21n615\"> The book of Job is said to be the most ancient book of the Bible. I will read a verse or two from the 7th chapter. In the 9th verse we read: &#x201C;As the cloud is consumed and vanisheth away: so he that goeth down to the grave shall come up no more.&#x201D;<span class=\"citation\" id=\"56094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56094)\">Job 7:9<\/a><\/span> Now, that is a very plain statement of Job's; that when a man goes down to the grave he shall not return. Those who believe in the vain philosophy that I have referred to, take a great deal of comfort in quoting that passage, and also some sayings of Solomon, the wise man;<span class=\"citation\" id=\"57604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57604)\">Eccl. 11:3<\/a><\/span> that is, he was a wise man once, but he became a foolish man before he died, not because he married more wives than one, but because he transgressed by marrying strange wives.<span class=\"citation\" id=\"55658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55658)\">1 Kgs. 11:1-8<\/a><\/span><span class=\"citation\" id=\"55972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55972)\">Neh. 13:25-27<\/a><\/span> Solomon, in some of his writings, speaks in the same way as Job. But I will read a verse from the 14th chapter of Job: <\/div><div class=\"paragraph jod\" id=\"v21n616\"> &#x201C;As the waters fail from the sea, and the flood decayeth and dryeth up: So man lieth down, and riseth not.&#x201D;<span class=\"citation\" id=\"56125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56125)\">Job 14:11-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n617\"> This also is a very plain statement, is it not? But Job did not stop here as he did in the 7th chapter, for he continues, <\/div><div class=\"paragraph jod\" id=\"v21n618\"> &#x201C;Till the heavens be no more, they shall not awake, nor be raised out of their sleep. O that thou wouldst hide me in the grave, that thou wouldest keep me secret, until the wrath be passed, that thou wouldest appoint me a set time, and remember me! If a man die, shall he live again? all the days of my appointed  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time will I wait, till my change come. Thou shalt call, and I will answer thee: thou wilt have a desire to the work of thine hands.&#x201D; Chapter xiv, 12-15.<span class=\"citation\" id=\"56128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56128)\">Job 14:12-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n620\"> Read again in the 19th chapter, where he is a little more explicit, commencing at the 23rd verse: <\/div><div class=\"paragraph jod\" id=\"v21n621\"> &#x201C;Oh that my words were now written! oh that they were printed in a book! That they were graven with an iron pen and lead in the rock forever! For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: And though after my skin worms destroy this body, yet in my flesh shall I see God.&#x201D;<span class=\"citation\" id=\"56134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56134)\">Job 19:23-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n622\"> Now, in the first place, Job is speaking in regard to what we all seek in this world, in regard to the common lot of mortals. &#x201C;Man lieth down, and riseth not.&#x201D;<span class=\"citation\" id=\"56127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56127)\">Job 14:12<\/a><\/span> In saying that Job had no reference to what would take place in the future. He was speaking of the common experience of mankind. But afterward, inspired by the spirit of prophecy, he looked right down to the latter days, in the midst of his afflictions, his trouble and sorrow, his pain of body and anguish of mind, when his friends were turned against him&#x2014;he looked down to the latter days and wished that his words were written and printed in a book, that the words were graven in the rock with an iron pen and lead put into them,<span class=\"citation\" id=\"56133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56133)\">Job 19:23-24<\/a><\/span> that they might stand as a witness to all future generations, as a testimony to the resurrection of the body and a rebuke to the vain philosophy of the latter times. <\/div><div class=\"paragraph jod\" id=\"v21n623\"> I will now read a verse or two from the book of the Prophet Isaiah, to show that others of the ancients, besides Job, had some idea of the doctrine of the resurrection of the dead. In the 19th, 20th and 21st <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> verses of the 26th chapter of Isaiah we read; <\/div><div class=\"paragraph jod\" id=\"v21n624\"> &#x201C;Thy dead men shall live, together with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead. <\/div><div class=\"paragraph jod\" id=\"v21n625\"> &#x201C;Come, my people, enter thou into thy chambers, and shut thy doors about thee: hide thyself as it were for a little moment, until the indignation be overpast. <\/div><div class=\"paragraph jod\" id=\"v21n626\"> &#x201C;For, behold, the Lord cometh out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain.&#x201D;<span class=\"citation\" id=\"58520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58520)\">Isa. 26:19-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n627\"> Isaiah, you see, had the same spirit as Job. He spoke about the time when the indignation or wrath of God should pass over the earth, and he wished to be hidden in the grave until that time was over,<span class=\"citation\" id=\"58533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58533)\">Isa. 26:20<\/a><\/span> and then he expected the earth to cast out her dead.<span class=\"citation\" id=\"58519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58519)\">Isa. 26:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n628\"> I have not time to read the 37th chapter of Ezekiel&#x2014;you can read it at home&#x2014;but in that chapter we find that the Lord showed Ezekiel a valley full of dry bones.<span class=\"citation\" id=\"60811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60811)\">Ezek. 37:1-2<\/a><\/span> The Lord asked him whether these bones could live, and he answered, &#x201C;Thou knowest.&#x201D;<span class=\"citation\" id=\"60826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60826)\">Ezek. 37:3<\/a><\/span> Then the Lord told him to prophesy upon these bones, and as he prophesied, there was a noise and behold a shaking, and the bones came together, bone to his bone, the sinews and the flesh came upon them, and the skin covered them above, but there was no breath in them.<span class=\"citation\" id=\"60829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60829)\">Ezek. 37:4-8<\/a><\/span> Then the Lord again told them to prophesy, and he prophesied as commanded, and the breath came into them, and they lived and stood upon their feet, an exceeding great army.<span class=\"citation\" id=\"60836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60836)\">Ezek. 37:9-10<\/a><\/span> Now, we have no need to read the writings of the divines of the present time to find out what this means.  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Right in the same chapter is given the interpretation. <\/div><div class=\"paragraph jod\" id=\"v21n630\"> &#x201C;These bones are the whole house of Israel: behold, they say, Our bones are dried, and our hope is lost: we are cut off for our parts. Therefore prophesy and say unto them, Thus saith the Lord God; Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel.<span class=\"citation\" id=\"60846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60846)\">Ezek. 37:11-12<\/a><\/span> * * And shall put my spirit in you, and ye shall live, and I will place you in your own land: then ye shall know that I the Lord have spoken it, and performed it, saith the Lord.&#x201D;<span class=\"citation\" id=\"60851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60851)\">Ezek. 37:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n631\"> Now, by these testimonies that I have quoted from the Old Testament scriptures, we find that the people who lived on the earth before the days of Jesus had some knowledge in regard to the future, in regard to the condition of the spirit when it left the body, and also in regard to the resurrection of the body. The wise man Solomon in the Book of Ecclesiastes 12th chapter and 7th verse, speaking in regard to death, after giving a very poetical description of the house we live in, says: &#x201C;Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.&#x201D;<span class=\"citation\" id=\"57623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57623)\">Eccl. 12:7<\/a><\/span> He had some idea in regard to life after death, although if we read some of his writings we might gain the idea that man ended when his body was laid down in the grave.<span class=\"citation\" id=\"57605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57605)\">Eccl. 11:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n632\"> Now, these doctrines, which were understood by the people before the days of Christ are the same as believed in by the disciples of Jesus, the same as Jesus taught. We will take, for instance, Jesus' own declaration in regard to the resurrection, in which he says: &#x201C;Marvel not at this: for the hour is coming, in the which all that are in their graves shall hear his voice. And shall <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.&#x201D;<span class=\"citation\" id=\"69143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69143)\">John 5:28-29<\/a><\/span> Or as it reads in the Prophet Joseph Smith's version, &#x201C;they that have done good, in the resurrection of the just; and they that have done evil, in the resurrection of the unjust.&#x201D;<span class=\"citation\" id=\"69154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69154)\">John 5:29 (JST)<\/a><\/span><span class=\"citation\" id=\"86874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86874)\">D&amp;C 76:17<\/a><\/span> Now, according to Christ's own statement to his disciples, all that are in their graves are to come forth,<span class=\"citation\" id=\"69140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69140)\">John 5:28<\/a><\/span> both the righteous and the wicked, just as it is taught in the Book of Mormon.<span class=\"citation\" id=\"128297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128297)\">2 Ne. 9:22<\/a><\/span><span class=\"citation\" id=\"128298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128298)\">Mosiah 16:11<\/a><\/span><span class=\"citation\" id=\"128296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128296)\">Alma 40:21<\/a><\/span><span class=\"citation\" id=\"128299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128299)\">Hel. 14:17<\/a><\/span><span class=\"citation\" id=\"128300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128300)\">3 Ne. 26:4-5<\/a><\/span> This is also in accordance with what the Prophet Daniel&#x2014;another of those ancients who understood this doctrine&#x2014;says in the 12th chapter of his book. He speaks of Michael and the great trouble that shall come upon the earth in the latter days<span class=\"citation\" id=\"61789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61789)\">Dan. 12:1<\/a><\/span> and says: &#x201C;And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.&#x201D;<span class=\"citation\" id=\"61790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61790)\">Dan. 12:2<\/a><\/span> Daniel understood that there was to be a resurrection both of the just and the unjust.<span class=\"citation\" id=\"128301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128301)\">John 5:29 (JST)<\/a><\/span><span class=\"citation\" id=\"72114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72114)\">Acts 24:15<\/a><\/span><span class=\"citation\" id=\"82115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82115)\">Alma 12:8<\/a><\/span> Now take the 20th chapter of the Book of Revelation, read it, and you will find the resurrection portrayed to John by vision when he was on the Isle of Patmos. He says: <\/div><div class=\"paragraph jod\" id=\"v21n633\"> &#x201C;And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years. But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection. Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they shall be priests of God and of Christ, and shall reign with him a thousand years.&#x201D;<span class=\"citation\" id=\"80523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80523)\">Rev. 20:4-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n635\"> And after the thousand years passed away, John saw in the vision the rest of the dead brought forth. &#x201C;The sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.&#x201D;<span class=\"citation\" id=\"80666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80666)\">Rev. 20:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n636\"> The Apostle Paul in writing to the Philippians, 3rd chap., 20-21 v. says: &#x201C;Our conversation is in heaven; from whence also we look for the Savior, the Lord Jesus Christ: Who shall change our vile body, that it may be fashioned like unto his glorious body.&#x201D;<span class=\"citation\" id=\"75514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75514)\">Philip. 3:20-21<\/a><\/span> Now, according to this testimony, the righteous, who look for a part in the first resurrection, expect to have bodies like the glorious body of the Son of God. What kind of a body was that? We read that Jesus Christ was put to death upon the cross; that when he had cried with a loud voice, he said, &#x201C;Father, into thy hands I commend my spirit,&#x201D; and then gave up the ghost.<span class=\"citation\" id=\"68377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68377)\">Luke 23:46<\/a><\/span> The body was placed in a new tomb<span class=\"citation\" id=\"66397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66397)\">Matt. 27:60<\/a><\/span> in which no man had lain,<span class=\"citation\" id=\"68381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68381)\">Luke 23:53<\/a><\/span><span class=\"citation\" id=\"70827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70827)\">John 19:41<\/a><\/span> and to guard the body, lest somebody should come and take it away, Roman soldiers were placed before the door of the tomb or sepulchre.<span class=\"citation\" id=\"66400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66400)\">Matt. 27:62-66<\/a><\/span> But we read that two angels came, before whom these Roman soldiers fell as dead, and they (the angels) rolled away the stone from the tomb<span class=\"citation\" id=\"66404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66404)\">Matt. 28:1-4<\/a><\/span> and the sleeping body of Jesus awakened and came forth. When the disciples arrived, the body was gone.<span class=\"citation\" id=\"70830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70830)\">John 20:1-10<\/a><\/span> Mary went into the garden to try and find out something concerning the body, and while she was weeping,<span class=\"citation\" id=\"70839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70839)\">John 20:11-15<\/a><\/span> Jesus appeared unto her.<span class=\"citation\" id=\"70851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70851)\">John 20:16<\/a><\/span> She sprang forward and was about to embrace him when he said, &#x201C;Touch me not; for I am not yet ascended to my Father: but go to my <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and to your God.&#x201D;<span class=\"citation\" id=\"70865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70865)\">John 20:17<\/a><\/span> When the disciples were informed of this they could not believe it, and they met together on a certain occasion, and when the doors were shut, for fear of the Jews,<span class=\"citation\" id=\"70879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70879)\">John 20:19<\/a><\/span> and they found they were securely alone, they began to talk about the wonderful things that had transpired; about the death of Jesus, the crucifixion of one whom they thought was to take the throne and sit upon it in power forever. And we read that while they were talking Jesus appeared in their midst and said, &#x201C;Peace be unto you.&#x201D;<span class=\"citation\" id=\"68434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68434)\">Luke 24:36<\/a><\/span><span class=\"citation\" id=\"70878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70878)\">John 20:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n637\"> &#x201C;But they were terrified and affrighted, and supposed that they had seen a spirit. And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts? Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.<span class=\"citation\" id=\"68439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68439)\">Luke 24:37-39<\/a><\/span> * * * <\/div><div class=\"paragraph jod\" id=\"v21n638\"> &#x201C;And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat? And they gave him a piece of a broiled fish, and of an honeycomb. And he took it, and did eat before them.&#x201D;<span class=\"citation\" id=\"68446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68446)\">Luke 24:41-43<\/a><\/span> Luke xxiv 36-43. <\/div><div class=\"paragraph jod\" id=\"v21n639\"> Now, here was a resurrection of the body. Not the raising of Christ's spirit, but his body out of the tomb. In that body he appeared before the disciples, and when they thought it was merely a spirit,<span class=\"citation\" id=\"68438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68438)\">Luke 24:37<\/a><\/span> he told them that a spirit had not flesh and bones as they saw him have.<span class=\"citation\" id=\"68444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68444)\">Luke 24:39<\/a><\/span> The disciples who had this manifestation told some of the rest. Thomas, however, would not believe it. He said, &#x201C;Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.&#x201D;<span class=\"citation\" id=\"70926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70926)\">John 20:25<\/a><\/span> After making use of  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these foolish remarks, Jesus appeared to Thomas when he was assembled with the other disciples,<span class=\"citation\" id=\"70927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70927)\">John 20:26<\/a><\/span> and he said unto Thomas, &#x201C;Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.&#x201D;<span class=\"citation\" id=\"70934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70934)\">John 20:27<\/a><\/span> Thomas could not help believing then, but Jesus said unto him, &#x201C;Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.&#x201D;<span class=\"citation\" id=\"70939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70939)\">John 20:29<\/a><\/span> Faith is a great blessing. Some people will not believe anything they cannot grasp with their human reason or cannot see with their natural eyes. But blessed is the man of faith, blessed is the woman of faith! For by faith they can see into things that cannot be discerned by the natural eyes. They can reach out to the regions of immortality, grasp eternal realities and lay hold upon the things of God! Now, Jesus appeared in the same body that was placed in the tomb, and yet it was not the same, there was a change in it. What change was it? We read that Jesus Christ shed his blood &#x201C;for the remission of sins: not for ours only, but for the sins of the whole world.&#x201D;<span class=\"citation\" id=\"78538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78538)\">1 Jn. 2:2<\/a><\/span> Jesus was raised up from the dead by the power of God,<span class=\"citation\" id=\"73252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73252)\">1 Cor. 6:14<\/a><\/span> and says Paul, &#x201C;If the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.&#x201D;<span class=\"citation\" id=\"72513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72513)\">Rom. 8:11<\/a><\/span> Paul also says, &#x201C;Flesh and blood cannot inherit the kingdom of God.&#x201D;<span class=\"citation\" id=\"73986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73986)\">1 Cor. 15:50<\/a><\/span> Blood is corruptible, the blood-quickened body is subject to the law of death. But Christ's body when it was raised from the dead was &#x201C;quickened by the Spirit.&#x201D;<span class=\"citation\" id=\"77937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77937)\">1 Pet. 3:18<\/a><\/span> There was a great deal of difference not only in this respect but in others. When the disciples were shut up in that room Christ was able to enter it <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> without opening the door,<span class=\"citation\" id=\"70880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70880)\">John 20:19<\/a><\/span><span class=\"citation\" id=\"70928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70928)\">John 20:26<\/a><\/span> which could not be done by mortals. He had power to manifest himself to his disciples, and he had power to cover himself from their gaze.<span class=\"citation\" id=\"128302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128302)\">Luke 4:30<\/a><\/span><span class=\"citation\" id=\"128303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128303)\">Luke 24:31<\/a><\/span><span class=\"citation\" id=\"128304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128304)\">John 8:59<\/a><\/span> He had power to overcome the laws of gravity,<span class=\"citation\" id=\"71034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71034)\">Acts 1:9<\/a><\/span> and on a certain occasion, after he had visited his disciples, had appeared to 500 brethren at once,<span class=\"citation\" id=\"73791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73791)\">1 Cor. 15:6<\/a><\/span> had given instructions to his apostles to build up his church, as he spoke to them &#x201C;a cloud received him out of their sight.&#x201D;<span class=\"citation\" id=\"71035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71035)\">Acts 1:1-9<\/a><\/span> He was able to lift himself up from the earth and depart from this sphere to another; his body was no longer a mortal body, no longer governed by the same laws as those by which we are governed. We are also told that, &#x201C;While they looked steadfastly toward heaven as he went up, behold, two men stood by them in white apparel; Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go to heaven&#x2014;Act. i, 9-11.&#x201D;<span class=\"citation\" id=\"71045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71045)\">Acts 1:10-11<\/a><\/span> When he shall come again he shall come in the same body, and we are told in the 14th chapter of Zechariah that his feet shall stand in that day upon the Mount of Olives<span class=\"citation\" id=\"62330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62330)\">Zech. 14:4<\/a><\/span> and in the 13th chapter that when the Jews behold him, the Messiah, whom they have expected so long, they will say, &#x201C;What are these wounds in thine hands? Then he shall answer, Those with which I was wounded in the house of my friends.&#x201D;<span class=\"citation\" id=\"62303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62303)\">Zech. 13:6<\/a><\/span> And then every family will mourn apart;<span class=\"citation\" id=\"128305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128305)\">Zech. 12:12-14<\/a><\/span> the whole house of Israel will mourn because of the wickedness of their forefathers in putting him to death. In receiving him at his second coming they will comprehend the truth of his first coming, and not before, and they will welcome him as the resurrected Christ. <\/div> <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n642\"> Now, the Apostle Paul says that, &#x201C;He shall change our vile body, that it may be fashioned like unto his glorious body.&#x201D;<span class=\"citation\" id=\"75527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75527)\">Philip. 3:21<\/a><\/span> What kind of bodies will the righteous possess in the resurrection? They are to be bodies of flesh and bones quickened by spirit; not quickened by blood, no longer subject to death, pain, or any of the ills of mortality. This does not look much as if the separation of the spirit from the body is resurrection. Such a doctrine as that is not according to the scriptures, it is only &#x201C;vain philosophy.&#x201D;<span class=\"citation\" id=\"75584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75584)\">Col. 2:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n643\"> Latter-day Saints, beware of this vain philosophy which would rob you of your faith in the resurrection that is to come. O, what a glorious hope it brings! Husbands who mourn the loss of their wives, whom they loved and whom they have placed away in the tomb, shall receive them again in the resurrection. What a glorious meeting, that is, if they have been sealed by the holy order of God.<span class=\"citation\" id=\"128306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128306)\">D&amp;C 132:19<\/a><\/span> Whatever is thus sealed to them on earth is sealed in heaven.<span class=\"citation\" id=\"64914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64914)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"91771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91771)\">D&amp;C 132:46<\/a><\/span> Husbands and wives, those sealed and united according to the holy order of celestial marriage, will be joined again in the resurrection.<span class=\"citation\" id=\"91604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91604)\">D&amp;C 132:19,26<\/a><\/span> They will come forth out of the tomb and their bodies will be quickened by the power of the Holy Spirit, and made glorious like unto the body of the Son of God. They will be reunited as man and wife forever, and of their increase and of the extent of their dominion and glory, power and might and majesty, there shall be no end!<span class=\"citation\" id=\"58080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58080)\">Isa. 9:7<\/a><\/span><span class=\"citation\" id=\"91610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91610)\">D&amp;C 132:20<\/a><\/span> Mothers who put away the bodies of their little ones in the ground in deep sorrow and lamentation shall receive their babes again to their bosoms. As they were laid down in the grave, so shall they come forth again in the same stature, the same likeness, nothing shall be lost, not even a hair of <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their heads,<span class=\"citation\" id=\"82352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82352)\">Alma 40:23<\/a><\/span><span class=\"citation\" id=\"83919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83919)\">D&amp;C 9:14<\/a><\/span> but they shall be quickened after the power of an endless life.<span class=\"citation\" id=\"68621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68621)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76852)\">Heb. 7:16<\/a><\/span> The Apostle Paul illustrates this in the 15th chapter of 1st Corinthians. He says: &#x201C;It is sown in corruption; it is raised in incorruption: It is sown in dishonor; it is raised in glory: it is sown in weakness; it is raised in power: It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.&#x201D;<span class=\"citation\" id=\"73955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73955)\">1 Cor. 15:42-44<\/a><\/span> When wheat is planted in the ground, the seed seems to die. It is said that in the midst of life we are in death. But in the midst of death there is life. There is a nucleus of life that is imperishable. There is a germ within that little kernel of wheat that seems to perish and die, that is also indestructible, and so with the body planted in the ground. What is raised, Paul? Is it the spirit raised out of the body? No; it is the resurrection of the body. That was the testimony the apostles bore. Their chief testimony was that Jesus was crucified upon the cross, and that he was raised up from the dead. <\/div><div class=\"paragraph jod\" id=\"v21n644\"> But, says one, I cannot see any good of it. What is the use of this old body after it goes to the ground and mingles with the dust? What is the use of taking the trouble to bring it up again? How is it possible? In regard to the possibility, there are a great many things possible with God that are impossible with man.<span class=\"citation\" id=\"65204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65204)\">Matt. 19:26<\/a><\/span><span class=\"citation\" id=\"66604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66604)\">Mark 10:27<\/a><\/span><span class=\"citation\" id=\"67874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67874)\">Luke 18:27<\/a><\/span> A few years ago it was not thought possible for a man to stand in New York and talk to another in London, but it is done, it is possible, and many things are done now that were not thought of years ago. Supposing a person who knows nothing about the properties of the magnet were to visit some of the big factories in England, he would see in many of them large quantities of brass and steel filings  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all mixed together. I have been in such works and seen that the proprietors are very careful to allow nothing to go to waste. They sweep up all these filings and put them in barrels or other receptacles, and by and by someone comes along with a large magnet and digs it into the mass of mixed filings, and when it is withdrawn it is seen to be covered with particles of steel or iron. This is repeated over and over again until all the steel is separated from the brass. But a person who had no knowledge of the magnet would naturally think, on seeing these particles all mixed together, that it would be impossible to separate them. Now, do you not think that God has more power than man? That he has &#x201C;magnets&#x201D; with properties beyond our present ken? I think he has. I think if God desires to bring the particles of the human body together, he understanding their composition, can easily do so. In the beginning he spake to chaos, and by the power of his faith the worlds were formed.<span class=\"citation\" id=\"76958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76958)\">Heb. 11:3<\/a><\/span> Faith is a force. It is as much a force as magnetism or electricity. It is the power by which the universe was framed.<span class=\"citation\" id=\"76957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76957)\">Heb. 11:3<\/a><\/span> God can speak to the elements of our bodies and bring them forth again according to certain fixed laws known to him if not to us. Jesus spoke to the winds and they obeyed him.<span class=\"citation\" id=\"64048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64048)\">Matt. 8:26-27<\/a><\/span><span class=\"citation\" id=\"67335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67335)\">Luke 8:24-25<\/a><\/span> He walked upon the water.<span class=\"citation\" id=\"64758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64758)\">Matt. 14:25<\/a><\/span><span class=\"citation\" id=\"69206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69206)\">John 6:19<\/a><\/span> Out of five loaves and two fishes<span class=\"citation\" id=\"64747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64747)\">Matt. 14:17<\/a><\/span><span class=\"citation\" id=\"66559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66559)\">Mark 6:38<\/a><\/span><span class=\"citation\" id=\"67347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67347)\">Luke 9:13<\/a><\/span><span class=\"citation\" id=\"69200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69200)\">John 6:9<\/a><\/span> he made a great feast, &#x201C;And they took up twelve baskets full of the fragments, and of the fishes. And they that did eat of the loaves were about five thousand men.&#x201D;<span class=\"citation\" id=\"66561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66561)\">Mark 6:43-44<\/a><\/span> All this was done upon natural principles, and we would be able to comprehend this if we understood natural principles thoroughly. And I have no doubt in my own mind, that when the resurrection shall <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come, when God shall speak, and we shall answer, it will be just as natural to bring up our bodies in the morning of the resurrection as it was for us to lay them down. Why, we do not understand how it is that they crumble away. Can you explain the death process, when an individual is taken hold of by some mysterious power, and the life goes out of him? There is no brightness to the eye, no beauty on the cheek, no motion to the lip, all is quiet, cold and lifeless. The body is placed away in the ground and the particles begin to separate, when, but a little while before there was something that caused all the particles of that body to cling together. A change has come, and they all want to get away from each other. What is the process and who understands it? There are a great many things we do not understand. This afternoon we are whirling in space at an immense velocity. The earth is revolving upon its own axis and traveling around the sun. How is it done? &#x201C;By the operation of certain forces.&#x201D; But how did these forces come into operation, what did they spring from, how are they regulated? Who knows? Who understands the process of sleeping and waking up again? Here is a thing that takes place every night. We go to sleep. <span class=\"italic\">How<\/span> do we go to sleep? I do not know. Sometimes I try to go to sleep and cannot, and again I try to keep awake and cannot. Sleep is in the likeness of death, and waking up is in the likeness of the resurrection. I do not know how it is done, only that it is done by the power of God. It will be as Job says, God will call and we will answer.<span class=\"citation\" id=\"56124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56124)\">Job 13:22<\/a><\/span> The glorious frame of man, the most beautiful piece of God's workmanship, so &#x201C;fearfully and wonderfully made,&#x201D;<span class=\"citation\" id=\"57316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57316)\">Ps. 139:14<\/a><\/span> will come forth  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in its full perfection and endure throughout all the ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v21n647\"> &#x201C;Well, what is the good of it?&#x201D; I think that passage in the Book of Doctrine and Covenants explains it clearly. The Lord through the Prophet Joseph Smith said that the spirit and the body of man must be inseparably connected before a fullness of joy can be obtained.<span class=\"citation\" id=\"89082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89082)\">D&amp;C 93:33<\/a><\/span> Man must be raised up in an immortal body which cannot be grasped by the hand of death. The unembodied or disembodied spirit cannot receive the joys that come through the grosser elements. Spirit ministereth to spirit. Spiritual things have affinity for that which is spiritual. There are pleasures which can only flow through the medium of a material body, and hence the necessity of the resurrection. A perfect being is an immortal spirit dwelling in an immortal body, and by affinity with all things, and heaven, the key to the heights and depths and breadths of the universe, is able to draw from every source the joy and bliss and pleasures and glories, that are the heritage of the celestial ones who are filled with the fullness of the eternal God. I am afraid that those vain philosophers who do not want any more to do with the body after death, will find themselves in the same condition as those who are spoken of in the vision of Ezekiel to which I have referred. The Lord declared of them &#x201C;Behold, they say, Our bones are dried, our hope is lost: <span class=\"italic\">we are cut off for our parts<\/span>.&#x201D;<span class=\"citation\" id=\"60841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60841)\">Ezek. 37:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n648\"> There is a great deal in the revelations that God has given to the prophet Joseph that may not be plain to our minds at the first glance. Therefore, I would advise my brethren and sisters to read, mark, learn, and inwardly digest the things that God has placed on record for our guidance, and let us <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place our trust in them rather than upon the vain philosophy and foolishness of men who think they are great scientists, and imagine that they can reason out the things of God. Man, by searching, cannot find out God,<span class=\"citation\" id=\"56102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56102)\">Job 11:7<\/a><\/span> but He reveals them to the faithful by his spirit which &#x201C;searcheth all things, yea, the deep things of God.&#x201D;<span class=\"citation\" id=\"73004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73004)\">1 Cor. 2:10<\/a><\/span> And if we will take for our guide the laws and precepts God has given; take the Bible, the Book of Mormon and the Book of Doctrine and Covenants, which all run together like three globules of water, and are like the three measures of meal in the parable,<span class=\"citation\" id=\"64625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64625)\">Matt. 13:33<\/a><\/span> and seek to God Almighty for the gift and power of the Holy Ghost, that it may be a lamp to our feet and a light to our path,<span class=\"citation\" id=\"57232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57232)\">Ps. 119:105<\/a><\/span> then we will have manifested unto us those things that are necessary for us to understand. God has set in the Church in these days, as he did in olden times, apostles, prophets, evangelists, pastors, teachers, etc., for the work of the ministry and for the perfecting of the Saints,<span class=\"citation\" id=\"75107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75107)\">Eph. 4:11-12<\/a><\/span> and if we are guided by the living oracles of the Church, and the power of the Holy Ghost and the sacred books, we will not go astray, but if we are guided by the vain philosophy of uninspired men we are almost sure to get upon the wrong path. <\/div><div class=\"paragraph jod\" id=\"v21n649\"> This is the point which I desired to make plain this afternoon&#x2014;the glorious doctrine of the resurrection of the body, one of the main doctrines of the Christian religion. It all hinges on that; for if Christ is not risen, then is our hope vain.<span class=\"citation\" id=\"73795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73795)\">1 Cor. 15:14<\/a><\/span> Christ died and was raised again. So shall we die&#x2014;perhaps not all of us will sleep in the earth, for some are to remain and be alive at his coming&#x2014;but we shall all be raised, and those who dwell upon the earth when the Lord appears shall be changed in the twinkling of  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an eye.<span class=\"citation\" id=\"73989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73989)\">1 Cor. 15:51-52<\/a><\/span><span class=\"citation\" id=\"83022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83022)\">3 Ne. 28:8<\/a><\/span><span class=\"citation\" id=\"85555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85555)\">D&amp;C 43:32<\/a><\/span><span class=\"citation\" id=\"86495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86495)\">D&amp;C 63:51<\/a><\/span><span class=\"citation\" id=\"89509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89509)\">D&amp;C 101:31<\/a><\/span> The trumpet shall sound and the dead shall awake, and with those who are living shall be caught up to meet the Lord.<span class=\"citation\" id=\"75681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75681)\">1 Thes. 4:16-17<\/a><\/span><span class=\"citation\" id=\"90459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90459)\">D&amp;C 109:75<\/a><\/span> Perhaps this may be the lot of some in this congregation this afternoon. The day of the Lord is nigh at hand. Behold he cometh, as the prophets have declared! Not as the babe of Bethlehem, but as the Lord of power and glory, as the resurrection and the life!<span class=\"citation\" id=\"69753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69753)\">John 11:25<\/a><\/span> Every word which has been spoken concerning him will be fulfilled.<span class=\"citation\" id=\"83775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83775)\">D&amp;C 1:38<\/a><\/span> Christ will appear and he will call the righteous to himself. They will come forth in the morning of that great &#x201C;day of the Lord,<span class=\"citation\" id=\"62239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62239)\">Zeph. 1:14<\/a><\/span><span class=\"citation\" id=\"62547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62547)\">Mal. 4:5<\/a><\/span><span class=\"citation\" id=\"85507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85507)\">D&amp;C 43:17,20-22<\/a><\/span> <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that bright and beautiful morning when the Sun of righteousness shall arise with healing in his wings,&#x201D;<span class=\"citation\" id=\"62532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62532)\">Mal. 4:2<\/a><\/span> and the lambent rays of his regal glory shall warm the righteous dead to life. But woe unto them that know not God and obey not the Gospel, for they shall be banished from the presence of the Lord, and until the millennial day is over they cannot come forth in their bodies to receive their portion. <\/div><div class=\"paragraph jod\" id=\"v21n651\"> May God help us to walk in his ways and keep his commandments, that we may have a right to a part in the first resurrection, is my prayer in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}