{"ID":210024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sustaining the Authorities&#x2014;Power of the Priesthood&#x2014;Faithfulness Required, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Kaysville, on Sunday Afternoon, March 1, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Sustaining the Authorities, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/1\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v21n557\"> We have been voting for our officers and for those holding places in the Church and kingdom of God in this stake of Zion. And it is well for us sometimes to understand what we do in relation to these matters. We hold up our right hand when voting in token before God that we will sustain those for whom we vote; and if we cannot feel to sustain them we ought not to hold up our hands, because to do this, would be to act the part of hypocrites. And the question naturally arises, how far shall we sustain them? Or in other words, how far are we at liberty to depart from this covenant which we make before each other and before our God? For when we lift up our hands in this way, it is in token to God that we are sincere in what we do, and that we will sustain the parties we vote for. This is the way I look at these things. How far then should we sustain them, and how far should we not? This is a matter of serious importance to us; if we agree to do a thing and do not do it, we become covenant breakers and violators of our obligations, which are, perhaps, as solemn and binding as anything we can enter into. <\/div> <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n558\"> We frequently pass by many of those important things which we have engaged to abide by, and sometimes begin to whisper by way of complaining or finding fault one with another<span class=\"citation\" id=\"88818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88818)\">D&amp;C 88:124<\/a><\/span> after we have entered into solemn obligations that we will not do it. What is meant by sustaining a person? Do we understand it? It is a very simple thing to me; I do not know how it is with you. For instance, if a man be a teacher, and I vote that I will sustain him in his position, when he visits me in an official capacity I will welcome him and treat him with consideration, kindness and respect, and if I need counsel I will ask it at his hand, and I will do everything I can to sustain him. That would be proper and a principle of righteousness, and I would not say anything derogatory to his character. If that is not correct I have it yet to learn. And then if anybody in my presence were to whisper something about him disparaging to his reputation, I would say, Look here! Are you a Saint? Yes. Did you not hold up your hand to sustain him? Yes. Then why do you not do it? Now, I would call an action of that kind sustaining him.  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If any man make an attack upon his reputation&#x2014;for all men's reputations are of importance to them&#x2014;I would defend him in some such way. When we vote for men in the solemn way in which we do, shall we abide by our covenants? Or shall we violate them? If we violate them we become covenant breakers. We break our faith before God and our brethren, in regard to the acts of men whom we have covenanted to sustain. But supposing he should do something wrong, supposing he should be found lying or cheating, or defrauding somebody; or stealing or anything else, or even become impure in his habits, would you still sustain him? It would be my duty then to talk with him as I would with anybody else, and tell him that I had understood that things were thus and so, and that under these circumstances I could not sustain him; and if I found that I had been misinformed I would withdraw the charge; but if not it would then be my duty to see that justice was administered to him, that he was brought before the proper tribunal to answer for the things he had done; and in the absence of that I would have no business to talk about him. <\/div><div class=\"paragraph jod\" id=\"v21n560\"> It is well for us to get at some of these little things; they are matters, however, of a good deal of importance. What I have said with regard to a teacher, would apply to the priest and the deacon. <\/div><div class=\"paragraph jod\" id=\"v21n561\"> Then, again, we have bishops. We vote for them; and they hold a portion of the priesthood which renders their duties many times very unpleasant; that is naturally they would be unpleasant; but no duty ought to be unpleasant to the servants of God. Now, supposing the bishop should do something that is wrong, what would be our duty? <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It would be to go to him and say, &#x201C;Bishop, I have reason to believe that things are thus and so, evidence having been presented to me, and it is of such a character that I am inclined to think that you have been taking a wrong course, and therefore I have come to talk to you, yourself, about the matter.&#x201D; Who ought to do this? Anybody. What, would not his position deprive us of that right of approaching him? No. Supposing you had been injured by him, or somebody else had been injured by him, or something had occurred that caused you to entertain feelings against him it would be much better to probe the thing to the bottom and have it straightened out than to foster it and allow it to corrode and interfere with your peace and happiness, because you have covenanted to sustain him; on the other hand, we cannot sustain anything that is unrighteous, impure or unholy. We go to him and say, Bishop so-and-so, I have come to see you on unpleasant business&#x2014;you may be polite about it or you may not&#x2014;but people can always afford to be polite; I have learned thus and so; I hope I am misinformed, can you explain that to me? If the matter could be explained to your satisfaction you would be glad of it; but whether it could be or not you would have the satisfaction of knowing that you had performed your duty. If not, however, and the matter be of such a character as to call for an investigation, it would be proper that it be inquired into by the proper authorities. Then you are free, and you have not violated any covenant. If any covenants have been violated, it is he that is guilty, and it is for him to account for his acts to the Lord and his brethren; and if no wrong shall  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be found in him, there is no good man but what would be pleased to see such a man acquitted. But while we seek equity and justice on the one hand, on the other we must not interfere with the rights of anybody; no matter who it is that indulges in iniquity, their iniquity will find them out sooner or later. And it is better for us instead of talking to this one and the other, if wrong exists, to go direct to the persons themselves and have it adjusted, then bring it up according to the rules laid down governing such matters. Then the doer of the wrong is accountable for the wrong, not somebody else. Then when he is dealt with by the Church, whether he be a teacher, priest, deacon, bishop or anybody else, you are free from all responsibility afterwards of sustaining that man. And until the proper course has been taken with such a person, we should be very careful what course we pursue in relation to this kind of thing, so that we do not violate our covenants. <\/div><div class=\"paragraph jod\" id=\"v21n563\"> There is an uneasy feeling existing among some people: they can see plenty of wrong all around if they have a mind to; and some will apostatize because somebody else has done wrong. What a foolish course that is to pursue! If we follow God's plan we can bring the sin right home to the man who has done the wrong; and if he did not repent of it, he would have to be cut off. But the devil would say, &#x201C;I would not stop in a church where there were such folks.&#x201D; He would first influence a number of the people to do wrong, and then he would try to get the others to leave the Church because some of the members were doing wrong. That however would be foolish, and contrary to the order of God. <\/div> <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n564\"> The Lord has placed in his Church Apostles and Prophets,<span class=\"citation\" id=\"73637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73637)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"75075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75075)\">Eph. 4:11<\/a><\/span> High Priests, Seventies, Elders, etc., what for? For the perfecting of the Saints.<span class=\"citation\" id=\"75169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75169)\">Eph. 4:12<\/a><\/span> Are we all perfect to begin with? No. These various officers are for perfecting of the Saints. What else? For the work of the ministry;<span class=\"citation\" id=\"75170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75170)\">Eph. 4:12<\/a><\/span> that men might be qualified and informed and be full of intelligence, wisdom and light, and learn to proclaim the principles of eternal truth and to bring out from the treasury of God things new and old,<span class=\"citation\" id=\"64720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64720)\">Matt. 13:52<\/a><\/span> things calculated to promote the welfare of the people. Now, then, these offices having been placed in the Church, every man ought to be respected in his office. I know some of you think we can respect some, and some we cannot respect; we can respect some of the prominent authorities&#x2014;I do not know who they are, do you? You remember when Jesus was upon the earth, some of his followers were contending, as to who was the greatest:<span class=\"citation\" id=\"65010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65010)\">Matt. 18:1<\/a><\/span> and he took a little child and placed it in their midst, he said, &#x201C;he that can be most like this little child,<span class=\"citation\" id=\"65015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65015)\">Matt. 18:2-3<\/a><\/span> is the greatest in the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"65026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65026)\">Matt. 18:4<\/a><\/span> And I will tell you more than that, that the teacher, or deacon that fulfills his duties is a great deal more honorable than a president or any of the twelve that does not. And there are duties and responsibilities devolving on all of us pertaining to these matters; and we ought to be very careful in all our acts that we do not transgress the laws of God. <\/div><div class=\"paragraph jod\" id=\"v21n565\"> In a few remarks yesterday I referred to the various officers of the Church, and to some of the leading duties that devolve upon them to attend to. There are duties devolving upon all of us which we cannot ignore. Duties as Apostles, duties as presidents of stakes, duties as bishops, duties as high councilors,  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>duties pertaining to all the various officers in the Church. Well, can any man that has received the holy priesthood, and who comprehends the position he occupies before God&#x2014;which very few of us can do&#x2014;can he afford to neglect any of those duties? I think not. We call this organization that we are associated with, the church and kingdom of God. Is it the Church of God? Yes. Then it is God's church is it not? Yes. Who is at the head of it? The Lord ought to be, and we ought to be subject to him. Who? Why every one of us; myself, say, and all the Twelve, the presidents of stakes, the bishops, the high priests, the elders, the seventies, the high councilors, and all men in the Church ought to feel that we are the Church of God, in the Church of God and subject to the law of God. We talk about a priesthood; who are the Priesthood, and what is it? As I understand it, it is the rule and the government of God, whether it exists in the heavens or on the earth; whether we refer to the things of time or to the things of eternity; whether we refer to spiritual things or to temporal things, they are, or ought to be, under the guidance and dominion of God. How and from whom did we receive our authority? Let us go back for awhile, and who could we find anywhere upon the earth that had authority even to proclaim the Gospel, or to administer in the ordinances of the Gospel? Could we find anybody? No, we could not. I could not in my younger days&#x2014;and I sought diligently for it, but I could not find anybody who possessed it. What, not among the religious professors of the world? Nowhere among the learned, the intelligent, the scientific? No, nowhere. Very well, how did we come at a know<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge of this? God revealed it to his servant Joseph Smith. And when he did so, he did not say much about it himself. The first thing he did when he appeared to Joseph was to introduce his Son; pointing unto him, he said: &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93650)\">JS&mdash;H 1:17<\/a><\/span> And what did the Son say? We have his teachings in the Gospel, in his communications with the Nephites and others. Then there were others who held the priesthood with him; who held it on the earth and who now hold it in eternity, and who held the keys of this priesthood; and those several parties came and conferred the keys which they held upon him, but not until the Lord had come and given them permission to do so. Hence we got our Aaronic priesthood through that means, and we got our Melchizedek priesthood through that means, and any office or ordinance that any of you have received, you received it through that medium, or you have received none at all. Very well, what does it lead us to? To those whom we call sons of God.<span class=\"citation\" id=\"78666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78666)\">1 Jn. 3:2<\/a><\/span> Just as it was said on former occasions, &#x201C;Now are we sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78667)\">1 Jn. 3:2<\/a><\/span> Very well, we are the sons of God<span class=\"citation\" id=\"128288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128288)\">D&amp;C 76:58<\/a><\/span> then, the chosen of God, the elect of God,<span class=\"citation\" id=\"87732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87732)\">D&amp;C 84:34<\/a><\/span> called by him, set apart by him, through the medium of this holy priesthood of which I have spoken. And if we have received any office, or calling, or authority, or any power to administer in any of the ordinances, we have received that from the hand of God, and we can only perform these ordinances according to the priesthood we are permitted to possess. For instance, an elder cannot perform the labor of an apostle; a bishop  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cannot perform the labor of an apostle; and a bishop, as a bishop, outside of other things, has not authority to lay on hands to impart the gift of the Holy Ghost; whatever he may do in that capacity it is through the Melchizedek priesthood which he holds, and he could not do it without. Can a priest lay hands upon people and say, &#x201C;Receive ye the Holy Ghost?&#x201D;<span class=\"citation\" id=\"70901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70901)\">John 20:22<\/a><\/span> No, it does not belong to him to do it. Well, then, men are necessarily confined to operate within the limits and authority of the various offices of the priesthood to which they are called and ordained&#x2014;an elder to perform the office of an elder, a priest to perform the office of a priest. In early days it was quite common for a priest to go out and preach the Gospel and baptize people for the remission of sins, and then call upon an elder to lay hands upon them to confirm them members of the Church, for the priest did not have the power to do it. And while the priest could baptize, a teacher or a deacon could not, not having the authority to do it; if they were to do it, it would not amount to anything. There is strict order about these things associated with the Church and kingdom of God. Well, then, on the other hand, if we perform our duties, each one of us in our proper position, God gives us power to accomplish the object we have in view, no matter what it is, or what priesthood we hold; no matter whether it is the president of the Church, or the president of the stake, a bishop, a high councilor, a high priest, a seventy, or an elder, priest, teacher or deacon; no matter what, if they perform duties with an eye single to the glory of God, he will sustain them in their operations and administrations. <\/div><div class=\"paragraph jod\" id=\"v21n568\"> Now, I will refer to a principle which is perhaps one of the greatest <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> manifestations of the power and goodness of God that exists in this Church, and at the same time one that is as little noticed; but one wherein God does manifest himself in a most remarkable manner in the view of all reflecting, intelligent men. For instance, the elders go forth to preach the Gospel; they call upon people to repent and to be baptized in the name of Jesus for the remission of their sins. Did you ever think what the name meant? If a man go in the name of another person, he goes by the authority of that person. If an agent, say of Z.C.M.I., or any other firm, go in the name of this firm, it is expected that he has credentials from the firm he represents. Or, if a governor comes here, he is first appointed by the proper authorities&#x2014;nominated by the President and confirmed by the Senate of the United States, and he comes with proper credentials to act as governor of this Territory; he comes in the name or by the authority of the United States; and the government of the United States feels itself bound to back up his acts, the same as a mercantile firm would feel obligated to acknowledge the acts of its agents. <\/div><div class=\"paragraph jod\" id=\"v21n569\"> Now, then, the Lord has commenced his Church here upon the earth. He has conferred upon men his holy Melchizedek priesthood; he has told them to go forth and preach and call upon the people to repent and be baptized in the name of Jesus, for the remission of sins, and they should receive the Holy Ghost. You all know about these things, it is not necessary to talk much about them. <\/div><div class=\"paragraph jod\" id=\"v21n570\"> Very well; now, then, this elder goes forth in the name of God, does he not? That is the way I understand it&#x2014;by the authority of the Lord, and in the name of the Lord  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus Christ, he preaches this doctrine to the people. &#x201C;Now,&#x201D; says he, &#x201C;Repent, and be baptized every one of you in the name of Jesus for the remission of your sins, and you shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71249)\">Acts 2:38<\/a><\/span> A priest could not say, You shall receive the Holy Ghost; a teacher or a deacon could not say it, neither could a bishop say it by virtue of his bishopric, but he could by virtue of the high priesthood he holds. Now, then, let any of these men go to work and lay hands on anybody for the gift of the Holy Ghost, and they might as well do anything else, it would not amount to anything. But an elder, or anyone holding the proper authority, comes along, and takes the candidate for baptism and, after baptizing him, he lays his hands upon his head and says: &#x201C;In the name of the Lord Jesus Christ, and by virtue of the holy priesthood conferred upon me, I lay my hands upon your head and confirm you a member of the Church of Jesus Christ of Latter-day Saints; and I say unto you, receive ye the Holy Ghost.&#x201D;<span class=\"citation\" id=\"70903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70903)\">John 20:22<\/a><\/span> Did you ever think of that? It is quite a significant thing, is it not? And you do it in the name of Jesus Christ and by authority which God has given you. You lay your hands upon the individual who has been baptized for the remission of sins, and say, &#x201C;Receive ye the Holy Ghost,&#x201D;<span class=\"citation\" id=\"70902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70902)\">John 20:22<\/a><\/span> and he receives it. If that is not so, tell me, will you, you that have had hands laid upon your heads by the elders of this Church. You know what I say is true. Now, I propose to show a certain principle, namely, that God is true to the covenants which he makes with us, and that there is no violation of the law or promises on his part. God will bless a teacher of this Church when he goes forth in the performance of his duties <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among the people; he will bless a bishop in his administration, and others in the discharge of their several duties, no matter what their priesthood may be. But here is an important item: there are some of these things which I have referred to that some cannot do&#x2014;they cannot lay hands upon them to impart unto them the Holy Ghost. If an elder can, he does it by and through the authority of Jesus Christ, through the medium of the holy priesthood conferred upon him by those holding authority. And when he performs this act, the recipients having complied with the requirements&#x2014;faith, repentance and baptism&#x2014;when he lays his hands upon their heads, God sanctions his action by imparting the Holy Ghost. Thus proving that God is true to his agreement; and through that means we become the sons of God<span class=\"citation\" id=\"78668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78668)\">1 Jn. 3:2<\/a><\/span> and belong to the household of faith,<span class=\"citation\" id=\"74736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74736)\">Gal. 6:10<\/a><\/span><span class=\"citation\" id=\"90904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90904)\">D&amp;C 121:45<\/a><\/span> and to us properly belong the covenants and blessings associated therewith. These are the initiatory steps. And we have a witness within ourselves, each one of us, in regard to those great principles that God has revealed to the human family. Now, then, are we the sons of God? Is he our Father? Yes. Have we received his Spirit, whereby we are enabled to cry, &#x201C;Abba, Father,&#x201D;<span class=\"citation\" id=\"72536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72536)\">Rom. 8:15<\/a><\/span><span class=\"citation\" id=\"74599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74599)\">Gal. 4:6<\/a><\/span> or &#x201C;my Father?&#x201D; Yes. What have we done since we received it? We do not like to look at some of our acts when we think of these things; we would rather we could blot them out from our memories, but we cannot; they are there. And when we reflect upon our follies, our imperfections and our iniquities of various kinds, how do we feel? We do not feel pleasant about it. God has conferred upon us the greatest treasure and the greatest boon he could bestow upon the human family, but we have  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received the treasure in earthen vessels.<span class=\"citation\" id=\"74087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74087)\">2 Cor. 4:7<\/a><\/span> We often do things we ought not to do, and leave undone things we ought to do;<span class=\"citation\" id=\"65529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65529)\">Matt. 23:23<\/a><\/span><span class=\"citation\" id=\"67583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67583)\">Luke 11:42<\/a><\/span> and how often have we grieved the Spirit of God within us!<span class=\"citation\" id=\"75300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75300)\">Eph. 4:30<\/a><\/span> He has done more for us than this. He has placed us here in his Church and kingdom; he has gathered us together; he has organized us according to the laws and order of the holy priesthood. He has united us to our wives, and our wives to their husbands, with an everlasting covenant that cannot be broken.<span class=\"citation\" id=\"87356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87356)\">D&amp;C 78:11<\/a><\/span> But we break it sometimes, don't we? He has shown us how and in what way our wives may be united with us in the eternities to come, and how we may have our children sealed to us and be one with us in time and in eternity, and has poured blessings upon many of our heads that will exist while time shall last and eternity endure. It was said of Jesus, that to his government and dominion there should be no end.<span class=\"citation\" id=\"58079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58079)\">Isa. 9:7<\/a><\/span> And the same has been said of a great many more; and yet we will allow little things to separate us from our God,<span class=\"citation\" id=\"72653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72653)\">Rom. 8:35,39<\/a><\/span> and from our brethren, and from our wives and then our wives from their husbands, and break up, and rant and rear and destroy, until we hardly know whether it is us or somebody else. Sometimes we hardly know whether we are in the Church and kingdom of God or not, until in many instances the light within us becomes darkness, and then, oh, how great is that darkness!<span class=\"citation\" id=\"63554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63554)\">Matt. 6:23<\/a><\/span> It is necessary that we should study well and watch well the path of our feet.<span class=\"citation\" id=\"57386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57386)\">Prov. 4:26<\/a><\/span> We are here laying the foundation for eternity, and for no other purpose. We are here that we may receive bodies, that in our bodies and spirits, and through them and through the powers of the priesthood and the everlasting Gospel, we may gain a <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> position by and by, among the Gods in the eternal worlds, and with them possess a glory and dominion and authority, power and exaltation that has hardly entered into our hearts to conceive of.<span class=\"citation\" id=\"72990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72990)\">1 Cor. 2:9<\/a><\/span> And yet, we will fritter away our privileges, treat lightly the things of God,<span class=\"citation\" id=\"87810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87810)\">D&amp;C 84:54<\/a><\/span> disregard the counsels of God and the priesthood of God, and wander in by and forbidden paths,<span class=\"citation\" id=\"128289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128289)\">1 Ne. 8:28<\/a><\/span> and lose sight of these great and glorious principles that God has revealed for the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v21n573\"> Referring to the principle of union, we ought to be one. We have things come up quite frequently, say, in a legislative capacity and otherwise, and our legislators and others enter into certain measures, but the people will not be sufficiently united to carry them out. And there seems to be a spirit, more or less among the people like this: some will brusquely and thoughtlessly say, &#x201C;I will be damned if I don't have my own way.&#x201D; All right. I will tell you another thing: you will be damned if you do, unless your way is the way that God will sanction. <\/div><div class=\"paragraph jod\" id=\"v21n574\"> Let me speak of some other things associated with this. If we had perfect union, what is there we could not accomplish? And yet God has done a great deal for us. We have for instance, one man in Congress to represent our interests; only one man, and he has not a vote at that. And in a great many instances the combined powers of the United States have been plotting against us, and it is today seeking our overthrow. And why? Because we dare believe in God, and because we dare keep his commandments, miserably as we do it, and the little we do of it. We do not do much, but the little we do, produces this kind of feeling; because this world is opposed to God and to his laws and  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to his church and kingdom. And what have they done hitherto? You could not get a man anywhere in the United States that knows anything of the workings of government or affairs brought in operation against us, but what believed that we would have been destroyed and swept off the earth long ago. But we are still here. Why? Not because you and I had fulfilled all our covenants and observed the laws of God; but it is because God knows and remembers that we are but flesh, but weak, fallen humanity; he remembers we are but dust; it is because he feels kindly and graciously toward us, and has said that it is his business to take care of his Saints,<span class=\"citation\" id=\"89867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89867)\">D&amp;C 104:15<\/a><\/span> and to fight our battles for us.<span class=\"citation\" id=\"89984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89984)\">D&amp;C 105:14<\/a><\/span> It is not because of what we have done, for we have not done much. And if God had not sustained us and turned away and restrained the wrath of man,<span class=\"citation\" id=\"56890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56890)\">Ps. 76:10<\/a><\/span> we would not have been here today. Now, this is a fact. Well, God is kind to us; do not let us treat him so thoughtlessly; do not let us treat his ordinances lightly; but rather let us reverence and esteem those men upon whom God has placed his holy priesthood, and let us try by our faith and prayers and by our acts, to sustain them in all particulars as we agreed to do when we held up our hands. And then I ask no odds of the combined powers of the whole world, for God is on our side, and as long as we maintain our position before him, I will risk the balance. He holds the nations in his hands, and he will say to them, as he did to the waves of the mighty ocean&#x2014;&#x201C;Hitherto shalt thou go, and no farther: and here shall thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56278)\">Job 38:11<\/a><\/span> And they cannot help themselves. We are in the hands of God, and they are. And I am afraid sometimes, <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when I see the follies of my brethren; I tremble for the result; but God is gracious and kind. Do not let us be ungrateful, but let us try to remember the blessing with which we are surrounded, the benefits he confers upon us&#x2014;the light of the holy Gospel, our present and eternal associations; and remember that we are placed here as representatives of God upon the earth, to operate with prophets and apostles and men of God who lived and died and are now behind the veil, to operate with them in the accomplishment of the purposes of God, pertaining to the earth whereon we stand. We are living in an eventful time, in the dispensation of the fullness of times, the period in which God has said he would gather together all things in one, whether they be things in heaven or things on the earth;<span class=\"citation\" id=\"74842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74842)\">Eph. 1:10<\/a><\/span> and therefore, he has organized us as we are. <\/div><div class=\"paragraph jod\" id=\"v21n575\"> When Jesus was here he felt the importance of the things I am now speaking of; and when he was about to leave his disciples he knew what the powers of darkness were, for he battled with them; and, indeed he was able to do so, having been anointed with the oil of gladness above his fellows.<span class=\"citation\" id=\"56606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56606)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"76423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76423)\">Heb. 1:9<\/a><\/span> But notwithstanding this and the fact of his being the Only Begotten of the Father,<span class=\"citation\" id=\"68602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68602)\">John 1:14<\/a><\/span><span class=\"citation\" id=\"86879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86879)\">D&amp;C 76:23<\/a><\/span> yet, when he came to wrestle with the difficulties he had to cope with, he sweat great drops of blood,<span class=\"citation\" id=\"68261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68261)\">Luke 22:44<\/a><\/span> and said, &#x201C;Father, if it be possible, let this cup pass from me:<span class=\"citation\" id=\"66271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66271)\">Matt. 26:39<\/a><\/span> I shrink to encounter the things I have to cope with, but nevertheless, not my will, but thine, be done.&#x201D;<span class=\"citation\" id=\"68251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68251)\">Luke 22:42<\/a><\/span> Now, we have to pass through a variety of things; many of us are tried and tempted, and we get harsh and hard feelings against one another. And it reminds me of your teams when going downhill with a heavy load.  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When the load begins to crowd on to the horses, you will frequently see one snap at his mate, and the other will prick up his ears and snap back again. And why? A little while before, perhaps, and they were playing with each other. Because the load crowds on them. Well, when the load begins to crowd, do not snap at your brethren, but let them feel that you are their friends, and pull together. Says Jesus, with reference to his disciples, &#x201C;Father, I pray that these may be one, I in them and thou in me;<span class=\"citation\" id=\"70757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70757)\">John 17:21-23<\/a><\/span> that that spirit, O God that dwells in thee and that thou hast imparted unto me, might also dwell in them, and that their hearts may be united together by the bonds of eternal life and fellowship and priesthood; that they may feel after one another's welfare and seek to promote one another's happiness, we having drunk of that river, the streams whereof shall make glad the city of our God;&#x201D;<span class=\"citation\" id=\"56617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56617)\">Ps. 46:4<\/a><\/span> that it may arise and flow and bubble in our hearts, and that its vivifying streams may be felt wherever we go, and that the influence and light and power and spirit and intelligence of God may be with us, that we may be one, according to the prayer of our Lord, &#x201C;as I, Father, am in thee, and thou in me: that the world may know that thou hast sent me,&#x201D;<span class=\"citation\" id=\"70726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70726)\">John 17:21<\/a><\/span> These principles are as eternal as the heavens. Do they exist in heaven? Yes. You read the first chapter of Genesis pertaining to these matters; and how is it? <\/div><div class=\"paragraph jod\" id=\"v21n577\"> &#x201C;In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. <\/div><div class=\"paragraph jod\" id=\"v21n578\"> And God said, Let there be light: and there was light.&#x201D;<span class=\"citation\" id=\"52547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52547)\">Gen. 1:1-3<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n579\"> He had nobody around him to rise up and say, had you not better put it off for a little while, or otherwise change things, or to intimate that they were not prepared for what was done. No, they knew better. I suppose it would be more correct to render it, &#x201C;And the Gods said, Let there be light,<span class=\"citation\" id=\"52058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52058)\">Gen. 1:3<\/a><\/span><span class=\"citation\" id=\"93498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93498)\">Abr. 4:3<\/a><\/span> etc.&#x201D; But to us you know there is only one God;<span class=\"citation\" id=\"73282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73282)\">1 Cor. 8:6<\/a><\/span> and he said, let there be light, and there was light.<span class=\"citation\" id=\"52059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52059)\">Gen. 1:3<\/a><\/span> And God saw the light that it was good.<span class=\"citation\" id=\"52063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52063)\">Gen. 1:4<\/a><\/span><span class=\"citation\" id=\"92345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92345)\">Moses 2:4<\/a><\/span> It was made according to eternal principles, according to the strictest principles of intelligence and philosophy; and when it was made, it was declared good.<span class=\"citation\" id=\"52062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52062)\">Gen. 1:4<\/a><\/span><span class=\"citation\" id=\"92344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92344)\">Moses 2:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n580\"> In the councils of the Gods in the eternal worlds there was no confusion&#x2014;I rather think there were no politicians there, no one to get up any feelings of animosity. Things were agreed upon, and when this was done they were carried out. When agreed upon God would say, let so and so be done, and it was done.<span class=\"citation\" id=\"92348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92348)\">Moses 2:6<\/a><\/span> Now, we see that there was perfect unanimity; but there was not always unanimity in heaven even. What, not in heaven? No, not until one-third part was cast out;<span class=\"citation\" id=\"79550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79550)\">Rev. 12:4<\/a><\/span> and I do not think that it was for doing any good. Sometimes I think we will have to cast out quite a number too, in order to get things in the right shape. Satan was cast out, and those that adhered to him who rebelled against God in the eternal worlds. Well, everything has not been altogether pure in heaven; but they straightened them out as well as they could, as we do here sometimes, and as we do not do here very often. <\/div><div class=\"paragraph jod\" id=\"v21n581\"> And when we talk about the heavens, there will be a new heaven as well as a new earth. You know, we read that there will be a new heaven and a new earth,<span class=\"citation\" id=\"78491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78491)\">2 Pet. 3:13<\/a><\/span><span class=\"citation\" id=\"80686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80686)\">Rev. 21:1<\/a><\/span><span class=\"citation\" id=\"83526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83526)\">Ether 13:9<\/a><\/span><span class=\"citation\" id=\"84773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84773)\">D&amp;C 29:23<\/a><\/span> wherein righteous<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness will dwell.<span class=\"citation\" id=\"78492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78492)\">2 Pet. 3:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n583\"> Well, we are here struggling and trying to introduce correct principles, and to advance not only the interests of the Church of God, but the kingdom of God, for God will have a kingdom. I hope you will not tell it to anybody if I tell you something&#x2014;God will have a kingdom, and he will have rule and dominion, for this earth belongs to him and he will possess it, and his Saints will inherit it at last. We did not used to be afraid of talking about these things. In former times they told us that the Saints of the Most High should finally take the kingdom and the greatness of the kingdom, which should be given to the Saints of the Most High God.<span class=\"citation\" id=\"61760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61760)\">Dan. 7:27<\/a><\/span> Do you believe it? I happen to be one who believes it. And I prophesy that it will be fulfilled. But we are a sorry lot of people to do a thing of that kind, are we not? We have not made much progress yet in the race; we are only preparing for it, many of us cannot do what Brother Joseph F. Smith was talking about yesterday, that is making a sacrifice and feel that we are for God and his kingdom. But we can hardly get out of it. I tell you how some of us feel&#x2014;&#x201C;God bless me and my wife, my son John and his wife, us four and no more, Amen.&#x201D; That feeling is a long way from the other. God feels interested in the welfare of the whole human family. What, of the Saints? Yes, and the others too. But the others do not have the priesthood. The others, if they ever obtain a celestial glory, will have to obtain it through the Latter-day Saints. What manner of people ought we to be? A little different from what we are. We think it troublesome sometimes to pay our tithing; we think it troublesome sometimes to pray in <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our families; we think it troublesome sometimes to feed the poor and take care of the destitute. Well, suppose we were to change places a little while with them, how would you feel then? You would feel that it was much better to give than to receive.<span class=\"citation\" id=\"72082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72082)\">Acts 20:35<\/a><\/span> We want our feelings and sympathies drawn out. And God has placed us where we are, in order that we may be preserved to receive instructions from his hands. We have in our school operations what we call our normal schools, to prepare teachers to teach others. Now, the Lord has a normal school in Utah. He is preparing us in a variety of ways&#x2014;sometimes we have not enough snow in the winter season, and consequently a scarcity of water in the summer; sometimes too much rain, and at other times not enough; we have some wise and some unwise, and we have some rich and some poor. Yes, we have some who are poor among us, and why? We would not know what it was to see persons in those circumstances if we did not have some among us, and then, the opportunity is afforded us to show our kindness, and to develop within us that fellow feeling we sometimes talk about. But we do not want to call them poor, for some of them are just as good as we are, and some perhaps a little better than many of us. If good people are suffering for the common necessaries of life, the scriptures say, &#x201C;If a man having this world's goods, see his brother in need, and shutteth up his bowels of compassion, how dwelleth the love of God in him?&#x201D;<span class=\"citation\" id=\"78724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78724)\">1 Jn. 3:17<\/a><\/span> And in regard to those matters, we ought to look to the wants of everybody; that, however, more particularly devolves upon the bishops and the brethren of the Aaronic priesthood. Do not let us make paupers of them; but let us treat them as brethren  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and sisters, as good, honorable men and women; let us see that they are provided for. I have seen some people who would get down upon their knees and pray most heartily for God to feed the poor and clothe the naked. Now, I would never ask the Lord to do a thing that I would not do. If we have them among us, suppose we go at it and relieve them. I do not think we have much of that to do here; but, enough, perhaps, to draw forth your good feelings and sympathies. And if people sustain misfortune of any kind, look after them and bestow upon them those things necessary for their welfare and happiness. And God will bless us in so doing. I would a great deal rather that you would take, say a sack of flour, some beef, a hundred of sugar, some butter and cheese, and clothing and fuel, and such comforts and conveniences of life, and thus try to make people feel happy than all the prayers you could offer up to the Lord about it; and he would rather see it too; that is the proper way to do things. In receiving blessings ourselves, try to distribute them, and God will bless and guide us in the ways of peace. <\/div><div class=\"paragraph jod\" id=\"v21n585\"> Perhaps I am occupying too much time. I do not care much about making a big discourse; I am talking in a plain, easy way, and I think you understand it. And if there is a widow, or an orphan, or any destitute persons, or anyone who has to struggle hard, look after them, and do not try to make paupers of them; but what you do for them, do it in a kind, good feeling, making them to feel and realize that you are their friends. And then, let us try to do away with all our little difficulties&#x2014;husbands with their wives. Why will you complain about your wives? Because they will get cross. Are <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you not cross? &#x201C;Yes; but my wife is not as kind as she used to be.&#x201D; Well, try to get along with her, and treat her kindly; and be kind to one another. If you live in this way while here in the flesh, you will be glad to meet one another in the eternal worlds. Cultivate every good principle, and live in his fear day by day, and he will take care of us, and he will bless and multiply our flocks and herds, our lands and everything we have. <\/div><div class=\"paragraph jod\" id=\"v21n586\"> I will tell you a secret. If we could only prepare ourselves to do the will of God and keep his commandments and live our religion so that God could trust us with more means than we have, he would so order things, and that too by natural ways, that our desires in that direction would be fully gratified. But we are not prepared for it; it would only destroy us, and lead us to the devil; and the Lord knows it. At the same time we cannot complain in this regard; the Lord has treated us very well. I do not know of a people anywhere that are better off as a whole than we are. It is true we do not have the amount of wealth among us that may be found in older countries; but then we do not have the poverty, the suffering and distress that may be found elsewhere. It is for us to introduce principles that will obviate all these difficulties, and that will prepare us to receive blessings from God, and to administer the same wisely. <\/div><div class=\"paragraph jod\" id=\"v21n587\"> Another thing. We are building temples. Are we doing pretty well? Yes. Do you find fault? No. I have nothing to say about it; I think the people are doing very well especially in some districts in the north and south, indeed, I think more than they are able to do. But they could not do what they have already done and what they are  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doing without the assistance and blessing of the Almighty. They are building two beautiful edifices. What for? Is it a matter of speculation? Yes, one of the greatest speculations ever conceived of. It is for the salvation of the human family; it is for the redemption of the living and salvation of the dead. It is for the accomplishment of the purposes of God pertaining to the inhabitants of the earth, our forefathers, and then, all we can attain to after that. In those things we are doing very, very well; and I feel to bless the people because of their liberality in relation to those matters, especially those of the districts I have referred to. <\/div><div class=\"paragraph jod\" id=\"v21n589\"> Well, now, I do not know that I should detain you much longer. What shall we do? Keep our covenants, sustain Brother Smith; and let Brother Smith act in a way that will be worthy of being sustained. And then sustain your bishops, and let them also so act as to be worthy of your esteem. And sustain their counselors, and hearken to their counsels and advice. They are seeking to do you good; and to build up your interests. And then sustain your teachers, and your deacons and your priests, and do all you can to lift them up that they may be enabled to do a good work in their day and generation, and benefit you and your generations after you. And then there are others. You have your Relief Societies, and I am glad always to speak a word in behalf of them. Our sisters are one with us; and we are operating together in trying to build up the kingdom of God. I would say to the sisters, I would watch after the youth and after the interests of the sisters, and try to introduce everything good and praiseworthy, and try to do all you can to promote the <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> welfare of your sons and daughters; and God will bless you as he has done, and more abundantly. I was pleased to hear a compliment that was made to our Young people's Mutual Improvement Associations. It is gratifying to parents and to all who have the interests of Zion at heart, to hear of, and to see our young men and women grow up in the fear of God. Some, as is the case everywhere, are inclined to be a little rude and thoughtless. It is our privilege, and the privilege of the youth, to improve, and to cultivate our morals and manners so that if it should ever be our pleasure to mingle with the angels, we should find the most happy and enjoyable society. Let us learn to treat one another with kindness and courtesy, and let the young cultivate the fear of God. I tell you what I used to do when quite a young boy. I made it a practice to go and call upon the Lord; it was before there was any &#x201C;Mormonism.&#x201D; And many scores of times have I gone into fields behind the bushes, and also into hay lofts to call upon God to guide me and keep me from evil<span class=\"citation\" id=\"128290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128290)\">John 17:15<\/a><\/span><span class=\"citation\" id=\"128291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128291)\">2 Thes. 3:3<\/a><\/span> and to lead me in the paths of righteousness.<span class=\"citation\" id=\"56439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56439)\">Ps. 23:3<\/a><\/span> Did I feel happy? Yes, for I had a portion of the Spirit of God with me. How much better in this respect it is for our youth. I had parents who feared God, but they, any more than anyone else, did not know anything at all about the true plan of salvation, for it had not been revealed. I used to go to the Church of England; and many of you present used to go too; and we used to say that we were all &#x201C;miserable sinners.&#x201D; We also confessed every Sunday that we had &#x201C;done the things we ought not to have done, and left undone the things which we ought to have done.&#x201D;<span class=\"citation\" id=\"65530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65530)\">Matt. 23:23<\/a><\/span> This was all very true. The teach<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ers themselves did not know any better, neither did we. But I used to take pleasure in calling upon the Lord to lead me in the right way. I did not have the helps that you have. You have the benefit of your Mutual Improvement Societies. Attend them, and seek to cultivate intelligence of every kind; and above all, reverence and respect your parents, they who have watched over you and taken care of you, they who have educated you and fed and clothed you and felt an interest in your welfare. <\/div><div class=\"paragraph jod\" id=\"v21n591\"> And in regard to all of our opera<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions, brethren and sisters, let us ever try to do right, and let us try to invent something whereby we can be self-sustaining; let us purchase from our own people, and above all let us try to make our own goods and supply our own wants and necessities. Let us try and carry these principles out, for they are true and correct. And if there is anything good and praiseworthy, let us seek after it;<span class=\"citation\" id=\"94225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94225)\">A of F 1:13<\/a><\/span> and shun everything that tends to misery, degradation and death. <\/div><div class=\"paragraph jod\" id=\"v21n592\"> God bless you, and lead you in the paths of life. Amen. <\/div>\n<\/div>\n<\/div>"}