{"ID":210033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation, Prophesying, Predictions of the Servants of God, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the Tabernacle, at Logan, Sunday Morning, August 1, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 8\/1\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v21n817\"> It is a common saying with us, that the Lord has set his hand to build up his kingdom; but, notwithstanding, it is a true and a very interesting one. Let us turn our minds which way we will, as men of God, as Elders in Israel, if we enjoy any portion of the Spirit of the Lord, we cannot help seeing the hand of the Lord in his works in <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these mountains and in the earth. It is a difficult matter, many times, for men of the world to understand the literal fulfillment of revelation; in fact, some of our leading men, men of wisdom, men who have enjoyed a good portion of the Spirit of the Lord&#x2014;it has been difficult for them to understand the fulfillment of prophecy. In conversation with  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>persons with regard to the affairs of our nation, I remember President Young telling them that there would be a division in our nation between the North and South. &#x201C;But,&#x201D; said they, &#x201C;that cannot be; the stability of our government is of too durable a nature to even permit of any such thing.&#x201D; This is the way that our leading men felt before the rebellion; this is the way, as a general thing, that leading men feel today. They cannot comprehend, it is not in their hearts to believe in the fulfillment of prophecy; they cannot understand how it is that any power or wisdom that God can exercise, can bring to pass the prophecies that remain to be fulfilled. We had examples of this, as I have said. But the crisis came; a four years' war was waged, which laid in the grave a million and a half of the strength of our nation, and, as I have often said, and which I believe is true, cost them a debt which they will never live to pay. They could not comprehend this until it was over. It is so with our nation today; they cannot comprehend, notwithstanding the mighty evidence that is rolling before them like the waves of the sea, one event after another in their fulfillment; but they cannot realize how the Lord can make use of the elements known to mankind to bring about the destruction of a nation like ours. When Brother John Morgan was speaking, I was reminded of a certain spirit that arose in the hearts of men a few years ago, incited through the oppression of capital against labor. A few men rose up in Pittsburgh and other places in Pennsylvania, and in three days destroyed some twenty million dollars worth of railroad property. When this element once rises, what power has law, what power have the officers of the law or the government to <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> control it? It cannot be controlled by human power. As Latter-day Saints, we can in a measure understand, when we come to reflect that God rules and overrules and can do anything he has a mind to with regard to the fulfillment of these events. I believe the Bible; I believe the Book of Mormon; I believe the Doctrine and Covenants, and I believe that the predictions they contain will in their fulfillment roll upon our heads, and upon the heads of this nation, and upon the heads of the people of Zion, and the judgments of God, that have been proclaimed in the hearing of the people for the last fifty years, through the mouth of Joseph Smith and of Brigham Young and the apostles and the elders of Israel, by the gift and power of the Holy Ghost&#x2014;not one jot or tittle of what has been declared will fall to the ground unfulfilled, and the Latter-day Saints ought to be prepared for them. I know many of these things look dark when men look upon them with the natural vision, and as a consequence doubt and unbelief follow; but when you look upon them with your mind enlightened by the Spirit of God, the spirit of inspiration and revelation, we then are able to understand them, and how easy it is for God to bring to pass the predictions of his servants. <\/div><div class=\"paragraph jod\" id=\"v21n819\"> The Lord, in a revelation given to Orson Hyde and William McClellan<span class=\"citation\" id=\"128397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128397)\">D&amp;C 68:7<\/a><\/span> in the early days of the Church, in sending them out to preach the Gospel,<span class=\"citation\" id=\"86653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86653)\">D&amp;C 68:1<\/a><\/span> told them that when they preached they should speak as they were moved upon by the Holy Ghost;<span class=\"citation\" id=\"86657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86657)\">D&amp;C 68:3<\/a><\/span> and that if they did not have the Holy Spirit to direct them, they were told not to teach.<span class=\"citation\" id=\"85297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85297)\">D&amp;C 42:14<\/a><\/span> &#x201C;And,&#x201D; said the Lord, &#x201C;when you do speak as you are moved upon by the Holy Ghost, your words are the words of  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, they are scripture, and they are the mind of the Lord to the people.&#x201D;<span class=\"citation\" id=\"86668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86668)\">D&amp;C 68:4<\/a><\/span> (Sec. 68.) Many have an idea that it is something very strange for men nowadays to have revelation, and that nobody should have revelation excepting Brother Taylor. Here, my brethren and sisters, you are upholding the quorum of the Twelve twice a year in General Conference, besides doing so at your quarterly conference, as prophets, seers and revelators, and you pray for them twice a day, and perhaps oftener, and should it be anything very strange if they should receive a revelation? How strange, indeed! There are in this Church some six thousand seventies, and four thousand high priests, and four thousand elders, who hold the Melchizedek priesthood, which is after the order of the Son of God,<span class=\"citation\" id=\"90095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90095)\">D&amp;C 107:2-4<\/a><\/span> besides many thousands of priests holding the Aaronic priesthood, and I would like to ask, if it was wrong to desire revelation? What business have we with this priesthood, if we have not power to receive revelation? What is the priesthood given for? If we do not have revelation, it is because we do not live as we should live, because we do not magnify our priesthood as we ought to; if we did we would not be without revelation, none would be barren or unfruitful.<span class=\"citation\" id=\"78256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78256)\">2 Pet. 1:8<\/a><\/span> We have one man who holds the keys of the kingdom of God upon the earth, and it is his business to give the word of the Lord for the guidance of the Church. But here we have apostles and men of God, holding the holy priesthood, acting in behalf of the Church in different parts of this Territory, and also in different parts of the earth; and we have men, say, acting as Church agents in Europe, part of whose business it is to charter ships for the transit across the ocean of tens of <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thousands of the people of God; is it the right of such men to have revelation from the Lord to guide them in their operations? Yes, it is; and no man should undertake to act in positions affecting the interests of Zion, unless he lives so as to be guided and directed by revelations of God. And every man who presides over a temple should live day by day in the revelations of Jesus Christ. And every seventy, and every high priest, and every man bearing the holy priesthood should live in that way to get revelation to guide and direct him in his labors. This idea that no man has any right to call upon God and receive revelation is wrong, and it has been wrong wherever it has existed in any age of the world. As was said of old, when a complaint was made concerning certain of the elders prophesying in the Camp of Israel, so say I: &#x201C;I would to God that all were prophets;&#x201D;<span class=\"citation\" id=\"54705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54705)\">Num. 11:29<\/a><\/span> because the spirit of prophecy is the testimony of Jesus.<span class=\"citation\" id=\"80384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80384)\">Rev. 19:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n821\"> With regard to prophesying, I wish to say, that we have a great many times the revelations of God given unto us through his spirit, when we do not comprehend what revelation is. How many of you have had the still small voice<span class=\"citation\" id=\"55724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55724)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"81136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81136)\">1 Ne. 17:45<\/a><\/span><span class=\"citation\" id=\"88059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88059)\">D&amp;C 85:6<\/a><\/span> of the spirit whisper things to you, and when you have followed the dictations of that spirit it has become in you a principle of revelation? I would not be here today if I had not listened to the whisperings of that still small voice which has guided me in my journeyings; I never could have passed through the dangerous scenes and incidents of my life had I not followed the whisperings of the spirit of the Lord to me. And with regard to our preaching I will say, that as apostles of God and as men appointed to lead and guide Israel, we have a great  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many things presented to our minds that at the time appear to be beyond our comprehension. Brother Heber C. Kimball, for instance, was a natural prophet; he would at times give utterance to things when preaching under the influence of the holy Spirit that would frighten himself, and has many times been known to say after he had finished preaching, &#x201C;What have I said?&#x201D; I am reminded of a circumstance which occurred in the early settlement of Utah, at a time when we were all in very destitute circumstances, without the shadow of any reasonable hope for seeing better times. At such a time Brother Kimball in preaching one day told the congregation that many months would not pass before we would be able to buy goods in Salt Lake City as cheaply as they could be bought in New York City. When Brother Kimball had said this he actually felt frightened for he could not see how it could come to pass, but it was spoken under the influence of the Holy Ghost, and therefore it was revelation. I was thinking today of a time many years ago, when President Young and several brethren of the Twelve, were in Logan; it was a time when a railroad up to this region was not even dreamed of, the time when Brothers Ezra T. Benson and Peter Maughan presided here; when at a meeting President Young called upon me to talk to the people assembled. The night before, however, we had been met by a long line of children and young people, from three up to twenty years of age; they had come out to meet the prophet, and presented a fine sight. While talking to the people I felt led to speak to the children and young people; and I told them that I wanted them to remember the visit which the president was making them because the <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day would come when they were grown up, when they would talk to one another and say, that on such a day President Young and party visited us, and we were told then that we should see the day when a temple should be built in this place, from the top of which we would be able to survey the country around which would be occupied by ten thousand of our people; and you will say that this was told to us when brother Benson and brother Maughan presided here. We never thought of building a temple here at that time, it had never entered into the heart of man to do so. Brother Benson and Maughan have been for some years now in the spirit world. Today you are engaged building a temple which will be completed and dedicated; and when this shall be done these young people will have the opportunity of going to the top of the building and will then see what I promised to you in those early days. <\/div><div class=\"paragraph jod\" id=\"v21n823\"> I mention this to show you how things are presented to our minds and given utterance to in our public teachings about which, at the time, we have little or no idea. <\/div><div class=\"paragraph jod\" id=\"v21n824\"> When in the western country, many years ago, before we came to the Rocky Mountains, I had a dream. I dreamed of being in these mountains, and of seeing a large fine looking temple erected in one of these valleys which was built of cut granite stone. I saw that temple dedicated, and I attended the dedicatory services, and I saw a good many men that are living today in the midst of this people. And I saw them called of God and sent forth into the United States and to Babylon, or what is called the Christian world, to bind up the law and seal up the testimony<span class=\"citation\" id=\"58031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58031)\">Isa. 8:16<\/a><\/span> against the nations of the earth, because they had re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>jected the testimony of Jesus; and of the establishment of the kingdom of God upon the earth. When the foundation of that temple was laid I thought of my dream and a great many times since. And whenever President Young held a council of the brethren of the Twelve and talked of building the temple of adobe or brick, which was done I would say to myself, &#x201C;No, you will never do it;&#x201D; because I had seen it in my dream built of some other material. I mention these things to show you that things are manifested to the Latter-day Saints sometimes which we do not know anything about, only as they are given by the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v21n826\"> I will say to Israel who are here today, we should take hold of this work in earnest and build this temple and redeem the dead as well as the living; and have faith in God believing that this is the work of God which will roll on to its fulfillment in the earth. God will not disappoint you in these the last days; he will not disappoint the wicked, he will not disappoint the devils in hell, nor the angels of God in the heaven will not be disappointed with regard to the fulfillment of the revelations; whatever may be the unbelief of this generation it will make no difference with regard to the fulfillment of the revelations of God and the predictions of his servants. <\/div><div class=\"paragraph jod\" id=\"v21n827\"> When in the Tabernacle at Salt Lake City on the 24th of July, in looking upon the assembled multitude and in contemplating the magnitude and grandeur of the procession, I said to myself, &#x201C;What can be the feelings of the world?&#x201D; What can be the feelings of our enemies who are laboring to &#x201C;break up Mormonism,&#x201D; and who have for these many years past indulged in the fond expectation, and have <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> even gone so far as to predict year after year that in a few years more &#x201C;Mormonism&#x201D; will be done away. The world do not know what to do with &#x201C;Mormonism;&#x201D; the heads of our own nation and the kings of the earth are alike undecided, with regard to this handful of people that are growing up in these mountains. They see our union and the work already accomplished by us; they see the elements of prosperity and power manifested in this people, and although they do not say it themselves it is a fact, the spirit of fear to a degree is taking hold of them, they are afraid that the &#x201C;Mormons&#x201D; tell the truth when the say the God of heaven has set his hand again for the last time to establish his rule and government in the earth, which is destined to become a great kingdom and fill the whole earth.<span class=\"citation\" id=\"61120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61120)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86613)\">D&amp;C 65:2<\/a><\/span><span class=\"citation\" id=\"90440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90440)\">D&amp;C 109:72<\/a><\/span> The great men of the earth are not ignorant of the existence of this people; they are studying our history, and they are watching the result of our labors. Although we are located in the interior of this mountain country, and so recently considered without the pale of civilization, the Latter-day Saints are not hid from view, their light is not under a bushel,<span class=\"citation\" id=\"63078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63078)\">Matt. 5:15<\/a><\/span><span class=\"citation\" id=\"67576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67576)\">Luke 11:33<\/a><\/span> but they are already known and talked of throughout all Christendom; and this Zion will continue to grow and no power will hinder it. Let us prepare ourselves and keep the faith, obey the commandments of God and exercise faith in these things; and let our prayers ascend into the ears of the God of Sabaoth day and night, for the fulfillment of these revelations and prophecies. <\/div><div class=\"paragraph jod\" id=\"v21n828\"> The Lamanites will fulfill all that God has said about them, and the Jews will fulfill and realize all that has been said respecting them and all that has been promised and pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dicted upon their heads by their father Jacob and by the prophets. It was foretold by the prophet Moses that they should be driven and despised by their enemies,<span class=\"citation\" id=\"55178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55178)\">Deut. 28:25<\/a><\/span> and that they should be cursed of God,<span class=\"citation\" id=\"128398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128398)\">Deut. 28:15-68<\/a><\/span><span class=\"citation\" id=\"128399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128399)\">Deut. 29:18-29<\/a><\/span> and that his curse should follow them until Christ came; and that they would reject him,<span class=\"citation\" id=\"59639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59639)\">Isa. 53:3<\/a><\/span> and then they would be scattered<span class=\"citation\" id=\"55196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55196)\">Deut. 28:64<\/a><\/span> as corn is sifted in a sieve,<span class=\"citation\" id=\"61952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61952)\">Amos 9:9<\/a><\/span> etc. But hear it all Israel, after your sorrow and pain and distress and after the days of your tribulation, your great Eloheim will stretch out his hand and gather you from every nation wherever you are driven,<span class=\"citation\" id=\"55212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55212)\">Deut. 30:3-4<\/a><\/span> and he will bring you home to your own land, and you shall rebuild, your temple and city, and you shall be delivered by Shiloh when he comes.<span class=\"citation\" id=\"53700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53700)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129084)\">Gen. 50:24 (JST)<\/a><\/span> That will be fulfilled; and all that God has said with regard to the ten tribes of Israel, strange as it may appear, will come to pass. They will, as has been said concerning them, smite the rock, and the mountains of ice will flow before them, and a great highway will be cast up, and their enemies will become a prey to them; and their records, and their choice treasures they will bring with them to Zion.<span class=\"citation\" id=\"91881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91881)\">D&amp;C 133:26-30<\/a><\/span> These things are as true as God lives. <\/div><div class=\"paragraph jod\" id=\"v21n830\"> When I contemplate the condition of our nation, and see that wickedness and abominations are increasing, so much so that the whole heavens groan and weep over the abominations of this nation and the nations of the earth, I ask myself the question, Can the American nation escape? The answer comes, No; its destruction, as well as the destruction of the world, is sure; just as sure as the Lord cut off and destroyed the two great and prosperous nations that once inhabited this continent of North and South America, because of their wickedness, so <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will he them destroy, and sooner or later they will reap the fruits of their own wicked acts, and be numbered among the past. <\/div><div class=\"paragraph jod\" id=\"v21n831\"> I cannot help it; I would to God they would repent, that their eyes might be opened to see their condition; but the devil has power over them; he rules the children of men, he holds Babylon in his own hand, and leads the people whithersover he will. There are changes awaiting us, they are even nigh at our very doors, and I know it by the revelations of Jesus Christ; I know it by the visions of heaven; I know it by the administrations of angels, and I know it by the inspiration of heaven, that is given to all men who seek the Lord; and the hand of God will not stay these things. We have no time to lose. <\/div><div class=\"paragraph jod\" id=\"v21n832\"> I pray God's blessing upon the men working on the temple, and his blessing upon the Saints, that their hearts may be inclined to build them. If you knew and understood the feelings of the Prophet Joseph Smith, and those of his brethren associated with him, and the feelings of the millions of the human family who are shut up in their prison houses<span class=\"citation\" id=\"59363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59363)\">Isa. 42:7<\/a><\/span> we would not tire, we would labor with all our might until the building was finished and dedicated, and then we would labor for the redemption of our dead. Ask Bishop Hunter if he ever expects to meet with his friends and associate with those who have passed away, unless he redeems them in the flesh, and he will tell you, no. He could not mingle with them if he did not redeem them in the flesh. I know the same, too. <\/div><div class=\"paragraph jod\" id=\"v21n833\"> I pray God to bless you, and to pour out his spirit upon my brethren of the quorum of the Twelve, that we may walk in the light and be guided aright in all our ministra<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions. And I tell you again; God will not disappoint you; this kingdom will never go backward, neither will it ever be given into the hands of another people;<span class=\"citation\" id=\"61318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61318)\">Dan. 2:44<\/a><\/span> but it will rest upon the shoulders of our sons and daughters when Christ comes in the clouds of heaven.<span class=\"citation\" id=\"65847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65847)\">Matt. 24:30<\/a><\/span> We have no time to throw away, or spend in the foolish things of the flesh; what time is at our disposal should be used in building up the Zion of God, and in preparing ourselves and our families for the things that await us. Oh, I wish many times that the veil was lifted off the face of the Latter-day Saints; I wish we could see and know the things of God as they do who are laboring for the salvation of the human family who are in the spirit world; for if this were so, this whole people, with very few, if any, exceptions, would lose all interest in the riches of the world, and instead thereof their whole desires and labors would be directed to redeem their dead, to perform faithfully the work and mission given us on earth; so that when we ourselves should pass behind the veil and meet with Joseph and the ancient apostles, and others who are watching over us and who are deeply interested in our labors, we might feel satisfied in having done our duty. <\/div><div class=\"paragraph jod\" id=\"v21n835\"> This is how I feel, this is my faith. I read the Bible, the Book of Mormon and the Book of Covenants, and I look for everything contained in them to be fulfilled. We are making history day by day, and we are fulfilling the events which they predicted would transpire in the latter days. Isaiah, when he saw in vision this people in the mountains, exclaims: <\/div> <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n836\"> &#x201C;Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the Lord hath comforted his people, and will have mercy upon his afflicted. <\/div><div class=\"paragraph jod\" id=\"v21n837\"> &#x201C;But Zion said, The Lord hath forsaken me, and my Lord hath forgotten me. <\/div><div class=\"paragraph jod\" id=\"v21n838\"> &#x201C;Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.&#x201D;<span class=\"citation\" id=\"59436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59436)\">Isa. 49:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n839\"> In the own due time of the Lord all things spoken by the prophets will be literally fulfilled.<span class=\"citation\" id=\"128400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128400)\">3 Ne. 29:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n840\"> I pray God to help us to do our duty and to help us to feel interested in our labors in the flesh. And as a closing remark, seeing that this is election time, I will say, do not, my brethren, allow the spirit of contention<span class=\"citation\" id=\"128402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128402)\">3 Ne. 11:29<\/a><\/span> and dissension<span class=\"citation\" id=\"128403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128403)\">Mosiah 27:9<\/a><\/span> to creep in among you. I am ashamed of some of our people who, instead of using their powers and influence in endeavoring to unite the people, go to work and raise strife, and the result is that in some of our cities an opposition ticket is gotten up, and our own people in these places divide one against the other. I say, shame on the elder or man holding the priesthood, the authority delegated to him by high heaven, who will do this thing; the heavens are displeased with such a man, and unless he repents he will certainly be found numbered with those who are arrayed against God and his kingdom on the earth. We have the whole world against us, besides many evil spirits to contend with, and we certainly should not divide one against another.<span class=\"citation\" id=\"128401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128401)\">Matt. 12:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n841\"> May God bless Israel, is my prayer, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}