{"ID":210036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Introductory Remarks&#x2014;Heaven and Earth to Pass Away&#x2014;Not Annihilated&#x2014;Heaven and Earth not Created From Nothing&#x2014;Materials Eternal&#x2014;Materials Under the Dominion of Laws&#x2014;Central and Orbital Forces&#x2014;Compound and Elementary Substances&#x2014;Earth in the Beginning&#x2014;No Mortality, Then Known, on this Creation&#x2014;The Fall&#x2014;The Earth's Baptism in Water&#x2014;Its Baptism in Fire&#x2014;Its Baptism By the Spirit&#x2014;Its Justification&#x2014;Its Sanctification&#x2014;Its Purification&#x2014;Its Thousand Years' Rest, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Sunday Morning, August 1, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Heaven and Earth to Pass Away, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/1\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v21n877\"> I will call the attention of the congregation to a few passages of Scripture, which will be found in the 20th and 21st chapters of the Revelation given to St. John. In the 20th chapter we find these words: <\/div> <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n878\"> &#x201C;And I saw a great white throne, and him that sat on it, from whose face the earth and heaven fled away; and there was found no place for them. <\/div><div class=\"paragraph jod\" id=\"v21n879\"> &#x201C;And I saw the dead, small and great, stand before God; and the  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works. <\/div><div class=\"paragraph jod\" id=\"v21n881\"> &#x201C;And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works. <\/div><div class=\"paragraph jod\" id=\"v21n882\"> &#x201C;And death and hell were cast into the lake of fire. This is the second death. And whosoever was not found written in the book of life was cast into the lake of fire.&#x201D;<span class=\"citation\" id=\"80605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80605)\">Rev. 20:11-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n883\"> In the 21st chapter, commencing with the 1st verse, we read these words: <\/div><div class=\"paragraph jod\" id=\"v21n884\"> &#x201C;And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea. <\/div><div class=\"paragraph jod\" id=\"v21n885\"> &#x201C;And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband. <\/div><div class=\"paragraph jod\" id=\"v21n886\"> &#x201C;And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God. <\/div><div class=\"paragraph jod\" id=\"v21n887\"> &#x201C;And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away. <\/div><div class=\"paragraph jod\" id=\"v21n888\"> &#x201C;And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful. <\/div><div class=\"paragraph jod\" id=\"v21n889\"> &#x201C;And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely. <\/div> <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v21n890\"> &#x201C;He that overcometh shall inherit all things; and I will be his God, and he shall be my son.&#x201D;<span class=\"citation\" id=\"80697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80697)\">Rev. 21:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n891\"> It is a great and important undertaking to rise up before a congregation of the children of men, and endeavor to declare the words of eternal life to them. No man living can do this acceptably in the sight of God, unless God is with him, by the power of his spirit and by the inspiration thereof. I often feel my own weakness and imperfection as a man, when endeavoring to do a work of this nature. I oftentimes feel to ask myself the question&#x2014;what am I, and how can I perform the work which the Lord requires at my hand, unless he assists me? Sometimes I almost feel to shrink; but then I know, from past experience, that God has assisted me, and I have every reason to believe that he will continue so to do, inasmuch as I am humble and exercise faith in him, and strive to do his will. <\/div><div class=\"paragraph jod\" id=\"v21n892\"> These words written in the 20th and 21st chapters of the Revelation given to St. John on the Isle of Patmos, occurred to my mind, a few moments before I rose to my feet; for it is the practice of most of the elders of this church to take no thought beforehand what they shall say,<span class=\"citation\" id=\"64126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64126)\">Matt. 10:19-20<\/a><\/span><span class=\"citation\" id=\"87902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87902)\">D&amp;C 84:85<\/a><\/span><span class=\"citation\" id=\"89406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89406)\">D&amp;C 100:5-6<\/a><\/span> and it is very seldom that the officers of the church endeavor to plan out in their own minds any particular form of discourse, but, sometimes the spirit of the Lord may suggest certain passages of scripture, and then that same spirit may dictate and direct, in regard to the form of words that shall be used in delineating the ideas contained in those texts. <\/div><div class=\"paragraph jod\" id=\"v21n893\"> We are told in the words which I have read, that there is a period of time yet in the future, wherein this earth upon which we stand, where  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have our being, and from which we derive our sustenance, will pass away; and the heavens that are over our heads will also pass away;<span class=\"citation\" id=\"80600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80600)\">Rev. 20:11<\/a><\/span><span class=\"citation\" id=\"80687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80687)\">Rev. 21:1<\/a><\/span><span class=\"citation\" id=\"128423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128423)\">Ether 13:9<\/a><\/span> at the time this great event shall happen, we are informed that a great white throne shall appear; that a certain personage will sit thereon, and that so great will be his glory, and so great the power attending him, that the earth itself will flee away from before his presence, and the heavens, the literal heavens that are over our heads&#x2014;probably meaning the heavens that pertain to this creation&#x2014;will pass away; the atmosphere and those things included in the atmosphere; and the earth itself, the solid portions thereof, and the liquid portions, will all pass away, before the face of him that sits upon this throne.<span class=\"citation\" id=\"80599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80599)\">Rev. 20:11<\/a><\/span> This is believed not only by the Latter-day Saints, but by all Christian denominations, with very few exceptions. They believe that the heaven and the earth will, at some future period have a great change wrought upon them. They expect that they will pass away, but I believe that most of them consider that the earth will become annihilated; that the very materials of which it is composed will be reduced to nothing. I think that used to be, when I was a boy, a tenet of the sectarian world; it used to be their idea, that the earth was, in the beginning, made out of nothing by the word of God, and that it would be reduced to nothing when it passed away. <\/div><div class=\"paragraph jod\" id=\"v21n895\"> But I have not time to dwell upon the idea of the Christian world, and their views, concerning this matter; I shall touch upon those things according to the ideas and the faith of the people called Latter-day Saints. We do not believe that the earth was made out of nothing, like the modern Christian idea; we have no such belief; for we do not find any <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such declaration contained anywhere in the scripture. We do not take it for granted, because they have incorporated these things in their modern theology, in their doctrines, in their disciplines, in their church articles, in their creeds&#x2014;we do not receive it on this testimony; but we search to see what the scriptures of truth have said upon this subject; and when we have searched them, we find there is no indications whatever, that the earth was made out of nothing, or that it sprang into existence, where there was nothing on which to work. <\/div><div class=\"paragraph jod\" id=\"v21n896\"> We read in the first chapter of Genesis that God created the heaven and the earth, and the earth was without form and void,<span class=\"citation\" id=\"52032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52032)\">Gen. 1:1-2<\/a><\/span> but there is nothing in this passage that informs us that he made the earth out of nothing. Our view is that the elements out of which this and all other worlds were made existed from all eternity; they never had any beginning. There are a few individuals on the earth that make no profession of religion&#x2014;some call them materialists&#x2014;who believe this same principle; and in doing so, they have got one truth incorporated among their ideas, though they do not believe in God. The materials of this creation, according to our view, and that which God has revealed to us, in this last dispensation, have existed from all eternity. These materials have been, from all eternity, subject to the command of the great Jehovah; they are under his jurisdiction; he has power to control them; he gave them laws; they act according to these laws; and they have been governed by laws, so far as we have any knowledge, and so far as our creation is concerned, for indefinite ages past; and we have every reason to believe that they have been under the  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dominion of law, so long as there has been a Supreme Being. And you might ask how long is that? We answer, that he is co-eternal in his existence, with the materials of creation&#x2014;one existed as long as the other; and neither of them had any beginning. There may have been an endless cycle of organizations and disorganizations among the materials of nature, governed for a certain period of time, for a wise purpose, according to wise and just and holy laws, adapted to their condition, and to bring about the great purposes of the great Jehovah. We find that everything, at present, so far as we have any knowledge and understanding to discern the workings of nature, seems to be under the dominion of law. The earth rolls in its destined orbit<span class=\"citation\" id=\"88548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88548)\">D&amp;C 88:45<\/a><\/span> according to laws. The force by which it is supposed to have been projected is according to a certain law. The great central force by which it is governed, or to use a modern word &#x201C;attracted,&#x201D; is according to a certain law. The projectile force, so called, is adapted to the central force; and it has rolled in its destined path, ever since its present organization, or for some 6,000 years, and how much longer it has rolled in that path or orbit, we do not know. It had a beginning in its present organization, as Moses clearly gives us an idea. But in organizing this world the Lord did not call it into existence from nothing, but called the eternal elements that were spread abroad in space and commanded them to come together, according to certain laws; and the earth was formed and placed in its proper position, in the midst of many other creations which roll around the great central orb&#x2014;the sun. It was no small work; it required the power of an Almighty Creator to <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> organize a world like this, to adapt it, in its organization, to the principle of life, which, more or less, pervades all of its materials, causing them to fulfil various laws, ordained in relation to their action, obeying what are called chemical laws, in forming the numerous compounds of which our earth is composed. The solid portions, the liquid portions, and the aerial positions, were all formed chemically by the power of the Almighty&#x2014;I mean the compounds which constitute those portions&#x2014;and when we come to reduce these compounds to their elements, we find upwards of sixty elementary principles, from which, being joined together according to chemical laws, all the numerous compounds are formed. Now, these laws in all their operations are laws given by the Divine Being. He it is that causes them to operate. Light, heat, electricity, and every substance combined with the materials of our globe, are all under the dominion of numerous laws; and the results that are brought about, or the good that is bestowed upon the inhabitants of the earth, upon the animal creation, giving them life, happiness, and peace&#x2014;have all been brought about by the wise ordination of these laws, exhibited through all the elements of this creation. I say it required an Almighty power to so wisely organize these elements; and when they were organized it required great wisdom and judgment to produce the orbital motion of the earth. The ascertained velocity that the earth has in its orbit, as it flies in its destined course around the sun, is between eighteen and nineteen miles per second. It not only requires great power to organize the elements into a world, but it requires infinite wisdom to organize the elements into flesh as at present  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the animal creation, including man, to give life to the beings which dwell in these tabernacles. <\/div><div class=\"paragraph jod\" id=\"v21n899\"> This world, however, is not now as it was in the beginning, that is when I speak of the beginning, I have reference to the beginning of the earth, in its present organization; I do not have reference to the beginning of duration, for it had no beginning; I do not have reference to the beginning of an endless past, but I have reference to the beginning relative to our little globe. In the beginning of our creation, the earth was very fair, quite different from what it is now. There were no children of mortality upon it, no animals that were mortal upon it, no birds, nothing wherein we observe life in this creation existed in its mortal state; but everything that had life was immortal; every bird, fish, fowl, insect, creeping thing, cattle, and man&#x2014;all were immortal. The earth had no curse resting upon it; the earth itself was immortal, and would have continued in all its glory, as it issued from the hand of the Creator to the present time, without any curse, had it not been for the transgression of our first parents. That was the introduction of mortality, of pain and sorrow, misery and wretchedness, not only upon man, but upon all creation that then existed; everything was brought under the dominion of the curse. The curse came upon man&#x2014;that being who could stand in the presence of God and converse with him face to face&#x2014;the seeds of mortality were sown in his immortal body&#x2014;a change came and his whole system was affected thereby. The seeds of death were placed within the tabernacle of man, within the tabernacle of the lion, of the ox, and every beast of the field, and every fish of the sea, and every fowl of the air. A very great change then came over this <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> creation. First, it was spiritual in all its blessings and fullness of life and glory. Then it was reduced to a temporal condition, wherein misery and wretchedness existed. <\/div><div class=\"paragraph jod\" id=\"v21n900\"> Another great change happened nearly two thousand years after the earth was made. It was baptized by water. A great flow of water came, the great deep was broken up, the windows of heaven were opened from on high,<span class=\"citation\" id=\"52918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52918)\">Gen. 7:11-12<\/a><\/span> and the waters prevailed upon the face of the earth, sweeping away all wickedness and transgression&#x2014;<span class=\"citation\" id=\"52925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52925)\">Gen. 7:17-24<\/a><\/span>a similitude of baptism for the remission of sins. God requires the children of men to be baptized. What for? For the remission of sins. So he required our globe to be baptized by a flow of waters, and all of its sins were washed away, not one sin remaining. You were baptized, Latter-day Saints, for the remission of your sins, believing in the Lord Jesus Christ, repenting of your sins with all your heart, going down and being buried beneath the liquid grave, you came forth as new creatures.<span class=\"citation\" id=\"74203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74203)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"74746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74746)\">Gal. 6:15<\/a><\/span> So says the New Testament; you buried the old man with all of his wicked deeds, and came forth out of the liquid element born anew.<span class=\"citation\" id=\"72380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72380)\">Rom. 6:3-6<\/a><\/span> So the earth in a measure was renewed, not fully; no more than we are renewed fully by baptism; we are not made immortal, when we come out of the waters of baptism; we still retain the effects of the fall, so far as mortality is concerned. So does the earth; the earth retains the effects of sin and transgression that came upon its face. But notwithstanding it retains these effects so far as mortality is concerned, yet it was cleansed in a measure from this transgression. But alas! This earth has again become corrupted. We are required, after being baptized for the remission of our sins, to sin no more; to live holy and perfect lives, so far as we possi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bly can, and to keep the commandments of God in all things, and to walk in newness of life,<span class=\"citation\" id=\"72423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72423)\">Rom. 6:4<\/a><\/span> and this to the end of our days. The earth has not been permitted to rest during the period of four thousand years and upwards since its baptism. Wickedness again has accumulated upon its face. The inhabitants of the earth have corrupted and defiled the earth by their transgression. By and by another great change will come. As the earth was cleansed from its transgression by baptism in water, so it must again be cleansed, before it is made immortal. It must be cleansed by an element that is stronger and more purifying than that of water, namely, the element of fire. Fire must prevail over all the face of this earth. What for? For the purpose of cleansing the earth from its transgressions, the same as the Latter-day Saints expect to be cleansed and purified more fully than by baptism in water&#x2014;by the baptism of fire and the Holy Ghost. This is the promise to all that will repent of their sins and be baptized for the remission of the same, that they shall receive the gift of the Holy Ghost, which is another baptism, more effectual, more cleansing, more purifying in its nature, sanctifying the inner man and the outward man, and making him a new creature.<span class=\"citation\" id=\"74204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74204)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"74747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74747)\">Gal. 6:15<\/a><\/span> So this earth in due time must be baptized with fire first, and then the Holy Ghost. Fire will cleanse all the proud and they that do wickedly<span class=\"citation\" id=\"62517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62517)\">Mal. 4:1<\/a><\/span> from its face&#x2014;all persons that are corrupt, all sinful persons, all disobedient persons, all who do not keep the commandments of God; it will cleanse the earth by burning them as stubble, fulfilling the words of the prophet Malachi, in the last chapter, which reads thus: &#x201C;For, behold, the day cometh, that shall burn as an oven; <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.&#x201D;<span class=\"citation\" id=\"62519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62519)\">Mal. 4:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n902\"> It seems, then, that this earth has to undergo a process very similar to that of the redeemed man. It has to obey all the great sacred ordinances of the Gospel, so far as its first principles are concerned; the earth has to undergo a cleansing process, first by water, a similitude of water baptism, and then by the Holy Ghost, a similitude of baptism by fire and the Holy Ghost which you receive by the laying on of the hands of those who have authority. Does this make man immortal? No; man still retains his mortality, even after he is baptized with fire and with the Holy Ghost&#x2014;his body is subject still to death. It may be burned at the stake; it may pass away as the earth will pass away; not annihilated, not one particle of our earthly tabernacles shall be struck out of existence; but the elements may be separated asunder, they may mingle perhaps with other elements&#x2014;all this may take place, even after we have been sanctified and purified by the baptism of fire and the Holy Ghost. So with our earth, when it is renewed by the coming of our Lord and Savior Jesus Christ, when he shall descend, as Paul says, in flaming fire.<span class=\"citation\" id=\"75760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75760)\">2 Thes. 1:7-8<\/a><\/span> What effect will that have? It will have the effect that is spoken of by Malachi, all the proud, including every wicked man, every wicked woman, will be swept away like stubble before the devouring flame.<span class=\"citation\" id=\"62518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62518)\">Mal. 4:1<\/a><\/span> It will be thus when Jesus descends in the clouds of glory.<span class=\"citation\" id=\"65849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65849)\">Matt. 24:30<\/a><\/span><span class=\"citation\" id=\"85586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85586)\">D&amp;C 45:16,44<\/a><\/span> The elements will be cleansed, the same as you receive a cleansing by the Holy Ghost. You are made new creatures.<span class=\"citation\" id=\"74205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74205)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"74748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74748)\">Gal. 6:15<\/a><\/span> So the earth will be made  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>new, and great knowledge will be imparted to the inhabitants thereof, as predicted in the 11th chapter of the prophecy of Isaiah.<span class=\"citation\" id=\"58180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58180)\">Isa. 11:9<\/a><\/span> The knowledge of God will then cover the earth as the waters cover the mighty deep.<span class=\"citation\" id=\"58181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58181)\">Isa. 11:9<\/a><\/span> There will be no place of ignorance, no place of darkness, no place for those that will not serve God. Why? Because Jesus, the Great Creator, and also the Great Redeemer, will be himself on the earth, and his holy angels will be on the earth, and all the resurrected Saints that have died in former dispensations will all come forth, and they will be on the earth. What a happy earth this creation will be, when this purifying process shall come, and the earth be filled with the knowledge of God as the waters cover the great deep!<span class=\"citation\" id=\"58182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58182)\">Isa. 11:9<\/a><\/span> What a change! Travel, then, from one end of the earth to another, you can find no wicked man, no drunken man, no man to blaspheme the name of the Great Creator, no one to lay hold on his neighbor's goods, and steal them, no one to commit whoredoms&#x2014;for all who commit whoredoms will be thrust down to hell,<span class=\"citation\" id=\"81402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81402)\">2 Ne. 9:36<\/a><\/span><span class=\"citation\" id=\"81519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81519)\">2 Ne. 28:15<\/a><\/span> saith the Lord God Almighty, and all persons who commit sin will be speedily visited by the judgments of the Almighty!<span class=\"citation\" id=\"128422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128422)\">Jacob 2:14<\/a><\/span> But, inquires one, can they sin? Yes; their agency will still be left. We read in the 65th chapter of Isaiah that then, &#x201C;There will be no more thence an infant of days, nor an old man that hath not filled his days: for the child shall die an hundred years old; but the sinner being an hundred old shall be accursed.&#x201D;<span class=\"citation\" id=\"60203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60203)\">Isa. 65:20<\/a><\/span><span class=\"citation\" id=\"60205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60205)\">Isa. 65:20 (JST)<\/a><\/span> Children will grow up without sin unto salvation,<span class=\"citation\" id=\"85715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85715)\">D&amp;C 45:58<\/a><\/span> as a general thing, and in order to show how swift the judgments will come upon the people, after Jesus comes and stands upon the Mount of Olives, and all the Saints with him,<span class=\"citation\" id=\"62332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62332)\">Zech. 14:4-5<\/a><\/span> we have only to refer to the last chapter of Zechariah, where it <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is stated, &#x201C;that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the Lord of hosts, and to keep the feast of tabernacles. And it shall be, that whoso will not come up of all the families of the earth unto Jerusalem to worship the King, the Lord of hosts, even unto them shall be no rain.&#x201D;<span class=\"citation\" id=\"62363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62363)\">Zech. 14:16-17<\/a><\/span> From this it appears that people who refuse to come up to the land of Jerusalem, to worship God and to keep the feast of tabernacles, are to be immediately visited with famine. They shall have no rain, and that will stir them up, during the Millennium, to repent of their sins; but if the Egyptians do not come up from year to year to Jerusalem, they shall be visited with a great plague.<span class=\"citation\" id=\"62367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62367)\">Zech. 14:18<\/a><\/span> What kind of a plague? The plague will be so severe in its operations, says the prophet Zechariah, that &#x201C;Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.&#x201D;<span class=\"citation\" id=\"62354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62354)\">Zech. 14:12<\/a><\/span> Thus you see that swift judgment will come upon those that are rebellious, after Jesus descends. This shows that mortality still continues, that people are subject to plagues, subject to pain, and subject to be afflicted with famine, for the want of rain. But by and by, when Jesus has been here in person a thousand years, and all the ancient Saints that have been resurrected, and the modern Saints also, after they have lived upon the earth for the space of a thousand years, it seems that Satan is to be loosed out of his prison,<span class=\"citation\" id=\"80553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80553)\">Rev. 20:7<\/a><\/span> and permitted to go forth and tempt. Whom shall he tempt? Those whom Jesus has brought from heaven? No, they are beyond temptation. Whom will he tempt? Those that are yet mor<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tal&#x2014;the innumerable inhabitants of the earth who have multiplied and spread forth, and become almost as numerous as the sands upon the seashore.<span class=\"citation\" id=\"80565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80565)\">Rev. 20:8<\/a><\/span> He will tempt them. He will go out into the four quarters of the earth, and gather together all that he can overcome,<span class=\"citation\" id=\"80566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80566)\">Rev. 20:8<\/a><\/span> and bring them up against the camp of the Saints and the beloved city.<span class=\"citation\" id=\"80578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80578)\">Rev. 20:9<\/a><\/span> He thinks that he will fight and overcome the camp of the Saints. They will be camped beside the beloved city; for all the Saints will then be gathered, just the same as you are now gathered from the four quarters of the earth, to escape the various judgments that are coming, and finally the judgment of fire. So will the Saints be gathered together to the new Jerusalem, and round about old Jerusalem,<span class=\"citation\" id=\"128424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128424)\">Ether 13:10-11<\/a><\/span> and Satan will gather up his hosts, that have apostatized from the truth, and he will marshal them round about the city, and fire will descend from God out of heaven, and devour that portion of the army of Satan that is still mortal.<span class=\"citation\" id=\"80579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80579)\">Rev. 20:9<\/a><\/span> The elements of their bodies will be separated; they will be consumed, the same as the wicked will have been consumed over a thousand years before that, and this will be another great change. But the earth is not yet immortal, not yet in its glorified state, as it was before man fell. Then, after Satan's army is devoured,<span class=\"citation\" id=\"80582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80582)\">Rev. 20:9<\/a><\/span> and after Satan is cast into hell, and all over whom he has power&#x2014;<span class=\"citation\" id=\"80560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80560)\">Rev. 20:7-10<\/a><\/span>then all the inhabitants of the earth will be judged;<span class=\"citation\" id=\"80653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80653)\">Rev. 20:12-13<\/a><\/span> this great white throne that I have been reading about,<span class=\"citation\" id=\"80601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80601)\">Rev. 20:11<\/a><\/span> will appear; the great and final judgment will come;<span class=\"citation\" id=\"80652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80652)\">Rev. 20:12-13<\/a><\/span> and when this white throne appears, the earth itself and the literal, temporal heavens that are overhead will flee away, and there will be found no place for them.<span class=\"citation\" id=\"80602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80602)\">Rev. 20:11<\/a><\/span> What does this mean? Does it mean that the elements themselves will be annihila<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ted? Or is there no place for the earth in its organized form; for the elements will pass away, be scattered in space over millions and millions of miles, just the same as our bodies after we have been sanctified and purified, may be burned as martyrs at the stake and the elements of our bodies passed into the atmosphere and into the surrounding country. So will the earth pass away in like manner. But by and by the same voice, the same power that calls forth our bodies from the sleeping tomb, that unites bone to its bone, sinews and skin and muscles, and the various compartments of the system, that breathes the breath of life into them,<span class=\"citation\" id=\"52415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52415)\">Gen. 2:7<\/a><\/span> that makes them immortal, even so will the Lord God, in due time, speak by his power and call the scattered elements of this creation from their dispersion, bring them together again, and organize them into a new heaven and a new earth.<span class=\"citation\" id=\"80688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80688)\">Rev. 21:1<\/a><\/span><span class=\"citation\" id=\"128425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128425)\">Ether 13:9<\/a><\/span> Will there be one particle of the earth lost? No, every particle that now is combined with the heaven and the earth will still exist. Will it be modeled after the present model? No. It may have the same shape and form that it now has, the same as our bodies when they are brought forth out of the grave will have a form something after the present form. Every hair of the head will be restored, every part will be restored to its proper form,<span class=\"citation\" id=\"82111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82111)\">Alma 11:44<\/a><\/span><span class=\"citation\" id=\"82353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82353)\">Alma 40:23<\/a><\/span> not after the form of mortality, to sicken again, to have pain and to die; but though the body is restored to the same image, so far as the outlines are concerned, yet it is immortal, no more subject to pain, or sorrow, but is restored to perfect happiness and to bodies that will endure while eternity endures. So it will be with the earth. A great many of our scientific men consider that the earth has never had a beginning as an organ<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ized body, but they look back many millions and millions of years, when they suppose that such and such an event brought about such and such a cause; and they say (the infidel portion of them), that the earth will never have an end. Well, now, they are right so far as the materials are concerned, but they are entirely out of the way so far as the great revolutions I have named are concerned, and so far as the annihilation of the earth is concerned. The earth never will have an end, so far as the materials are concerned. The earth after it is made anew, resurrected from its old materials, will continue forever, and will be the abiding place of all the righteous, throughout all the future ages of eternity. Hence, we read that John, after the earth fled away,<span class=\"citation\" id=\"80603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80603)\">Rev. 20:11<\/a><\/span> saw a new heaven and a new earth;<span class=\"citation\" id=\"80689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80689)\">Rev. 21:1<\/a><\/span> but the new one was much altered. There was no more sea.<span class=\"citation\" id=\"80690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80690)\">Rev. 21:1<\/a><\/span> There must be a great alteration when the sea, the elements that compose the water, the oxygen and hydrogen, and the various elements that enter into the constitution of sea water, shall be otherwise combined. Will there be a new set of geologists in those days, who will figure as they do in our days, and say such and such events exist, and they must have existed from all eternity, or they must have been brought about by such and such changes; that is, will the geologists be as limited in their views as the present ones are? But the geologists that shall live ten thousand years hence, or even two thousand years hence, when this great change shall have come over the earth, will be able to philosophize clearly; for they will be full of knowledge, understanding and comprehension, and they will be able to understand something about the process of world-making, creating worlds, the changes <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that come upon worlds, and the final change when worlds are made anew and immortal, and their philosophy, their ideas, and their system of geology will be correct and can be depended upon. Why? Because they were there; they saw the changes, they were present when the changes were made, and they have not forgotten all these things, and they will know them, and understand them, after the final change comes. There will, however, be a change which some of the mortal inhabitants of this earth will forget. Isaiah says, in the 65th chapter: &#x201C;For, behold, I create new heavens and a new earth: and the former shall not be remembered, nor come into mind.&#x201D;<span class=\"citation\" id=\"60197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60197)\">Isa. 65:17<\/a><\/span> Now, that has reference to the creation that will be renewed, at the beginning of the millennium. People will not remember. Our children that will be born during the millennium will not remember all the wickedness and corruption that existed in the days of their fathers. It will not come into their minds, unless God puts it there; but when they become immortal, after the thousand years have ended, then I think they will comprehend the process by which this world was made. But, inquires one, how will they know it? They will know it because they were all present when it was made. You understand it, Latter-day Saints; you and I were there when this world was made. We have forgotten it, but we will remember it when we wake up in eternity, with all the fulness of knowledge that will be given after everything is made anew. Well, inquires one, what will be the occupation of this people, after descending upon the new earth? After Jesus has been on the earth a thousand years, God himself is to be on the new earth.<span class=\"citation\" id=\"80721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80721)\">Rev. 21:3<\/a><\/span> What is he to do? He is to &#x201C;wipe away all tears;  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.&#x201D;<span class=\"citation\" id=\"80730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80730)\">Rev. 21:4<\/a><\/span> We will be there if we are righteous enough, if we keep the commandments of God. If we will endure to the end, we will have an inheritance in this world when it is resurrected and made anew.<span class=\"citation\" id=\"80748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80748)\">Rev. 21:5<\/a><\/span> Moreover, it says there will be no more death.<span class=\"citation\" id=\"80731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80731)\">Rev. 21:4<\/a><\/span> What! A world without death? A world thickly populated as this creation will be? What a joyful creation! The tree of life<span class=\"citation\" id=\"52453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52453)\">Gen. 2:9<\/a><\/span><span class=\"citation\" id=\"52658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52658)\">Gen. 3:22-24<\/a><\/span><span class=\"citation\" id=\"81004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81004)\">1 Ne. 11:25<\/a><\/span><span class=\"citation\" id=\"81119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81119)\">1 Ne. 15:36<\/a><\/span> will be on the earth in the midst of that city that will descend on the earth, and whoever eats of the fruit of that tree<span class=\"citation\" id=\"79048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79048)\">Rev. 2:7<\/a><\/span><span class=\"citation\" id=\"80837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80837)\">Rev. 22:2<\/a><\/span><span class=\"citation\" id=\"80870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80870)\">Rev. 22:14<\/a><\/span> will live forever,<span class=\"citation\" id=\"92536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92536)\">Moses 4:28<\/a><\/span> just the same as the tree of life was placed upon the earth before Adam transgressed.<span class=\"citation\" id=\"128426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128426)\">Gen. 3:22<\/a><\/span> Anyone eating of the fruit of that tree could not die, for the decree of the Lord had gone forth,<span class=\"citation\" id=\"82140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82140)\">Alma 12:21-23<\/a><\/span><span class=\"citation\" id=\"82366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82366)\">Alma 42:2-6<\/a><\/span> and his word must be fulfilled.<span class=\"citation\" id=\"92540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92540)\">Moses 4:28-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n904\"> There are some few things to which I wish now especially to call your attention, in relation to this new earth of which I am speaking. I said that the saints would receive an inheritance upon it. I would ask you, my brethren, upon what principle they receive an inheritance upon the new earth? It is by securing it through a promise here in this life. If you can secure 40, or 80, or 160, or 640 acres of land by promise here in this life&#x2014;I do not mean the promise of mortal men, I would not give much for their promise concerning any blessing after death comes; but if you can get a promise from him who has a right to promise (for the earth is the Lord's and the fulness thereof),<span class=\"citation\" id=\"56506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56506)\">Ps. 24:1<\/a><\/span> that you shall inherit the earth for an everlasting possession,<span class=\"citation\" id=\"128427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128427)\">Gen. 14:40 (JST)<\/a><\/span><span class=\"citation\" id=\"53161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53161)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"93377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93377)\">Abr. 2:6<\/a><\/span> then it will be given to you. But, says one, supposing I do not get any promise? I do not know, then, that you will have a claim on <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a solitary foot of it. Abraham got the promise, not after he was dead, but here in this life. The Lord, because of his faith, made him a promise, and told him to go out from his own country to a land he had never seen;<span class=\"citation\" id=\"53019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53019)\">Gen. 12:1-3<\/a><\/span> and after getting there, the Lord said unto him, &#x201C;Now, Abraham, walk through this land in the length and breadth of it; to thee will I give it,<span class=\"citation\" id=\"53066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53066)\">Gen. 13:17<\/a><\/span> and to thy seed.&#x201D;<span class=\"citation\" id=\"53374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53374)\">Gen. 22:17-18<\/a><\/span> For how long? For an everlasting possession.<span class=\"citation\" id=\"53162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53162)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"53640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53640)\">Gen. 48:4<\/a><\/span><span class=\"citation\" id=\"93378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93378)\">Abr. 2:6<\/a><\/span> Abraham did not care about having a deed for time only, did not care about getting a few acres just merely for a little while, and then have it taken from him, and he have no claim upon it afterwards. Did Abraham inherit it on this earth? Did his seed, Isaac, or his grandson, Jacob, to whom the promises were confirmed and renewed&#x2014;<span class=\"citation\" id=\"128428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128428)\">Gen. 12:7<\/a><\/span><span class=\"citation\" id=\"128429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128429)\">Gen. 13:15<\/a><\/span><span class=\"citation\" id=\"128430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128430)\">Gen. 15:7,18<\/a><\/span><span class=\"citation\" id=\"128431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128431)\">Gen. 26:4<\/a><\/span><span class=\"citation\" id=\"128432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128432)\">Gen. 28:13<\/a><\/span><span class=\"citation\" id=\"128433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128433)\">Gen. 35:11-12<\/a><\/span><span class=\"citation\" id=\"128434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128434)\">Gen. 48:4,16<\/a><\/span><span class=\"citation\" id=\"54478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54478)\">Ex. 32:13<\/a><\/span>did they get any of it while they lived? No. The prophet Stephen, who was murdered for the Christian religion, has recorded in the New Testament, speaking of this promise made to Abraham, that the Lord &#x201C;gave him none inheritance in it, no, not so much as to set his foot on.&#x201D;<span class=\"citation\" id=\"71518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71518)\">Acts 7:5<\/a><\/span> What! Stephen, are you not mistaken? You lived several thousand years after Abraham, Isaac and Jacob were in their graves&#x2014;do you mean to say that the Lord did not even give them as much as a foot? What did he do for them, Stephen? He made them a promise that they should have it, and their seed after them; for an everlasting inheritance.<span class=\"citation\" id=\"53095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53095)\">Gen. 15:9 (JST)<\/a><\/span> Oh, then, they are still to have it, are they, for an everlasting inheritance, by virtue of the promise made in this mortal state who are Abraham's seed?<span class=\"citation\" id=\"69458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69458)\">John 8:33,37<\/a><\/span> All that do the works of Abraham&#x2014;<span class=\"citation\" id=\"69482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69482)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"91735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91735)\">D&amp;C 132:32<\/a><\/span>all that are baptized into Christ.<span class=\"citation\" id=\"74570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74570)\">Gal. 3:27<\/a><\/span> They are Abraham's seed according to the promise.<span class=\"citation\" id=\"74594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74594)\">Gal. 3:29<\/a><\/span> What promise? The promise that he and his seed should have the land  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Palestine, east and northeast of the Mediterranean Sea, for an everlasting possession.<span class=\"citation\" id=\"128435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128435)\">Gen. 14:40 (JST)<\/a><\/span> Now all who have received the same covenants, obeyed the same Gospel, obeyed the new and everlasting covenant, have the promise in connection with Abraham's seed.<span class=\"citation\" id=\"128436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128436)\">D&amp;C 132:29-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n906\"> Has the earth been parceled out to anybody else except Abraham and his seed? Yes. The Lord brought a nation to this great western hemisphere, called Jaredites, from the Tower of Babel. When He brought them here they were a righteous people, and he made promises to them; and among the promises given was the promise that this great western hemisphere should be given to them, and to those that were worthy besides them, for an everlasting possession. We Gentiles have come here; we have got upon the land of these Jaredites, and we think we are very rich if we have got 640 acres, or perhaps ten times that amount of land. Says one man, &#x201C;I have got my deed from the Land Office; I am the owner.&#x201D; But, hold on; there is the original owner; that you know nothing of, that came here from the Tower of Babel, that had all this western hemisphere promised to him and the righteous of his seed for an everlasting possession.<span class=\"citation\" id=\"83350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83350)\">Ether 2:15<\/a><\/span> What will become of your 640 acres then? What will become of your farms when these resurrected men shall come forth and show their deeds. Perhaps you may think they did not keep any records in those days. But let me tell you they had records of deeds; and all these things are spoken of and testified of in the great books that are kept in the eternal world, and it will be found that they are the inheritors before us, that is before the Gentiles that came over here four hundred years ago and upwards. But what <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about the Nephites that came here about six hundred years before Christ. When they got here, the first thing the Lord did was to confirm his promise unto them. He told them it was their inheritance for an everlasting possession.<span class=\"citation\" id=\"81060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81060)\">1 Ne. 13:30<\/a><\/span><span class=\"citation\" id=\"81205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81205)\">2 Ne. 1:5<\/a><\/span><span class=\"citation\" id=\"83518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83518)\">Ether 13:7-8,21<\/a><\/span> Hold on, says one, that would take away the right of the Jaredites. Oh, no. The Lord, in making this promise, did not do it according to the deed-makers of this day; he did not follow after the pattern of men. The records that he makes on the books in eternity are records made upon principles in accordance with celestial law, not in accordance with Gentile laws, nor our notions of things. The notion, or idea, that the Lord had was that this continent, North and South America, should be inhabited by the righteous who will be resurrected from the dead, and who lived here on this continent. <\/div><div class=\"paragraph jod\" id=\"v21n907\"> Latter-day Saints, do you not feel a little concerned? Has any promise been made to you, or are you left out while the Nephites and Jaredites gobble up all the land, and leave you to go around the streets begging? Hear what the Lord, our God, had to say, through the Prophet Joseph, concerning you, on the 2nd day of January, 1831. I was present when the Lord gave this revelation, in the midst of a conference, to his servant Joseph. I will repeat the words: &#x201C;And I will hold forth and deign to give unto you&#x201D; (speaking to the Latter-day Saints assembled in conference, and to all that should become Saints) &#x201C;greater riches, even a land of promise, a land flowing with milk and honey, upon which there shall be no curse when the Lord cometh; And I will give it unto you for the land of your inheritance. And this shall be my covenant with you, ye shall have it for the land of your inheritance, and  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.&#x201D;<span class=\"citation\" id=\"85080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85080)\">D&amp;C 38:18-20<\/a><\/span> The same promise you see; very different from the promise of men; you will possess it again in eternity, no more to pass away.<span class=\"citation\" id=\"85089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85089)\">D&amp;C 38:20<\/a><\/span> He did not reveal to us the central portion of our land of promise on that conference day, but told us it should be revealed at a future time.<span class=\"citation\" id=\"85866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85866)\">D&amp;C 48:4-5<\/a><\/span> Hence, in that same year he appointed his servant Joseph and some twenty or thirty of the elders to go from Kirtland, Ohio, westward through the State of Ohio, State of Indiana, State of Illinois, State of Missouri, to the western boundaries thereof.<span class=\"citation\" id=\"86018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86018)\">D&amp;C 52:1-44<\/a><\/span><span class=\"citation\" id=\"87486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87486)\">D&amp;C 84:3<\/a><\/span> There he pointed out by revelation&#x2014;which you will find recorded in the Book of Doctrine and Covenants&#x2014;the central portion of our inheritance, where the great temple should be built, upon which a cloud of glory should rest,<span class=\"citation\" id=\"87500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87500)\">D&amp;C 84:5<\/a><\/span> and told us that that was the land of promise,<span class=\"citation\" id=\"86079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86079)\">D&amp;C 57:1-5<\/a><\/span> in time and in eternity, the same as the promise made to the ancient Saints of God. We are not in possession of it at the present time. It cannot, however, be said concerning us, as it was said by Stephen concerning Abraham, Isaac and Jacob. He said he gave those old ancient men not so much as to set their foot on.<span class=\"citation\" id=\"71519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71519)\">Acts 7:5<\/a><\/span> But it happens we paid for some of that land, and we got our deeds at the Land Office, and we claim this at the hands of our God, and ask him, if we do not get it right now, this year, or ten years' hence, we will ask our Father to give us that land after the resurrection, at any rate. But will we inhabit any of it in time? Oh, yes. We will build a great city in Missouri. We will also build a great temple unto the Lord our God, in that city, and the temple block and place where it is to stand is already <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> known.<span class=\"citation\" id=\"128437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128437)\">D&amp;C 57:1-3<\/a><\/span><span class=\"citation\" id=\"128438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128438)\">D&amp;C 84:2-4<\/a><\/span> It was laid out in the year 1831, and the cornerstone laid, and we will build a temple there, and build it after the pattern that the Lord gave to his servant Joseph, the Prophet, and also according to the pattern that he shall hereafter show, if the pattern is not already given in full. I will tell you another thing that will happen in our promised land, after that temple is built: there will a cloud of glory rest upon that temple by day,<span class=\"citation\" id=\"128439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128439)\">D&amp;C 84:5<\/a><\/span> the same as the cloud rested upon the tabernacle of Moses,<span class=\"citation\" id=\"54602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54602)\">Ex. 40:34-38<\/a><\/span><span class=\"citation\" id=\"54667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54667)\">Num. 9:15-16<\/a><\/span> that was carried in the wilderness. Not only that, but also a flaming fire will rest upon the temple by night, covering the whole temple; and if you go inside of the temple, the glory of God will be seen there as it was anciently; for the Lord will not only be a glory and a defense on the outside of that wonderful building,<span class=\"citation\" id=\"57930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57930)\">Isa. 4:5<\/a><\/span> but he will also be a glory and a power in the inside thereof,<span class=\"citation\" id=\"87501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87501)\">D&amp;C 84:5<\/a><\/span> and it shall come to pass that every man and every woman who is pure in heart, who shall go inside of that temple, will see the Lord.<span class=\"citation\" id=\"89156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89156)\">D&amp;C 97:15-16<\/a><\/span> Now, how great a blessing it will be to see the Lord of Hosts as we see one another in the flesh. That will take place, but not till after the temple is built. Moreover, you will not only be favored with this great privilege, but Isaiah tells us that, &#x201C;the Lord will create upon every dwelling place of mount Zion, and upon her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night.&#x201D;<span class=\"citation\" id=\"57931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57931)\">Isa. 4:5<\/a><\/span> When you hold your meeting in the day time, you shall be sheltered by a cloud, and when you hold your meetings in the night time, instead of lighting up your lamps with common oil, or with gas, or anything of this kind, you will have no need of any artificial light, for the Lord God will be the light thereof,<span class=\"citation\" id=\"128440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128440)\">Isa. 60:19<\/a><\/span><span class=\"citation\" id=\"80821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80821)\">Rev. 21:23<\/a><\/span><span class=\"citation\" id=\"128441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128441)\">Rev. 22:5<\/a><\/span> and his  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glory will be there,<span class=\"citation\" id=\"128442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128442)\">D&amp;C 84:5<\/a><\/span> and you will see it and you will hear his voice.<span class=\"citation\" id=\"128443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128443)\">Joel 3:16<\/a><\/span><span class=\"citation\" id=\"128444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128444)\">D&amp;C 133:21<\/a><\/span> Have you not read in this book called the Bible, about the Lord suddenly coming to his temple?<span class=\"citation\" id=\"62393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62393)\">Mal. 3:1<\/a><\/span> Read the 3rd chapter of Malachi: &#x201C;Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple.<span class=\"citation\" id=\"128445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128445)\">Mal. 3:1<\/a><\/span> * * * And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteous<div class=\"hyphen\">-<span class=\"citation\" id=\"62408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62408)\">Mal. 3:3<\/a><\/span><\/div><div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness.&#x201D; That same fire will rest upon the abodes of those that come into that temple,<span class=\"citation\" id=\"57932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57932)\">Isa. 4:5<\/a><\/span> and they will be filled with fire and the Holy Ghost.<span class=\"citation\" id=\"128446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128446)\">3 Ne. 19:13<\/a><\/span> They will be purged of all iniquity,<span class=\"citation\" id=\"85482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85482)\">D&amp;C 43:11<\/a><\/span> and every ordinance that will be administered in that temple will be administered by holy hands, and you will understand and know the meaning thereof. The Lord will reveal these things in their day; he will reveal everything that is needful, so that the knowledge of God may rest upon you, and that there may be no darkness with you.<span class=\"citation\" id=\"88591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88591)\">D&amp;C 88:67<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}