{"ID":210020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Book of Mormon An Authentic Record.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, September 21, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Book of Mormon, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/21\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v21n447\"> If the congregation will give their attention, I will read a portion of the word of God, given in these last days, dated March, 1829&#x2014;a portion of revelation&#x2014;through the Prophet, and Seer, and Revelator, Joseph Smith, in Harmony, Susquehanna County, Pennsylvania, a little over one year before the rise of this Church, commencing with the 10th verse: <\/div><div class=\"paragraph jod\" id=\"v21n448\"> &#x201C;But this generation shall have my word through you; And in addition to your testimony, the testimony of three of my servants, whom I shall call and ordain, unto whom I will show these things, and they shall go forth with my words that are given through you. Yea, they shall know of a surety that these things are true, for from heaven will I declare it unto them. I will give them power that they may behold and view these things as they are; And to none else will I grant this power, to receive this same testimony among this generation, in this the beginning of the rising up and the coming forth of my church out of the wilderness&#x2014;clear as the moon, and fair as the sun, and terrible as an army with banners. And the testimony of three witnesses will I send forth of my word. And behold, <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whosoever believeth on my words, them will I visit with the manifestation of my Spirit; and they shall be born of me, even of water and of the Spirit&#x2014;And you must wait yet a little while, for ye are not yet ordained&#x2014;And their testimony shall also go forth unto the condemnation of this generation if they harden their hearts against them; For a desolating scourge shall go forth among the inhabitants of the earth, and shall continue to be poured out from time to time, if they repent not, until the earth is empty, and the inhabitants thereof are consumed away and utterly destroyed by the brightness of my coming. Behold, I tell you these things, even as I also told the people of the destruction of Jerusalem; and my word shall be verified at this time as it hath hitherto been verified.&#x201D;<span class=\"citation\" id=\"83831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83831)\">D&amp;C 5:10-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n449\"> Fifty-two years shall have passed tomorrow since the Lord permitted his holy angel to descend from heaven and commit into the care and charge of Joseph Smith, a young man, plates which had the appearance of gold, filled with engravings. He obtained these plates on the 22nd day of September in the year 1827,<span class=\"citation\" id=\"93891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93891)\">JS&mdash;H 1:59<\/a><\/span> being then not quite twenty-two years of age. This young man was not learned, like those educated in  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>colleges and theological institutions; indeed, he was a farmer's boy, unacquainted with the arguments, and the tenets, and the creeds, and the institutions of religion that existed around him, except what he had heard from time to time, in the neighborhood where his father resided; a young man not versed in the Scriptures any more than most of the common lads of that age. And we all know that there are but a very few among farmers that have the opportunity of informing their minds at so early a period&#x2014;at the age of twenty-one&#x2014;in regard to the doctrines and prophecies contained in the Scriptures. <\/div><div class=\"paragraph jod\" id=\"v21n451\"> You may, some of you, wonder, perhaps, why the Lord should select an instrument of this kind; why he did not take a person more qualified by education, more experienced in the doctrines taught among the human family, more conversant with the Bible. You perhaps, may think in your own mind that if you had had the selection of the individual to begin the work of the establishment of the kingdom of God on the earth in the last days, and you had followed the best wisdom you had on the subject, that you certainly would have selected a person well trained and skilled in the different doctrines of the day. But the Lord does not see as man sees,<span class=\"citation\" id=\"55484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55484)\">1 Sam. 16:7<\/a><\/span> his thoughts are not like our thoughts, neither are his ways like our ways.<span class=\"citation\" id=\"59786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59786)\">Isa. 55:8<\/a><\/span> Hence he chose a man unconnected with any of the religious societies of the day&#x2014;untaught in the Scriptures and doctrines of the different religious denominations&#x2014;he selected a man of his own choice, as he had frequently done in former ages of the world. <\/div><div class=\"paragraph jod\" id=\"v21n452\"> We all recollect the selection that the Lord made in relation to David, when he was called to be king of the House of Israel, and anointed for <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that purpose. There were, I think, seven brethren older than David&#x2014;men of fair appearance, men of experience&#x2014;men that probably their neighbors, their acquaintances, would have selected either one of them in preference to the youth that was tending the sheep. But Samuel, being a prophet of the Lord, when these certain brethren came up before him, said: &#x201C;The Lord hath not chosen him,&#x201D; and continued to say so until all the seven had passed by, and then the inquiry was made, &#x201C;Is there not another?&#x201D; &#x201C;Why, yes, there is a boy; but he is keeping his father's sheep.&#x201D; &#x201C;Send and fetch him,&#x201D; said the Prophet Samuel. He was brought in&#x2014;he was goodly to look upon, but he was simply a youth, untrammeled with the traditions around him, but yet an honest-hearted boy. The Lord chose him, the anointing oil was poured upon his head, and he was appointed to be the future king of Israel.<span class=\"citation\" id=\"55477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55477)\">1 Sam. 16:6-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n453\"> Now, the Lord did not have any prophets in the year 1827 on all the face of the earth. There was no Samuel existing, no person who had the spirit of prophecy; consequently the Lord, instead of sending a Samuel, sent an angel to make the selection. This angel committed, as I have always said, the plates of the Book of Mormon, together with the Urim and Thummim, into the hands of this youth,<span class=\"citation\" id=\"93875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93875)\">JS&mdash;H 1:52<\/a><\/span> and also gave him many instructions informing him that he must be very strict in keeping the commandments of God, and that he must do with these plates as he was counseled from time to time,<span class=\"citation\" id=\"128239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128239)\">JS&mdash;H 1:60<\/a><\/span> not to shew them to everybody that might wish to see them, but was strictly forbidden, by the angel, to shew them unto any person until the Lord should give him commandment so to do.<span class=\"citation\" id=\"93853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93853)\">JS&mdash;H 1:42<\/a><\/span> He translated these plates unlearned as he was. And now let me  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ask, would you naturally expect that if he&#x2014;this unlearned youth&#x2014;did this by his own wisdom, that it would agree with the Jewish record in all the doctrines taught, or said to be taught in the translation of this record? Would it be reasonable to expect that this unlearned, inexperienced youth could be able to sit down and in a very short period of time translate a book two-thirds as long as the Old Testament, without contradicting himself in some way? Would it be reasonable to suppose or to conclude that he would get all the doctrines, contained in that book of nearly 600 pages to agree in every respect with the ancient Gospel as it was taught in the New Testament, especially when there were several thousand different notions in regard to that doctrine? We could not expect any such thing. The more inexperienced a man is the less qualified he is to write, by his own human wisdom, and get into proper shape, a history said to extend over a thousand years or a little more&#x2014;a history commencing with the colony that came from Jerusalem to this continent, down until the records were sealed and hid in the earth&#x2014;a thousand years' history of a nation, of two nations that were opposed to each other, of their wars and their travels to and fro upon a large continent, like ours&#x2014;we would naturally expect that a young man, so inexperienced, would, by his own human wisdom, get that country awfully muddled up as regards places, as regards the location of cities, and location of countries. We would naturally expect, I say, such contradiction to occur in the writings of an unlearned youth. <\/div><div class=\"paragraph jod\" id=\"v21n455\"> But what is still more marvelous, is the prophetic portions of this record, called the Book of Mormon. It is full of prophecies from the open<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing of the record unto the closing thereof. Predictions, not only concerning events that took place after this colony left Jerusalem, during 600 years before Christ, predictions that were to take place down to the coming of Christ in the flesh, but predictions that were to be fulfilled after the first coming of Christ down until the end of time. The book is full of these predictions. Would you not naturally expect therefore, could you look for any other thing than that an inexperienced, unlettered young man, unread in prophetic history, should contradict himself in different parts of the record; speak of an event on one occasion and forget and speak of something quite different on another? Then again, where did you find a young man, unacquainted with the Jewish record, that could make all these predictions and prophecies coincide with the ancient prophecies of the Jews? Would it be likely that he could do so by his own wisdom? I think not. All these things, therefore, so far as the history is concerned in the Book of Mormon, so far as the prophetic writings are concerned in this late record, so far as the doctrinal parts of that Book are concerned, it is a marvel in the age in which we live; it is a marvel in my eyes; but perhaps my eyes are not constituted as the eyes of others. To me, however, it is one of the greatest marvels of the age. I am familiar with this; and I have read it, perhaps, more carefully than any other man that has ever lived in this generation, and probably ten or fifteen times more than any other man has done. Why, when I was a boy, 21 years of age, I had, for the two years during my first acquaintance with the book, read it so much that I could repeat over chapter after chapter, page  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>after page, of many portions of the Book of Mormon, and could do it just as well, with the Book closed or laid to one side, as I could with the Book open; and I have continued to read it from that day down to the present, without finding one contradiction in the book. I have read the comments, I have read the writings of our greatest opposers who have undertaken to examine the book from the beginning to the end. I have tried to follow their arguments, in relation to the contents of this book, but I have never unto the present day&#x2014;and it is forty-nine years since I became acquainted therewith&#x2014;been able to find one contradiction in the whole work. <\/div><div class=\"paragraph jod\" id=\"v21n457\"> Can we say as much concerning the Jewish Bible in the present state of its existence? What is the great fault found by the opposers to the Jewish Bible? The infidel says, &#x201C;We do not believe it, because it apparently contradicts itself in doctrine, in history, and in many other portions.&#x201D; And the Christian undertakes to read it, he undertakes to show that these are not contradictions; but with the arguments of the Christian on the one side, and the infidels on the other, in relation to the Bible, it is confessed by the generality of mankind that there are many contradictions, not original contradictions, but contradictions that have been introduced into the record since it was originally given&#x2014;introduced by the wisdom of man, or rather by the wickedness of man. But does the Book of Mormon contradict the teachings of the present day? Yes. There is a great difference between the Book of Mormon and modern Christian religion; but there is no difference between that book and ancient Christianity. We may hunt the wide world over, amongst some 400 millions of Chris<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tians, so called, and search deeply for a complete, and good, and thorough understanding of their doctrines, and when we have made ourselves thoroughly acquainted with them, take up the Book of Mormon, compare their doctrines with this Bible of ancient America, and there is a great difference, a fundamental difference, not a trifling difference, but a difference that lies at the foundation. It is the same when we come to compare these modern doctrines of Christendom with the doctrine taught in the New Testament. Where can we find a man who can reconcile the two? Or the thousand if you please? Who is able to show that the New Testament proves and sets forth clearly the ancient doctrine of the Gospel? There may be now and then an item which each denomination has in accordance with the New Testament; but where is the authority which lies at the foundation of Christianity? Where is the man among all these 400 millions of Christians that is a revelator, that is a prophet, or is inspired of God? He cannot be found and yet the ancient Christianity, recorded in the Bible advocates that great gift as one that lies at the foundation of Christianity. Christianity is built upon it, built upon Jesus, who was the great revelator of the Church, and built upon apostles who were also revelators, as well as Jesus,<span class=\"citation\" id=\"74941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74941)\">Eph. 2:20<\/a><\/span> and who received their revelations by the gift and power of the Holy Ghost, by inspiration as men of God. Can you find such an order of things in Christendom? Do any profess to have these gifts? They say that they are unnecessary; they say that these gifts were intended for the first age of Christianity, but when Christianity was once established these high gifts were no longer  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>necessary. This is their argument almost as one. They seemed to be agreed, however much they may be opposed in other points of doctrine&#x2014;they all, almost without an exception, seem to be agreed that there is no need of these high gifts of inspiration, and prophecy, and new revelation that accompanied the preaching of the Gospel in ancient times. &#x201C;The Gospel is established,&#x201D; say they; &#x201C;we have no need of it.&#x201D; As much as to say that these gifts are no part of the Gospel; that the Gospel is one thing and the gifts are another; that the Gospel was established by the evidence of the gifts, but the gifts are no part of the Gospel. They are as much a part of it as faith; just as much a part of the Gospel as repentance, as baptism for the remission of sins, or as the laying on of hands for the gift of the Holy Ghost; and to undertake to separate the blessings of the Gospel, and then call something else the Gospel, does seem very absurd, very inconsistent, and is something that cannot be proved from the divine record. Now, here is something that is of minor importance, something that is not particularly necessary, that might be called nonessential, but something that lies at the very foundation of Christianity. These gifts are a portion of Christianity. Revelation, inspiration and the gift of prophecy, are part and portion of the Gospel as taught by the ancient apostles and men of God, and by our Savior; and to do away with these gifts destroys the fundamental principles of Christianity. <\/div><div class=\"paragraph jod\" id=\"v21n459\"> What does the Book of Mormon advocate? It comes directly in contact with all modern Christendom, and goes back to the old Gospel as it was taught nearly 1,800 years ago, and maintains that there must be in the kingdom and Church of God, in <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every age of the world, these gifts as well as outward forms and ceremonies&#x2014;maintains that these gifts are a part of the ancient Gospel and must exist wherever the Gospel exists&#x2014;and when they cease the Gospel ceases to be preached, and true believers, in a scriptural sense, cease to exist with them.<span class=\"citation\" id=\"83065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83065)\">3 Ne. 29:6<\/a><\/span><span class=\"citation\" id=\"83272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83272)\">Morm. 9:7-11<\/a><\/span><span class=\"citation\" id=\"83606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83606)\">Moro. 10:8-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n460\"> Now, it does not seem likely to me, that a young man whose beard had scarcely grown&#x2014;a youth untutored, untaught in the sectarian notions of the day, brought up to labor hard on his farmer's farm, should be able to make these great distinctions, to come out in opposition to all modern systems of religion, and establish the very fundamental principles that are necessary to the very existence of Christianity in the last days. But God was with that young man. He was not his own teacher, he was not left to his own judgment in regard to what Christianity should be and what it should not be. The angel that came from heaven and revealed himself to the youth understood his mission. He understood what the Gospel was and should be; he understood the revelations of St. John;<span class=\"citation\" id=\"79828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79828)\">Rev. 14:6<\/a><\/span> he understood that these revelations never could be fulfilled unless an angel were sent from heaven in the last days, with the message of the Gospel to be proclaimed unto the inhabitants of the earth, not to a sectional portion of it, not to some corner of it, or to some obscure people, but to commit the everlasting Gospel unto the inhabitants of the earth, to be proclaimed to every nation, kindred, tongue and people.<span class=\"citation\" id=\"79829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79829)\">Rev. 14:6<\/a><\/span> He understood the difference between modern Christianity and ancient Christianity. And when the Urim and Thummim was lighted up by the power of God, and magnified before the eyes of this youth, those ancient characters upon  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the plates of the Book of Mormon, the distinction was clearly made, between the purity of the Gospel as it was taught in ancient days, and the doctrines and innovations of man as have been taught during many long centuries of apostasy. <\/div><div class=\"paragraph jod\" id=\"v21n462\"> How I have rejoiced, since I was a youth of nineteen, in this record! Why I esteem it&#x2014;I was going to bring up some earthly comparison, but I will not compare great and glorious and heavenly things&#x2014;so great, so pure and so important, as that of the plan of salvation, with anything of an earthly nature, as there cannot really be any comparison. When I look at all the earthly riches and grandeur of this world, and then look at the Book of Mormon and the Bible, with power to select, which should I choose? Why, the grandeur of this world, the riches of this world, the glories of this world, would be nothing; they would be like the dream of a night vision when a person is disturbed,<span class=\"citation\" id=\"58679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58679)\">Isa. 29:7<\/a><\/span> not by the Spirit of God, but by his own cogitations in the night. I would look upon them as nothing, as vanity and foolishness, as unworthy of the love or approbation of any man of God, were they to be set before me and contrasted with the glory of this book. It is a record given to this generation as one of the choicest gifts of heaven! No other books exist upon the face of our globe so choice as the books which God has given in different ages of the world: the Bible for one, the Book of Mormon for another, and the book called the Book of Doctrine and Covenants, containing the revelations which God gave through his servant the prophet, during some seventeen of the last years of his existence here upon the earth. These revelations, these books are more precious than the riches, and kingdoms, and glories, <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and honors of this present life, so far as I am concerned. Do I esteem them more than I do my own life? I would be unworthy of my Father and my God in the eternal worlds if I would refuse to lay down my life, if it were required of me of the Lord. If I should save it for a moment, and deny the Book of Mormon; if I were to deny the gifts of the Gospel, or any of the revelations that God has given that are published in the Book of Doctrine and Covenants&#x2014;if I were to do such a thing, could I look upon my Father's face without blushing? Could I think upon God without blushing? Could I think upon anything that was pure and holy, without being, in my own mind, in perfect torment? If I were to be so ungrateful as to deny anything that God has given me, I should be unworthy of the kingdom of God. I do most sincerely and humbly hope and trust that the Lord will not call me and try me in this respect, for I know the weakness of man; I know that man has been weak in all ages, and I do not wish to be thus tried, I do not covet this trial, I do not pray for it; but if ever I should be brought to this condition, with my present feelings, with the feelings I have had for a great many years, I would say: &#x201C;Come martyrdom, come burnings at the stake, come any calamity and affliction of the body, that may be devised by wicked and ungodly men&#x2014;let me choose that, and have eternal life beyond the grave; but let me not deny the work of God.&#x201D; Why do I thus feel? If I had not a knowledge that the Book of Mormon was true, I should not have these feelings. Then I should probably say, if I only had faith that the Book of Mormon is true, &#x201C;My life is precious, let me save my life, let me deny something which I do  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not know is true.&#x201D; But when a person has a knowledge, as I have, of the divinity of this work&#x2014;having this revealed to me when I was but a beardless boy&#x2014;I hope never to be brought in that condition, where the trial will be upon me, but should it come I hope to be able to lift up my hands to high heaven, and say, &#x201C;Oh Lord enable me to endure the trials and afflictions that may come, that I may be faithful unto death.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v21n464\"> Am I the only one that feels in this way, among the Latter-day Saints? Are there no other persons that have this knowledge, excepting your humble servant? Yes, there are scores of thousands, if they testify the truth, and I have no reason to think that they would falsify their word; scores of thousands who know as well as they know they have an existence, that the Book of Mormon is a divine record; that the Bible is a divine record; that the revelations given through the Prophet Joseph Smith, published in the Book of Doctrine and Covenants, are divine; they know it. Would they be willing to suffer martyrdom? I think they would. There might be individual cases, as in ancient times, where they might reject the truth, lose their hopes of salvation, to save their temporal lives; but take the great mass of this people, they would be willing to lay down their lives, or be burned at the stake before they would reject their religion. <\/div><div class=\"paragraph jod\" id=\"v21n465\"> How kind, how good was our Heavenly Father, before the rise of this Church, after he had inspired this boy to translate these records; how good it was to send an angel from heaven to three other persons, namely: David Whitmer, Martin Harris and Oliver Cowdery, Joseph Smith being with them on the occasion. The angel descended <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from heaven, clothed with light and glory, and, taking these records in his hands, turned them over leaf after leaf, showing to these three other men, besides the translator, the engravings on the plates.<span class=\"citation\" id=\"128240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128240)\">BM Three Wit.<\/a><\/span> How kind this was. A Church was to be raised up. The Lord was willing that they should have all the evidence that they could reasonably ask for, before even the first branch of the Church was organized. Did he condescend, in many of the past ages of the world, to do so much for the different generations that have lived, as he has done for the present generation? Look at the days of Noah. He had a message to deliver&#x2014;a message that affected the human family. He had to tell the people that were living around him that God had spoken. &#x201C;And what has God said?&#x201D; He has told me that because of your wickedness he will send the floods upon you.<span class=\"citation\" id=\"93275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93275)\">Moses 8:16-30<\/a><\/span> He will break up the foundations of the great deep, he will open the windows from on high<span class=\"citation\" id=\"52911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52911)\">Gen. 7:11<\/a><\/span> and he will pour out the floods upon these nations and they will be swept away root and branch,<span class=\"citation\" id=\"128241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128241)\">Mal. 4:1<\/a><\/span><span class=\"citation\" id=\"128242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128242)\">D&amp;C 109:52<\/a><\/span> except a few<span class=\"citation\" id=\"78069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78069)\">1 Pet. 3:20<\/a><\/span> that will believe in my message, and come into the ark that I am building. How many witnesses did God raise up then? I expect he must have revealed himself to the sons of Noah, as well as to Noah. That would be but four witnesses; but we have no account that the Lord revealed himself to these three sons. They, however, believed the testimony of their father; whether they knew it or not we do not know. At any rate their faith was sufficiently strong to cause them to labor with the old man, and they labored along year after year, weary no doubt, in forming the timbers of this huge ark or vessel. Finally they got it fixed together, and the beasts of the field&#x2014;that  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>appeared to have more inspiration than the men and the women of that age, began to come from the forests towards the ark, and finally the door was closed. They must have been prophetic beasts, beasts that had revelations, beasts that were able to judge far better than the world of mankind in that age. The rains descended, and the earth was covered with the flood, and we read that Noah by his testimony condemned the whole world.<span class=\"citation\" id=\"76988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76988)\">Heb. 11:7<\/a><\/span> What! One witness? One witness alone condemned the whole world, and they perished from off the face of the earth, because one witness was sent unto them! The Lord has done a little better with this generation. He sent four witnesses before he organized the Church, and that was not all. There were other men that had great testimony and evidence given to them; but they did not see the angel; they did not see the plates in the hands of the angel; but what did they see? They saw this boy have these plates. They took the plates and handled them themselves. They saw the engravings upon these plates&#x2014;eight other men, besides the four I have mentioned&#x2014;and they testify to what they saw.<span class=\"citation\" id=\"128243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128243)\">BM Eight Wit.<\/a><\/span> They bear witness in words of soberness, that they did handle the plates with their own hands, that they did feel the weight of the plates, that they did observe the engravings thereon, that they had the appearance of ancient work and of curious workmanship, and they bear testimony to what their eyes saw and to what they handled with their hands. Their names, as also the names of the four that saw the angel, were attached to this record, when the first edition of that book was issued from the press. Twelve witnesses then did God condescend to raise up immediately <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before he organized this Church. Are not twelve witnesses sufficient to condemn the world in this age, if one witness condemned the world in the days of Noah? I think that God has been very lenient, very kind and very merciful in beginning the work with so many witnesses. <\/div><div class=\"paragraph jod\" id=\"v21n467\"> But there seem to be other witnesses and evidences concerning the correctness and divinity of this book that are far greater than those I have named. There is a promise to all the human family, that is far better than the ministrations of angels to others. What knowledge does it give to me, to you, to any other person, among all the nations and kindreds of the earth, concerning the divinity of the Book of Mormon, because four witnesses, that lived in some portion of our globe, state that an angel had come from heaven? Does that give me a knowledge? No. Did that impart a knowledge to any other creature on the face of the globe? No. Did we not need a knowledge as well as they? Yes. I have a soul as well as these four men that must be saved or must be lost. If that be the case, ought I not also to have a knowledge concerning my safety as well as they? I think so. Has the Lord made it impossible for me to obtain this knowledge? No. The very message itself in the book, and in the New Testament, and in the modern revelations that are given through the prophet, told me, told you, told all the people upon the face of this earth, how they also might obtain a knowledge of the truth of the Book of Mormon and of this work. How? By getting a vision or manifestation from that same God? No. That we should all have the ministration of angels? No. To some is given one gift, and to some are given other gifts. To some it is given to know in one way,  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to some it is given to know in some other way.<span class=\"citation\" id=\"85832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85832)\">D&amp;C 46:11-12<\/a><\/span> The Lord has promised that if I will repent, if you will repent, if the people of the United States will repent, if the people of all the nations of the earth will repent, turn unto him and obey his commandments that they should receive the Holy Ghost. Will that give us a knowledge as clear, as definite, as pointed as could be revealed by the ministration of angels? Yes. <\/div><div class=\"paragraph jod\" id=\"v21n469\"> Supposing now that I were a natural man, never had received the Holy Ghost. Supposing that a person should come and testify to me that he had received the Holy Ghost, that he had received Heavenly visions that the Lord had sent angels to him, what would I know about it? What would I know about the Holy Spirit, if I never had received it? No man can discern the things of God, but by the Spirit of God;<span class=\"citation\" id=\"73077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73077)\">1 Cor. 2:11<\/a><\/span> so says the Apostle Paul to the Corinthians. It is impossible for the natural man to know the things of God,<span class=\"citation\" id=\"73115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73115)\">1 Cor. 2:14<\/a><\/span> and if I were a natural man, and had never partaken of the Holy Ghost I might hear a cloud of witnesses<span class=\"citation\" id=\"77172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77172)\">Heb. 12:1<\/a><\/span> testifying to what they had received. I might say, &#x201C;Well you seem a sincere people, you seem to be honest in your declarations, you say you have had the visitation of angels, you say you had heavenly visions, you say the Holy Ghost has been poured out upon you, but I have never received these things as a natural man.&#x201D; Now what reason would there be to condemn me on the great judgment day, if I rejected their testimony? They would tell me that I might be put in communication with the heavens the same as they. They might tell me that on certain conditions, I might obtain the Holy Ghost, as well as they, if I would only exercise <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sufficient faith, to repent of my sins and to be baptized for a remission of them, and to have the servants of God lay their hands upon my head for the reception of the Holy Ghost; that if I would enter into a covenant with the Most High God, to obey his commandments and to call upon his name in faith, and to exercise faith before him&#x2014;I expect if I did not do all these things, that all this cloud of witnesses that I have named, would stand up on the day of judgment and would condemn me. But if I would exercise faith though I had no knowledge, and would obey the commandments, would be obedient to the principles, and then I received for myself the testimony, I should then be dependent neither upon David Whitmer, Martin Harris nor Oliver Cowdery, Joseph Smith, nor any of the twelve witnesses that saw the plates, nor any other man living on the whole earth. I could then say, &#x201C;Oh Lord, my God, thou hast fulfilled thy promise which thou hast made. Thou hast said if I would repent and be baptized I would receive such and such blessings. They have been given unto me, and now I know that thy word is true.&#x201D; And from that forth I could be a witness myself, but before that I could not be a witness. <\/div><div class=\"paragraph jod\" id=\"v21n470\"> Are the ministers of the different denominations of this day, who have never had the spirit of revelation upon them&#x2014;are they competent witnesses of God to stand before this generation and declare the things of God? No. Can they stand up in the great judgment day and condemn any of this generation to whom they have preached? No. Why not? From the very fact that they are not witnesses. They can tell what the ancients say, how the ancients became witnesses, but they themselves have not an experience in  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these things, and therefore, God has not made them witnesses. They cannot condemn any man living on the face of the earth, by their preaching and their testimony. <\/div><div class=\"paragraph jod\" id=\"v21n472\"> We are living, then, in the great and last dispensation, in which God has provided a way that he might raise up scores of thousands of witnesses, a way that all might know as Peter did. Peter did not get his knowledge from seeing miracles wrought. He did not obtain his knowledge because some other man had received a knowledge. The Savior blessed him and said, &#x201C;Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.&#x201D;<span class=\"citation\" id=\"64843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64843)\">Matt. 16:17<\/a><\/span> The Lord had revealed this knowledge unto Peter, consequently Peter was constituted a witness. And so the Lord, by having given revelation from the heavens to scores of thousands of the Latter-day Saints, has made them witnesses of the divinity of this work. <\/div><div class=\"paragraph jod\" id=\"v21n473\"> O, how the Latter-day Saints ought to rejoice! How faithful we all ought to be! How frivolous are the things of this present life, compared with the knowledge of God, which you have received! Do you appreciate this, Latter-day Saints? Do you realize it as you ought to, or are your minds swayed to and fro by the frivolities and vanities of this present life? Do they absorb the greater portion of your attention? Do you forget your God, the greatness of your calling, and the knowledge which you have received? I have not. <\/div><div class=\"paragraph jod\" id=\"v21n474\"> I believe that the Latter-day Saints are the very best people on the face of our globe. Why? Because they have been willing to endure hardships, persecutions all the day long. They have been willing <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to leave their houses, their lands, their possessions, have been willing to see all fall into the hands of their enemies and flee to a desert country for the sake of their religion. Has God forgotten all these things? O, ye children of Zion! Do you suppose that the Lord has forgotten,<span class=\"citation\" id=\"128244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128244)\">Isa. 49:14<\/a><\/span> because many years have passed away, your tribulation, your sacrifices if they can be called such&#x2014;your mobbings and persecutions in times that are past? No. They are written as it were on the palms of his hands,<span class=\"citation\" id=\"59447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59447)\">Isa. 49:16<\/a><\/span> they are printed indelibly upon the thoughts of his heart. He has all these things in remembrance, and a day of controversy is coming, and it is not far in the future&#x2014;a controversy for Zion; a controversy with all the nations<span class=\"citation\" id=\"60582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60582)\">Jer. 25:31<\/a><\/span> of the earth that fight against Mount Zion&#x2014;<span class=\"citation\" id=\"58705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58705)\">Isa. 29:8<\/a><\/span>the Lord has all these things in his mind, and he will fulfil them in his own due time and season. But now is the day of our tribulation and has been for some forty years and upwards that are past. Are there better days to come? Yes. How far in the future I am not prophet enough to know. All that I do know is that they are nigh, near at the very door, when the Lord will rise up and come forth out of his hiding place and fulfil that which he has spoken concerning Zion and the inhabitants of this land. Zion is not destined to be crushed down forever into the dust. Zion is not destined to be overcome by the kingdoms of this world forever. The turning point will come, and that is nigh at hand. The days are coming&#x2014;I know they are close at hand&#x2014;when the young and rising generation that are now sitting in this congregation, and who are spread forth upon the face of the land, throughout these mountains and valleys, will see the turning point for Zion.  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What will they see? They will see a man raised up like unto Moses in days of old&#x2014;<span class=\"citation\" id=\"89776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89776)\">D&amp;C 103:16<\/a><\/span><span class=\"citation\" id=\"90380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90380)\">D&amp;C 107:91<\/a><\/span>a man to whom the Lord will reveal himself, as he did to his servant Moses, by angels, by visions, by revelation from the heavens, and will give unto him commandments, and make him an instrument in his hands, to redeem the people and to establish them in their everlasting inheritance upon the face of this American continent.<span class=\"citation\" id=\"89751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89751)\">D&amp;C 103:11-20<\/a><\/span> Will he show forth his power in that day as he did unto his servant Moses and to Israel? Yes, only more abundantly, more extensively than in the days of Moses, for there is a larger continent than the land of Egypt, in which the Lord will make manifest his power&#x2014;a greater people than the Egyptians, among whom he will work. Consequently he will show forth his power unto all the inhabitants of this land. He will fulfil the plain predictions of the Prophet Isaiah that the Lord shall make bare his arm in the eyes of all the nations, until all the ends of the earth shall see the salvation of God.<span class=\"citation\" id=\"59617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59617)\">Isa. 52:10<\/a><\/span> What will be said then concerning this people and Zion? It will then be said by those that are spared in the midst of the terrible judgments that will fall upon these nations, &#x201C;Surely the people <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called Latter-day Saints, the people of Zion, are the people of our God. God is there, his power is there, it is his power that delivers that people; it is his power that is over them as a cloud by day and the shining of a flaming fire by night.<span class=\"citation\" id=\"57927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57927)\">Isa. 4:5<\/a><\/span> It is his power that protects their congregations, protects their settlements, protects their holy temple. Let us no longer fight against Zion or the people of God,<span class=\"citation\" id=\"85744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85744)\">D&amp;C 45:66-70<\/a><\/span> let us enter into the everlasting covenant which has been revealed anew. We will join ourselves with the people of God.&#x201D; In that day will be fulfilled that which has been spoken by Isaiah in the second chapter, by the prophet Micah, in the fourth chapter, that in the last days many nations shall say: &#x201C;Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57821)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"62161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62161)\">Micah 4:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n476\"> May God bless&#x2014;not the wicked, not the ungodly, not those that blaspheme the name of the Lord, not those that fight against Zion&#x2014;<span class=\"citation\" id=\"128245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128245)\">Isa. 29:8<\/a><\/span>but all the true, pure-hearted Latter-day Saints, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}