{"ID":210009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Comprehensiveness of the Lord's Prayer&#x2014;The Rule and Government of God&#x2014;The Revelation of the Father and Son to Joseph Smith, and the Bestowal Upon Him of the Priesthood&#x2014;Development of Theocratic Laws and Principles&#x2014;Object of Gathering&#x2014;Religious Freedom&#x2014;Our Relations With the General Government.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Salt Lake Assembly Hall, at the Quarterly Conference, Sunday Afternoon, January 4, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Comprehensiveness of the Lord's Prayer, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/4\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v21n173\"> I have been very much pleased and interested in the proceedings of this conference and in the teachings that we have had from those <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have addressed us, and I take very great pleasure in performing my part in these exercises in which we are now engaged. It would seem  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that this building is rather too small for us at present; I do not know that we can stretch it any; consequently we will put up with things as they are. However it will only be on extraordinary occasions that we shall have the amount of people in it that there is today. By and by the storms will be over and the winter past, and we have got a larger building close by, that we can go to. I am very much pleased, however, with the exertions that have been made in preparing this building so far, it is true that it is in an unfinished condition for the assembling of the Saints at this conference; but I suppose that it will be quite gratifying to the priesthood and to all who have assembled together on this occasion, to possess the privilege we now enjoy. <\/div><div class=\"paragraph jod\" id=\"v21n175\"> There are a few thoughts that have passed through my mind in hearing the remarks of some of my brethren. I was much pleased this morning in listening to the remarks made by Brother Pratt and the brethren who succeeded him, particularly in regard to the subject that they seemed to have their minds upon, that is in relation to the observance of the word of wisdom; and although, like Brother Pratt, I should have to make an acknowledgement that I have not fulfilled that always, yet, I heartily sustain and coincide with every principle that God has revealed for the temporal or spiritual salvation of his people. There were some remarks associated with those made by some of the brethren that also bore a little on my mind, namely, that our religion did not consist simply in one principle but in many, agreeable to what has been spoken in ancient days that &#x201C;Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.&#x201D;<span class=\"citation\" id=\"62840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62840)\">Matt. 4:4<\/a><\/span> But we are none <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of us justified in repudiating or ignoring any one of those principles which God has given unto us, and if we have been negligent in these or other matters the proper way for us to do is to reform, to begin anew, or, at least if we have let down any stitches, as the sisters sometimes say when they are knitting, gather them up again and put things in proper position that we may be able, not only in that but in everything else, to honor our God in all sincerity, fidelity and integrity; that we may be able to present ourselves before the Lord in a manner which shall always have his acceptance. <\/div><div class=\"paragraph jod\" id=\"v21n176\"> We need teaching continually, line upon line, precept upon precept, here a little and there a little.<span class=\"citation\" id=\"58581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58581)\">Isa. 28:10,13<\/a><\/span> Hence we have our various organizations of the priesthood, calculated to oversee, to manipulate, to regulate, to teach, to instruct, and to enter into all the ramifications of life whether they pertain to this world or the world to come. We need continually not only the guidance and the teachings of the apostles, the presidents, the bishops, priests, teachers, deacons and the various organizations of the priesthood; but we need individually to look unto the Lord for wisdom to direct us in all the affairs of life, that we may speak aright, that we may think aright, that we may act aright, and we may perform the various duties devolving upon us to attend to in all of the avocations of life, and in our prayers, in our various devotions in a family capacity, in a church capacity and in every position that we occupy, we need the guidance and direction of the Almighty. And it is with individuals as it is with families and branches and portions of families, we need to seek unto the Lord and obtain wisdom from him. There is one fact, and that is  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a great many people&#x2014;scarcely any of us&#x2014;know what is good for us. We may have our ideas about that; but we need continually the guidance and direction of the Almighty. The disciples, that is the apostles of old, understood this principle and they asked the Lord to teach them how to pray<span class=\"citation\" id=\"67436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67436)\">Luke 11:1<\/a><\/span> and in a very few words he uttered one of the most comprehensive forms that has ever been penned or spoken. He said when you pray say, &#x201C;Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done on earth, as it is done in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive them that trespass against us.<span class=\"citation\" id=\"128117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128117)\">Matt. 6:14-15<\/a><\/span> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, the power, and the glory, forever and ever. Amen.&#x201D;<span class=\"citation\" id=\"63339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63339)\">Matt. 6:9-13<\/a><\/span><span class=\"citation\" id=\"67551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67551)\">Luke 11:2-4<\/a><\/span> That is a most comprehensive prayer. In the first place the God of the universe is recognized, our Father who is in the heavens,<span class=\"citation\" id=\"128118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128118)\">Matt. 6:9<\/a><\/span> the God and the Father of Jesus Christ.<span class=\"citation\" id=\"74295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74295)\">2 Cor. 11:31<\/a><\/span><span class=\"citation\" id=\"74765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74765)\">Eph. 1:3<\/a><\/span><span class=\"citation\" id=\"75541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75541)\">Col. 1:3<\/a><\/span> And what else? The God and Father of the spirits of all flesh.<span class=\"citation\" id=\"54765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54765)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54880)\">Num. 27:16<\/a><\/span> We recognize and reverence him as &#x201C;Our Father which art in heaven,&#x201D;<span class=\"citation\" id=\"63310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63310)\">Matt. 6:9<\/a><\/span> we bow before him and seek unto him for his guidance and direction. We hallow and reverence his name. And then what next? &#x201C;Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63413)\">Matt. 6:10<\/a><\/span> What kingdom? All those things branch out into great and important principles, that can only be understood by revelations from the Most High. &#x201C;Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63414)\">Matt. 6:10<\/a><\/span> Why? That &#x201C;thy will may be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63412)\">Matt. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n178\"> I wish to refer a little to some of these things, those ideas and principles that are developed in this saying, in part, because these things can only be done in part. We talk a good deal about the church and kingdom of God. I sometimes think <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we understand very little about either. The kingdom of God means the government of God. That means power, authority, rule, dominion, and a people to rule over; but that principle will not be fulfilled, cannot be entirely fulfilled, until, as we are told in the Scriptures, the kingdoms of this world are become the kingdoms of our Lord and his Christ, and he will rule over them.<span class=\"citation\" id=\"79496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79496)\">Rev. 11:15<\/a><\/span> And when unto him every knee shall bow and every tongue confess that he is Christ, to the glory of God, the Father.<span class=\"citation\" id=\"75460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75460)\">Philip. 2:10-11<\/a><\/span> That time has not yet come, but there are certain principles associated therewith that have come, namely, the introduction of that kingdom, and the introduction of that kingdom could only be made by that being who is the king and ruler, and the head of that government, first communicating his ideas, his principles, his laws, his government to the people; otherwise we should not know what his laws were. The world has been governed in every kind of form; we have had every species of government. Sometimes we have had patriarchal government, at other times we have had unlimited monarchies or what may be called despotic governments, where the power to rule is in the hands of one individual. At other times we have had limited monarchies such as exist in many places now upon the face of the earth. In other places and at different ages we have had what is termed republican governments where the voice of the people has ruled and governed and managed the people's affairs. There have been various forms independent of these, which I do not wish to enter into at present, but nowhere have we had the government of God. It is true that for a limited period among a very small people in early days, among the Jews, they profess<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ed to be under the guidance of God for a certain length of time. But they were continually departing therefrom. They had their priesthood, they had their prophets, they had their Urim and Thummim, and through these mediums they sought the wisdom and guidance of God in regard to many of the prominent enterprises in which they engaged. The law given by Moses was one of those things that emanated from God. Moses received from the Lord the ten commandments<span class=\"citation\" id=\"54191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54191)\">Ex. 20:3-17<\/a><\/span> written upon tables of stone&#x2014;written by the finger of God&#x2014;<span class=\"citation\" id=\"54437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54437)\">Ex. 31:18<\/a><\/span>and this people, who were then quite a small people comparatively speaking, received the commands of God and professed, at least, to be governed thereby.<span class=\"citation\" id=\"54141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54141)\">Ex. 19:8<\/a><\/span> The Lord gave them commands and they were proclaimed to the people, and when proclaimed it was usual for all the people to say &#x201C;Amen. These laws we will observe and do.&#x201D;<span class=\"citation\" id=\"54358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54358)\">Ex. 24:3<\/a><\/span> But this was among a very limited people. Very soon they desired to have a king to rule over them,<span class=\"citation\" id=\"55420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55420)\">1 Sam. 8:5-6<\/a><\/span> but the idea that was then considered proper among them was: &#x201C;The Lord is our king, the Lord is our judge, the Lord is our lawgiver, and he shall rule over us.&#x201D;<span class=\"citation\" id=\"59082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59082)\">Isa. 33:22<\/a><\/span> We see the feeling which they had and entertained as a people, but they departed from it and they sought a king and were led astray from correct principles&#x2014;led into folly, darkness, ignorance&#x2014;until they were scattered abroad to the four winds of heaven.<span class=\"citation\" id=\"55412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55412)\">1 Sam. 8:1-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n179\"> There has been a time spoken of by all the holy prophets since the world was, when God should govern his people, and the Jews, when the Messiah came, expected that he was come to reign over Israel as a temporal king,<span class=\"citation\" id=\"71012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71012)\">Acts 1:6<\/a><\/span> that he was going to take possession of his kingdom to overthrow all other kingdoms, empires, dynasties and powers, and <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> declare himself the king of Israel<span class=\"citation\" id=\"66315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66315)\">Matt. 27:11<\/a><\/span><span class=\"citation\" id=\"68660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68660)\">John 1:49<\/a><\/span> and of the world. But they did not understand many things associated therewith, and they do not now; and the world does not, and we ourselves understand very little about them. But the Scriptures say that, &#x201C;Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.&#x201D;<span class=\"citation\" id=\"63126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63126)\">Matt. 5:18<\/a><\/span> Now then, if the kingdoms of this world have never yet become the kingdoms of our God and his Christ they will be,<span class=\"citation\" id=\"79497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79497)\">Rev. 11:15<\/a><\/span> and it is necessary that there should be a commencement to this as well as to every other thing. This is a matter that has been looked forward to by prophets and apostles, patriarchs, and men of God in the various dispensations of time. It is called &#x201C;the dispensation of the fulness of times&#x201D; when God will gather together all things in one whether they be things on the earth or things in the heavens.<span class=\"citation\" id=\"74835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74835)\">Eph. 1:10<\/a><\/span> Now there must of necessity be a starting point for this, and the question is, How is it to originate? Who among the nations of the earth knew or comprehended anything about the government of God? None did; nowhere; no king, no emperor, no potentate, no president, no power upon the face of the earth; no divine or theologian, no scientist, no philosopher, understood anything about this matter. It is indeed the kingdom of God, and being his kingdom, it must originate with him, it must receive from him its teachings, its forms, its principles, its laws, its ordinances, its institutions, and everything connected therewith must emanate from God, and as it was necessary that it should originate with him, it is also necessary that it should be upheld and sustained by him and that those who should operate in this kingdom should be governed by the same  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spirit that you heard Brother Pratt talk about this morning. It became necessary also that a medium should be introduced whereby man might be placed in communion with God; that they might comprehend him, that they might understand his laws when he gave them, that they might be acquainted with the principles which he had to develop; for there is one great principle that men very little understand, viz.: &#x201C;The things of God knoweth no man, but the Spirit of God,&#x201D;<span class=\"citation\" id=\"73074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73074)\">1 Cor. 2:11<\/a><\/span> and if they don't know only through his wisdom, it would be in vain for God to communicate with a people who could not comprehend him, who had not the capacity to receive these principles which he had to communicate. The same principle holds good everywhere among all the principles with which we are acquainted or know anything about. You cannot teach a child algebra, nor arithmetic, until it has gone through a certain system of training. You cannot teach the arts and sciences without necessary preparation for their introduction, nor can you teach people in the government of God without they are placed in communication with him, and hence comes the Church of God, and what is meant by that? A school, if you please, wherein men are taught certain principles, wherein we can receive a certain spirit through obedience to certain ordinances. And we, having received this spirit through those ordinances, were then prepared to take the initiatory steps in relation to other matters, and hence as a commencement the Lord appeared unto Joseph Smith, both the Father and the Son, the Father pointing to the Son said, &#x201C;This is My Beloved Son in whom I am well pleased. Hear ye Him!&#x201D;<span class=\"citation\" id=\"82583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82583)\">3 Ne. 11:7<\/a><\/span><span class=\"citation\" id=\"93646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93646)\">JS&mdash;H 1:17<\/a><\/span> Here, then, was a communication from the heavens made known unto <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man on the earth, and he at that time came into possession of a fact that no man knew in the world but he, and that is that God lived, for he had seen him, and that his Son Jesus Christ lived, for he also had seen him. What next? Now says the Father, &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93647)\">JS&mdash;H 1:17<\/a><\/span> The manner, the mode, the why, and the wherefore, he designed to introduce through him were not explained; but he, the Son of God, the Savior of the world, the Redeemer of man, he was the one pointed out to be the guide, the director, the instructor, and the leader in the development of the great principles of that kingdom and that government which he then commenced to institute. What next? The next step was that men having held the priesthood, that had ministered in time and eternity and that held the keys of the priesthood came and conferred them upon Joseph Smith. John the Baptist conferred upon him the Aaronic priesthood,<span class=\"citation\" id=\"84022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84022)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129328)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93941)\">JS&mdash;H 1:68-72<\/a><\/span> and Peter, James and John the Melchizedek priesthood;<span class=\"citation\" id=\"84623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84623)\">D&amp;C 27:12<\/a><\/span> and then others who had operated in the various ages of the world, such as Moses and Enoch,<span class=\"citation\" id=\"90512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90512)\">D&amp;C 110:11<\/a><\/span> appeared and conferred upon him the authority that they held pertaining to these matters. Why? Because it was &#x201C;the dispensation of the fullness of times,&#x201D;<span class=\"citation\" id=\"74836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74836)\">Eph. 1:10<\/a><\/span> not of one time only but of all the times; it was the initiatory step for the development of all the principles that ever existed, or would exist pertaining to this world, or the world to come. What next? He was commanded to set apart other men, to baptize them that believed, that had faith in God and in his kingdom, and in his revelations and in his government. After they were put in possession of these principles, they were commanded to baptize those who believed on the Lord Jesus  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christ, who repented of their sins, that they were to be baptized for a remission of their sins and to have hands laid upon them for the reception of the Holy Ghost. What then? There was a priesthood organized, a First Presidency, the Twelve, a High Council, Patriarchs, quorums of High Priests, Seventies, Elders, Bishops, Priests, Teachers and Deacons, to carry on the purposes of God, and to instruct men in the laws pertaining to his kingdom, even the laws of life. Men were sent forth in the name of God to preach the principles of truth which had been revealed, and a great many believed and were baptized and were initiated into the Church of God, and we may say into the initiatory or preparatory steps necessary for the establishment of the kingdom of God. They then received the Spirit of God, which is &#x201C;no cunningly devised fable;&#x201D;<span class=\"citation\" id=\"78269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78269)\">2 Pet. 1:16<\/a><\/span> it did not originate with man, it was the gift of God to man. The Elders, for instance, were told to go forth and call upon men to repent, to be baptized, and they were to lay their hands upon them that they should receive the Holy Ghost. And what should that do? Take of the things of God and shew them unto the people.<span class=\"citation\" id=\"70513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70513)\">John 16:15<\/a><\/span> This is one of the greatest developments of power that ever existed among men. You Elders, hundreds of you that are now listening to me, have gone forth to preach this Gospel. You have called upon men to believe in the Lord Jesus Christ and they have done it. You have called upon men to repent, and they have done it. You have told them to be baptized and you have baptized them. You have then laid your hands upon their heads and said, &#x201C;Receive ye the Holy Ghost,&#x201D;<span class=\"citation\" id=\"70899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70899)\">John 20:22<\/a><\/span> and they have received it. And you know, and this congregation knows, that what I say is true, and <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by that principle, through obedience to the law of God that he had introduced in his Gospel. What for? To prepare men to be placed in communion with God. To prepare them to be members not only of his Church but of his Kingdom, and to prepare them to take part in this great event that had to transpire in the last days. Now these are facts that you cannot controvert, nor anybody else. You know that these things are true. What does it prove? That it is God's kingdom, he has introduced it, and as it was said in former times, &#x201C;Ye are my witnesses,&#x201D;<span class=\"citation\" id=\"59388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59388)\">Isa. 43:10,12<\/a><\/span> as well as the Holy Ghost that beareth witness of us. Now, then, could you have received this without the interposition of the Almighty and his Son Jesus Christ? No, you could not. Could you have received it without the keys of the priesthood being restored and which some men affect to despise so much? No, you could not. Hence we trace out the order of these institutions as they dwelt in the mind of God, and as they were made manifest among men. Have those elders that perform these ceremonies their weaknesses? Yes, just as much as Elder Pratt and I have our weaknesses. Have they their infirmities? Yes. Was it a rich treasure that was conferred upon us? Yes, but we received it in earthen vessels,<span class=\"citation\" id=\"74085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74085)\">2 Cor. 4:7<\/a><\/span> surrounded with the infirmities of man. But God knew these infirmities; he was acquainted with all our weaknesses. Nevertheless, he conferred upon us this priesthood, this power, and this authority, and when we went forth in his name and by his authority, God sanctioned our acts. Is God with us while these things take place? I think so. What do you think about it? It is a principle that is clear, and plain and demonstrable.  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Well, what next? Then we began to gather together. And why do we gather together? Some of us can hardly tell why, and I am often surprised when I read letters importuning us in regard to this matter. I get letters time and again praying that some means may be devised that the Saints may be delivered and gathered to Zion, and be enabled to live with the Saints of God. What is the reason of it? Why do they want to gather? Because there was a spirit and influence associated with this Church and this kingdom which led and propelled them to this action, and you who hear me have felt this influence; you felt a desire to gather, and you came, and those that are not here now feel as strong a desire to gather as you did. And when you have gathered, many of you think it is a curious kind of Zion, don't you? It is; for while the net gathers in the good, it brings all kinds as well, good and bad.<span class=\"citation\" id=\"64710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64710)\">Matt. 13:47-50<\/a><\/span> We have some very good fish, and some very bad ones, and some a kind of half and half, and some feel like saying, &#x201C;Good Lord and good devil,&#x201D; as they do not know into whose hands they may fall. Nevertheless, this is the order, and the wheat and tares, I suppose, have got to grow together until the harvest comes,<span class=\"citation\" id=\"64591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64591)\">Matt. 13:30<\/a><\/span> and that is not quite here yet, and hence we are jostling one against another, and some of us hardly know whether it is us or somebody else. Difficulties and trials beset us, and we are amazed. But we are here, and we are here according to the command of God and according to the operation of the Spirit of God that rests upon us, and did rest upon us, and led us here, and I was going to say, we are here because we could not help it. <\/div><div class=\"paragraph jod\" id=\"v21n184\"> Well, what next? Who are we, and what are we when we are here? <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Some good Latter-day Saints, and some, as I have said, half and half, some one thing and some another. But how do we stand in the position we occupy as a Church and as other people stand? We believe in God. We believe in the Lord Jesus Christ. We believe in virtue, purity, holiness, integrity, honesty. We believe in good citizens and good Saints. We believe in keeping the commandments of God, and carrying out his purposes. We believe in spreading the Gospel to the ends of the earth. We believe in gathering together the honest in heart. We believe in building temples and administering therein for the living and for the dead, and we believe in acting as saviors upon Mount Zion<span class=\"citation\" id=\"62015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62015)\">Obad. 1:21<\/a><\/span> according to the word of the Lord. All these things and a great many more are leading principles which we as Saints profess to believe in. Well, we have a right to do that, although there are others who do not believe in those things. They have just as much right not to believe in our principles as we have to believe in them. And we sometimes feel angry and out of sorts with others because they do not believe as we do. Well, we do not believe as they do. Some of them think we are very foolish, very enthusiastic, very superstitious, and very wicked. Those that know us do not think we are so bad after all. We have our weaknesses and imperfections, yet we are quite as good as the balance of them, and a little better, and we ought to be, for we make great pretensions. But they think these things about us. They think we are deluded. Now the only difference between us and them is that we <span class=\"italic\">know<\/span> they are superstitious and corrupt, and that they violate those laws they profess to believe in and those principles which they profess to be governed and  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>guided by. But we have no right to expect everybody to submit to our doctrines, our views, our principles, it is a matter of free will with them, and as I said they have just as much right to believe as they think proper and to worship as they choose as we have. These are some principles that are really correct. Well, they try to prevent us from worshipping as we believe? Now that is&#x2014;what shall I call it? A doctrine of devils,<span class=\"citation\" id=\"75930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75930)\">1 Tim. 4:1<\/a><\/span><span class=\"citation\" id=\"85822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85822)\">D&amp;C 46:7<\/a><\/span> it does not come from God, he is more free and generous in his feelings than that. He does not control the consciences of men nor force them to obey his behests; it is a matter of free grace, it is a matter of free will. Well, though they think they have a right to interfere with us, we do not think we have a right to interfere with them. And I do not think we do. There is a number of institutions here in this city, Catholics, Episcopalians, Presbyterians, Methodists, Baptists, etc., and I do not know how many more, quite a pile of them. If they think they are right I am quite willing they should think so. I do not wish to interfere with them. Who interferes with their building meetinghouses? Who interferes with their worship? If there is anything of this sort I do not know of it; I hope I shall not know of it; I hope never to hear of such things. I believe that all men have the privilege of worshipping God according to the dictates of their own consciences<span class=\"citation\" id=\"94147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94147)\">A of F 1:11<\/a><\/span> and then I think we possess just the same right; and when they depart from this principle and wish to curtail us of our rights they are violating the spirit and genius of the institutions of our common country, and also those of the kingdom of heaven with which we are associated. They are also violating those good feelings that ought to exist between man and <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man, brother and brother, and they are interfering with things that in no wise belong to them. <\/div><div class=\"paragraph jod\" id=\"v21n186\"> Now then, here is the ground that we stand on in a religious capacity. If I can find a way and you can find a way, whereby we can approach our God and have him for our guide, our teacher and instructor, if they cannot do it, it is none of their business what we do. They have nothing to do with it, it is none of their business in any way whatever, and any interference is an interference with the legitimate rights and inherent principles that belong to humanity. <\/div><div class=\"paragraph jod\" id=\"v21n187\"> Well, so far as they stand on their platform and we on ours, they may be Methodists, they may be Presbyterians; all right. They may get up their revival meetings and think they are doing a great deal of good; all right, and so far as they teach good moral principles, and do not depart from truth, all right. So far as they obey the laws of the land, all right; we have nothing to do with them. Have you? Has the city? Has the Territory? No. <\/div><div class=\"paragraph jod\" id=\"v21n188\"> Well then, we will go a little further. By being here we become an integral part of the government of the United States, as a Territory. Very well. Here is another thing we are talking about. Is that the government of God? Not quite, but it is the government we are living under, and if they treat us right and extend to us any kindness we appreciate that. If they treat us wrong, we think it is not according to correct principles. We think as American citizens we ought to receive all the privileges equally with other people; we think we ought to be allowed to worship God according to the dictates of our consciences<span class=\"citation\" id=\"94148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94148)\">A of F 1:11<\/a><\/span> and be protected in our worship. So far, then, as I have said before, we are on a  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>level. Now then, we are on the same ground in regard to political circumstances. We are under the United States, but the United States is not the kingdom of God. It does not profess to be under his rule, nor his government, nor his authority. Yet we are expected as citizens of the United States to keep the laws of the United States, and hence we are, as I said before, an integral part of the government. Very well, what is expected of us? That we observe its laws, that we conform to its usages, that we are governed by good and wholesome principles, that we maintain the laws in their integrity and that we sustain the government, and we ought to do it. But there is a principle here that I wish to speak about. God dictates in a great measure the affairs of the nations of the earth, their kingdoms and governments and rulers and those that hold dominion. He sets up one and pulls down another, according to his will.<span class=\"citation\" id=\"61479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61479)\">Dan. 4:32<\/a><\/span> That is an old doctrine, but it is true today. Have we governors? Have we a president of the United States? Have we men in authority? Yes. Is it right to traduce their characters? No, it is not. Is it right for us to oppose them? No, it is not. Is it right for them to traduce us? No, it is not. Is it right for them to oppress us in any way? No, it is not. We ought to pray for these people, for those that are in authority, that they may be led in the right way, that they may be preserved from evil, that they may administer the government in righteousness, and that they may pursue a course that will receive the approbation of heaven. Well, what else? Then we ought to pray for ourselves that when any plans or contrivances or opposition to the law of God, to the Church and kingdom of God, or <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to his people, are introduced, and whenever we are sought to be made the victims of tyranny and oppression, that the hand of God may be over us and over them to paralyze their acts and protect us, for as it is written, the wrath of man shall praise him, the remainder of wrath shall he restrain.<span class=\"citation\" id=\"56889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56889)\">Ps. 76:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v21n190\"> Now, we in Utah here are under the government of the United States; we are a very little portion of it. It is true we have our legislators, we have our probate judges, we have our marshals, constables, etc., we have our city charters, etc., etc., and certain immunities and privileges of this kind. Well, shall we be governed by them? Yes. Shall we obey the law? Yes. Shall I as a citizen of this city obey the laws of this city? Yes. Shall I cause trouble or speak evil of the mayor or city council or any of the administrators of the law? No, I ought to pray for them that they may lead aright and administer justice equitably and act for the welfare and interest of the community wherein they live and for whom they operate. Am I a citizen of the United States? Yes, and I ought to feel the same toward them. <\/div><div class=\"paragraph jod\" id=\"v21n191\"> Well, now, there are some important points come in here. As I have said, we are a very small portion of this government. Now, do we wish to overthrow the government. I think not. I think we do not. Do we wish to cause them trouble? Not that I know of. I know we are accused of that; but it is not true. These statements are not correct. Our religion, however, differs from the religion of many others, and as I have said before, while they look for liberty to worship God as they please, they do not want us to possess the same privileges. There is nothing new in this; but because of this  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have they a right to interfere with the institutions of which we have become a part? Do not our legislators, our governors, and all men here swear fealty not only to the Territory, but to the United States, and say they will support the Constitution, laws, and institutions thereof? They do. This is the position we occupy. But we are placed in a peculiar position in some things. They&#x2014;I was going to say in their wisdom, but I will say in their folly, and I hope they will excuse me, for I look upon it in that way&#x2014;have passed certain laws trying to interfere with us in our operations in religious affairs. Well, we cannot help that. I told you a while ago&#x2014;you believe me, this congregation believes me with very few exceptions&#x2014;that God had introduced and instituted this Church, that he was the founder of it, that it emanated from him, the doctrines, ordinances, principles, government, priesthood, authority, and all that pertain to it emanated from him; we had nothing to do with it. Joseph Smith had nothing to do with it, only as a passive worker in the hands of the Lord. Brigham Young had nothing to do with it, only acting in that capacity. I have nothing to do with it, nor my brethren of the Twelve. God revealed it. I cannot help it. Can you? Can anyone? Now, then, this people have been received into this Church in the way that I have spoken of, and have actually received communication from God by the laying on of hands, received the Holy Ghost, and have a hope within them blooming with immortality and eternal lives, and are in possession of a hope that enters within the veil whither Christ has gone.<span class=\"citation\" id=\"76761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76761)\">Heb. 6:19-20<\/a><\/span> Can you uproot that from the minds of this people? No, no power on earth, no power in heaven, <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nor all the combined nations of the earth can do it; God planted it there, man cannot take it away, and men are foolish in trying to attempt it. Very well. But they do try to interfere with us under a pretence that we are very wicked here. Well, it is enough to make a person laugh sometimes, when we think about these things, and enough to make us sorry when we know of the hypocrisy, lasciviousness, crime, murder, bloodshed that prevail in this nation and other nations, to hear them talk to us about our morality. We know when they talk in that way that they are hypocrites. We know that they know better when they tell these things to the world. <\/div><div class=\"paragraph jod\" id=\"v21n193\"> Now, then, the United States pass a law that a man shall not marry wives according to the order that God has revealed. Now it is a fact that we should like to obey the laws of the United States, if we could do it. If they could only tell us how to get out of the dilemma they have placed us in we should be very much obliged to them, we really should like to get out of it. But we have had no hand in either of these things. We had no hand in making the commandment that God has given to his people, and we have had no hand in making the law of the United States pertaining to these things. We feel very desirous of keeping the laws of the land if they would only let us; but we should pray our Father in heaven that he might preserve them from making laws that we cannot conscientiously keep without violating our consciences and transgressing the law of God. And if they do we shall be under the necessity of leaving them in the hands of God for him to deal with them as he may deem proper, and we will put our trust in the living God and risk the consequences let  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them be what they may. <\/div><div class=\"paragraph jod\" id=\"v21n195\"> Now, these are our feelings on this point. Is it well to tell these feelings? Yes. We want to be frank and open and candid and free from hypocrisy of every kind, and feel as though we were the children of our Father in heaven without guilt, without treachery, without fraud of any kind. Let us be sincere worshippers of God and believers in him and in his law. But do we propose to govern, interfere with, or rebel against the Government of the United States? No, we do not. That is not in the program. Has God given us a law? Yes. All right we will get along and do the best we can, but we won't forsake our God. All who are willing to abide by the laws of God signify it by raising the right hand (unanimous vote). Now try and keep them. But will we fight against the United States? No, we will not. Well, how will these things be brought about? Don't you expect that the kingdoms of this world will become the kingdoms of our God <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD21\/JoD21_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/7838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and his Christ?<span class=\"citation\" id=\"79498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79498)\">Rev. 11:15<\/a><\/span> Yes, I do, as much as I believe I am speaking to you and you are hearing me, and I not only believe it but know it. Well, now, how will that be brought about if you do not pitch in? We need not do this. There is plenty that will pitch in; there will be plenty of trouble by and by without our interference, when men begin to tear away one plank after another out of the platform of constitutional liberty; there will not be much to tie to. And how will you get along with them? We will leave them to get along with themselves. And how will that be? We are told the wicked shall slay the wicked,<span class=\"citation\" id=\"86469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86469)\">D&amp;C 63:33<\/a><\/span> but says the Lord: &#x201C;It is my business to take care of the saints.&#x201D;<span class=\"citation\" id=\"89876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89876)\">D&amp;C 104:15-16<\/a><\/span> God will stand by Israel, and Zion shall triumph and this work will go on until the kingdom is established and all nations bow to its standard. <\/div><div class=\"paragraph jod\" id=\"v21n196\"> May God bless you, may he lead you in the path of light, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}