{"ID":220001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">(Continued From Page 376, Vol. XXI.) Opposition to the Work of God, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the General Conference, Salt Lake City, Tuesday Afternoon, Oct. 7, 1879<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition to the Work of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/7\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v22n1\"> And what then? Why, we have been told about the Gentiles introducing into our midst what is termed the social evil; and we find some of our youth, and older ones too, contaminating themselves with it, thereby breaking their covenants and forsaking their God, and disgracing themselves before God, angels and all good men. Such men are a disgrace to any community, much less to a community professing, as we do, to be Saints. Are such persons Saints? No, they are not. Can we fellowship them? No, we cannot. God requires it of us before we talk of cleansing the outside of the platter, to see that the inside is clean,<span class=\"citation\" id=\"65540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65540)\">Matt. 23:25-26<\/a><\/span><span class=\"citation\" id=\"67580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67580)\">Luke 11:39-40<\/a><\/span> to place ourselves right upon the record. Do we do it? Well, sometimes&#x2014;I was going to say, &#x201C;hardly ever.&#x201D; Sometimes we do it, but in a great many instances we <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do not do it. What is the matter? Good men have mean sons, and the sons must not be handled. Why so? God, you will remember, had a host of sons in heaven who did not do right, and they were cast out, even a third part of His entire family.<span class=\"citation\" id=\"79552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79552)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84838)\">D&amp;C 29:36-37<\/a><\/span> That is the way I read it. Again, there are some sons who are good men, who have disreputable fathers, who have departed from correct principles, but out of respect to the fathers in the one instance and the sons in the other, we allow evil ways to go unchecked. Well, you Presidents and you Bishops and you Priests and Teachers may do that if you please, but their blood will be upon your heads, not upon mine. And we call upon you to honor your calling and Priesthood and purge from your midst corruption of every kind.<span class=\"citation\" id=\"85483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85483)\">D&amp;C 43:11<\/a><\/span> And we call upon the Pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sidents of Stakes and their Counselors, upon the Bishops and their Counselors, and upon the Priests, Teachers and Deacons, to magnify their offices, and not to be partakers of other men's sins.<span class=\"citation\" id=\"75963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75963)\">1 Tim. 5:22<\/a><\/span> For as sure as I live and as God lives, if you do God will require it at your hands. And therefore, I call upon Presidents and men in authority, where men do not magnify their calling to remove them from their positions of responsibly and replace them by men who will; and let us have correct principles and the order of God carried out in Zion. <\/div><div class=\"paragraph jod\" id=\"v22n3\"> Apostles, Prophets, Pastors, Teachers and Evangelists were placed in the Church of old<span class=\"citation\" id=\"75076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75076)\">Eph. 4:11<\/a><\/span> for what? &#x201C;For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ. Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.&#x201D;<span class=\"citation\" id=\"75183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75183)\">Eph. 4:12-13<\/a><\/span> It is so today. My brethren who have spoken have told you plainly of many evils that exist in our midst; but we can scarcely perceive them, many of us. Sometimes it is very difficult to discern between a Saint and a sinner, between one who professes to fear God and one who does not. It is for us to straighten out these matters; and you men in authority will be held responsible, and the Twelve will be held responsible, and I hold you responsible, and God will hold you responsible for your acts. The great difficulty with us is that we are too fond of catering to the world, and too much of the world has crept into our hearts. The spirit of covetousness and greed, and&#x2014;what shall I say?&#x2014;dishonesty has spread itself like a plague throughout the length and breadth of the whole world in every direction, and <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have drunk more or less into that spirit. Like a plague it has pervaded all grades of society; and instead of being governed by those high, noble, and honorable principles that dwell in the bosom of God, we are after the filthy lucre<span class=\"citation\" id=\"75910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75910)\">1 Tim. 3:3<\/a><\/span><span class=\"citation\" id=\"75911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75911)\">1 Tim. 3:8<\/a><\/span><span class=\"citation\" id=\"76299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76299)\">Titus 1:7<\/a><\/span><span class=\"citation\" id=\"76303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76303)\">Titus 1:11<\/a><\/span><span class=\"citation\" id=\"78194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78194)\">1 Pet. 5:2<\/a><\/span> which is spoken of as being the root of all evil;<span class=\"citation\" id=\"75989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75989)\">1 Tim. 6:10<\/a><\/span> and instead of setting our affections upon God, we set our affections upon the world,<span class=\"citation\" id=\"75599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75599)\">Col. 3:2<\/a><\/span> its follies and vanities. Come ye out from the midst of her;<span class=\"citation\" id=\"80265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80265)\">Rev. 18:4<\/a><\/span> be ye clean, that bear the vessels of the Lord;<span class=\"citation\" id=\"59623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59623)\">Isa. 52:11<\/a><\/span><span class=\"citation\" id=\"85231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85231)\">D&amp;C 38:42<\/a><\/span><span class=\"citation\" id=\"91820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91820)\">D&amp;C 133:5<\/a><\/span> and honor your Priesthood and calling, and show and prove to the world, to angels and to God that you are on the side of truth and right, of honesty, purity and integrity, and that you are for God and His Kingdom, let other people do as they will. <\/div><div class=\"paragraph jod\" id=\"v22n4\"> We sometimes talk of the affairs that are taking place around us. There is now a little commotion that interested parties are getting up about the &#x201C;Mormons&#x201D; for the purpose of forwarding their political operations. Bless your soul, we knew about that long, long ago, and also knew what it would be for. It is about the same with these parties as it was with the editor I have read of; the printer asked for &#x201C;copy,&#x201D; it was handed him, but it was not enough, he wanted more. The editor told him that he had not time to prepare any more then, but to pitch into the &#x201C;Mormons.&#x201D; That was a kind of standing matter they kept on hand. The move that is being made now is simply a political scheme, out of which to make political capital. It was started by interested demagogues for that purpose, in order that they might have the honor of putting down &#x201C;Mormonism,&#x201D; and sailing into power on the current of incensed public opinion. Now they can have all the honor they can get on that score;  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and I guess it will be the same as Stephen A. Douglas and others have attained to by pursuing that course, and I think no more. <\/div><div class=\"paragraph jod\" id=\"v22n6\"> We are here to serve God and keep His commandments; and if we will purge ourselves from our iniquities,<span class=\"citation\" id=\"85484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85484)\">D&amp;C 43:11<\/a><\/span> live our religion and keep the commandments of God, there is no power on this side of hell nor on the other, that can harm us, for God will be on our side to protect us in the position we occupy. <\/div><div class=\"paragraph jod\" id=\"v22n7\"> There is one thing I wish to speak to you about that you are well acquainted with. We had a little commotion gotten up about some of our money matters associated with the heirs of the late President Young, and it has been talked about generally. We thought we had made a settlement with them at one time, which we did, and the executors of the estate took their releases which exonerated them from all blame, and they avowed themselves satisfied with the settlements made. But then, some men's word and some men's signatures do not amount to much. What next? Why, some of our very pure and high-minded lawyers are not above entering into such things because of a little monetary inducements. It would not be proper to say they were anything but pure, high-minded and honorable men, for it is understood that all lawyers are, is it not? Well, we knew we had treated them very liberally before; and so did you. We knew we had given them all we ought to give them, and more too. But we felt to be generous to the heirs of President Young; and we did what we could to promote their welfare. Still these things came out. No matter. Bonds and writings and signatures and releases amount to nothing with some people. So they started in, and we have had <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a legal fight about it. Some of the Apostles have had to be confined in the penitentiary; and it was a pretty narrow squeeze with me. [Laughter.] But then I have been in such places before, and was shot at while there and hit, and therefore it would have been nothing new, and I was not much concerned about it. When they wanted to get hold of some of your means and property which I held in trust, and which they had no right to, I told them, No, they could not have it. &#x201C;Well,&#x201D; said they, &#x201C;you will have to go to jail.&#x201D; &#x201C;Well,&#x201D; said I, &#x201C;jail it is then. Some folks go off to rusticate at Soda Springs and other places; I think I will go and rusticate in the penitentiary.&#x201D; But they would not have me. [Laughter.] They took Brother Cannon, Brother Brigham and Brother Carrington; I suppose they considered them worthier men, and that I had better stay out. There are all kinds of curious things started up; and among other things that have grown out of this contest is what is termed a cross suit; and because of this movement some people think we are going to law. I will tell you how much. We were merely attempting to put the complaining heirs in the same position as they had put us; thinking that by doing so they might be led to reflect that there were other people in the world besides themselves, and that other people might be placed in jeopardy besides some of our brethren. &#x201C;But,&#x201D; say you, &#x201C;was it not contrary to a law of the Church to go to law with your brethren?&#x201D;<span class=\"citation\" id=\"73221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73221)\">1 Cor. 6:1-8<\/a><\/span> We did not exactly do it; we merely started in. I will tell you what we would have done if this settlement had not been made. We would have called upon all those who were good and honorable of President Young's family&#x2014;and  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I am happy to say that with very few exceptions they are of that class and are desirous to carry out and fulfil their obligations, and stand by the covenants they have entered into&#x2014;we were going to call upon them to turn over to our side, and then we were going to cut the others off the Church, and then go to law with them and sue for their property as they had for ours. That is all. I thought I would explain this because it is not generally understood by the people. It is really one of those things called a legal fiction, which had to arise to meet certain technicalities of the law, in order that the proper releases might be given, releases that would stand, and also a decree from the court to settle these difficulties. <\/div><div class=\"paragraph jod\" id=\"v22n9\"> This compromise was talked of, but it could not be reached very readily, for some of them wanted a little more money, and the lawyers wanted a little, and of course such honorable gentlemen should have it. Well, the compromise was at last effected. We thought it better to furnish them a little means than to have these unpleasant things going on month after month, and perhaps year after year; and we could see that we would have to be very smart indeed to prevent some of these men of honor from running away with the balance of it. That being done, we have done all we could to try to promote peace in our midst. We have taken the best of counsel, and have acted in this matter according to the very best of our judgment. <\/div><div class=\"paragraph jod\" id=\"v22n10\"> And now about the money involved. Is it a large amount? Yes, some seventy-five thousand dollars paid by the Trustee-in-Trust in behalf of the Church, beside a further <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> amount paid by the administrators. That would be just a dollar apiece from 75,000 people. It is quite a little sum; but then, did you ever know of people giving a bone to a dog? And after you had done so, you did not think you had lost much, did you? We thought it better to take that course than to be mixed up any longer with such miserable doings; and we agreed to do it. And I would like to know whether you approve of this act or not. You who do, please signify it by holding up your right hands. [A forest of hands was raised; and a unanimous vote declared.] <\/div><div class=\"paragraph jod\" id=\"v22n11\"> Well, some have asked what we were going to do with these complaining heirs. I think we will have to deal with them according to the laws of the Church. Are you going to bring their case before the Conference? No, I think not; there are the proper officers in the Church to attend to such things, and we say to them, go, and do your duty. We are very sorry that they should have placed themselves in that position; and we are very sorry that a great many other people should, and we are very sorry that a great many of these evils referred to should exist in Israel. But they do; and what shall we do about it? Go to work and cleanse the inside of the platter,<span class=\"citation\" id=\"65541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65541)\">Matt. 23:25-26<\/a><\/span><span class=\"citation\" id=\"67581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67581)\">Luke 11:39-40<\/a><\/span> and then we can go before our God in good faith, and stand approved of him, and rejoice in the fulness of the blessings of the gospel of peace.<span class=\"citation\" id=\"72739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72739)\">Rom. 10:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n12\"> There are some other things I would like to touch upon, but as the time has already expired, and as there will be a Priesthood meeting tonight in this tabernacle, to which the young and the old of both sexes, are invited, I will defer speaking further until then. <\/div>\n<\/div>\n<\/div>"}