{"ID":220015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Difference Between the True Church of Christ and the Churches of the World&#x2014;The Love and Union Begotten By the Holy Spirit&#x2014;The Glory of the Latter-day Work Belongs to God Alone&#x2014;Greatness of Celestial Glory&#x2014;Saints Proved By Trial&#x2014;Celestial Marriage&#x2014;Complete Submission to God's Will Necessary&#x2014;Building of Temples&#x2014;Salvation of the Dead.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at Tooele City, on Sunday, October 31, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Difference Between the True Church of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/31\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v22n340\"> We profess as a people, to be led by revelation, and I hope our professions are not in vain; in fact I know they are not. I know that this people, called Latter-day Saints, do have revelations, that they have the word of God given unto them as they need it, according to their faith and their diligence and their good desires before the Lord. And those who speak unto the Latter-day Saints are different in this <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> respect from every other class of ministers that I know anything about. We do not cogitate in our private apartments or in our libraries or in our studies what shall be said to the people, and to frame discourses to deliver to them. It is right and proper that the Elders of this Church should try to inform themselves respecting the principles of the Gospel; but it would not be right, neither is it right for them to  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prepare their discourses and arrange before hand what they say to the people. We might tickle your ears, we might say pleasing things to you, we might give utterance to fine moral sentiments which you would think very beautiful; but they might not be what the people need. It requires the inspiration of the Almighty to take of the things of God to impart to the people.<span class=\"citation\" id=\"70517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70517)\">John 16:15<\/a><\/span> Without that I know it is useless for any Elder in this Church to attempt to teach, and that if he taught his teachings could not result in any possible good to those who listened. <\/div><div class=\"paragraph jod\" id=\"v22n342\"> President Taylor, Brother Lyman and myself were conversing yesterday upon the subject which this bears reference to, about the abundance of good things there is in the world which are pleasing to the inhabitants of the earth. I was reminded myself on going upon one occasion when upon a mission in England, at the invitation and earnest persuasion of some friends, to listen to a very eloquent man who was a Church of England minister, who had a great reputation for eloquence and ability. I never heard anything more beautiful than his lecture; it was full of moral sentiment and beautiful ideas, and was very interesting indeed to listen to. And one would have thought that a man with such sentiments would be capable of leading the people and teaching them and making them much better than they were. The world is full of such ideas and sentiments. You read books which are written by men who are not of this Church, and you many times find in them sentiments which you cannot help but admire; they are charming and they are true; you feel when you are reading them, that there is a great deal of truth in their doctrines, and then they <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are set forth so convincingly. If you visit their churches, doubtless, you will find men who are able to deliver sentiments of this character to the people. You take such a man as Henry Ward Beecher; he is noted for his eloquence and the good sense which characterizes many of his discourses. He is able to talk to the people in a most sensible way about a great many things. Such men you may sit and listen to, and be really pleased with many of their ideas. There are other noted men, who are also able to deliver moral truths in a charming manner; but what does this amount to? Does it make the world any better? To some extent it does. But there is something that all these men lack, and which the world lacks, that is the Priesthood of the Son of God and the power of God. There have been Elders of this Church who could not read, who have gone forth to preach; but they had in them the power of God, they had the inspiration of the Almighty, they had the everlasting Priesthood, by authority of which they were authorized and empowered to declare unto the people the principles of life and salvation. These men, although ignorant and unlearned, and not capable of teaching by their own wisdom, have been the means of bringing salvation to hundreds and thousands of souls, and of bringing them into the Church of Christ, and into a condition where they could receive the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v22n343\"> This is the difference between this Church and the churches of men. It is not that they do not believe in good moral sentiments, and are not capable of teaching them; it is not that they are ignorant, for they have a great deal of what is called worldly wisdom; but it is that they are destitute of the power of God, the  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>inspiration of the Almighty, and the gift of the Holy Ghost; therefore their teachings do not bring people to a knowledge of the truth.<span class=\"citation\" id=\"76182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76182)\">2 Tim. 3:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n344\"> I was very much impressed this morning when I arose. It was cold, but we were comfortably housed, in good quarters; we had good beds to sleep on. We were visitors here; and I could not help contrasting the feelings we have for one another, and the feelings which exist in the world. We are strangers to each other in some respects; we are not blood connections; in fact, there were but very few of us who were not strangers to each other, yet I certainly feel that I am among my brethren and sisters. <\/div><div class=\"paragraph jod\" id=\"v22n345\"> I do not suppose there are any Latter-day Saints in this house who would not share what they had, if they possessed but little, with the Elders who come in their midst. And if they had a good, comfortable place, they would prefer giving it to the brethren who visit them, than taking it themselves. There is that feeling of love begotten in the hearts of the Latter-day Saints that the world knows nothing about. And yet we are selfish, and have yet much to learn in this respect. But that love which we have for each other and for God and His cause, He has begotten in our hearts. We are united together through the love of the Gospel and the love of truth. We are united together as no other people in the world are. What is this done by&#x2014;by preaching moral sentiments? By fine discourses? By dwelling upon thoughts which men have framed and put together in their private studies, by their own wisdom? No. All the books in the world could not have brought about such a condition of things as we witness in our midst and experience in our hearts. We might have <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> read all the books which have been written by the learned of the world, if it were possible to do so, and then taken the Bible which is said to be the word of God, and read that, and we might have heard all of the wise men talk about these things, and about the wisdom and the sublimity of knowledge and the attractiveness of truth, and everything of this character, and what would it have amounted to? We see what it all amounts to in the world. They have texts, they have knowledge, they have wisdom, they have schools, they have colleges, they have access to all human knowledge there is, ancient and modern, and what does it amount to? They are divided up, they are split asunder, and are really ignorant concerning God. They are full of differences concerning points of doctrine; they contend over the smallest things, and difficulties which are irreconcilable are begotten in their minds. A man who has the spirit of God given unto him through obedience to the Gospel, and who is ordained to minister in the things of God, even if he can scarcely read, as I have said, goes forth among the people accompanied by the power of God, and searches out the honest in heart. He does not use flowery words, he does not deliver great swelling discourses; but he preaches the truth in simplicity, in meekness, he tells people what to do to be saved, and he has the authority from the Lord to administer the ordinances of salvation to the people; and when they repent humbly before God, and confess their sins, he baptizes them for the remission of their sins, and lays his hands upon their heads for the reception of the Holy Ghost; and they become new creatures.<span class=\"citation\" id=\"74206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74206)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"74749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74749)\">Gal. 6:15<\/a><\/span><span class=\"citation\" id=\"81981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81981)\">Mosiah 27:26<\/a><\/span> A change takes place; they become new creatures in Christ  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus.<span class=\"citation\" id=\"74207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74207)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"74750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74750)\">Gal. 6:15<\/a><\/span><span class=\"citation\" id=\"81982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81982)\">Mosiah 27:26<\/a><\/span> They put away the old man and his deeds,<span class=\"citation\" id=\"75629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75629)\">Col. 3:9<\/a><\/span> and they become new; they receive of the Spirit which unites them together and makes them one; and all those beautiful thoughts, and those glorious truths, and those delightful moral sentiments which they hear and have heard outside this Church, they can understand and they can see which is true and which is untrue; they can distinguish between the two; and they are knit together in love<span class=\"citation\" id=\"75577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75577)\">Col. 2:2<\/a><\/span> one to the other.<span class=\"citation\" id=\"81957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81957)\">Mosiah 18:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n347\"> This is the marvelous work, and a wonder concerning which Isaiah spoke.<span class=\"citation\" id=\"58808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58808)\">Isa. 29:14<\/a><\/span> The Lord said, through that Prophet: &#x201C;Forasmuch as this people draw near me with their mouth, and with their lips do honor me, but have removed their heart far from me, and their fear toward me is taught by the precepts of men: Therefore, behold, I proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58776)\">Isa. 29:13-14<\/a><\/span> The wisdom of the wise has perished in the presence of the Gospel declared by the Elders of this Church, and we, as a people, have been gathered out as a standing protest against the folly of the creeds of men, and as a standing protest against that which is called the wisdom of man. And the Lord has shown by the building up of this Church that he is able to do his own work in his own way. And he chooses his own instruments, through whom to accomplish it; and when we shall have finished our work, none of us will be able to take any glory to ourselves; no single son or daughter of Adam will be able to claim the least degree of credit to himself or herself when the work shall be accomplished. <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The Lord is determined that he shall have the glory; that his name will be praised for all that has been done, and that shall be done. If we were the learned, if we had the wisdom of the world, and if we were to accomplish these results through worldly wisdom or power, there might be an opportunity given unto us to take glory to ourselves; we might under such circumstances say, it was by our wisdom and by our ability that these things were accomplished. But as it is we cannot do that; and if we attempt it and continue to indulge in such a belief, the Spirit of God will leave us to ourselves, and our weakness will be made apparent not only to ourselves but unto all men with whom we associate. But God will have a tried<span class=\"citation\" id=\"62309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62309)\">Zech. 13:9<\/a><\/span><span class=\"citation\" id=\"92075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92075)\">D&amp;C 136:31<\/a><\/span> and peculiar people.<span class=\"citation\" id=\"54096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54096)\">Ex. 19:5<\/a><\/span><span class=\"citation\" id=\"55044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55044)\">Deut. 14:2<\/a><\/span><span class=\"citation\" id=\"55129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55129)\">Deut. 26:18<\/a><\/span><span class=\"citation\" id=\"76319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76319)\">Titus 2:14<\/a><\/span><span class=\"citation\" id=\"77840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77840)\">1 Pet. 2:9<\/a><\/span> We have been tried to some extent, but not to the extent which we probably will be; there are many things in which we will be greatly tried before we get through. Every Latter-day Saint who gains a celestial glory will be tried to the very uttermost. If there is a point in our character that is weak and tender, you may depend upon it that the Lord will reach after that, and we will be tried at that spot, for the Lord will test us to the utmost before we can get through and receive that glory and exaltation which He has in store for us as a people. When we think about the character of the exaltation promised unto us, we can understand why this should be the case. What are we striving for? What are we aiming to obtains? Our constant prayer to God is that we may be considered worthy to receive celestial glory. That is the prayer of every one who belongs to the Church. Every man and every woman who prays unto the Father, who is in the habit of doing so, ex<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>presses that desire in his or her prayer&#x2014;that we may be counted worthy to receive celestial glory and exaltation in the presence of God and the Lamb. What a great thing to ask! Do we take in, as a people and as individuals, the full purport of this request! When we talk about celestial glory, we talk of the condition of endless increase; if we obtain celestial glory in the fullest sense of the word, then we have wives and children in eternity, we have the power of endless lives<span class=\"citation\" id=\"91657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91657)\">D&amp;C 132:24<\/a><\/span><span class=\"citation\" id=\"91796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91796)\">D&amp;C 132:55<\/a><\/span> granted unto us, the power of propagation that will endure through all eternity, all being fathers and mothers in eternity; fathers of fathers, and mothers of mothers, kings and queens, priests and priestesses, and shall I say more? Yes, all becoming gods.<span class=\"citation\" id=\"91611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91611)\">D&amp;C 132:20<\/a><\/span><span class=\"citation\" id=\"91747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91747)\">D&amp;C 132:37<\/a><\/span> For this is the power of God; it is the power by which God presides over the universe, and fills the universe with power, and which we pray unto Him to bestow upon us. This being the case, do you think that we are going to attain unto these things without we show ourselves perfect before the Lord? Do you expect that God will save you and me and exalt us, and give unto us this inestimable, this indescribable glory, if we are full of sin, if we yield to temptation, and are not tested and are not tried in all these things? Do you imagine that God will do all this for us; can you conceive of such a result if we are imperfect and full of frailty, and continue to yield to temptation, and doing those things that are contrary to the mind and will of God? I cannot; I do not look upon God in that light. I think that He is a perfect and holy being, and that the words of Jesus which he spoke unto his disciples are intended for us: &#x201C;Be ye therefore perfect, even as your Father which is in heaven is <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perfect.&#x201D;<span class=\"citation\" id=\"63280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63280)\">Matt. 5:48<\/a><\/span> We, as a people and as individuals, should seek to attain to that perfection, to be as perfect in our sphere as God our Eternal Father is in His; and we cannot attain to that exaltation and glory which He has promised unto us, unless we are thus perfect. <\/div><div class=\"paragraph jod\" id=\"v22n349\"> I do not have any other view than this of the character of the salvation and exaltation that God has promised unto us; and I therefore do not expect that any man will ever enter into the celestial kingdom of our God, until he is tested and proved in all things. Some men think they can slip around&#x2014;I have heard such men talk&#x2014;they think they are going to get into the celestial kingdom without obeying the law of celestial marriage. I do not have any such ideas about exaltation; and yet I am perfectly satisfied there are men who will be counted worthy of that glory who never had a wife; there are men probably in this world now, who will receive exaltation, who never had a wife at all, or probably had but one. But what is necessary for such a case? It must be perfection before God, and a proof of willingness on their part, if they had the opportunity. I will instance the case of a man whom you perhaps know by reputation, namely that of Elder Lorenzo D. Barnes. He was a faithful man in the Church, a man of zeal, a man of integrity, a man who did all in his power to magnify his holy Priesthood, and he died when upon a foreign mission before he had one wife. The Lord will judge that man, as he will all others, according to his works and the desires of his heart,<span class=\"citation\" id=\"92118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92118)\">D&amp;C 137:9<\/a><\/span> because had he lived, and had had the opportunity, I am fully satisfied he would have obeyed that law. I do not doubt that he will receive exaltation in the presence of  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God. We have young men who die before they have had the opportunity to obey that law, and they will, doubtless, receive also, inasmuch as they were worthy; for the Lord, in His infinite wisdom and knowledge, understanding the worth of all men, will mete out to them accordingly. But if we live in the flesh, you may depend upon it we shall be tried in all things. If I have an appetite, if I have a passion, if I have an inclination which is in conflict with the law of God, if I do not subdue it and bring it into complete subjection to His law, I do not see how I can enter into celestial glory. I cannot conceive, with my views respecting God, and His wisdom and justice, and all His holy attributes, that I could ever enter into the celestial kingdom whilst in that condition. I must bring every appetite, I must bring every passion, I must bring every desire of my being into complete subjection to the will and mind and law of God, or I cannot receive the exaltation He has promised unto His faithful children. I say, I cannot, and I cannot see that anyone can. If there is anything about us&#x2014;if there is selfishness in us, if there is a disposition in our hearts not to yield upon a certain point, or to have our own way and own will; and carry that will into effect in opposition to the will of God, we cannot in that condition receive exaltation at His right hand. And if we die in that condition, we will have in some other state of existence, to get rid of it, or we cannot get exaltation. That is my idea. If I value my life more than I do the will of God; if I value my wives or children more, or my earthly substance more than I do the will of God, then I am not in the condition to receive exaltation and <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> glory. I will tell you what I think about these things, and the manner in which I view the life which is to come. If there is anything that stands between me and the will of God which would prevent me from doing that will perfectly as He requires of me, if there is anything which I love more than God, I am not in a condition to receive that glory. If I think more of my own life, if I think more of my own will, if I think more of a wife or child, or of all my wives and children, or of my property, or of my time, or of anything over which I have control or which belongs to me, and is part of me, than I do of God, then I am not in the condition to receive the exaltation; I am not worthy to receive it; I am not willing to bring everything I have or which belongs to me into complete subjection to Him, and to what He requires of me. When He says, Go, to go; when he says, Come, to come; to do that which he requires, or to refrain from doing so, as He may require; and to do this not only when He, himself, tells me I must do it; but to do it also through the voice of those whom He has chosen to hold control. For God has His mouthpiece on the earth; He has always had one when He has had a Church. He chooses one man who holds the keys of His kingdom; He chooses one man as revelator to His Church, to teach His people the mind and will of God concerning them, and His word through him is binding upon the people. Then he chooses others as helps, and they too have the power to counsel. &#x201C;He that receiveth you receiveth me, and he that receiveth me receiveth him who sent me,&#x201D;<span class=\"citation\" id=\"64236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64236)\">Matt. 10:40<\/a><\/span> as Jesus said, &#x201C;If they receive you they receive me; if they receive you and me, they  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive my Father who sent me.&#x201D;<span class=\"citation\" id=\"128538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128538)\">Matt. 10:40<\/a><\/span> This is the doctrine. And God has chosen His servants to minister to the people, to teach them and instruct them upon all those points, so that they may receive salvation and exaltation under the leadership of that Priesthood which He has restored, and which will bring us into the celestial kingdom. And as I said, it is not the wisdom of man; it is not the power of man; it is not the learning of man which does these things; it is not the learning of man which has gathered this people together, for the wisdom of the world combined would have failed to have gathered this people as they have been from nearly all of the civilized nations, and if all the combined wisdom of earth had tried to build up the Church which the Latter-day Saints have, their endeavors would have failed; they could not have done it. There is no power of man which could have reached you at your firesides and dwelling places and gathered you to Zion, as you were gathered. It required the power of God, and that power manifested through humble men&#x2014;men despised by the world; nevertheless it accomplished the result. And that same Priesthood which has brought us here, and through the power of which we were inducted into this Church, and through the power of which we have been nourished and guided in the Church, that same Priesthood will continue to teach and direct us, until we shall be brought back into the presence of God our Father. It will be through the ordinances of that Priesthood administered to us, that these results will be accomplished&#x2014;by binding wife to husband, children to parents, parents to parents&#x2014;until the whole shall be bound together, from our <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> father Adam to the last one born to the earth, and all the links be welded. It will be done by the sealing ordinance which God has restored, and if we ever get the full benefit of these things, we will have to do it in the way I have endeavored to describe. <\/div><div class=\"paragraph jod\" id=\"v22n352\"> I say to my sisters, you expect to receive exaltation in the presence of God. Will you obtain it if you do not bring your will into subjection to the will of God? No. Will you be cast off? If you do certain things, you will. But I think the women of this Church would have to do a great many bad things before their God would cast them off entirely. The Lord may feel after them, He will bring them through circumstances such as will eventually purify them. But no woman can enter into the celestial kingdom any more than a man whose will is in opposition to the will of God. When God speaks all must submit to it. It may not be pleasant to us; it may come in conflict with our traditions; it may not be that which will suit us if we had the choosing. There are a great many things which would not suit us if we had the choosing, according to our natural feelings, for these are often far from correct. But whatever feelings we may have which may be the result of tradition and false education, we must get rid of and be willing to do that which God requires at our hands. And it is the experience of the women of this Church who have done that&#x2014;I speak now of plural marriage, for that is one of the most trying things&#x2014;those who have submitted to this order, have reached a point where they enjoy true happiness, because in sacrificing their own will they have the consciousness of knowing that they have done the will of God;  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in their supplications to Him they can ask Him in confidence for such blessings as they stand in need of. Where is the man or the woman who has been diligent in observing the requirements of God, who has failed upon any point upon which he has sought earnestly to God? If there are any, there must be something lacking, they have not that claim upon God which they would have if they had submitted perfectly to the requirements made of them. <\/div><div class=\"paragraph jod\" id=\"v22n354\"> Another point connected with our religion, which is trying to some people, is their fondness of carrying out their own will in relation to temporal affairs. &#x201C;I want to manage my own affairs in my own way; I want to do that which is pleasing to me.&#x201D; Is there a vein of selfishness running through our nature upon these points? I think to myself that that must be entirely conquered before we can receive that glory to which I have alluded. If I have property, it is my duty to take care of it; if I have means, it is my duty to husband it, and carefully use it in a way that shall be beneficial to others as well as myself. But there is still a higher duty devolving upon me and upon every member in this Church, and that is to do as we are told by the servants of God. For instance, if I am in business, if I am in the midst of some enterprise which requires my personal attention which the withdrawal of my personal supervision would cause to result in failure, and the servants of God should call upon me to let that drop, to go here or there, even if it should be at the sacrifice of all my worldly interests, it would be my duty as a Latter-day Saint, as one who is struggling for an exaltation in the presence of God and the Lamb, to drop that at the moment <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I am required, and to do as I am told. Or, if I have property that is needed for the work of God, for the establishment of the principles of the Gospel, it is my duty to give that which I shall be required to do, in order that the law of God, so far as that is concerned, shall be complied with. If I should not be willing to do this, then how can I witness to my Father that I am desirous of receiving celestial glory? You feel as I do, that it is necessary for our salvation and exaltation, that the men who hold the Apostleship should administer unto us the ordinances, in order that we may derive the full benefits which flow from them. If these men have a right to do this, and we recognize their power in administering these ordinances unto us, considering that if they administer them they will be bound and recorded in heaven, and that we shall have the benefit of them in the morning of the resurrection; if these are our feelings, shall we say that this same authority shall not dictate us in regard to these perishable things by which we are surrounded? It would be very unreasonable, indeed, for us to take a different view. Therefore, it follows, in my mind, as a natural consequence, that we must hold ourselves entirely subject to that authority which God has placed in this Church to lead and guide us. The steps we have already made to our present condition have taught us this. We have been led gradually from the waters of baptism until today, under the guidance of the holy Priesthood; and from the waters of baptism to the present time all the blessings we enjoy have come to us through the holy Priesthood, and the power which God has bestowed upon His humble servants; there is not a blessing which is of  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>any value which we have not received through that medium. This being the case, it is a natural consequence that that Priesthood shall continue to exercise a power in dictating us as to what we shall do. <\/div><div class=\"paragraph jod\" id=\"v22n356\"> There was considerable said yesterday, about what a good lot of people you are; and while I would not like to mar the pleasure you may derive from the representations given of you, there is this to be said about Salt Lake City Temple District, of which you form a part, that there is not that disposition to build Temples, and forward the work of God, by the use and donation of means, which is observable in other Stakes, and in other Temple districts. <\/div><div class=\"paragraph jod\" id=\"v22n357\"> I tell you another thing we discovered upon examination of these things&#x2014;for we examined them somewhat, but not so thoroughly as we might have done&#x2014;we found that those who have paid the largest amount on Tithing in proportion to the number of souls, have done the most towards building Temples. We found that in St. George, where the people are all poor, that they paid more Tithing and more Temple donations in proportion to each soul than any other part of the Territory. We found that in Cache Valley, where the people are building a Temple, that they not only paid a good tithing but also a larger proportion of donations than any other part; showing that those who give the largest donations to Temple building are able to pay the most Tithing. These are facts which should be understood by us. The Lord has told us from the beginning, in all which has been spoken to us by his servants, and by that which has been written in the revelations, that he will bless those who are liberal in sustaining and supporting His work, that His <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blessings will rest down upon those who manifest faith. You look for instance&#x2014;I do not know that it would be wrong for me to allude to the Twelve&#x2014;you look to them, you see the way they have labored, in going here and there according to the directions of the servants of God who have presided over them; they have not stopped to inquire whether or not it would suit their worldly circumstances to take such a mission or to do such a work; they have never stopped to consider a moment whether their individual interests would be affected by their going; they have always been ready and on hand to go at call, and has not the Lord blessed them? Has He not opened up their way before them? Has he not given unto them his Holy Spirit, witnessing to them that their course has been pleasing in his sight? He certainly has, according to my view; and so he has all the faithful Elders of the body of the Priesthood. You look at the men who have been the most faithful in doing that which the Lord required at their hands, and you will agree with me that they are the men who have been blessed; and you look at the men who have paid their Tithing the most diligently, and you look at the women who have stood by and sustained their husbands' hands under these circumstances, whether upon missions, making donations, on otherwise contributing to the forwarding of this work, and you will find that if they are not so well off, in a worldly sense, they are rich in faith,<span class=\"citation\" id=\"128539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128539)\">James 2:5<\/a><\/span> and as a rule they are better off in worldly circumstances than those who have been more selfish and niggardly in their labors and donations to the Church of God. You, sisters&#x2014;and there are some I see in this congregation whom I  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have known abroad when preaching the Gospel&#x2014;let me ask if you have not been blessed when you have entertained the Elders and been kind and liberal to them, as many of you have been? Have you not felt abundantly rewarded for it in the increase of the Holy Spirit, and the pleasure and peace and joy which have filled your hearts when you have taken this course? So with you, brethren, when you have done your duty towards the work. When you have helped the Elders, have you not felt a blessing come from God, and rest down upon you which has more than satisfied you? Certainly you have, and those who have been at home who have been liberal in parting with their means to assist in forwarding the interests of this work, have you not been blessed? Has not the Spirit of God witnessed to you that this is the course you should have taken? Certainly, this is the testimony of every faithful Latter-day Saint. God requires that we should be liberal in relation to these matters, for great essential blessings depend upon the building of Temples in our midst. We cannot have our dead redeemed, we cannot ourselves be prepared for the exaltation that awaits us unless we attend to these matters in accordance with the law of God respecting them. There are generations to be looked after. For 1,400 years, the people on this continent were without the Gospel, and the power of the Priesthood, and, indeed, so far as that is concerned, it is nearly 1,800 years since the Priesthood was upon the earth; and the salvation of the unnumbered millions of people who have lived since that period will have to be cared for. Trace, if you can, your own genealogy back only for a few generations, and see how it spreads out on every <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> point. For instance, for one mother we have two grandmothers, four great-grandmothers, and eight great-great-grandmothers, etc. And thus it spreads out like the branches of a tree, until all of the inhabitants of the earth will be brought in. God has chosen us from the various nations for this purpose. There are men in this Church from almost every race of men, and if representatives from all the races are not now, they will be in. God scattered the seed of Israel through all of the nations of the earth, so that in the great gathering of the last days He might be able to get representatives of all the families of men. And we are chosen for this purpose. The seed has been scattered among the nations; and when the descendants of Israel here, heard the sound of the Gospel, it was indeed the glad tidings of salvation to them. They knew the voice of the shepherd, it was like telling them something they had forgotten but always knew; they felt that it was something they had been waiting for, the sound thereof was most delightful to the soul. The reason that the sound of the Gospel had such an effect upon us was, because we were chosen from before the foundation of the world,<span class=\"citation\" id=\"128540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128540)\">Eph. 1:4<\/a><\/span><span class=\"citation\" id=\"128541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128541)\">Alma 13:3<\/a><\/span> for the express purpose of coming forth in this day to receive it and well may it be said that your lives have been hid with Christ.<span class=\"citation\" id=\"75606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75606)\">Col. 3:3<\/a><\/span><span class=\"citation\" id=\"88136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88136)\">D&amp;C 86:9<\/a><\/span> You have come forth in these last days to be instruments in His hands of bringing souls to a knowledge of the truth as it is in Christ Jesus.<span class=\"citation\" id=\"75872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75872)\">1 Tim. 2:4 (JST)<\/a><\/span> In the Temples that shall be built, you will have the opportunity of standing therein, as saviors, upon Mount Zion.<span class=\"citation\" id=\"62024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62024)\">Obad. 1:21<\/a><\/span> That is your calling; and it is your privilege to be saviors on Mount Zion.<span class=\"citation\" id=\"62023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62023)\">Obad. 1:21<\/a><\/span><span class=\"citation\" id=\"128542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128542)\">D&amp;C 103:9<\/a><\/span> God is giving you the means and ability in order that you may have it in your power to  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>accomplish these things&#x2014;to build Temples. It is a great labor devolving upon us. God sent the Gospel to you and gathered you out from the nations of the earth by His wonderful power; even by bestowing the Holy Spirit in a miraculous way upon you. Through its influence you knew the truth when the Elder came to you, you knew the voice of the shepherd, you knew it to be the voice of glad tidings for which you had been waiting, and you obeyed it gladly, and have been gathered with the Saints of God. It is your duty now to rise up, all of you, and trace your genealogies, and begin to exercise the powers which belong to saviors of men, and when you do this in earnest, you will begin to comprehend how widespread, how numerous your ancestors are for whom Temple work has to be performed, in order that they may be brought into the fold; and when you get stopped, the Lord will reveal further information to you; and in this way the work of salvation and redemption will be accomplished, even from Father Adam down to the last one; or to speak more properly, down to the Prophet Joseph, who was the first of this dispensation. From Father Adam down to him, all being linked together by the sealing ordinances which God has restored, and the powers of which will be exercised in the Temples of God, all being united together as brethren and sisters, for we are all begotten of God. We are related to each other; we may not have the same blood in our veins now, but it will be found when we trace it back, that we are of the same family; hence it is that we love one another as we do, at least, that is one reason for it. It is true we have been scattered among Gentile nations, and are called <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gentiles, but nevertheless we are of the pure seed, having come through Gentile lineage that we may be the means of saving them, and through our faithfulness we shall stand at their head. This is the blessing which rests upon us as descendants of Abraham. <\/div><div class=\"paragraph jod\" id=\"v22n360\"> It is a great privilege we have to take of our means and to put it in the Temples which we are building. It is a great privilege in this great latter-day dispensation which God has given us, a peculiar privilege; but when we are digging and delving and struggling with poverty and get our minds filled with darkness and unbelief, we forget it all and think our lot is hard, and the Priesthood is making hard requirements. When you are asked to pay Tithing, it is said that some want to know what is done with the Tithing. If such folks were to come into the council they would soon find out; they would find at any rate that the Apostles do not eat it nor consume it, they would find that it is handled with as much care as it is possible to handle such things, and that they feel accountable to God for the responsibility which rests upon them. But when the Saints get their minds engrossed with the cares of the world, they forget the blessings which God has bestowed upon them, and what he designs to do with them, and things which they ought not to think about come up in their minds. I look upon our condition as one of peculiar blessedness. I think all of us should be thankful that we are counted worthy to be members of this Church. To be a member of this Church is a great thing. I am very thankful to have my name numbered with the Latter-day Saints, to be a sharer in the blessings God has bestowed and promised unto us. We have the  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holy Priesthood, we have wives and children given unto us, and husbands, wives and children are sealed together by the eternal power of the holy Priesthood, the binding power which connects them together for time and eternity. When you think that you are chosen to be saviors to the children of men, to stand as a medium through whom salvation shall flow unto unnumbered thousands, what manner of people ought we to be? They pray for you today in the spirit world, as they have been no doubt from the beginning praying for their descendants, that they may be faithful to the truth. You cannot tell the interest felt in eternity for you, my brethren and sisters, by those of our dead who have gone before us. Their hearts yearn after us, their constant desire being that we may be faithful and maintain our integrity and be prepared to bring salvation to them, and redeem them by going forth and obeying every ordinance which God has established in the Church for the salvation of the living and the dead. You cannot be made perfect without them, neither can they be made perfect without you.<span class=\"citation\" id=\"77145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77145)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91203)\">D&amp;C 128:15,18<\/a><\/span> It is for us, being in the flesh, to perform this work, and to educate our children the same way, that our young men and young women may feel that in laboring to build up Zion they are establishing the work of God, and, at the same time, laying a foundation for their own exaltation, in His presence, and for those of their ancestry and posterity. This is the feeling we should have. Instead of being oppressed in our feelings, and permitting ourselves to believe that these things are hard upon us, that it is hard to pay our Tithing, or to make donations, or to do this or that which may be required of us, we ought to feel it is a plea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sure and honor and a great privilege to be counted worthy to have the opportunity to do this. There are men in this Church who have felt that they could traverse the earth to get to see a servant of God who could baptize them. I have heard men say that they would have undertaken the labor of walking around the earth, if they, by doing so, would have been sure to meet a man of that kind. You have met men of that kind, men who have had authority to baptize you for the remission of sins, and by being baptized by such men your sins have been remitted in the sight of God, and of angels. You came forth from the waters of baptism clean and pure so far as these old sins are concerned, and you had the Holy Ghost sealed upon you by authority of the holy Priesthood, and you have been inducted into the kingdom. And yet some of us forget that we have been made the recipients of these blessings, our minds become darkened, and we forget all that God has done for us. Here we have men among us, through whom we can have the word of God when we want it; just think of it; men dwelling, as it were, so near to God, that you can have the counsel of Jehovah given to you about this matter and the other matter you may choose to hear about. This is within your reach. Who appreciates it? We begrudge a little Tithing or a little donation, and think it a wonderful sacrifice to fulfil such minor duties. If we were to devote our entire time, the labor of our bodies and spirits to the interests of this work, what would it be in view of what God has done for us? Is there a blessing you have desired of Him that he has not bestowed upon you when you have sought for it properly? <\/div><div class=\"paragraph jod\" id=\"v22n362\"> Brethren of Tooele, I said some  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plain things to you last evening. I hope they will be borne in mind; I hope that you will endeavor to so live that your prayers will avail with God, and so as to have a conscience void of offense before God and man.<span class=\"citation\" id=\"72124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72124)\">Acts 24:16<\/a><\/span><span class=\"citation\" id=\"92033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92033)\">D&amp;C 135:4<\/a><\/span> Why should we not have a heavenly influence dwelling upon us? Is there anything to be compared to it? Nothing. And God has placed it within our reach. It is like the drinking fountains we see in the city, you can drink at them until you are satisfied, and it matters not how thirsty you may be, and your drinking will not prevent my drinking, and your being filled will not prevent my getting filled. God has opened this fountain to us, the fountain of peace, the fountain of joy, the fountain of happiness, the fountain from which all can drink and all be filled, and it will not deprive anybody else from the same. Did you ever have anything to equal it? Did you ever taste anything that equals the taste of the Spirit of God&#x2014;the sweetness, the heavenly joy and the peace which it brings to the soul? You who have partaken of it know that there is nothing so sweet. Honey to the natural taste is not to be compared <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the sweetness of the Holy Spirit to the spirit of man. God has spread out this feast before us, and invites us to partake of it, to fill ourselves until we are perfectly satisfied. And He warns us against evil, and beseeches us to forsake sin. He wants us to be pure, he wants our young men to be pure and to have His Holy Spirit. He is willing to bestow His gifts upon us, but He will be sought unto in prayer and faith for His blessings. I am not talking about something theoretical, but something you know for yourselves. You had it after you joined the Church; you felt then as you never experienced before. Have you cherished that Spirit from that time to the present? If you have, the Gospel is indeed the power of God<span class=\"citation\" id=\"72222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72222)\">Rom. 1:16<\/a><\/span> to you, and the sound thereof is full of glad tidings, and great joy,<span class=\"citation\" id=\"128543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128543)\">Luke 2:10<\/a><\/span><span class=\"citation\" id=\"128544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128544)\">Mosiah 3:3<\/a><\/span> and the testimony of peace reigns in your hearts. <\/div><div class=\"paragraph jod\" id=\"v22n364\"> I pray God to bless you and fill you with His Spirit, that we may be full to overflowing, and that it may enable you to conquer every evil desire and bring all of your appetites into complete subjection to his mind and will, which is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}