{"ID":220010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Spirit of Revelation and Its Operations.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, Jan. 30, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Spirit of Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 1\/30\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v22n205\"> I have listened attentively to the remarks made to us by Brother Bywater, this afternoon. He has presented to us a great many things that are true and profitable for us to reflect upon. I always take pleasure in listening to my brethren when they say something. I take pleasure in reflecting upon the ideas which they present and in carrying them to their legitimate conclusion. When we hear a truth presented to us by the Spirit of the Lord, it is of this nature; that we are not only instructed in that particular truth for the time being; but it leads us to reflect upon truths that grow out of or are connected with it. One truth seems to lead to the contemplation of other principles, and they to others, until the great field of truth is open to our view, and we see that we know but very little, but that there will be an opportunity afforded us to advance and learn that of which we are now ignorant. <\/div><div class=\"paragraph jod\" id=\"v22n206\"> Brother Bywater has to some extent this afternoon drawn the line of distinction between the faith of the Latter-day Saints and the creeds of the various denominations, expressing himself to the effect that whereas each of them take in but a part of the Gospel of Jesus Christ as de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clared in the Scriptures, in their creeds, the Latter-day Saints embody in their faith the whole of it; that whereas the different Christian denominations are founded upon some few peculiar ideas and tenets, the faith of the Latter-day Saints is based upon a broader foundation&#x2014;that we take in the whole of the Gospel, the whole of the revealed will of God to man. This is correct so far as it goes. But the faith of the Latter-day Saints is not comprehended alone in that which God has revealed and is placed on record. The creed of the Latter-day Saints is not comprised by a certain number of tenets; we are not limited to a certain number of articles of faith; we are not confined to the things which are laid down in the book called the Bible, which all the professing Christians of the times declare they believe. We are not bound up by the Old Testament, nor the New Testament, nor by both combined. We have received certain principles that can be found within the lids of the Bible. A great many of our principles can be found existing among the various Christian denominations. One sect believes in some things which we believe in; other sects believe in other things in  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which we believe. But there are principles connected with our faith which go over and beyond and above all that which is comprehended in the Christian world, and all that which is contained within the lids of the Bible. And yet at the same time there is nothing in our faith, there is nothing in our creed, which contradicts that which is in the Bible. There is no principle in our faith which contradicts anything that can be demonstrated by known truth. Truth always harmonizes with itself. And when a person grows in the knowledge of the truth and advances to higher principles, he does not receive anything that contradicts any truth he had previously learned, for truth is never discordant with itself. Truth is eternal; truth, as we have been told this afternoon is indestructible and never contradicts itself. <\/div><div class=\"paragraph jod\" id=\"v22n208\"> The great distinction, as I view it, bringing it down to a small point, existing between the people called Latter-day Saints and all other bodies of professing Christians is this: That our creed is founded upon doctrines and principles and a spirit which have come from heaven in our own times. The doctrines of our faith, most of them, can be found laid down in great plainness in the books of the Bible and were revealed aforetime. Yet we have not received our training, our ideas concerning them, from the Bible. They have come to us from heaven direct. Every doctrine and principle of our faith has been sent down to us in our own times. These doctrines have come by present revelation. Now in that there is a marked difference between us and the rest of the people who profess to believe in the Christian religion. The various sects of modern times draw their creed&#x2014;or profess to do so, from <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Bible; they take it from the written books; they do not profess to have received any direct communication from the heavens. Take all these various sects of modern times and examine into their different creeds and the foundation of their belief in them, and you will find that it rests upon the hypothesis of the divinity of the Old and New Testaments. They trace their doctrines&#x2014;or profess to do so&#x2014;to these books, and they believe in the various doctrines which exist among them, because they consider that they can find them in these books. The book is the foundation. The Bible the written word, the dead letter, is the foundation of all their creeds. Perhaps the Roman Catholic Church, as it is commonly called, is the only exception in that respect. But even the Roman Catholic Church, who look to the Pope as the great earthly head of the Church, do not believe in present revelation. They did not obtain their creeds through direct communication with the heavens. Although the Pope professes to be the direct descendant of St. Peter, he does not even profess to have that great gift which made Peter a veritable Apostle&#x2014;that is, the gift of revelation. Peter received communication from on high; so did his brethren of the Apostleship. This was the real source of their light; this was the real power by which they instructed the people. They were filled with the Holy Ghost, the spirit of revelation; they were in communication with the great unseen Head of the Church, Jesus, who was crucified, and had departed from their midst. <\/div><div class=\"paragraph jod\" id=\"v22n209\"> But all the various sects that compose modern Christendom more or less repudiate the idea of present revelation. They do not believe that in these times man can com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mune with his Maker. They believe, to use one of their favorite expressions, that the awful voice of prophecy is closed forever; that the canon of scripture is full; and they believe that when John the Apostle wrote the book of Revelation, that was the last sacred record committed to man. <\/div><div class=\"paragraph jod\" id=\"v22n211\"> Now you see there is a great difference between the whole Christian world and the Latter-day Saints. Whereas we also believe in the Bible; whereas we also believe that God inspired holy men of old and that they wrote as well as spoke by the Holy Ghost:<span class=\"citation\" id=\"78337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78337)\">2 Pet. 1:21<\/a><\/span> while we believe in the merits of Jesus, the mediator of the New Covenant,<span class=\"citation\" id=\"77311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77311)\">Heb. 12:24<\/a><\/span> believe in his atonement, believe in the work he wrought out for the salvation of mankind; and believe in the teachings of his inspired Apostles, yet we do not found our faith upon that which is recorded in the sacred book called the Bible. But our faith is founded upon communications received in our own times, in the nineteenth century by living Prophets and living Apostles&#x2014;by men who today hold that authority which the men held who wrote the things contained in that book. In that, then, is a great distinction between us and all the rest of the Christian world. <\/div><div class=\"paragraph jod\" id=\"v22n212\"> And there is another distinction, as I remarked just now; that whereas these various Christian sects are confined within certain narrow limits of faith, tied up within a certain number of articles or principles, our faith is not tied up by any number of tenets. The revelations which have been given to us at the present time do not constitute the whole of our creed. True, they constitute our creed so far as we have advanced today, but we stand ready to receive still further communication from the same source;<span class=\"citation\" id=\"94086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94086)\">A of F 1:9<\/a><\/span> the way is still <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> open for us to receive still further light, further principles, further admonitions, further counsels, and further plans for the rolling forth of the great work of God on the face of the earth. So that our creed&#x2014;although it is true it can be likened to the blossoming of that flower which Brother Bywater has so beautifully pictured before us, but which will fade and fall away&#x2014;is to me more like the tree of life,<span class=\"citation\" id=\"52455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52455)\">Gen. 2:9<\/a><\/span> which shall never perish, whose leaves are for the healing of the nations, whose fruit bears the flavors and the juices of immortality, whose leaves never crumble or decay, whose roots are grounded in eternal soil, and that shall never wither and never die. This everlasting Gospel which we have received is the tree of life that shall flourish forever. And the same power which has revealed faith, repentance, baptism, and the laying on of hands, and the holy Priesthood, and has made known unto us the plan for the redemption of the living and the dead, and has inspired us to our works up to the present time, is still ready to communicate line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58587)\">Isa. 28:10,13<\/a><\/span> that we may be ready for every emergency, prepared for every event in the work of our God as it rolls forward on the earth. And when we, as individuals, depart behind the veil, we shall find the same opportunities there. We shall not lose the power to receive revelation. Our Priesthood will go with us. We will continue to grow in the knowledge of correct principles. That same Holy Spirit which has revealed a few things to us on the earth, and stamped the truth of them upon our hearts, will continue to open unto us the great things of the boundless universe; for it is the spirit of truth, and it will guide into all truth.<span class=\"citation\" id=\"70435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70435)\">John 16:13<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n214\"> This is the condition that the Church of Jesus Christ of Latter-day Saints is in, and in that respect it stands distinct from all other bodies of so-called Christians now extant upon the face of the earth. But in this respect it is exactly the same as the old Church we read about in the Bible. <\/div><div class=\"paragraph jod\" id=\"v22n215\"> The beginning of this great latter-day work was when the Father and the Son revealed themselves to the Prophet Joseph Smith. God spake from heaven.<span class=\"citation\" id=\"93630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93630)\">JS&mdash;H 1:16-17<\/a><\/span> God opened up the communication that had been lost for centuries. Ages had rolled along and there was no voice from above. But the Lord spake to Joseph saying, &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93658)\">JS&mdash;H 1:17<\/a><\/span> The Lord, the Great God, the Eternal Father, who spake in ancient times by the Prophets; and in the meridian of time by His Only Begotten Son,<span class=\"citation\" id=\"76331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76331)\">Heb. 1:1-2<\/a><\/span> has spoken in this age of the world and has pointed to His Son as His mouthpiece as standing between him and the inhabitants of the earth,<span class=\"citation\" id=\"128524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128524)\">JS&mdash;H 1:17<\/a><\/span> and this work in which you and I are engaged, is under the immediate direction of that holy being, our Elder Brother Jesus Christ, whom we are commanded to hear. We are not to go after the vain traditions of sects, nor the vagaries of men; we are to &#x201C;Hear Him!&#x201D;<span class=\"citation\" id=\"93659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93659)\">JS&mdash;H 1:17<\/a><\/span> God has said so. Every doctrine and every principle that has been revealed to the Church of Jesus Christ of Latter-day Saints has come from the Father through the Son and by messengers who have been sent to this world by the Son, and by the power of the Holy Spirit, which bears witness of the Father and the Son.<span class=\"citation\" id=\"84331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84331)\">D&amp;C 20:27<\/a><\/span><span class=\"citation\" id=\"85302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85302)\">D&amp;C 42:17<\/a><\/span><span class=\"citation\" id=\"92279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92279)\">Moses 1:24<\/a><\/span><span class=\"citation\" id=\"92574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92574)\">Moses 5:9<\/a><\/span><span class=\"citation\" id=\"92795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92795)\">Moses 7:11<\/a><\/span> It is as it was in that revelation given to St. John on Patmos. Read the first two verses of the first chapter of the book of Revelation: &#x201C;The Revelation of Jesus Christ, which God gave unto <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him, to show unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John.&#x201D;<span class=\"citation\" id=\"78923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78923)\">Rev. 1:1<\/a><\/span> That is the order. God, our Father, is the author of all things here upon this earth. He is the developer or revelator of truth to us. He is the author of our existence and of our faith; it all comes from Him; but it comes through Jesus Christ; He stands between us and the Father, and although all things are of the Father, they come <span class=\"italic\">by<\/span> and <span class=\"italic\">through<\/span> Jesus Christ, the mediator.<span class=\"citation\" id=\"75889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75889)\">1 Tim. 2:5<\/a><\/span> He sends others as the Father sent Him. These come and minister to those on the earth. And the Holy Ghost that proceeds from the Father, that fills all the immensity of space,<span class=\"citation\" id=\"88302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88302)\">D&amp;C 88:12<\/a><\/span> that is in all things and through all things and round about all things,<span class=\"citation\" id=\"88531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88531)\">D&amp;C 88:41<\/a><\/span> and is &#x201C;the law by which all things are governed;&#x201D;<span class=\"citation\" id=\"88324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88324)\">D&amp;C 88:13<\/a><\/span> that beareth witness of the truth to all people who abide by the truth, will quicken them and bring them into communion with the Father and the Son. And therein lies the beauty of our faith. <\/div><div class=\"paragraph jod\" id=\"v22n216\"> Now, this communication that I am speaking of is not confined alone to those that are called to the Priesthood in this Church; it is not confined to three or twelve or seventy, or any given number of men, or to all the men; it belongs to the whole Church, male and female. It is the spirit of revelation, the spirit of Jesus, which is the spirit of prophecy.<span class=\"citation\" id=\"80385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80385)\">Rev. 19:10<\/a><\/span> This spirit quickens the whole body. And here again is a distinction between us and the rest of the world. We cannot only receive the Holy Spirit to gladden our hearts, to cheer our souls, to comfort us, to make plain what is written in the books, but also as a present revelator. Just as the light that comes from the sun streams  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>down to gladden our eyes and make plain the physical objects of creation, so the light that comes down from the sun of righteousness<span class=\"citation\" id=\"62533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62533)\">Mal. 4:2<\/a><\/span> is universally diffused in the Church, that every man and every woman and every child of proper years who has obeyed the ordinances of the Gospel, may receive of that spiritual light and revelation, each and all in their own place and for their own purposes as they need. <\/div><div class=\"paragraph jod\" id=\"v22n218\"> When I speak of this spirit of revelation, I wish to be clearly understood. As I have said, each one in his own place is entitled to the manifestations of the spirit. But the President of the Church, who is sustained by the voice of the Church and by Divine appointment, stands as the revelator to the Church. If there is anything to reveal for the guidance of the Church as an organized body, or for the comfort and edification of the Church, it will come through the head. That is clearly laid down in the revelations God has given us, that we might never be deceived by the revelations of this person or that person who might claim to have received a Divine message. In the rise of the Church the Lord said if He had anything to communicate to the Church as a body, He would reveal it through his servant Joseph.<span class=\"citation\" id=\"83829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83829)\">D&amp;C 5:10<\/a><\/span> &#x201C;None else,&#x201D; said the Lord, &#x201C;shall be appointed unto this gift except it be through him; for if it be taken from him he shall not have power except to appoint another in his stead. And this shall be a law unto you, that ye receive not the revelation of any that shall come among you; And this I give unto you that you may not be deceived, that you may know they are not of me.&#x201D;<span class=\"citation\" id=\"85475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85475)\">D&amp;C 43:4-6<\/a><\/span> But, says one, supposing the head does not obey the ordinances; supposing he transgresses; suppose he turns aside and <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is unfit to receive the revelations of God for the Church&#x2014;why, then, the Lord says another shall be appointed in his stead.<span class=\"citation\" id=\"85474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85474)\">D&amp;C 43:4<\/a><\/span> Thus we have an order by which we may not be deceived. When we get any revelation from God to this Church, it will come through the head of the Church. Yet when a man is called to preside over a portion of God's Church he may obtain, by the power of the Holy Ghost, a knowledge of his duties, a knowledge of the wants of the people under his care, and thus be able to counsel them under circumstances in that particular sphere. So in a family. A man who has a family, and who has been ordained to the Priesthood, can have the light of God to guide him in the interests of his family, that he may know how to rule and conduct all things properly in that household; but it is not his duty to dictate to the Ward or to the Stake in which he resides; that belongs to the constituted authorities; but in his own affairs he may obtain the revelation that he needs, and so in regard to principle and doctrine for his own benefit. A man or a woman in this Church is not tied down to written tenets of faith, but has no right to teach or attempt to expound that which God Almighty has not given through the head, although all have the right to receive light and knowledge for themselves. And I know the way is open. I know the Lord is ready to hear the prayer of every member of the Church. I know He will hearken and hear and speak to their souls that which they need in due season. <\/div><div class=\"paragraph jod\" id=\"v22n219\"> There is this difficulty sometimes in this Church, however, and the same difficulty existed in former times. If a person should happen to grow a little in the knowledge of  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the truth, and get something which others may not have received, he may become puffed up in the vanity of his heart, and think he should be exalted into a high position. For instance the Lord gives gifts to the Church&#x2014;the gift of tongues, the gift of prophecy, the gift of healing, the gift of being healed, the gift of discernment of spirits, and a great many other gifts according to the faith, desires, and capacities of the Saints.<span class=\"citation\" id=\"85830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85830)\">D&amp;C 46:8-29<\/a><\/span> A person may get a gift and rejoice very much in that gift, but just as soon as he becomes desirous of displaying it, and wishes to be considered great among men because of it, just at that moment he is in danger of being led by a false and delusive spirit, led out of the strait and narrow path that leads to lives eternal.<span class=\"citation\" id=\"91638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91638)\">D&amp;C 132:22<\/a><\/span> All these gifts properly used are for the benefit of the Church. Above all, every member should enjoy the spirit of revelation. Were it not for this spirit of revelation we would not be any different from other churches, this Church would be dead without this divine light, which indeed is the life thereof. <\/div><div class=\"paragraph jod\" id=\"v22n221\"> Now, my brethren and sisters, seeing this is a day of revelation, seeing we stand in this position before the Lord, seeing the Lord is nigh to us, that he can hear our prayers, and that he will answer them, what kind of people ought we to be? Why, we should be a people ready and anxious to receive every word he may reveal through the authorities of His Church whom he has appointed to lead, guide and instruct us. People make a great deal of fuss about the &#x201C;Mormons.&#x201D; They say we are led by men. They think we are bound up in chains of bondage, compelled to do this, that or the other. Why we are of all people in the world the most free! Sometimes <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I think we have almost too much freedom. We have embraced the gospel of liberty, and seeing that God has placed at its head men to make known how we are to act, we should be ready and anxious to receive the word of life; and when we pray for God to sustain the authorities of the Church in their respective positions, we should be ready and willing to sustain them ourselves, and receive the word of God revealed through them for our guidance. And if we were willing to put into actual practice the things that God has revealed in the Book of Doctrine and Covenants&#x2014;a book which contains some of the revelations given in our time&#x2014;I know the Lord would reveal more. Just as soon as we are ready to carry out what has already been revealed, the heavens are ready to reveal more. We have only received a little of that which is designed to be made known in the latter days. God is ready to reveal in this great dispensation all things that were revealed in former times, and many things that have been hid from the foundation of the world.<span class=\"citation\" id=\"86857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86857)\">D&amp;C 76:5-10<\/a><\/span> Well, let us live up to that which we have received, let us reduce it to daily practice, and if we have been doing things that are wrong and contrary to the will of God, let us make up our minds that we will do so no more, that we will live the lives of Latter-day Saints, doing our duty, filling the sphere we are called upon to occupy, and we shall have joy in our labors, God will be near to us, He will be unto us a Father and a Friend, and we will have all the time a testimony of this work. <\/div><div class=\"paragraph jod\" id=\"v22n222\"> I bear my testimony this afternoon before this congregation&#x2014;and I am willing to do so before all the world, if my voice could reach to the ends of the earth&#x2014;that I know God lives, that Jesus of Naza<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reth, who died on Calvary's Mount, is His son; that He has revealed Himself in our time; that the Holy Ghost, the spirit of revelation, has spoken to my soul, bearing witness to me of the truth of this work, and I rejoice that I am a Latter-day Saint. <\/div> <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n224\"> I pray God to bless us as a worshipping congregation today; that He will seal upon our hearts the spirit that shall help us to be truthful and righteous and pure, and that we may always be actuated by the spirit of revelation, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}