{"ID":220026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Testimony of the Gospel, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, Aug. 14, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Testimony of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 8\/14\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v22n655\"> One of the many evidences of the truth of the Gospel which we have embraced is the experience of young brethren, some of them born in Utah, others who have come here in their childhood and have grown up in the midst of the people, and who are occasionally sent out into the world to advocate the Gospel of Christ. We find that every one of them who is faithful to his trust, who attends to the duties imposed upon him, and keeps himself unspotted from the world,<span class=\"citation\" id=\"77510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77510)\">James 1:27<\/a><\/span> returns with a testimony of the truth in his heart. He is able to say that he <span class=\"italic\">knows<\/span> the work is true independent of the instruction which he may have received or the testimony which he may have heard from others, and he is able to say that he has received this witness from God to his own soul. Now the testimony of the young brother who has spoken this afternoon is the testimony of all our brethren who go out in like manner and return in the same way. And there is another thing connected with this which corroborates it, and that is if any of our missionaries go out into the world and become contaminated, fall into the ways of the world, transgress the commandments of God, and stain their garments with impurity, they lose that testimony, and when they return they do not come back full of confidence and <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of zeal, they do not come back with the spirit of union in their hearts towards the rest of the Church, but they go into the dark, they become full of faultfinding, they fall away, and finally make shipwreck of their faith.<span class=\"citation\" id=\"75854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75854)\">1 Tim. 1:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n656\"> It has been truly said this afternoon, that the bond of union which binds the Latter-day Saints together, is this testimony, or the spirit by which it comes. We are not bound together by any cast-iron rules or ceremonies, nor are we held together by the power of men who preside over us, as is supposed in the world; but the bond of union which unites us, is the inspiration of the same spirit. We have obeyed the same Gospel in the same way; we have been baptized by one spirit into one body,<span class=\"citation\" id=\"73522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73522)\">1 Cor. 12:13<\/a><\/span> whether we were previously Catholics or Episcopalians, Methodists or Baptists, Congregationalists or Quakers, Theists or Infidels&#x2014;no matter what our faith or lack of faith may have been before, when we received this Gospel we all received the same truths in the same fashion, and being baptized by one baptism,<span class=\"citation\" id=\"74988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74988)\">Eph. 4:5<\/a><\/span><span class=\"citation\" id=\"81958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81958)\">Mosiah 18:21<\/a><\/span> we were prepared to receive the same spirit, and that spirit resting down upon us enabled us to see eye to eye.<span class=\"citation\" id=\"59587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59587)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87963)\">D&amp;C 84:98<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n657\"> It is claimed by some people in the world that it is impossible to make different people see alike; that  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is a matter of impossibility to bring all people to the unity of the faith.<span class=\"citation\" id=\"75220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75220)\">Eph. 4:13<\/a><\/span> It is claimed that as our countenances differ, so do our dispositions and our minds, that what will convince one person will not convince another, and therefore that it is impossible to make a body of people all understand alike, and if they do act together it must be through some compulsion. Now, I regard this as a great mistake. I know it is not true by my own experience and by what I see here among the people called Latter-day Saints. I know that it is possible for a great number of men and women to be brought to see things exactly alike. We may look at this outside of religious matters. If a number of us take a problem in geometry, as soon as we all understand the principles which govern it, are we not able to solve the problem in the same way? Certainly. So with a sum in arithmetic. So in regard to any branch of exact science. It is supposed, however, that theology is not a science, cannot be made a science, that it is a mere matter of opinion, and that as people differ so much in opinion in other things, they will be bound to differ in their views in regard to religion. But these ideas are founded on fallacies. Theology, properly speaking, is not a mere matter of opinion. What is called religion in the world, I admit, is a matter of sentiment and opinion, and one man's opinion is just as good as another&#x2014;and in some respects, as the Irishman said, &#x201C;a great deal better.&#x201D; One reverend divine's opinion is just as good as another's, for they differ just as much as the people do whom they teach. And so the idea prevails that religion is a mere matter of opinion, and therefore we can expect nothing but division. But true religion does not come from <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man. True religion comes from God, if there is a God. Our young brother this afternoon, says he knows there is a God. It is no matter of opinion with him. He knows that God hears and answers prayer, and you may find thousands of men and women here in Utah, who are willing to bear the same testimony. They do not hold this as a matter of faith alone, it has become knowledge to them. They know that there is a Supreme Being, that He is a personage, that He hears and answers prayer, and He has demonstrated to their entire satisfaction not only that he lives, but that the Church of which they are members is his; that this work in which they are engaged is his work; that he has established it, that he is rolling it on, and that he will sustain it and bring it to a glorious consummation, no matter what earthly power may intervene. Now, I say if there is a God, and if that God made this world upon which we live, and if he is our Father, the Father of our spirits,<span class=\"citation\" id=\"77223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77223)\">Heb. 12:9<\/a><\/span> then he has the right to control the earth and all the people that live thereon, and it is unreasonable to think, if there is such a Being who made the earth and formed the creatures that dwell upon it, and who guides and controls their destinies, that he will never manifest himself to his creatures. It is unreasonable to me to think that. We have a book here called the Bible; we have another book called the Book of Mormon, and here is another called the Book of Doctrine and Covenants. In each of these books it is declared that there is a God, and that he has revealed Himself. The Bible gives a history of some of the revelations of that Divine Being to people on the eastern continent, in Palestine particularly. The Book of  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Mormon&#x201D; gives an account of some of the revelations of the same Being to the ancient inhabitants of this continent, the progenitors of the American Indians, civilized persons from whom the American Indians have descended, for they were not always the despised beings they are at present. The Book of Doctrine and Covenants contains revelations from the same Being, given in the day and age in which we live. Each of these books corroborates the others. They run together like three drops of water, or, to make scriptural reference, like the three measures of meal in the parable.<span class=\"citation\" id=\"64627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64627)\">Matt. 13:33<\/a><\/span><span class=\"citation\" id=\"67669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67669)\">Luke 13:20-21<\/a><\/span> In each of these books the testimony is given of a God, and also the fact that he will reveal himself to those who rightly approach him. If this be true, if the united testimony of the Bible, the Book of Mormon and Book of Doctrine and Covenants is true, then it is possible for the inhabitants of the earth to obtain knowledge from God, and further than that, if these books are true, knowledge has been sent down from on high, religion has been sent down from heaven, for the guidance and benefit of people dwelling on the earth. If these books are true, God, at different times in the world's history, has called and appointed men to be His representatives&#x2014;not to represent his perfection, because they were only human beings, but to represent certain truths which he revealed to them for the benefit of their fellows, and in some instances, for all the people dwelling upon the widespread earth. If these books are true, Jesus, who died on Calvary, was the Son of God, and he sent out his Apostles unto all the world to preach the true religion. Now the religion that God gave to these men in any age, whether <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we find it in the Bible, the Book of Mormon, or the Book of Doctrine and Covenants is not the religion of man. It did not spring out of the human heart; it was not framed by men meeting together in conclave; but it came by revelation from the Supreme Being. He manifested it to mankind. I know that there are a great many different things called religion in the world that have come out of the hearts of men, at least in part if not altogether. They have taken some of the things written in the Bible, they have reflected upon them, and then have added a little of their own opinion concerning these things. They have taken a part of what God has revealed and added their own notions to it. But true religion, the religion of God, must come from God. The religion of Jesus Christ must come from Jesus Christ, and not from man. If religion comes down from God to man and man receives that religion and the spirit of it, they will all come to the same understanding concerning it. Being baptized into one body,<span class=\"citation\" id=\"73523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73523)\">1 Cor. 12:13<\/a><\/span> they will comprehend it alike. Having the same light they will &#x201C;see eye to eye.&#x201D;<span class=\"citation\" id=\"59588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59588)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87964)\">D&amp;C 84:98<\/a><\/span> And according to the Scriptures, there is to be a time when all people shall see alike. &#x201C;Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord shall bring again Zion,&#x201D;<span class=\"citation\" id=\"59589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59589)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"81934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81934)\">Mosiah 15:29<\/a><\/span><span class=\"citation\" id=\"82751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82751)\">3 Ne. 16:18<\/a><\/span> so says the prophet Isaiah. And there is to be a day when all people that breathe the breath of life<span class=\"citation\" id=\"52420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52420)\">Gen. 2:7<\/a><\/span> will know God, from the least unto the greatest.<span class=\"citation\" id=\"60698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60698)\">Jer. 31:34<\/a><\/span><span class=\"citation\" id=\"128574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128574)\">Heb. 8:11<\/a><\/span><span class=\"citation\" id=\"128575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128575)\">D&amp;C 84:98<\/a><\/span> They will be able to bear the testimony our brother has borne this afternoon, and no one will have need to say to his neighbor, &#x201C;Know ye the Lord.&#x201D;<span class=\"citation\" id=\"60699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60699)\">Jer. 31:34<\/a><\/span> But if religious affairs go on as now in the world it will take a long time to accomplish the change, will it not?  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Well, the Latter-day Saints, as I said just now, are able to bear this testimony. Why? Because they are better than anybody else? They make no such assertion; but if they are no better than the people of the world they have not very much to boast of. I have traveled a good deal and know the doings of the world, and if the Latter-day Saints are no better than the majority of the people, they have nothing particular to boast about. But we do not claim that we can bear this testimony because of our extra goodness. We do not say, &#x201C;Come not near unto us; we are holier than you.&#x201D; We have no such disposition or spirit. But having heard the principles of the Gospel of Jesus Christ as taught by the Elders of this Church and reflected upon them, prayed about them and compared them with the old scriptures, we came to the conclusion that they were true, because they corresponded in every respect with the teachings of Christ and his Apostles. And let me say, in passing, that this cannot be claimed for any religious sect in the world&#x2014;we do not call our Church a sect&#x2014;there is no religious sect in the world whose creed, ordinances, formula, and Church government correspond, in every particular with that we read about in the New Testament. But we find on close comparison that the doctrines taught by the Elders of this Church correspond in every respect with the doctrines taught by Jesus and his Apostles. They made the same promises to us that the ancient Apostles did. On hearing this we prayed about it; we sought wisdom from God; we did not turn away from these men because their names were cast out as evil;<span class=\"citation\" id=\"67242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67242)\">Luke 6:22<\/a><\/span> but we turned to the Lord. He heard our prayers and answered them, and stamped the truth of <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their testimony upon our hearts. We were baptized, and being baptized we received the testimony that our sins were remitted; for we came forth from the liquid grave to a new life,<span class=\"citation\" id=\"72424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72424)\">Rom. 6:4<\/a><\/span> we had &#x201C;put off the old man with his deeds&#x201D;<span class=\"citation\" id=\"75630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75630)\">Col. 3:9<\/a><\/span> and &#x201C;put on Christ&#x201D;<span class=\"citation\" id=\"74573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74573)\">Gal. 3:27<\/a><\/span> to walk after the pattern of his life. And when the Elders laid their hands upon us, according to the order of confirmation, that God established in the Church, the Spirit of the Almighty rested down upon us, and filled our hearts with sweet satisfaction, and with the knowledge that we had received the truth, and we were filled with light, communication was opened up between us and our Father. We received peace, revelation, knowledge and wisdom, gifts and powers for our own individual benefit as members of his Church. The Holy Ghost bore testimony to us that God lived, that the religion we had received was his religion, and that Spirit, to those who have been faithful and listened to its whisperings, has been a continual guide, &#x201C;a light to their feet, and a lamp to their path,&#x201D;<span class=\"citation\" id=\"57235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57235)\">Ps. 119:105<\/a><\/span> a continual monitor, an abiding witness, which brings things past to their remembrance,<span class=\"citation\" id=\"70062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70062)\">John 14:26<\/a><\/span> confirms the things of the present, shows us things to come,<span class=\"citation\" id=\"70437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70437)\">John 16:13<\/a><\/span> and bears record of the Father and the Son.<span class=\"citation\" id=\"85303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85303)\">D&amp;C 42:17<\/a><\/span><span class=\"citation\" id=\"92280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92280)\">Moses 1:24<\/a><\/span> It is this that has drawn this people here. The Latter-day Saints received this Spirit wherever they dwelt on the face of the earth, when the Gospel came to them. We have come a great many of us from various parts of Europe, the different States of America, and from other countries and nations, north and south&#x2014;we have all come here and embraced the same faith, we see many things eye to eye, understand alike and work together, not because we are forced to do so, as some people im<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>agine, by the craft and cunning of men who understand human nature, but because we have received the same spirit. Men who oppose this work&#x2014;&#x201C;Mormonism&#x201D; as they call it&#x2014;leave this matter out of consideration altogether. In consequence of this they can never comprehend this work, they cannot discern the cause of the union of this people; they cannot account for the work accomplished by the Latter-day Saints, in spite of all the opposition and persecution they have had to endure. But the real cause of our union is the Spirit of the living God, which rests upon us. That Spirit led us here, and we are here to stay. We are here to do the work which God designs shall be done. We are willing to make any sacrifice&#x2014;if there be such a thing as sacrifice&#x2014;because God Almighty has enlightened our minds, because we know that he lives, that he hears and answers our prayers and gives us the blessings we ask for when they are good for us, and withholds them when they are not; for like children we are apt to ask for razors to cut our fingers with. God answers our prayers when it is wise to grant the things we desire. <\/div><div class=\"paragraph jod\" id=\"v22n663\"> This testimony which we have received is not imaginary, it is not a phantom, it is a fact, and the same testimony has been experienced wherever this Gospel has gone. It is claimed that Joseph Smith was an impostor. We say we know that Joseph Smith was a Prophet of God. The promises he made have been fulfilled. When the Elders were sent out to proclaim the Gospel, they made the promise to all who should obey it, that they would receive the testimony I have been talking about. Could man have bestowed this testimony? No. But we received it and we know it came from God, and <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as I said before, wherever people have received this Gospel, this religion that the Lord has something to do with personally&#x2014;they receive the same testimony, and when they seek for the gifts of the Gospel, they obtain them if they ask in faith. I speak now of the gifts enumerated in the Bible,<span class=\"citation\" id=\"73407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73407)\">1 Cor. 12:1-13<\/a><\/span> that were manifested in the ancient Church. They are now manifested in this Church; for it is the Church of Christ, and it is established on the same basis that it rested upon in the first place. In the Church now is the power of the holy Priesthood, the authority of the Apostleship, and of all the different offices of the Church, as was the case in the Church anciently. The Church of Jesus Christ of Latter-day Saints is joined to the Church of the Firstborn<span class=\"citation\" id=\"128576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128576)\">Gen. 9:22-23 (JST)<\/a><\/span><span class=\"citation\" id=\"77285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77285)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87185)\">D&amp;C 76:94<\/a><\/span><span class=\"citation\" id=\"90190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90190)\">D&amp;C 107:19<\/a><\/span> behind the veil. This is not the church of man. The principles we have received have not sprung from the brains of men. They have been revealed from God. This Gospel is now being preached as a witness to all nations before the end shall come.<span class=\"citation\" id=\"65723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65723)\">Matt. 24:14<\/a><\/span> Jesus promised this to his disciples just before his crucifixion. He gave a number of signs, &#x201C;Behold the fig tree, and all the trees; When they now shoot forth, ye see and know of your own selves that summer is nigh at hand. So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is nigh at hand.&#x201D;<span class=\"citation\" id=\"65891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65891)\">Matt. 24:32-33<\/a><\/span><span class=\"citation\" id=\"66682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66682)\">Mark 13:28-29<\/a><\/span><span class=\"citation\" id=\"68046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68046)\">Luke 21:29-31<\/a><\/span> &#x201C;And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.&#x201D;<span class=\"citation\" id=\"65721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65721)\">Matt. 24:14<\/a><\/span> This Gospel of the kingdom, the Gospel that Christ preached, has been sent down from heaven in our own time, and is being preached as a witness to all the world&#x2014;<span class=\"citation\" id=\"65722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65722)\">Matt. 24:14<\/a><\/span>not preached for hire<span class=\"citation\" id=\"128577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128577)\">Micah 3:11<\/a><\/span> or proclaimed for money; for the Elders go out without hope of pecuniary reward, in fact  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in most instances they pay their own traveling expenses in order to bear their testimony. And wherever people receive that testimony they receive this spirit and they know it is true, and that is the power which bound them together. No human being could weave such a tie as that which unites the Latter-day Saints. It is a heavenly union among themselves, and it is a union between the heavens and the earth. The Saints are gathering from all nations to the place which the Lord has appointed, and are building temples to his name for the benefit of the living and the dead. We have come out of the world, and therefore the world hate us; we have turned our backs upon our former friends and kindred, and have formed new relations and new associations. We have experienced the influence of the Spirit of God, and our desire is to bear testimony to the truth of this work, which shall roll on until the kingdoms of this world shall become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"79505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79505)\">Rev. 11:15<\/a><\/span> and until &#x201C;every knee shall bow, and every tongue shall confess that Jesus Christ is Lord, to the glory of God the Father.&#x201D;<span class=\"citation\" id=\"75464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75464)\">Philip. 2:10-11<\/a><\/span> That is our work, that is what we are here for. If we are accumulating any earthly wealth here, it is by the blessing of God that we may the better accomplish his purposes, that we may help to build up his kingdom on the earth, that wickedness may be swept from the earth, that he whose right it is to reign<span class=\"citation\" id=\"86181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86181)\">D&amp;C 58:22<\/a><\/span> may come and take possession of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v22n665\"> Now, my friends, the time at my disposal has nearly expired, but before sitting down, I desire to bear my testimony, in the name of the Lord Jesus Christ, that I know this is the work of God; I know that God lives and that he hears and answers the prayers of the faithful; and I <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know this work will prevail. I know that no earthly powers can retard it. The combined powers of the earth&#x2014;Presidents, Kings, Emperors or Governors&#x2014;cannot stay the progress of this work, because the great Jehovah hath spoken it. This is the way, walk ye in it.<span class=\"citation\" id=\"58956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58956)\">Isa. 30:21<\/a><\/span> Avoid evil and choose the good.<span class=\"citation\" id=\"58010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58010)\">Isa. 7:15-16<\/a><\/span> &#x201C;Be ye perfect, even as your Father in heaven is perfect.&#x201D;<span class=\"citation\" id=\"63281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63281)\">Matt. 5:48<\/a><\/span> I know this work will roll on, though all the world is against us. We are a little handful of people compared to the nation of the United States, but true strength is not in numbers. I do not mean when I make such a comparison, that all the millions of this nation are against us; many are opposed because they do not know us, they do not know our object, they do not know our spirit, they do not know what manner of men and women we are. They think we are a set of fanatics. But it is principle that has brought the Latter-day Saints to dwell in these valleys and we live and labor that out of this Church may be built up the kingdom that all the prophets and inspired men of God have seen from the beginning, upon which the glory of God shall shine,<span class=\"citation\" id=\"59899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59899)\">Isa. 60:1<\/a><\/span> and over which the Lord shall rule. This work will prevail, no matter what opposition may be brought to bear against it. If this whole nation should rise up and other nations should join them, with the object of destroying the Church of Jesus Christ of Latter-day Saints, they could not accomplish it. Our kind Methodist friends are anxious to see &#x201C;Mormonism&#x201D; stamped out; but the more they attack it, the stronger they will make it, as the more united will be our people, and the firmer our desires and our determination to roll on the work of God, and live as He directs. The best policy, therefore, for the  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Methodists, or any other sect, to pursue, is to let us alone. However, they cannot let us alone, for there is an influence&#x2014;the influence of the evil one&#x2014;which is antagonistic to this work, and stirs up the hearts of the wicked against it. All manner of lies are circulated concerning us, which, however, only serve to increase our strength. If we were let alone there might arise internal divisions; but while we are hated and derided by the world, misrepresented and maligned, by preachers and editors, and men who profess to be men of God, we shall become more and more consolidated, for all this only unites us more together. It is according to human nature that it should do so, and in all this we can see the providence of God. This will continue and prevail. I know it just as well <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as I know that I am here. The general outline of the work to be performed in this generation is clearly mapped out in my mind. And if the Latter-day Saints will keep the commandments of God, and walk in the path they have commenced to tread, revelation and knowledge and wisdom will be given to them from on high, the servants of God at the head will be filled with revelation to feed the flock of Christ, and this work will roll forth in strength and power in the earth, until all things which have been predicted by the Prophets are fulfilled. <\/div><div class=\"paragraph jod\" id=\"v22n667\"> May God hasten the day and help us to be faithful, that when His kingdom is established, we may be worthy of a place therein, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}