{"ID":220047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Funeral Discourse.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered in the 14th Ward Assembly Rooms, at the Funeral Services of Sister Elizabeth H. Cannon, on Sunday, Jan. 29, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Funeral Discourse.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 1\/29\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v22n1036\"> Being requested I arise to make a few remarks. <\/div><div class=\"paragraph jod\" id=\"v22n1037\"> Occasions of this kind afford us opportunity, not so much for mourning the loss of our departed friends as to reflect upon our present condition and our future prospects and hopes. For, as has been remarked, &#x201C;It is better to go to the house of mourning, than to go to the house of feasting: for that is the end of all men; and the living will lay it to his heart.&#x201D;<span class=\"citation\" id=\"57573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57573)\">Eccl. 7:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n1038\"> Here we have occasion to reflect upon our own lives and the future that awaits us. <\/div><div class=\"paragraph jod\" id=\"v22n1039\"> For there is one event which inevitably awaits every living soul, and it is only a question of a very little while when everyone present, as well as elsewhere, will be placed in a position similar to that in which our beloved sister is placed, whose body now lies here in the cold embrace of death. We are born to die, it is the inevitable end of all flesh, it being a fixed, unalterable decree of the Almighty concerning the human family. We may therefore, as well now as at any other time, reflect upon what the result of our lives may be after we shall pass away from this stage of existence. If we do well, says the Lord, we are accepted unto Him; but if we do ill, sin lies at our door.<span class=\"citation\" id=\"52708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52708)\">Gen. 4:7<\/a><\/span><span class=\"citation\" id=\"92627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92627)\">Moses 5:23<\/a><\/span> It is a truth that should arrest the attention of everyone, that we shall be required to render an account for <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the deeds we do in the body.<span class=\"citation\" id=\"74170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74170)\">2 Cor. 5:10 (JST)<\/a><\/span> And for my part I feel that we have no cause to shed a tear for the condition of Sister Cannon. For years she has been afflicted, and has been quite feeble at times. Now she has passed beyond suffering and debility; nothing but the lifeless, inanimate part of Sister Cannon remains, the life&#x2014;the intelligent and the immortal part has gone to God from whence it came.<span class=\"citation\" id=\"57626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57626)\">Eccl. 12:7<\/a><\/span> Not but what she might be present if she desires to be here, and her desire be consistent with the will and pleasure of our heavenly Father; for those who live here in the flesh have a claim upon this earth, and upon the bodies they have occupied while they sojourned here. This earth is their home, and will forever so remain&#x2014;that is, they will possess an inheritance here, inasmuch as they overcome and become the Saints of the Most High God.<span class=\"citation\" id=\"79129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79129)\">Rev. 3:21<\/a><\/span><span class=\"citation\" id=\"80757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80757)\">Rev. 21:7<\/a><\/span> For it is written, that unto the Saints of the Most High, the earth and the fulness thereof shall be given,<span class=\"citation\" id=\"86318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86318)\">D&amp;C 59:16<\/a><\/span> and they shall possess it forever and ever.<span class=\"citation\" id=\"61662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61662)\">Dan. 7:18<\/a><\/span> But notwithstanding the immortal part of this our deceased sister has returned to God, from whence it came,<span class=\"citation\" id=\"57625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57625)\">Eccl. 12:7<\/a><\/span> she possesses the privilege, or may possess the privilege, as I have said, if she so desire, and if it be in accordance with the will and pleasure of the Almighty, to be present on the occasion to witness the ceremonies in which we are  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now engaged. We are told by the Prophet Joseph Smith, that, &#x201C;there are no angels who minister to this earth but those who do belong or have belonged to it.&#x201D;<span class=\"citation\" id=\"91283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91283)\">D&amp;C 130:5<\/a><\/span> Hence, when messengers are sent to minister to the inhabitants of this earth, they are not strangers, but from the ranks of our kindred, friends, and fellow beings and fellow servants. The ancient Prophets who died were those who came to visit their fellow creatures upon the earth. They came to Abraham,<span class=\"citation\" id=\"53308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53308)\">Gen. 22:11<\/a><\/span> to Isaac,<span class=\"citation\" id=\"53437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53437)\">Gen. 26:1-2<\/a><\/span> and to Jacob;<span class=\"citation\" id=\"53538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53538)\">Gen. 31:11<\/a><\/span> it was such beings&#x2014;holy beings if you please&#x2014;that waited upon the Savior and administered to Him on the Mount.<span class=\"citation\" id=\"64975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64975)\">Matt. 17:1-3<\/a><\/span> The angel that visited John when an exile, and unfolded to his vision future events in the history of man upon the earth, was one who had been here, who had toiled and suffered in common with the people of God; for you remember that John, after his eyes had beheld the glories of the great future, was about to fall down and worship him, but was peremptorily forbidden to do so. &#x201C;<span class=\"italic\">See thou do it not<\/span>: for I am thy fellowservant, and of thy brethren the prophets, and of them which kept the sayings of this book: worship God.&#x201D;<span class=\"citation\" id=\"80386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80386)\">Rev. 19:10<\/a><\/span><span class=\"citation\" id=\"80861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80861)\">Rev. 22:9<\/a><\/span> Jesus has visited the people of this earth from time to time. He visited and shewed himself in his spiritual body, to the brother of Jared, touching certain stones with His finger, that the brother of Jared had fashioned out of the rock, making them to give light to him and his people in the barges in which they crossed the waters of the great deep to come to this land.<span class=\"citation\" id=\"83366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83366)\">Ether 3:1-28<\/a><\/span> He visited others at various times before and after He tabernacled in the flesh. It was He who created this earth,<span class=\"citation\" id=\"68493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68493)\">John 1:1-3<\/a><\/span><span class=\"citation\" id=\"76339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76339)\">Heb. 1:2<\/a><\/span> it therefore is His inheritance, and He had a perfect right to come and minister <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the inhabitants of this earth. He came in the meridian of time and tabernacled in the flesh, some 33 years among men, introducing and teaching the fullness of the Gospel, and calling upon all men to follow in His footsteps; to do the same thing that He himself did,<span class=\"citation\" id=\"81603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81603)\">2 Ne. 31:12<\/a><\/span><span class=\"citation\" id=\"82976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82976)\">3 Ne. 27:21<\/a><\/span> that they might be worthy to inherit with Him the same glory. After He suffered the death of the body, He appeared, not only to His disciples and others on the eastern continent, but to the inhabitants of this continent, and he ministered unto them as He did to the people in the land of Palestine. In like manner our fathers and mothers, brothers, sisters and friends who have passed away from this earth, having been faithful, and worthy to enjoy these rights and privileges, may have a mission given them to visit their relatives and friends upon the earth again, bringing from the divine Presence messages of love, of warning, of reproof and instruction to those whom they had learned to love in the flesh. And so it is with Sister Cannon. She can return and visit her friends, provided it be in accordance with the wisdom of the Almighty. There are laws to which they who are in the Paradise of God must be subject, as well as laws to which we are subject. It is our duty to make ourselves acquainted with those laws, that we may know how to live in harmony with His will while we dwell in the flesh, that we may be entitled to come forth in the morning of the first resurrection, clothed with glory, immortality and eternal lives, and be permitted to sit down at the right hand of God,<span class=\"citation\" id=\"76374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76374)\">Heb. 1:3<\/a><\/span><span class=\"citation\" id=\"84323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84323)\">D&amp;C 20:24<\/a><\/span> in the kingdom of heaven. And except we become acquainted with those laws, and live in harmony with them, we need not expect to enjoy these privileges: Joseph Smith, Hyrum  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Smith, Brigham Young, Heber C. Kimball, Jedediah M. Grant, David Patten, Joseph Smith, Sen., and all those noble men who took an active part in the establishment of this work, and who died true and faithful to their trust, have the right and privilege and possess the keys and power to minister to the people of God in the flesh who live now, as much so and on the same principle that the ancient servants of God had the right to return to the earth and minister to the Saints of God in their day. <\/div><div class=\"paragraph jod\" id=\"v22n1042\"> These are correct principles. There is no question about that in my mind. It is according to the Scriptures; it is according to the revelation of God to the Prophet Joseph Smith; and it is a subject upon which we may dwell with pleasure and perhaps profit to ourselves providing we have the Spirit of God to direct us. <\/div><div class=\"paragraph jod\" id=\"v22n1043\"> But the thing for us to do is to live according to the light and intelligence that God has revealed to us in this dispensation, that we may be in harmony with the heavenly powers and with heavenly beings, and especially with our Lord Jesus Christ, who stands at our head, who is our lawgiver, our exemplar, and the way of life and salvation to all the world, through whom we may enter into the celestial kingdom of God, and without whom we can never enter that state of glory worlds without end.<span class=\"citation\" id=\"128625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128625)\">D&amp;C 76:112<\/a><\/span> He is the way, the light and life of the world;<span class=\"citation\" id=\"69925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69925)\">John 14:6<\/a><\/span><span class=\"citation\" id=\"81942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81942)\">Mosiah 16:9<\/a><\/span><span class=\"citation\" id=\"82551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82551)\">3 Ne. 9:18<\/a><\/span><span class=\"citation\" id=\"83978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83978)\">D&amp;C 11:28<\/a><\/span> and whosoever will obey the commandments He has given, and do the works which he has done, and commanded us to do, shall not walk in the darkness, but shall have in them the light of life.<span class=\"citation\" id=\"69441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69441)\">John 8:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n1044\"> The circumstances under which Sister Cannon has been taken away from us, are in some degree melancholy. I regret that circumstances <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are such that Brother Cannon could not be here upon this occasion. But he is absent not upon his private business, but in the name and interest of the whole people of this Territory; and in the protection of our righteous citizens who are jeopardized by the craftiness of designing and corrupt men.<span class=\"citation\" id=\"75258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75258)\">Eph. 4:14<\/a><\/span><span class=\"citation\" id=\"88894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88894)\">D&amp;C 89:4<\/a><\/span> If he were to leave his post, trickery would be resorted to by the worst enemies of the people to deprive us of our political and religious rights; therefore he is firm at his post of duty. Is there anything of a private character that would keep him away from home on an occasion like this? There is not; nothing but the highest sense of duty could do it, and that too in the interest of the people of God, in defending their rights, and in laboring for their interests, as he has done from his youth to the present moment. His whole time, his ability and the wisdom that God has given him, and all that he possesses has been upon the altar of sacrifice since his early boyhood in behalf of this people; and now, under this sad and sorrowful affliction he remains, and that too, in compliance with the desire of her whose remains are about to be laid away, true to his post of honor and duty. Who can describe his feelings? But let us forbear, it would not be profitable to us; but in this, as well as every circumstance of life, we will join with him in acknowledging the hand of God. It, however, grieves me to think that he cannot be here; as it does his children and family who now surround the earthly remains of her whose spirit has gone home&#x2014;a respected, a beloved, a true and noble woman. <\/div><div class=\"paragraph jod\" id=\"v22n1045\"> This, however, cannot now be helped and therefore it is all right. There is another view to take of this. What is life or death in com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>parison with the duty that we owe to God and each other? Should we shrink from duty, should we leave our post in time of danger because of the natural sympathies and affections which bind us to each other? No. It would be unjust, it would be condescending in us to even think of doing so. It is more noble to make the sacrifice of society, kindred and friends, than to leave our post of duty, and thus endanger the rights and liberties of the whole community. If Brother Cannon were here he could only mourn with us, and then again return to his post of duty. And what more could he do than he has done? Every attention has been paid, and every effort has been put forth to do all that could be done for Sister Cannon. But our prayers did not prevail; <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> she was &#x201C;appointed unto death.&#x201D;<span class=\"citation\" id=\"85442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85442)\">D&amp;C 42:48<\/a><\/span> God has taken her. She sleeps, but is not dead. She does not sleep the sleep of death, but of the righteous and the faithful; yes, one who has proved faithful to the latest breath, Sister Cannon is an example for her children and family, an example of patience, of faithful endurance, and of integrity that is unquestionable. This is a great deal to say of one of our fellow creatures, but none too much to be said of her. My sympathy is drawn out to those who remain. May God bless and comfort them; and may they abide in the truth and follow the example of their noble mother and companion in life, remaining faithful to the end of their days, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}