{"ID":220030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of the Saints in this Generation, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Wilford Woodruff, delivered at Bountiful, June 26, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of the Saints in this Generation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 6\/12\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v22n699\"> There are a few of us still living in the flesh and able to mingle with the people, but our orbit or circuit has become so extended that we are a little like the courts&#x2014;it takes us a long time to get around to visit the people. <\/div><div class=\"paragraph jod\" id=\"v22n700\"> You have had excellent counsel this morning from our brethren. They have taught us a portion of the Gospel of Jesus Christ, which we should treasure up. We occupy a different position from any other generation; there has never been a generation since God made the world that has been called upon to perform the work that the Latter-day Saints have. Reference has been made to the city of Enoch. Enoch stayed as long as he could in this world; and through his labors a people were sanctified who, with himself and their city were taken away from the earth because of their righteousness.<span class=\"citation\" id=\"93251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93251)\">Moses 7:69<\/a><\/span> The people of God in no generation have been able to dwell upon the earth only so long as they were able to finish their mission; the wicked living contemporaneously with them have warred against them and have conquered and overcome them in a great measure, until many have had to seal their testimony with their blood. It is our lot to live in the great and last dispensation that God has given unto man, the dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pensation in which a people is to be prepared to build up the kingdom of God on the earth, which is to be thrown down or overcome no more forever.<span class=\"citation\" id=\"61324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61324)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"89575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89575)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89766)\">D&amp;C 103:13<\/a><\/span> God has called a class of men and women who, with the exception of a few, have been permitted to live out their days and die a natural death. It is true that Joseph Smith, who laid the foundation of this work, and others, have had to seal their testimony with their blood;<span class=\"citation\" id=\"92001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92001)\">D&amp;C 135:3<\/a><\/span> and if I were to tell what I think about it, I would say it was ordained of God that our Prophet and head should be sacrificed in the manner that he was, as much as it was ordained of God that Jesus Christ should be sacrificed in the way that he was; and that for two purposes&#x2014;in order that his testimony might remain in force upon all the world from the hour of his death,<span class=\"citation\" id=\"128585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128585)\">Heb. 9:16-17<\/a><\/span><span class=\"citation\" id=\"128586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128586)\">D&amp;C 135:5<\/a><\/span> to rise up and condemn this generation who reject the Gospel of salvation. With the exception of a few, it has been designed, I believe, that the Prophets and Apostles of this dispensation should not have to seal their testimony with their blood, but that they should live until they finish their missions on the earth, bearing their testimony to the truth of the work, and building up the kingdom of God; and then they will gather up their feet and sleep with the fathers, surrounded by  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their children and friends. This people and these Elders who bear the Melchizedek Priesthood, through the providence of Almighty God, will not be called upon to go forth, like David of old, and shed the blood of their fellow man in their own defense. There were many things required of him which will not be required at our hands; and some things he was not permitted to do, because he was a man of blood.<span class=\"citation\" id=\"55887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55887)\">1 Chr. 28:1-3<\/a><\/span> These are my views with regard to our position. <\/div><div class=\"paragraph jod\" id=\"v22n702\"> We are called of God. We have been gathered from the distant nations, and our lives have been hid with Christ in God,<span class=\"citation\" id=\"75607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75607)\">Col. 3:3<\/a><\/span><span class=\"citation\" id=\"88137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88137)\">D&amp;C 86:9<\/a><\/span> but we have not known it. The Lord has been watching over us from the hour of our birth. We are of the seed of Ephraim, and of Abraham, and of Joseph, who was sold into Egypt, and these are the instruments that God has kept in the spirit world to come forth in these latter days to take hold of this kingdom and build it up. These are my sentiments with regard to the Latter-day Saints. I will repeat what I have often said&#x2014;there is no power beneath the heavens that can remove Zion out of her place, or destroy this Church and kingdom, as long as the people do the will of God, for he will sustain them, and overrule the acts of their enemies for their good and for the final triumph of his truth in the earth. It is now over fifty years since the organization of this Church and kingdom, and since its birth it has continued to progress and grow in numbers and in influence and power, and it will do so until Zion presents herself before the heavens in her glory, power and dominion, as the old prophets have seen it in vision. Then, what manner of men and women ought we to be, who are called to take part in the <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great latter-day work? We should be men and women of faith, valiant for the truth as it has been revealed and committed into our hand. We should be men and women of integrity to God, and to his holy Priesthood, true to him and true to one another. We should not permit houses and land, gold and silver, nor any of this world's goods to draw us aside from pursuing the great object which God has sent us to perform. Our aim is high, our destiny is high, and we should never disappoint our Father, nor the heavenly hosts who are watching over us. We should not disappoint the millions in the spirit world, who too are watching over us with an interest and anxiety that have hardly entered into our hearts to conceive of. These are great and mighty things which God requires of us. We would not be worthy of salvation, we would not be worthy of eternal lives in the kingdom of our God, if anything could turn us away from the truth or from the love of it. The Lord told Joseph that he would prove him, whether he would abide in his covenant or not, even unto death.<span class=\"citation\" id=\"89286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89286)\">D&amp;C 98:14<\/a><\/span> He did prove him; and although he had the whole world to contend against, and the treachery of false friends to withstand, although his whole life was a scene of trouble and anxiety and care, yet, in all his afflictions, his imprisonments, the mobbings and ill-treatment he passed through, he was ever true to his God, and true to his friends. <\/div><div class=\"paragraph jod\" id=\"v22n703\"> I have had some reflections on the same subject referred to by Brother Cannon. In going into the house of Brother Call, and those of the many of the brethren, what do we see? We see good houses, pleasant homes, and the inmates thereof, enjoying the necessaries and comforts  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of life. We have places to rest, we have places to lay our heads. How different are the circumstances that surround us today in comparison with our situation before we came to these valleys, and in comparison with the experience of many of the ancients. Jesus himself, the son of the living God, had not where to lay his head.<span class=\"citation\" id=\"64042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64042)\">Matt. 8:20<\/a><\/span><span class=\"citation\" id=\"67363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67363)\">Luke 9:58<\/a><\/span> The foxes, he said, had holes, and the birds of the air had nests, but the Son of Man had not a place to lay his head.<span class=\"citation\" id=\"64043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64043)\">Matt. 8:20<\/a><\/span><span class=\"citation\" id=\"67364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67364)\">Luke 9:58<\/a><\/span> He traveled in the midst of poverty all the way to the cross. We have been in the same condition. We who have been in this Church since its early days, have known what it is to be without homes, to travel without purse or scrip,<span class=\"citation\" id=\"68201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68201)\">Luke 22:35<\/a><\/span> to go hungry and almost naked, to suffer from cold and fatigue. When we came here the ground was all that we had to lie upon, and we were glad and felt to rejoice in our hearts that God had brought us to a place where we could lie down if it was upon the ground, in peace, free from the persecution of our enemies. God has proved us in days that are past and gone. He has now given us a country and a home. It has been well said that we should be careful lest these conveniences and comforts, by which we are now surrounded, should draw us from the things of God. Remember, my brethren, the greatest gift that God can bestow upon us is eternal life,<span class=\"citation\" id=\"84105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84105)\">D&amp;C 14:7<\/a><\/span> and it is worth more than all the houses and lands or the gold and the silver upon the earth. For by and by we will go to the grave, and that puts an end to worldly possessions, as far as our using them is concerned. The grave finds a home for all flesh, and no man can take his houses and lands, his gold and silver, or anything else of a worldly character, with him. We brought <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> none of these things with us when we came from our previous state. As Bishop Hunter says, babies are born without shoes and stockings. All the knowledge that we can accumulate from experience and observation, and from the revelations of God to man, goes to show that the riches of this world are fleeting and transitory, while he that has eternal life abiding in him is rich indeed. <\/div><div class=\"paragraph jod\" id=\"v22n705\"> We have a great work before us in the redemption of our dead. The course that we are pursuing is being watched with interest by all heaven. There are fifty thousand millions of people in the spirit world who are being preached to by Joseph Smith, and the Apostles and Elders, his associates, who have passed away. Those persons may receive their testimony, but they cannot be baptized in the spirit world, for somebody on the earth must perform this ordinance for them in the flesh before they can receive part in the first resurrection, and be worthy of eternal life. It takes as much to save a dead man as a living one. The eyes of these millions of people are watching over these Latter-day Saints. Have we any time to spend in trying to get rich and in neglecting our dead? I tell you no. <\/div><div class=\"paragraph jod\" id=\"v22n706\"> Here is a subject I have thought about. David said, &#x201C;Let my enemies go to hell quickly.&#x201D;<span class=\"citation\" id=\"56824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56824)\">Ps. 55:15<\/a><\/span> He got angry, and he did some things he should not have done. Our Savior acted right the reverse. The more light and knowledge a man has, the more of the power of God he enjoys, and the more he is able to comprehend the things of God. Why did the Savior say, when he was under the agonies of death, &#x201C;Father, forgive them?&#x201D;<span class=\"citation\" id=\"68330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68330)\">Luke 23:34<\/a><\/span> Because He knew well that, although they were blind as to what they were doing, they and their posterity would  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>welter for 1,800 years under the curse of God, for the deed they were perpetrating. He knew what the result of the shedding of his blood would be upon the human family, yet he was sorrowful because he knew that before he should come again as their Shiloh,<span class=\"citation\" id=\"53702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53702)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129086)\">Gen. 50:24 (JST)<\/a><\/span> the Jewish nation would be trodden underfoot of the Gentiles.<span class=\"citation\" id=\"68005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68005)\">Luke 21:24<\/a><\/span> The result of their treatment of the Savior of the world still afflicts them. In many countries they are still persecuted and deprived of the right of citizenship, and are not permitted to purchase land and hold it as personal property. The Savior could foresee their future, and what would befall them and their race, until he should come again. While he himself suffered, he could exclaim, knowing all the circumstances, &#x201C;Father, forgive them.&#x201D;<span class=\"citation\" id=\"68331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68331)\">Luke 23:34<\/a><\/span> Brother Taylor feels the same towards this nation. We should all have the same feeling, and if we enjoy the Spirit of God, we can overcome that feeling which arises in the hearts of men to resent a wrong, to return evil for evil. Joseph went to God, and he opened his mind by vision, in which he saw the destruction of our nation; he saw that famine and pestilence and war would lay waste our land, until it became so terrible that he prayed God to close the vision.<span class=\"citation\" id=\"61780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61780)\">Dan. 8:26-27<\/a><\/span> Well may we say, &#x201C;Father, forgive them.&#x201D;<span class=\"citation\" id=\"68332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68332)\">Luke 23:34<\/a><\/span> Well may we pray for them, and feel in our hearts not to envy them, but leave them in the hands of God. <\/div><div class=\"paragraph jod\" id=\"v22n708\"> There are two spirits with us. I will relate a little circumstance which took place with me. I brought President Young sick in my carriage on July 24th, 1847, the first time he set his eyes upon this valley. In process of time I followed President Young to the Utah penitentiary, under the edict of a religious bigot and wicked man, because he felt his <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dignity was not honored by President Young. On my way to the place of confinement I remember what my reflections were. I thought to myself, &#x201C;Now, here is President Young, the man, under God, who came here, far removed from civilization, the pioneer of emigration to the great West, and found a barren, desolate land, inhabited only by a very poor lot of Indians and wild animals: today it blossoms comparatively as the rose;<span class=\"citation\" id=\"59152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59152)\">Isa. 35:1<\/a><\/span> and today he is a prisoner on his way to jail.&#x201D; It worked upon my mind considerably. By and by another spirit said to me, &#x201C;Be still, and know that I am God,<span class=\"citation\" id=\"56626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56626)\">Ps. 46:10<\/a><\/span><span class=\"citation\" id=\"89430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89430)\">D&amp;C 101:16<\/a><\/span> and will fight the battles of this people;<span class=\"citation\" id=\"89985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89985)\">D&amp;C 105:14<\/a><\/span> you need not allow yourself to be troubled about this.&#x201D; The result we all know. That very act leveled Chief Justice McKean to the ranks of the common citizen from which he never rose again, and he has since passed away, and like others, is in the hands of God. Brigham Young will rise in judgment against him and against all men who have persecuted and maligned and abused him. That will be the case with all of us&#x2014;we shall be called upon to judge this generation. We should as Saints of God, never allow ourselves to wish the destruction of those who oppose or persecute us, but leave them in the hands of our God, to deal with them as he in his justice and mercy may see fit. <\/div><div class=\"paragraph jod\" id=\"v22n709\"> With regard to the law of God, it is all right. We can well afford to keep it and trust in him. I look upon it as really marvelous, when we bear in mind the ceaseless endeavors to make themselves notorious at the expense of those who have obeyed that law. I say, when I look upon the results of all that has been said and done about it, I regard it as a marvel. If the hand  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God has not been manifested in behalf of this people, I do not know where to look for it. This kingdom will stand, God will plead with her strong ones, but Zion will not be moved out of her place.<span class=\"citation\" id=\"89001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89001)\">D&amp;C 90:36-37<\/a><\/span> Quite a remarkable thing has just happened&#x2014;four cyclones start from near the same point, each taking a different course, the results of which are known. God has nothing to do with them, says the world. But <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the judgments of God will be poured out, and the spirit of unbelief will grow in the hearts of the people, and they will be blind to his power until it is too late. <\/div><div class=\"paragraph jod\" id=\"v22n711\"> Brethren and sisters, seek after God; call upon him in your secret places,<span class=\"citation\" id=\"128587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128587)\">Alma 34:26<\/a><\/span> and do not turn away from righteousness and truth; there is nothing to be gained by doing that, but everything to lose. <\/div><div class=\"paragraph jod\" id=\"v22n712\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}