{"ID":220016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Present Condition of the Saints&#x2014;Their Past Trials&#x2014;The Attempted Assassination of President Garfield, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, July 3, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Present Condition of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/3\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v22n366\"> We have been traveling this last week through the settlements of Davis and Weber Counties, meeting with the Saints in their various wards and visiting the people at their homes. It has been one of the most interesting trips I have taken for several years, and I think this is the general feeling of all who were of the party. A visitor to our settlements at the present time is impressed with the evident increase of the numbers of the people and of comfort and, it may be said, wealth. The land is being rapidly taken up and occupied, and places where a few years ago it was thought that no one could live, we now find farms and orchards and good substantial dwellings, and all the evidences of thrift. The water is being taken out, and large sums are being expended in the formation of canals and water ditches; but the most pleasing feature which presented itself to my mind was the contentment of the people and the spirit which they enjoy. Our meetings were excellently attended and were of a very spirited character, the people turned out in large numbers and crowded every meetinghouse to overflowing, so much so that in most places seats had to be arranged out<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>side, and the windows thrown open, so that those who could not get into the houses could hear. In several places we met under bowers constructed for the purpose of holding meetings in the open air. <\/div><div class=\"paragraph jod\" id=\"v22n367\"> It is truly marvelous when we look at it&#x2014;that is, those who have been familiar with the early settlement of the Latter-day Saints in these mountains&#x2014;the great changes which have been effected in the condition and circumstances of the people. God has abundantly fulfilled the promises which were made in the early days, after the Latter-day Saints settled here. Some questioned in those days whether we should be able to find suitable places outside of this valley where the Latter-day Saints could live. And many of those who first came here had grave doubts whether we could, in this climate, be able to raise a variety of fruits. But God has tempered the elements; He has ameliorated the condition of the soil; He has blessed the labors of the people; and with the experience of the past, confidence is felt that there is scarcely a valley in these mountains, however elevated, in which fruit cannot be raised, and all the grains and vegetables necessary for the sustenance  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of man be produced. Of all people who live upon the face of the earth, it seems to me, the Latter-day Saints should be the most thankful to the Most High for His kindness and mercy manifested unto us. We came here as weary pilgrims, fleeing from persecution, glad to find a place where we could rest for a little season, and be free from violence and mobocracy. And though I, myself, at that time, was but young, it seemed to me that I would be content to live here the remainder of my days, and subsist upon the most meager fare&#x2014;bread and water&#x2014;if we could only enjoy peace and freedom from the annoyances to which the people had been subjected, and especially if our leading men could be free from those harassing persecutions which they had been compelled to endure. While but a youth I had helped, with others, to stand guard at nights at their houses, that they might sleep with some feeling of security; for there were months, and it may be said years, before we left Illinois, when the lives of a number of the leading men were threatened. Some of the most painful recollections of my boyhood are the scenes of persecution and affliction through which the Prophet Joseph Smith had to pass. When his martyrdom, with that of his brother, the patriarch of the Church, was accomplished, it seemed as though the rage of mobs ought to have been satisfied; and the people, being bereft of their leaders, might be suffered to dwell in peace. For it had been repeatedly stated, that if Joseph Smith were put out of the way, there would be no trouble with the Mormons. He was the object of hatred; he was the target at which all the arrows of malicious envy were shot; he was accused of em<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bodying in his own person everything with which the people were charged, and it was claimed that if he could be disposed of, then they could be managed and there would be no difficulty. But this spirit of persecution is not exhausted by success; it derives strength therefrom, and the more victims it has the more it craves. Instead of the people being left unmolested after the martyrdom, the violence of mobs was redoubled; they were emboldened by the impunity with which they had performed this bloody deed, to make more cruel attacks upon the people. The Apostles who stood forward to take the lead after the death of the Prophet Joseph, became in their turn the objects of hatred. Charges of every kind were sworn to by men who were determined to frame some pretexts for bringing them into difficulty; and the most absurd falsehoods were circulated concerning them. Numerous writs were issued and officers frequently came to Nauvoo, to take the leading men into custody; it being the aim of the men who had banded themselves together in secret combinations for the purpose of taking their lives, to get them into their power as they had the Prophet. On this account there had to be a constant guard kept over the residences of the Twelve Apostles. As for myself, I never left any place with more gladness than I did Illinois. To launch into the wilderness, to grapple with all the difficulties incident to such a life, and even to run the risk of famine, or any other evil which might have to be met, seemed small in comparison with the evils we had been and were subjected to. It was with great gladness the entire people who took up their line of march, left what is termed civilization, to go  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>among the red men of the plains. To dwell among them and to take chances among them, seemed preferable to being exposed to attacks having the form of legal measures, and claiming the authority of law, but which, in the most of instances, only furnished a covering for violence and the most deadly schemes of vengeance. <\/div><div class=\"paragraph jod\" id=\"v22n368\"> Although the Prophet Joseph Smith, during his lifetime was brought upwards of forty times before tribunals, upon one pretext or another, in every instance when he had a fair trial he was acquitted; none of the accusations were ever substantiated against him. And when at last he surrendered himself, after receiving the pledge of the governor of the State that he should be protected&#x2014;he having pledged his own honor, and the honor of the State to that effect&#x2014;those who were his persecutors, who claimed to have grounds of charge against him, were well aware that the treason of which they accused him, could not be sustained; and because of this they said, &#x201C;He is likely to be acquitted again and escape us; but if the law cannot reach him, powder and ball can.&#x201D; With blackened faces, banded together and led by a preacher, they made an attack upon the jail, and the few men left there to take charge of it, fired upon them with blank cartridges to make a show of resistance in order to cover up the bloody deed, as one done without their connivance. <\/div><div class=\"paragraph jod\" id=\"v22n369\"> The last time the Prophet addressed the people he predicted that peace should be taken from the earth,<span class=\"citation\" id=\"79246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79246)\">Rev. 6:4<\/a><\/span><span class=\"citation\" id=\"83736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83736)\">D&amp;C 1:35<\/a><\/span> and that terrible calamities would come upon its inhabitants, and particularly upon our own nation. He predicted what the results would be of the spirit of mobocracy <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which then raged, and which had caused our expulsion from our homes, if allowed to prevail. Already, the prediction had been recorded by him, twelve years previous to his death, that there would be a rebellion break out in South Carolina, and a fratricidal war commence between the South and the North.<span class=\"citation\" id=\"88192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88192)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91335)\">D&amp;C 130:12-13<\/a><\/span> The revelation upon this subject had been written; it had been published. It was well known to the great bulk of the Latter-day Saints years previous to this. I, when quite a child heard it, and looked for its fulfillment until it came to pass. And this was the case with the body of the people who were familiar with the predictions which had been uttered by the Prophet Joseph Smith. <\/div><div class=\"paragraph jod\" id=\"v22n370\"> If the voice of this man could have been heard and his warnings listened to, the evils which have fallen upon our nation might have been averted. To many, doubtless, such a statement as this may seem presumptuous, because of the views they entertain respecting this Prophet. But whether it be admitted that he is a Prophet or not, it cannot be denied by anyone who is familiar with the tone of his teachings, with the character of his expostulations and warnings, with the manner in which he protested against the spirit of mobocracy, it cannot, I say, be denied by any of these, that if his counsels had been followed, many of the evils which have afflicted the nation might have been averted. <\/div><div class=\"paragraph jod\" id=\"v22n371\"> There is no form of government upon the earth under which so large a degree of liberty can be enjoyed as that under which we dwell; it is the best form of government ever devised by human wisdom for mankind. Larger liberty, greater freedom of expansion and development to man in every direction can be at<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tained under it, than under any other form of government. Every man and woman who professes the faith of the Latter-day Saints, must love it, because, under it the development of the Kingdom of God is possible; for believing as we do that God inspired the founders of this government to perform the work which they accomplished; that He raised up men for the express purpose of achieving liberty upon this land,<span class=\"citation\" id=\"89610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89610)\">D&amp;C 101:80<\/a><\/span> building up this grand fabric of free government, we must of necessity admire and have a deep attachment to its principles. While the people are pure, while they are upright, while they are willing to observe law, the best results must follow the establishment and maintenance of a government like this; but, on the other hand, if the people become corrupt, if they give way to passion, if they disregard law, if they trample upon constitutional obligations, then a republican form of government like ours becomes the worst tyranny upon the face of the earth. An autocracy is a government of one man, and if he be a tyrant, it is the tyranny of one man; but the tyranny and the irresponsibility of a mob is one of the most grievous despotisms which can exist upon the face of the earth. And it is from this which we have suffered; it is this which caused us to take our flight into the Rocky Mountains; it is this which caused the founding and peopling of Utah Territory. When attacked, despoiled, and driven by mobs, the Latter-day Saints appealed to the authorities of the States where they lived; but their appeals were in vain, because the authorities were only the creatures of the mobs from whose cruel attacks we suffered, and whom they dare not offend. Hence our appeals were in vain. When we appealed <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to courts, the courts dreaded the power of public opinion, which was adverse to dealing justly with us, and they dared not do anything to favor us for fear of offending the mob who persecuted us. When appeals were made to legislators, the same result followed; when governors were appealed to they were in the same position; and when the case was carried to the President of the United States, he dared not face the issue, but declared that Congress had no power to deal with a sovereign State for its treatment of the Latter-day Saints, though they had been expelled from the State by violence. And even when Joseph Smith was barbarously murdered while under the pledged honor of the State, there was no redress; his murderers went scot-free, one of them a senator of the State in which he lived, and others well-known to the general public. There was no disposition to punish those men, although they were red-handed with the blood of innocence, and although it was well known that they were the men who perpetrated that cruel deed. <\/div><div class=\"paragraph jod\" id=\"v22n373\"> We have suffered enough from this spirit of violent lawlessness to feel profoundly moved in our hearts at the dreadful occurrence of yesterday. It comes to us as it does not to any other people, for we have suffered from this as no other people have. The men whom we loved better than we loved our lives, for whom this people would have been willing to lay down their lives, if by so doing they could have saved them, were stricken down by the hands of assassins, while they were helpless like sheep in a pen. They were slaughtered by a band of ruffians, who knew that they had the power if they could break into the building where the victims were confined,  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to take the lives of those men, for they were defenseless. <\/div><div class=\"paragraph jod\" id=\"v22n375\"> When the leading man of our nation is stricken down, as General Garfield was, it arouses emotions in the hearts of the Latter-day Saints&#x2014;those of them especially who were participants in the scenes to which I have referred&#x2014;which language cannot describe. There is something so abhorrent, so horrible in this method of curing evils, that as one of this community I cannot think of it with any other feeling than one of horror. General Garfield, I may say, was my personal friend, we having served eight years in Congress together. I have been intimately acquainted with him during that time, and I know him to be one of the greatest men of the nation. He may not be a strong man in every direction; I do not think he is strong enough to follow his convictions upon our question. He knew better concerning us than any man in public life, that is, he knew more of us. He was brought up in Ohio, near where our people had lived in early days, in the days of his childhood. He was familiar with men who had been members of our Church, and I believe was connected remotely by marriage with some of our people; and while he had no sympathy with some of our doctrines, nevertheless he had opportunities of knowing many things concerning us which others did not know. He had visited this city twice; he had become acquainted with the people, seen them at their homes, and had frequently conversed upon our doctrines. I know therefore, he understood our question probably better than any man in public life. But for fear, as I fully believe, that he would be suspected of cherishing sympathy for us, he uttered expressions which I thought were exceedingly unwise <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and unstatesmanlike in his inaugural address. But notwithstanding this, I must bear testimony to the man and to the largeness of his soul and the breadth of his mind. He is a man of broad intellect, of wide experience, and naturally of a good heart; and I cannot imagine any reason which could justify an act of violence towards him. There has nothing occurred during his administration to provoke such an attack as that made upon him. <\/div><div class=\"paragraph jod\" id=\"v22n376\"> But the word of the Lord has gone forth concerning all such matters as these. Deeds of violence will become more common, whether the world believe it or not. The Lord inspired His servants to predict these things, if the spirit of mobocracy were permitted to reign unchecked and unpunished. Innocent blood has been shed in our land, the blood of innocent men, the blood, as we believe, of Prophets and Apostles and Saints of God; and their blood stains the escutcheon of the States where it was shed, and it has not been atoned for. There has been no voice of protest against those deeds; on the contrary, today, notwithstanding the horrors of the past; notwithstanding our track is lined with the graves of our people who fell by the wayside, whilst fleeing from their persecutors, religious denominations all over the land meet together in public conventions, and appeal in the strongest manner to the government to review the old scenes of persecution against a people, who have done them no harm, and who fled as far as they could from their confines, and from their civilization. Today there are those who call themselves ministers and followers of the meek and lowly Jesus,<span class=\"citation\" id=\"64306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64306)\">Matt. 11:29<\/a><\/span> who, if they could, would stir up every feeling of hatred and animosity and bloodthirstiness in the  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>human breast, and bring down anger, vengeance and destruction upon a people whose only crime is they will not worship according to their dictation&#x2014;a people who have come into these mountains and reared themselves homes, and made this once desolate land beautiful; a people who have created wealth here for the nation; who have offered an asylum to all; who have fed the strangers and travelers as they passed through here, administering comfort and relief to them, and who have been inspired by Heaven to impart blessing and benefit, and exert an influence for good upon the hearts of their fellow creatures. <\/div><div class=\"paragraph jod\" id=\"v22n378\"> Now, as much as I deplore such acts as that of yesterday, I look upon it as one of the consequences which must follow. General Garfield, the President of the United States, innocent of any act which can be tortured into a justification for a deed of violence, now falls a victim to this spirit of lawlessness and personal revenge. When men permit the spirit of mobocracy and violence to prevail, when they suffer crime to go unpunished, when innocent blood is shed and is not atoned for, the time must come sooner or later, when the evil results will become widespread. As men sow, so will they reap.<span class=\"citation\" id=\"74698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74698)\">Gal. 6:7<\/a><\/span> It is an eternal law and can only be avoided by deep repentance. Every nation which commits a crime must atone for that crime. God holds nations responsible as He does individuals. When a man sheds innocent blood a crime is committed by him, and he must atone for it either in this life or in the life to come. God will visit them in His own time and in His own way, until these things are atoned for. He will leave men and nations to themselves, when they abandon themselves to evil, and His <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirit cannot abide with them. <\/div><div class=\"paragraph jod\" id=\"v22n379\"> It may be said that the Latter-day Saints were an insignificant people, and that therefore their treatment was a matter of little or no consequence; so it might be said respecting the disciples of Jesus. Jesus himself was an obscure Being on the earth&#x2014;His persecutors at least thought him such; but He was the divine Redeemer, he was the Son of God. His disciples were obscure men; they were poor fishermen, yet they were disciples of the Lord Jesus, and because of the cruel killing of the Son of God, and the persecution inflicted upon His disciples, Jerusalem was overthrown, the Jewish nation was broken in pieces, and scattered among all nations. <\/div><div class=\"paragraph jod\" id=\"v22n380\"> My brethren and sisters, we, of all people upon the face of the earth, should be the last to rejoice in calamity of any kind, or to indulge in any feeling which would have the appearance of rejoicing over anything that may appear like vengeance. There is only one feeling which ought to have a place in our hearts, and that is one of deep sorrow when men do wrong, when they commit crimes, even though we ourselves should be the victims of the wrong. There ought to be no feeling in our hearts to wish or desire vengeance to come upon those who commit those acts. Our Savior has given us an example in this. He said after He had been lifted up upon the cross, &#x201C;Father, forgive them; they know not what they do.&#x201D;<span class=\"citation\" id=\"68325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68325)\">Luke 23:34<\/a><\/span> This ought to be an example to us. The man who indulges in any other feeling grieves the Spirit of God, and is not worthy the name of Latter-day Saint. He certainly is not one; because any other spirit than this is in opposition to the Spirit of God; and there ought  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to be no feeling in our hearts excepting one of deep sorrow that our fellow beings do anything which would bring down the anger of God upon them. And I pray God the <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Eternal Father to bless us and fill us with the Holy Spirit to enlighten us, and lead us into all truth,<span class=\"citation\" id=\"70436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70436)\">John 16:13<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}