{"ID":220035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Calling of Missionaries&#x2014;The Proper Training of the Young, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Apostle John H. Smith, delivered at the General Conference, in the Tabernacle, Salt Lake City, Saturday Morning, October 8, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Calling of Missionaries, Etc.<\/div>\n<div class=\"speaker\">Speaker: John H. Smith<\/div>\n<div class=\"date\">Date: 10\/8\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v22n784\"> I am pleased to meet with you this morning, and have had much satisfaction in listening to the teachings and instructions of our brethren. <\/div><div class=\"paragraph jod\" id=\"v22n785\"> The duties and responsibilities which are imposed upon us are of that nature that it is necessary for us to be called together from time to time to have our memories freshened in regard to the principles of the Gospel, the order of the Priesthood, and the duties and responsibilities that are incumbent upon us, as the servants of the Most High. Our minds are caused to reflect upon various <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> subjects. My reflections have been directed for some time in a direction that is different in some measure from what it has been heretofore, and that is in regard to the selection of missionaries from among the various Stakes of Zion, to go abroad and represent the cause and kingdom of God upon the earth, in the various fields of labor wherein we are enabled at the present time to introduce the principles of the Gospel. And in looking round among my brethren for those that it would be proper to send upon missions, I find, in my judgment, that it is  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>highly necessary that fathers and mothers in Israel should adopt a more strict and conscientious course in the instruction of their sons in regard to the principles of the Gospel. We find in searching among our brethren, that we are compelled at times to call upon men who have in some measure&#x2014;and to a very great extent in some instances&#x2014;neglected to fully study and comprehend in their entirety the principles of the Gospel. They have been faithful in the discharge of some of their duties, but the cares of life, the necessity of providing for families, aiding father and mother, etc., have prevented them receiving that care and attention and instruction, by those who are placed to watch over them that they should receive. It is a fact, patent to all of us, that those children who are called around the fireside at home and instructed in the principles of the Gospel by father and mother; that these children, though they may be wayward for a season, as they grow older, get the principles of the Gospel fixed upon their minds, a substantial foundation is laid, and as the days of thoughtlessness pass away, they are prepared to step forward and perform their part in the advancement of the work of God upon the earth. I think, therefore, it would be a wise and prudent thing for every family in Israel, that have sons arrived at the years of accountability, to teach them, not only when they have grown to this age, but from childhood up,<span class=\"citation\" id=\"86707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86707)\">D&amp;C 68:25<\/a><\/span> so that when the time arrives they may be prepared to go forward in the various fields of labor, and use their influence in the advancement of the work which our Father has established. We frequently have to strive, in some measure, to keep our children around us, inasmuch as they are engaged in <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> various pursuits, sometimes in various places; yet it would be the ambition and pride of every man and woman who are rearing a son in Zion, that he should be a messenger of peace and salvation to the world. <\/div><div class=\"paragraph jod\" id=\"v22n787\"> This is one of the subjects that I felt to touch upon in Conference. I have never been called upon before to look around in the interests of missionary work, but I have been led to reflect upon this matter. The noblest work that a son can be engaged in is the work of carrying the Gospel to the nations of the earth, and to do this successfully they must have a testimony of the truth within their own hearts. Every father and mother, as their sons become of age, should see that they are prepared for the responsibility and honor of a position of this kind, and thus be an honor to their parents, who have stood firm to the principles of the Gospel. In my brief experience in this matter I have had to approach many young men who have been in some measure wayward, not wicked; they are willing to go and try, but they feel that their lives have not been as exemplary as they might have been. No young man, however lowly his estate may be, is exempt from this right and privilege&#x2014;the son of the farmer and the son of the lumberman, as much as the son of the merchant, the doctor, or the sons of the Twelve, Presidency of Stakes, Bishops of Wards, etc.; the same responsibility rests upon all who have espoused the cause of truth, and who are desirous that our names should stand in Israel. <\/div><div class=\"paragraph jod\" id=\"v22n788\"> I would therefore plead with the young men that are within the sound of my voice this day, that they prepare themselves for this great work, study the scriptures of truth, cultivate the spirit of humility, and strive  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to learn the way of life and be prepared for the duties and responsibilities of Elders in Israel. This should be the desire of every young man; and if we, as fathers and mothers, will attend to our duties, if we will study the interests of our families, enter into their feelings and sentiments, and cultivate within their hearts a regard for the principles of truth, we will find our sons and our daughters grow up around us honoring the Priesthood of the Son of God, honoring the Lord and His laws, and striving to do their utmost in furthering the advancement of His work. It is the duty of every young man who has received the Priesthood to become acquainted with the principles of the Gospel, so that he may be able to aid in the accomplishment of this great labor. And in order, my brethren and sisters, that they may have a proper education for this labor, it is necessary that we begin with them in childhood; that mother makes it her sacred duty in the absence of father, or whether he be at home or no, to call her little ones around her and teach them to pray to their Father in Heaven for His blessing upon themselves; their friends, their kindred, and the good and pure everywhere. And where fathers and mothers begin to thus train their children in early childhood, in the principles of the Gospel, we will find that in afterlife, they will take their place in the Church, when the proper time arrives. Under this influence and teaching they will take their place in the Young Men's Improvement Associations, and learn to bear their testimony intelligently, and feel desirous of responding to every call made upon them. They may feel timid at the first, as I believe all men do to a greater or less extent; but the right spirit is within <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their breasts, and they cannot shake it off. <\/div><div class=\"paragraph jod\" id=\"v22n790\"> Now, I am sanguine that there are many who call themselves Latter-day Saints, who have neglected their duty in this respect, and many a son is permitted to grow to manhood, whose father has never asked him to bow with them at the family altar. This is a serious neglect upon the part of those who have named the name of Jesus,<span class=\"citation\" id=\"94279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94279)\">Eph. 1:21<\/a><\/span><span class=\"citation\" id=\"128599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128599)\">2 Tim. 2:19<\/a><\/span> who have come up to these mountains to be taught in the ways of the Lord.<span class=\"citation\" id=\"57825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57825)\">Isa. 2:3<\/a><\/span> It is a sad neglect, and those who have done it in the past should guard against it in the future. We should attend to the sacred duty of instructing our sons and daughters, so that when they are called to fill various positions, they will feel it an honor to respond. This sentiment and feeling should actuate us at all times. It is not necessary that our children should be taught to make particularly long prayers. Christ, our elder Brother, has set us a wise and prudent example in this respect; He has given us an example worthy of imitation. It is not for the number of words that we use in approaching our Father, but it is that we approach Him in earnestness, realizing that He can bless us; and if we draw near unto Him as we should, we shall receive a blessing at His hands. I have sometimes thought that fathers have been unwise in this matter: their prayers have been too long; so much so that those who may be taking part in the same get tired and desire to be away from the family when this duty is to be performed. This should not be so. The children should be taught to take a pride in this duty, and made to feel that it is their duty to be in attendance when the family bow down to return thanks to God for all the mercies and blessings He has vouch<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>safed from time to time. If we as parents, will do our duty in this respect, if we exercise our privileges as the servants of our Father, we will find a race of men and women growing up around us who have faith, who will honor their parents and the cause we desire them to represent; but if we allow them to grow up without culture and a proper regard for the ordinances of the Gospel of Christ, we will find that our sons and our daughters will stray from us and from the principles of truth. We should look well to this condition of things and see that we are performing the duties devolving upon us. <\/div><div class=\"paragraph jod\" id=\"v22n792\"> I trust this is enough from me upon this subject. <\/div><div class=\"paragraph jod\" id=\"v22n793\"> I desire to speak a few minutes to the young men, for I see there are quite a number within the sound of my voice. I feel as a rule, that I am more at liberty to talk and reason with them than I am with those who are older and more experienced than I am. I desire to plead with the sons of Zion, that they will select for their example the best men that can be found in the kingdom. If there is a man in the Church whose life is unspotted, upon whose name rests no stain, and who is clear from every evil; pattern after his virtues; study to possess integrity as he possesses it; study to be honest as he is honest, just as he is just, and avoid the shoals, the rocks <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and evils upon which many men have wrecked and gone to pieces; for no man that is a thief, a liar, a robber, an adulterer, can keep the faith of the Gospel. I would warn you, my young brethren, to look well to your course in life, see that it is free from sin; for no man can remain in the kingdom of God long who has the thought resting upon him that he is guilty of wickedness. I find in my experience, in looking around me, men whose growth in the kingdom has ceased, and I find in seeking to know and understand the cause of this, that they have been guilty of indiscretions that they cannot face. We should see, therefore, that our course of life is free from stain, for if we leave the path of rectitude, we must expect to go down to disgrace and dishonor; but if we lay our foundation in righteousness, we will find ourselves in the path of life, and the blessings of Heaven will be upon us. We will have neither fear nor doubt. It is he that is guilty of sin that is doubtful and fearful, for he fears the justice of God. <\/div><div class=\"paragraph jod\" id=\"v22n794\"> Well, my brethren and sisters: I am pleased to be with you, to see your faces and to feel your spirit. I feel that Zion is growing, and that she may continue to grow and spread, until the purposes of God are accomplished, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}