{"ID":220008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Originators of Reports Against the Saints&#x2014;Feelings of the People in the East, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 27, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Originators of Reports Against the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/27\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v22n165\"> If I were to consult my natural feelings today, it would afford me much greater pleasure to sit still and listen and look at the faces of this congregation than attempt to speak. But this, doubtless, would be a disappointment to very many, and might not be understood. Therefore, I arise this afternoon to make a few remarks&#x2014;such as may suggest themselves to me&#x2014;to my brethren and sisters who are present. I shall not attempt to describe to you the emotions, the feelings which I have in being once more reunited with you, for you have heard them expressed by others so frequently, and also by myself, and many of you have experienced them yourselves, that I am relieved from the necessity of restating them in your hearing. I may say, however, that I am exceedingly thankful for the opportunity of returning once more to our home and finding circumstances and surroundings so favorable to the people of these valleys as they are at the present time, and also that I can, to a certain extent, return as the bearer of good tidings; that I can speak favorably concerning our present and our future prospects; that is, so far as my information extends. <\/div> <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n166\"> When I left here last November, it seemed to me that the elements were charged with threatenings to us as a people and to our liberties. I have had some experience, of several years' duration, in public affairs; that is, political affairs, and have had occasion to notice the signs of the times; but I can say now that at no time did affairs appear more threatening to us than they did when I went to Washington the latter end of last November, or beginning of December. You probably can recollect the circumstances which existed at that time. <\/div><div class=\"paragraph jod\" id=\"v22n167\"> The greatest enemies we have had to contend with for many years have been those who should, from their intimacy with us, from their knowledge of our labors, from their familiarity with our proceedings, have been our friends&#x2014;those who reside in our midst. It has been the case for several years that all the excitement, all the ill-feeling, all the manifestations of hatred which have come to the surface or been exhibited outside of the Territory of Utah concerning the people called Latter-day Saints, or &#x201C;Mormons,&#x201D; have had their origin in this Territory, and have been stirred up by those who reside here. There has not been in  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Congress, there has not been throughout the country on the part of the public press, or on the part of public men generally, much of a disposition to take or to adopt harsh measures against the people of these mountains. But there have been those residing in this Territory who have seemed to be uneasy lest we should be treated too kindly, or be viewed too favorably by those who are outside of the Territory, and there has been apparently a great dread on the part of a few individuals, lest there should be a disposition manifested by Congress and by those in authority to recognize us as fellow citizens, and to extend to us those rights and privileges to which we are entitled&#x2014;I mean our rights to become a State, to be admitted into the Union, to receive recognition, the recognition of our numbers, of the good government of this Territory that has been maintained for thirty-three years; of the peace which has prevailed and the developments which have been made, all of which have entitled us to recognition and to admission into the Union as one of the States, and because this fear has seemed to exist in the minds of some individuals, they have done all in their power to misrepresent the people of this Territory, that is, the majority of the people, circulating all manner of falsehoods, representing the people as disloyal, as not being fit to be entrusted with the full powers of citizenship; they have endeavored to create the impression throughout the Union that if the Territory of Utah should be admitted as a State, it would be impossible for any person but a &#x201C;Mormon&#x201D; to live within its confines; that property would be unsafe, that life would be in jeopardy; that there would be an unbearable condition of affairs here; the &#x201C;Mor<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mon&#x201D; Priesthood, as they say, would have such extraordinary power, and wield it so despotically and so much in the interest of their own people and to build up their hierarchy, that it would be impossible for any person of independent views, who did not act with them, to reside in this Territory in peace. These views have been so industriously circulated that a great many people have almost thought that this would be the case. However, I may say in relation to this that these statements do not receive the credence they once did. It is not a new thing for these misrepresentations to be circulated; they have been harped upon for many years. There is one thing, however, that has helped to show their falsity, and that is this great railroad that has been constructed across the continent, which has facilitated intercourse with the world, which has enabled hundreds and thousands of the people of the East and West to visit our Territory and see for themselves. This has been one of the best means of educating the public mind correctly in relation to Utah and its people that I know of; it has done more to dissipate this cloud of misrepresentation that has overshadowed us for so long a period than anything else I know of. It is more difficult at the present time, in consequence of this, that is, this speedy means of intercourse, to circulate those falsehoods and have them receive credence than in past years. I am thankful that this is the case, I have done all in my power to urge public men to visit Utah. I have said to them, Come; Come to Utah, come to Salt Lake. If you are going to California, don't miss visiting Salt Lake City. I have known that the effects of such visits have been beneficial to the parties who make them, as they tend to enlighten  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their views concerning us, beneficial to us, as they are the means of informing intelligent men and removing a vast amount of prejudice which exists regarding this people. And I have this to say, that I do not know today a public man in either branch of Congress, who has visited Utah Territory, who is not&#x2014;that is, so far as the rights of the people are concerned&#x2014;the friend of Utah. This is saying a great deal, it is a broad statement, but I make it without scarcely hinting at a qualification, for it is true. During this past session&#x2014;and it has been the case for several sessions&#x2014;measures have been introduced by men who apparently have a monomania concerning &#x201C;Mormons&#x201D; and &#x201C;Mormonism.&#x201D; Measures have been introduced by persons of this kind, who have been anxious, apparently, to make that a hobby, hoping, I have thought, that they would gain favor with their constituents by doing this. When such measures have been introduced, and I have needed assistance respecting them, the men to whom I have gone in the Senate and in the House, have been men who have been in Utah Territory, have come down by the railroad to Salt Lake City, and have seen the city and the people. They have not been converted to &#x201C;Mormonism.&#x201D; They have not gone away believing that it is right for a man to have more wives than one. That does not follow as a consequence of their visit. But they have seen a people who&#x2014;notwithstanding that they may consider them mistaken in some of their religious views and practices&#x2014;are honest, industrious, persevering and orderly, and who behave themselves as good citizens should, and their sympathies have been aroused in <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> behalf of the people, the more so because of the previous misrepresentations which have been made respecting them. They have been so thoroughly undeceived by their visit, that it has had a reactionary effect in many instances upon them, because of the statements that had been made to them previous to coming here. Therefore, you can see that I am warranted in saying as I do so frequently to my friends in Washington, Come; come West; and if you do come West, be sure and stop at Salt Lake City. It is not such a country as California. We have not so many attractions in Utah as you will find in California, but your trip will be incomplete without you visit Utah, and see Salt Lake City and its surroundings. <\/div><div class=\"paragraph jod\" id=\"v22n169\"> Of course, there are those who are ready to attribute all sorts of bad motives to those who come here and who are disposed to be favorable after their visit. I have stated this to officers. There have been a number of gentlemen appointed to offices here, with whom I was on very familiar terms in Washington. We could visit, we could meet together, we could associate together, and nobody would wonder at it or attribute any bad motives to either party. But I have said to these gentlemen when they have been appointed to office in Utah Territory&#x2014;Now, I shall continue to be familiar with you as I am here if you wish it, but let me say to you that as soon as you get inside of the limits of our Territory, if you and I are very familiar, somebody will raise the story that the &#x201C;Mormons&#x201D; have bought you, that they have got you in their hands, and it would hurt your influence. Is not this a strange condition of affairs, that in a Territory of the United States citizens cannot associate together without a lot of mis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>erable creatures here raising the story that there must be some corrupt motive in this association? And they have endeavored in this way to deter public men from doing their duty when they have come here. I remember one friend who came here, and in riding around he was seen in the presence of President Young. He came here as one of a committee going further West, and he was opposed in the public press here, till he became so indignant that he got copies of all the papers and mailed them to President Grant, to show him the assaults made upon public men, when they come to Utah, by a certain class who are here. <\/div><div class=\"paragraph jod\" id=\"v22n171\"> We have these things to contend with; we shall probably have them to contend with. We have lived through them so far, and we shall continue to prosper and live through them in the future. I have no doubt about that. I merely refer to these things to show the character of the opposition that is manifested towards us, and towards those who are friendly to us. But, as I have said, there is a better understanding gaining ground everywhere respecting this people called Latter-day Saints, and I expect it will continue to be the case, until we are known and understood in our true light; and it is a remarkable fact that those who have fought against us, and sought in the manner to which I have made allusion to heap all kinds of obloquy upon us, have not succeeded at that business, they have not succeeded, it has not paid them. They may have thought while doing this that it would injure us; but it has not injured us, it has advertised us, it has made us more widely known. There are public men whom I have met in my life who would rather have evil spoken about them than not be no<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ticed at all. They would rather have newspapers attack them and tell that which is not true concerning them than to maintain silence about them and their movements. In this way we have certainly had the benefit of advertising now for a great many years, and people have known us either for good or for evil in a great many quarters of the earth where, if it had not been for this publicity, we might not have been known. It has been of great advantage to our missionaries in foreign lands. For instance, I have been very much pleased to hear by letter and otherwise through our missionaries in Europe, concerning the effect of Secretary Evarts' circular which he sent abroad respecting emigration to Utah Territory. I do not suppose that he would have given that circular the publicity he did, or even written it at all, if he had been conscious at the time that it would have been so good an advertising power for the &#x201C;Mormon&#x201D; missionaries as it has proved. I am told that a great many journalists and public men of various kinds have had their attention drawn to us and to our doctrines, and to this organization in these mountains, in consequence of that circular, who probably would not otherwise have known anything about us. So that, as we have been taught, all things work together for good to all the people who serve the Lord.<span class=\"citation\" id=\"72632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72632)\">Rom. 8:28<\/a><\/span><span class=\"citation\" id=\"88996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88996)\">D&amp;C 90:24<\/a><\/span><span class=\"citation\" id=\"89235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89235)\">D&amp;C 98:3<\/a><\/span><span class=\"citation\" id=\"89366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89366)\">D&amp;C 100:15<\/a><\/span><span class=\"citation\" id=\"90051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90051)\">D&amp;C 105:40<\/a><\/span> Everything is overruled for good. We have been told this afternoon, by Elder Cummings, respecting the wonderful organization that sprang up immediately upon the death of the Prophet, in New England. It had only been a very short time before this that the doctrine we believe in&#x2014;the vicarious submission of the people to the ordinances of life and salvation had been taught. <\/div><div class=\"paragraph jod\" id=\"v22n172\"> Well, in all these things we behold  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the hand of God, and in witnessing His hand acknowledge it. It is the great strength&#x2014;as I have, I think, told you very frequently&#x2014;of the Latter-day Saints. We believe in God. We believe in Him as He is. We believe that He is a Being who hears and answers prayer, and who protects and blesses those who put their trust in Him. If I did not have that faith, you would not find me go to Washington as your representative. I would not go there for all that could be piled up as an inducement. But I go there, not strong in my own strength, but strong in the strength of that God whom we worship, and whom we know controls all the affairs and all the destinies of the children of men to suit His own purpose and to bring to pass His own designs. I know further, that the prayers of this people here, and of the thousands of others who live throughout all these mountains, which ascend every night and morning unto the God of Sabbaoth, from the humble habitations and from the humble hearts of the people, are heard of God, and are answered, according to the faith and good desires of the people who offer them. What else is there that could have sustained or preserved us, or could have delivered us as we have been so wonderfully delivered up to the present period? Is there any other power that could have done it? I am satisfied that there is no power beneath the heavens&#x2014;no power of man, no combination of men, no wisdom or shrewdness or cunning of men, could have effected such great deliverances as have been wrought out for this people called Latter-day Saints; nothing of this kind could have been brought to pass but by the power of God. He who created the heavens and the earth, and who placed man upon the <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth, and who sent His son Jesus in the meridian of time to die for man, the Redeemer and the Savior of man&#x2014;no power but His could have brought about that which we witness and preserved to us that liberty which we now enjoy and for which as a people we should feel so thankful. Take the entire history of this people from the inception of the Church, its first organization, until today; you trace it from its beginning at Fayette, Seneca County, in the State of New York, and through its travels, through the journeyings, the mobbings, drivings, and persecutions to which the people have been subjected: you trace it through until this day of grace, June 27th, 1880, the anniversary of the death of the Prophet Joseph, and his brother Hyrum, and if a man can do so and not acknowledge that there is a God in heaven that overrules the affairs of the children of men, then he is in a worse condition than I can conceive it possible for a thinking man, who has ever had any of the light of truth in his heart to be in. <\/div><div class=\"paragraph jod\" id=\"v22n174\"> Let others then do as they please concerning these matters. Let others say that there is no God, that the universe is governed by unalterable laws, that there are no special interpositions of Providence among the children of men, that God governs the universe, governs the earth and the inhabitants of the earth by great unalterable laws, that there is no variation in these laws, that God does not operate to deliver men except they do it by their own wisdom and by their own management, that every man reaps the fruit of that which he does, and that his fate is unalterably fixed, and a great many have that idea&#x2014;let others, I say, think as they please concerning these matters; but let us, as a peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, cling to the old faith, to the old doctrine that has come down to us through the Bible, that God is, that He is today as much as He ever was, and put our trust in Him. Let us train up our children to the faith that He is a God who hears and answers prayer, so that they will have faith in Him, that in times of trial, in times of difficulty, when they are encircled by danger and it would seem as though there were no possible way of escape from the danger with which they are threatened, they can humble themselves and call upon God with a faith that cannot be overcome, to deliver them and to give unto them those blessings which they need. It is the greatest comfort that a human being can have to be in close communion with his Father in heaven or her Father in heaven. If children grow up with that sort of faith, you will find many of the things Elder Cummings has alluded to, such as the healing of the sick, and the works that were done in ancient days by that same sort of faith, will be done, as they are done, in our households and in our communities. <\/div><div class=\"paragraph jod\" id=\"v22n176\"> I have given expression to a few of my feelings. I am thankful to find you in such favorable circumstances. I say to you, live the doctrines that you profess. Be Latter-day Saints, not in name, but in word <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and in deed. Be an example in your lives. Live the religion you profess. Be meek, be gentle, be kind. If others revile you, revile not again.<span class=\"citation\" id=\"84892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84892)\">D&amp;C 31:9<\/a><\/span> How easy it is to revile back when a man calls you something that is vile and low; how natural it is to say something equally sarcastic, equally severe, in return. Let us study to control our tongues in our households. Let no father give utterance to any word that he would blush to have any person of the world hear. Let no mother do such a thing. Let every child be taught to respect and reverence not only their parents, but old age. Let us endeavor to raise up a generation who will respect age. One of the great and growing evils that exists today in our land is the disrespect that is manifested by the young to age. Let us train our children to be respectful and to honor the gray hairs of the aged, to honor their parents that the great promise that was made in olden times may be bestowed upon them, namely: that their days may be long in the land.<span class=\"citation\" id=\"54272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54272)\">Ex. 20:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n177\"> I pray God, my brethren and sisters, to bless you and let the peace of heaven descend upon and abide with you in your homes and in your habitations, which I ask in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}