{"ID":220036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education&#x2014;Its Advantages Among the Saints, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at the General Conference, Tuesday Morning, April 5, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Education&#x2014;Its Advantages Among the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/5\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v22n796\"> A great variety of topics have been alluded to during our Conference; and I trust that the people will be able to remember, after their return to their homes, the various counsels and instructions that they have received. Our meeting together in a conference of this character ought to be exceedingly profitable to us. Certainly these are occasions of great interest; and I am sure if the instructions which have been given are carried out by the people, they will produce a marked improvement in their lives. <\/div><div class=\"paragraph jod\" id=\"v22n797\"> There are many subjects which suggest themselves to us upon occasions like the present. We are placed in such circumstances that it requires constant teachings, constant counseling to enable us to accomplish the duties devolving upon us. <\/div><div class=\"paragraph jod\" id=\"v22n798\"> There is one thing that has impressed itself very much upon my mind, to which allusion has been made by others since our Conference commenced, namely, the subject of education. <\/div><div class=\"paragraph jod\" id=\"v22n799\"> My position for many years has been such as to deeply impress me with its value and with the importance of our attending strictly to this matter in our various settlements. <\/div><div class=\"paragraph jod\" id=\"v22n800\"> There are no people with whom I am acquainted upon the face of the <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth who need and who can find use for education to the extent that the Latter-day Saints can. The sending out of missionaries, the building up of settlements, the laying the foundation of a government in a desert land uninhabited by other people; the framing of a polity that produces the results that we have seen produced already in our valleys, and the taking part, as we naturally will have to do, in all matters affecting the weal and the independence of our children and others, all these considerations appeal most powerfully to us as a people, as fathers and mothers, and as citizens, to do all in our power for the advancement of the cause of true education in our midst. Those who are familiar with the people and with what has been done must feel gratified at the improvement which has already been made in various directions. There is a rapidly growing taste for everything that is elevating. I can remember when a boy, when we came here, of the feeling of the boys and the young men; to ride bronco horses, wear big spurs, use the lasso dexterously, break wild horses, and pursuits of that character, were then deemed the most desirable accomplishments by many. <\/div><div class=\"paragraph jod\" id=\"v22n801\"> A great change has taken place. We now have our Mutual Improve<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment associations for the young of both sexes; the meeting of last evening gave evidence of the great improvement there has been made in this direction, and the crowded condition of the meeting of the Sunday School superintendents and teachers held the evening previous to that, was an indication of the interest that is being taken in these matters by all classes. This means improvement; this means a growing taste, an increasing desire to advance. You can see it in the children. Books are sought for. Children take pleasure in reading. The great demand today in this Territory is for libraries. And let me here say, we should be exceedingly careful in the selection of books that we put in the hands of our children. And there is one thing that I would have said last night, had time permitted, to those engaged in these associations, that is, to teach the children not to accept that which they read in a book as true, because it is printed; but to teach them to weigh for themselves, to examine for themselves, and test for themselves the statements which may be made upon any and every subject that may be brought to their attention through the medium of books, whether scientific or otherwise. The danger in indiscriminate reading on the part of young people lies in this: their impressions are vivid, and if what they read be incorrect; if, in point of fact, what they read is based on unsound premises and be entirely wrong, but it is presented in an agreeable taking and specious manner, they are apt to accept it as being true. Now, as we have heard this morning, God has revealed certain principles which we know to be true, certain grand cardinal truths which are as fingerboards pointing the way of life. We should teach <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them to our children of the Sabbath School and of the Mutual Improvement Associations, and endeavor, by the help of God, to implant them in their hearts, so that they afterwards in their search for knowledge, of any kind, may be able to bring what they may read to this standard and test the same thereby. And if our children are taught thus to read, the danger of infidelity, the danger arising from superficial reading, and the imbibing of incorrect ideas, sometimes set forth in a scientific way will be, to a great extent, obviated; and to my mind great care should be taken in these things by all teachers, by all parents, by everyone, in fact, who has the care of young people, or the direction of their studies; and not only this but the same rule applies to everyone whether a child or an adult. Let us endeavor to cultivate this disposition in our children, to investigate carefully, to weigh properly the statements which may be presented to them. And in no place in our Territory should there be a child left without education. A man who suffers his children to grow up in ignorance and without the benefits of education&#x2014;that which pertains at least to a common school education&#x2014;is guilty of a great wrong. We should take every pains in our power to instruct our children, to furnish them every facility for learning. Educators who have had experience in other places all join in stating, that they never found a class of pupils more apt, more bright, or who manifested a special aptitude for knowledge and who acquired it with greater ease than do the children of the Latter-day Saints. This is the statement of educators repeatedly made to me, as Chancellor of the University of Deseret; and I believe it. We have  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children growing up who are bright&#x2014;who only need have ordinary facilities for education to make them cultured men and women. We had better take the means that others probably would covet, as mobs have done before, and which is a standing temptation in the eyes of certain persons, take that means, I say, and spend it in educating our children with the view of preparing them to enter upon the great and important duties which will devolve upon them, than to have it as a standing temptation to induce somebody to make a raid to get possession of it, or to keep it, and when we can keep it no longer, to bequeath it to our children to possibly quarrel over, and cause disturbances and divisions in our families, and at a time too when our voices are silent and our influence powerless to remedy the evil. Spend it wisely upon your children in your lifetime, and when you have educated them, when you have given them something which they can keep when they lie down at night, without the slightest danger of burglars stealing it, they are equipped for the struggle of life. <\/div><div class=\"paragraph jod\" id=\"v22n804\"> Every child in our community should be educated, not in books alone, but to sustain himself, or herself, so that in case he or she be left alone, or otherwise, they will be able, from the elements around them, inasmuch as they possess the use of their own limbs and faculties, to earn a living and thereby aid somebody else to live. And it seems to me, that if parents were worth millions, they should never be content to let their children, boys and girls, grow up to manhood or to womanhood without teaching them to earn their own living at some trade or some manual or skilled labor. I say to my brethren, teach your children the use of their brains, <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and when they have learned to use their brains, teach them the cunning and skill that can be taught to the right hand of man, by which all that is glorious which we see around us is produced. A good brain and the skill of man's right hand can produce wonders. The nations who have thus developed themselves have made their mark in the history of the world; and to this characteristic in the nations who are so fortunate as to possess it may be traced the secret of their growth and prosperity. There is no reason why we should not be equal to the most favored in this respect. <\/div><div class=\"paragraph jod\" id=\"v22n805\"> A remark was made last evening to the effect, that some of our young men had very little desire to take part in the exercises of the Improvement Associations, because their early education had been neglected. If there had been time I would have related for the benefit of such, a few incidents in the career of a gentleman with whom I am acquainted; he sat by my side at the last session of Congress. He is a man about 45 years of age; when he was 29 years of age, he had a wife and one child, and could not read or write; today he is a member of Congress, and a very creditable representative of his State; he has served also in the Legislature in his State; and has been speaker in that body. Now this is a remarkable instance of what a man can do when he applies himself to learning. There is no man who possesses a sound mind who need be afraid if he will apply himself, using the faculties which God has given him, and not sit down with the idea that he cannot learn. Why a man ought to learn if he should live to be 150 years of age, learn something every day until he dies; there is no limit to a man's capacity to learn. And because a  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>young man is 20 or 21 years old, or even older, and has a wife and children to sustain, to sit down with the idea that he cannot learn or that he is past learning because his early education has been neglected, is folly; there is no propriety in either man or woman entertaining such ideas. This gentleman of whom I was speaking, at the age of 29, could not read; he was a farmer and was suffering from an attack of bronchitis. His physician told him that if he did not stop work he would gradually sink into the grave. He knew that if he remained upon his farm he could not live without working; so he rented it, and with his wife and child moved down in the city, determined to spend in study the time he could not employ in work. His wife helped him. He had a worthy partner&#x2014;a most excellent woman I should judge, from what he told me. He commenced his studies, his health improved, but instead of returning to the farm he kept on for four years, and secured a good education in that time; he pinched himself, and both he and his wife struggled, by working all they could and living economically, to acquire this education. After thus applying himself for four years he returned to his farm, completely restored in health. His neighbors thought that as he had been a good student, he would make a good supervisor, to which office they elected him without any effort on his part; and after awhile they elected him a legislator, and returned him several times, and he served as speaker to that body in the State, where probably for its population there are as many men of culture and energy, as can be found anywhere else. And then he was sent to Congress. <\/div><div class=\"paragraph jod\" id=\"v22n807\"> It struck me that it was an in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stance of perseverance and energy worth remembering for the benefit of its example, and I relate it so that if there are any young men or young women within the hearing of my voice who may be similarly situated, they need not be discouraged because they have not had the advantages of education in their youth. There ought to be no discouragement under such circumstances. I hope, however, that we shall do everything in our power to furnish facilities for our children. Do not spare means in this direction, my brethren and sisters. You do not know what future there is before your children. They are like diamonds. True, they may need polish, in order to bring out their brilliancy and best qualities; and education of the right kind will impart this luster. There are some as bright intellects in obscure families in this Territory as can be found elsewhere. God has so distributed his gifts that he has not given them to any one family. I thank him for that. He is not going to build up a dynasty in his kingdom. He does not confine his gifts and blessings to any special class of men. He has distributed them like he has the air, so that all have them and all share in them. A man and his wife may be an obscure couple, yet their children may make the brightest men and women. None of you know what your children are capable of until you give them proper opportunities. You should not think that because you have got through life without much education, that therefore your children ought to go through in the same manner. Give your children opportunities, and do not work them to death and thereby stunt their minds; but give the boys a chance and give the girls a chance, bearing in mind that they will have more extended  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>opportunities than you have had for the use of education, and you ought to train them accordingly. At the same time do not, sisters, bring up your children in idleness, and encourage them in the thought that their hands, because they are educated and have a few accomplishments, are not designed for labor; and so with the boys, because they get an education that they cannot hold a plow or handle a shovel, or an axe or other tools. This is a wrong idea. We must not, in educating our children, degrade labor, but rather ennoble and dignify it, and make it worthy the ambition of everybody to work, to toil, to look upon labor as a blessing from God. <\/div><div class=\"paragraph jod\" id=\"v22n809\"> I would like to see knowledge spread through our land, in all our settlements; and while we give the boys and girls every facility we can, at the same time we should develop, within them the love of the truth; that is very important, in fact, it is indispensable with us. I am exceedingly anxious upon this point. I have felt, I may say, concerned about it for years. I have done what I could in my limited way to help our children. I resolved years ago that I would do all in my power for them, and I have been struggling to do so ever since. I have not been able to do what I would like to do, but I still hope, and I know others have felt as I do, and that with our combined exertions and efforts we will be able to uphold the cause of true education throughout all our land, and raise the standard so high that, in a few years, we shall have the best educated children to be found within the confines of the republic. There is no reason why this should not be, and yet not depend upon taxes altogether. I, myself, am not unconditionally in favor of taxation schools under all circum<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stances. I have views about that which I have not time to express now. Let us advance education by individual effort. I hope we shall never have heavy taxes in this Territory. They should be kept down to the very lowest amount consistent with the preservation of good government and the making of the necessary improvements. Have light taxation and stimulate individual effort in this direction; and not bring a child into the world and instill into its mind that because he is born somebody owes him an education. I think it degrades children to give them such ideas. Teach them it is their duty to work for themselves. And when a man has children he should provide for and educate them, and not think that because he may have a rich neighbor that he should help give them an education. Such an idea is doing more at the present time to pauperise the children of our country in their feelings than almost anything else. They get the idea that they ought to be educated at the expense of the State; and when they are educated they then are to be sustained at the expense of the State. The consequence is the country is filled with men seeking for office; every new President is almost killed by the clamor and pressure of men applying for office. I think it a very bad condition of affairs. I am thankful for one thing. I have been your delegate now for upwards of eight years, and I have scarcely had an application from any of my constituents for help to get office. This relieves me from much that Representatives generally find very unpleasant. Our people are self-sustaining and taught how to work and look upon manual, honest labor as dignified and honorable, and such pursuits as require this  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as being as noble as any other. <\/div><div class=\"paragraph jod\" id=\"v22n811\"> I pray God to bless you and fill <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you with His Holy Spirit, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}