{"ID":220049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gathering&#x2014;Miracles not Designed to Convert the World, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, July 24, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Gathering&#x2014;Miracles, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/24\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v22n1067\"> The speaker read the 18th chapter of the Revelation of St. John,<span class=\"citation\" id=\"80196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80196)\">Rev. 18:1-24<\/a><\/span> and said: This chapter which I have read in your hearing, contains a series of important predictions concerning Babylon. It is found four chapters after another prediction concerning the restoration of the Gospel. The sixth verse of the 14th chapter of the same book says: &#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79932)\">Rev. 14:6-7<\/a><\/span> The next verse says&#x2014;&#x201C;And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her fornication.&#x201D;<span class=\"citation\" id=\"80011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80011)\">Rev. 14:8<\/a><\/span> We would infer from this that one consequence of the preaching of the Gospel, or the declaration of it by this angel that should fly through the midst of heaven, would be the downfall of Babylon. We are not left in doubt, as Latter-day Saints, respecting the application of this name Babylon. Commentators have been puzzled to  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>explain what this meant, or to what city or people it applied, but in the records that have come to us this is made so plain that I suppose there is no Latter-day Saint who entertains any doubt respecting this matter. One consequence which should follow the preaching of the Gospel, as I have said, should be the downfall of Babylon; but in the first verses that I have read it appears there should be a cry go forth before Babylon should fall. &#x201C;And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80266)\">Rev. 18:4<\/a><\/span> There should be, it appears from these passages that I have read in your hearing, several events connected with the preaching of the declaration of the Gospel by this angel that should fly through the midst of heaven&#x2014;<span class=\"citation\" id=\"79838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79838)\">Rev. 14:6<\/a><\/span>there should be a cry go forth among the people to come out of Babylon,<span class=\"citation\" id=\"80267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80267)\">Rev. 18:4<\/a><\/span> out of this system which had made all nations drunk with her fornications,<span class=\"citation\" id=\"80012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80012)\">Rev. 14:8<\/a><\/span> and no doubt this would be done in a manner that would be so remarkable that all the inhabitants of the earth would have the testimony concerning it. <\/div><div class=\"paragraph jod\" id=\"v22n1069\"> There have been a number of predictions made concerning the gathering together of people from various nations and from the midst of various peoples, Isaiah and Micah, two ancient prophets, have left on record their plain predictions concerning certain events that should take place in the last days connected with the gathering of people together. Their predictions concerning these events are among the most remarkable that are contained in their books, and as Latter-day Saints we fully believe these events are taking place and have been taking place for a great many years. Isaiah, in speaking about this matter, uses very much <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same language as Micah. He says in the 2nd chapter, commencing at the 2nd verse: &#x201C;And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it. And many shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57738)\">Isa. 2:2-3<\/a><\/span><span class=\"citation\" id=\"62138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62138)\">Micah 4:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n1070\"> Now this is a remarkable prediction concerning the gathering together of the people in the last days. I have often thought in connection with this latter-day work that one of the most remarkable features of the divinity of the work is to be found in the gathering together of the people called Latter-day Saints. As we firmly believe, the prediction that I read concerning the coming of the angel with the everlasting gospel<span class=\"citation\" id=\"79839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79839)\">Rev. 14:6<\/a><\/span> has been fulfilled in the establishment of this Church. The Elders of this Church have testified of this for many years, in fact since its first organization&#x2014;that it was necessary for the everlasting gospel to be restored in its primitive simplicity and purity from heaven, there being no Church in existence upon the earth that possessed it, and, therefore, God the Eternal Father, in fulfillment of his designs and the predictions of the Holy Prophets, condescended to send angels from heaven to restore the primitive Gospel with its accompanying gifts and powers from heaven. <\/div><div class=\"paragraph jod\" id=\"v22n1071\"> The Elders of this Church have often been questioned as to the necessity of such a revelation; for the Gospel, as they believe, was in existence upon the earth. &#x201C;Why,&#x201D; it  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has been asked, &#x201C;do you mean to say that we do not have the Gospel? That we do not have churches organized by the will of heaven? That the Christian religion as believed and practiced by us is not divine?&#x201D; These queries have often been propounded to the Elders of this Church when they have testified that God has restored through the ministration of holy angels the everlasting gospel in its original purity. There has been but one answer to these queries; that if the Church of Christ existed in its original purity upon the earth, then which out of the numerous sects was that Church? How shall we distinguish it? Hundreds of sects exist upon the earth that profess to be the Church of Christ. The ministers of these various sects claim that they are the ministers of Jesus Christ, yet in many instances contend concerning doctrine, concerning methods of salvation, concerning ordinances, concerning many matters that in the mind of the great majority are deemed essential unto salvation. For instance, there are Christian churches today which believe in at least three forms of baptism. Now Paul has expressly declared that there is one Lord, one faith, and one baptism.<span class=\"citation\" id=\"74989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74989)\">Eph. 4:5<\/a><\/span> Yet, as I have said, there are churches which are considered orthodox in Christendom, that have three different forms of baptism. One believes in sprinkling, another in pouring, and another in immersion. And they differ as to the methods of immersion and the preparatory steps to be taken before being immersed, and before being sprinkled, and so with almost every cardinal doctrine of the Christian religion. There being this diversity, a man with the Bible in his hand going forth in the midst of the Christian sects with an <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anxious desire to know which is of God, would be puzzled beyond expression to find out which of the various churches laying claim to being divine, and to being the authentic church of Christ, was the true church. He, if he could not obtain knowledge from God, or some communication that would satisfy his mind, would be compelled to give up in despair, or to content himself with the idea that he would join that which suited him best and risk the consequences, hoping that he would fall into the hands of a merciful God. It is on this account that the Elders of this Church have constantly testified that there was a necessity for divine revelation; that in these days, God being the same yesterday, today and forever,<span class=\"citation\" id=\"77394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77394)\">Heb. 13:8<\/a><\/span> those who sought unto Him to obtain knowledge from Him in the proper way, could obtain that knowledge, and could receive some communication that would satisfy them as to the course which they should take. <\/div><div class=\"paragraph jod\" id=\"v22n1073\"> The Church of Christ&#x2014;which is called the Church of Jesus Christ of Latter-day Saints&#x2014;has been organized as we testify according to the original pattern, with Apostles and Prophets, with Evangelists, with Pastors and Teachers,<span class=\"citation\" id=\"75078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75078)\">Eph. 4:11<\/a><\/span> and the various officers that were contained in the ancient church, having all the essential features of the primitive church. But not this alone. The Gospel as taught is claimed to be the same Gospel in every particular as was preached by the Savior while upon the earth, and committed by him to his Apostles to declare unto all nations;<span class=\"citation\" id=\"66450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66450)\">Matt. 28:19<\/a><\/span> the same doctrine, the same ordinances, the same gifts and the same blessings. The Latter-day Saints are distinct from all other denominations which claim to be Christian in this respect: That they  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>claim that if they obey the same form of doctrine that was taught by the servants of God anciently, and have the ordinances administered by those having authority from heaven, that the same results will follow, that the same gifts, the same blessings, the same supernatural manifestations will attend the believers in those doctrines today that attended believers in ancient days. Numerous testimonies have been borne that these have been the results. In every land where the Elders of this Church have gone to preach the Gospel, hundreds have embraced it, and after having embraced it have testified that they have received the gifts as promised by the Savior, and as promised also by those who have gone forth to declare this Gospel.<span class=\"citation\" id=\"66931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66931)\">Mark 16:17-18<\/a><\/span> I suppose that when these declarations have been made thousands of persons have said&#x2014;&#x201C;If this be true, and if the supernatural gifts that Jesus promised unto his disciples follow the preaching of your Gospel, or that which you call &#x2018;Mormonism,&#x2019; then why cannot you give us a sign, that we may see for ourselves and be convinced that it is divine?&#x201D; This is a very easy way of appealing to the Elders and, as many believe, of cutting them off from any further statement respecting their claims until they show a sign. But those who ask this forget that Jesus himself gave no signs to convince unbelievers. When applied to himself to give a sign, he said it was a wicked and an adulterous generation that sought for a sign, and no sign should be given them.<span class=\"citation\" id=\"128626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128626)\">Matt. 12:38-39<\/a><\/span><span class=\"citation\" id=\"64811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64811)\">Matt. 16:1-4<\/a><\/span> And on one occasion, when he visited a certain place, it is recorded of him that he did no miracle because of the unbelief of the people.<span class=\"citation\" id=\"64726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64726)\">Matt. 13:58<\/a><\/span><span class=\"citation\" id=\"82815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82815)\">3 Ne. 19:35<\/a><\/span> Now it would seem that if signs had to be given to convince the people, that would have <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been the best place Jesus could have labored, a place where unbelief was most prevalent, and when he himself was appealed to. But he refused to do so. He did not come for the purpose of giving men signs. They were told in the Scriptures that, &#x201C;these signs shall follow them that believe,&#x201D;<span class=\"citation\" id=\"66907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66907)\">Mark 16:17<\/a><\/span> they should not come to convince men and to make them believe. Now in this respect the Latter-day Saints have had considerable experience. We know very well that the Lord has not given signs for any such purpose, and yet I suppose in this congregation, were liberty given to speak and to bear testimony, there are hundreds and perhaps thousands under the shade of this roof who would testify that they have seen the mighty power of God follow the administration of the ordinances of this Church. But I think myself that God has given unto us greater evidences and more convincing than the working of miracles.<span class=\"citation\" id=\"73487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73487)\">1 Cor. 12:10<\/a><\/span> In these days when there are so many materialists, as they are called, when the senses of men are appealed to, to convince them of supernatural power, it seems to me that this is about one of the weakest evidences that could be brought forward to establish the divinity of the work. If men were to work miracles before me, to convince me of the truth of any system, I could not be convinced by any such evidence. My mind is of such a character that I could not accept miracles as evidence of the divinity of the system with which the men were connected who worked these wonderful powers. In fact we are told in the Scriptures, that the day would come when miracles should be wrought by false prophets,<span class=\"citation\" id=\"65679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65679)\">Matt. 24:11<\/a><\/span> and men would be deceived by false evidence of this character.<span class=\"citation\" id=\"65783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65783)\">Matt. 24:24<\/a><\/span><span class=\"citation\" id=\"76206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76206)\">2 Tim. 3:13<\/a><\/span> It is an easy thing to deceive the senses, we see it every time our  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>theater is occupied by a magician&#x2014;we see things done that hoodwink our senses. Our eyes are deceived, our ears are deceived; all our senses are deceived by shrewd, cunning men, by men who are expert in manipulating various articles, and if they were to set themselves up as the apostles of some system, and declare that these were the evidences of the divinity of that system, and we should believe this sort of evidence, we might be converted to error. All those who are familiar with the Bible know the experience of Moses before Pharaoh. There was scarcely a miracle that Moses wrought that the magicians of the king did not imitate, and every miracle that was wrought only tended to harden the heart of the king, and make him determined that he would not let the children of Israel go, so that we see that miracles in and of themselves are no evidence of the divinity of any system, nor of the power and the authority from God of the men who work them.<span class=\"citation\" id=\"53889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53889)\">Ex. 7:1-25<\/a><\/span><span class=\"citation\" id=\"53918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53918)\">Ex. 8:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n1076\"> But did the Lord ever have a people upon the earth at any time whom he called his own who did not have power from God? If there ever was such a people the Bible has failed to give us any account of them. From the days of Adam down to the days of John the Revelator&#x2014;a portion of whose writing I have read this afternoon&#x2014;he made manifest his power unto his servants, and through his servants unto the inhabitants of the earth. He has communicated His mind and His will in great plainness whenever he had a people upon the earth; there is not a single exception. John the Baptist, it is said was a mighty prophet. Jesus said no greater prophet had been born of woman.<span class=\"citation\" id=\"67314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67314)\">Luke 7:28<\/a><\/span> Yet he did no miracles, but <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he was attended by great power.<span class=\"citation\" id=\"69743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69743)\">John 10:41<\/a><\/span> One reason why he was called the greatest prophet ever born of woman<span class=\"citation\" id=\"67315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67315)\">Luke 7:28<\/a><\/span> was that he had the privilege of baptizing the Son of God,<span class=\"citation\" id=\"128627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128627)\">Matt. 3:13-17<\/a><\/span> a privilege that no other human being had, and it was so great a privilege that doubtless it distinguished him above all the prophets that had preceded him or that followed him. But he had revelation from God, though he did no miracle,<span class=\"citation\" id=\"69742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69742)\">John 10:41<\/a><\/span> yet he was a prophet. He was filled with the spirit of prophecy and of revelation, and he declared in great plainness to the people who lived in Judea, that the coming of the Messiah was near at hand,<span class=\"citation\" id=\"62667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62667)\">Matt. 3:2<\/a><\/span> and when he baptized him, he bore testimony that he was the veritable Son of God, the Messiah,<span class=\"citation\" id=\"62726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62726)\">Matt. 3:11-12<\/a><\/span><span class=\"citation\" id=\"68515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68515)\">John 1:7<\/a><\/span><span class=\"citation\" id=\"68984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68984)\">John 3:27-36<\/a><\/span> and he was greatly endowed by the Almighty,<span class=\"citation\" id=\"128628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128628)\">D&amp;C 93:15-17<\/a><\/span> as were all his servants of whom we have any account in the Scriptures. But as I have said, there are evidences connected with the Church of God at all times which are greater than those manifestations to which I have alluded which are called supernatural and which men seem to greatly desire to behold. I believe that if it were to be told to the inhabitants of the earth that a man that was nigh unto death was about to be administered to by &#x201C;Mormon&#x201D; Elders, and that he would be raised up from that bed of sickness, that people would flock by thousands to witness that manifestation. And if God would consent to do such a thing, do you think they would believe any more in the divinity of the work of God or in the mission of the men who had thus administered than they did before? I do not believe that men can be convinced as they should be convinced by such manifestations. It has been a matter of remark among those who have had experience in this Church, that where men have been brought into  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Church by such manifestations, it has required a constant succession of them to keep them in the Church; their faith has had to be constantly strengthened by witnessing some such manifestations; but where they have been convinced by the outpouring of the spirit of God, where their judgment has been convinced, where they have examined for themselves and become satisfied by the testimony of Jesus in answer to their prayers and to their faithful seeking unto the Lord for knowledge&#x2014;where this has been the case they have been more likely to stand, more likely to endure persecution and trial than those who have been convinced through some supernatural manifestation of the character to which I have alluded. <\/div><div class=\"paragraph jod\" id=\"v22n1078\"> Now, this Apostle, whose writings I have read, has borne testimony that a cry should go forth after the declaration of the everlasting gospel to all the inhabitants of the earth to come out of Babylon.<span class=\"citation\" id=\"80268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80268)\">Rev. 18:4<\/a><\/span> It is a very remarkable fact connected with the preaching of this Gospel, that wherever it has been preached, in every land to which the Elders of the Church have gone, though nothing was said unto the people for years after the Church was organized, concerning the doctrine which had been revealed to the Church, that is, the doctrine of gathering&#x2014;though nothing had been said concerning that doctrine, the spirit of gathering together took possession of the converts of this Church. There are thousands of people throughout this Territory, who, before they received this Gospel, never expected to leave the land of their birth. Some born in the Eastern States, some in the Middle States, some in the Southern States, some in the Western States, some in Canada and in Europe, and in various <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> parts of the earth&#x2014;they had not the remotest idea in their minds before they heard the preaching of the &#x201C;Mormon&#x201D; Elders that they would ever leave their homes; they never thought of it, it never entered into their minds. And yet it is a very remarkable thing that when they heard the Gospel and became convinced by its truth, directly afterwards, or simultaneously with the hearing of it they were seized with an intense desire to leave the land of their nativity, break up their old associations, and gather with the people of God. I look upon this as one of the most remarkable phenomena that has ever been witnessed. There is nothing we read of in either sacred or profane history that approaches this work in being remarkable. It is true that Moses led the children of Israel out of the land of Egypt. But they were one people, they were only sojourning in the land of Egypt. The traditions which had come down to them from their fathers were that they should leave that land and go back to the land which God had promised to their great ancestor Abraham. When Moses came to them he came to fulfil preconceived ideas; he came to carry out traditions that had come down to them and which were sacred in their memories; they were looking for some such event as the leading of them forth from bondage in Egypt to the land of Canaan.<span class=\"citation\" id=\"53874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53874)\">Ex. 6:1-8<\/a><\/span> On this account, therefore, it is not a parallel case. But we see in these mountains from north to south, extending some 600 or perhaps 800 miles north and south, a string of settlements built up by people of various nations who have not come to this land because of the desirableness of the land; who have not come to Utah because it is rich in minerals, who have not come to  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Utah because it abounds in agricultural resources; who have not come to Utah because it is a healthy climate, or because of some advantages of this character. If we visit the settlements in Idaho, and converse with the people who live in these settlements, and travel from there through Utah, down into Arizona, and converse with the people in their settlements and ask them the motive that prompted them to come to this land&#x2014;why are you here? Why did you leave your former homes? Some of you are eastern people, some southern, some western, some from the middle States, some from the various countries of Europe, some from far-off Australia and New Zealand, and some even from Africa and from the East Indies&#x2014;you ask these people why did you come here? What motive had you in view when you came to Utah to settle? And the universal reply would be from every adult member of this Church, &#x201C;I came here because I believed it was the will of God I should do so. I was prompted by a feeling I could not resist to leave my former home, to dissolve my connection with my kindred, to break my old associations and to travel and cast my lot with the Latter-day Saints.&#x201D; This would be the universal response if the people were interrogated upon this point. Some have left pleasant homes, which before hearing and obeying the Gospel they never expected to leave, it was a matter they had not contemplated. Now to my mind, my brethren and sisters, this is one of the most remarkable features of this work to see a people moved upon as this people have been in various lands, all taking up their line of march and gathering together into one place. As I have said, we fail to see anything in his<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tory that corresponds with it. In the days of the Apostles, such a doctrine was not taught. The Apostles built up branches of the Church in various places where they could get opportunity. They baptized the people and organized them and left them, and they were overcome in time. There was no gathering place. It was so in previous ages. But in these days, in conformity as I firmly believe, and as the most of you doubtless believe&#x2014;in conformity with the prediction that I have read, the prediction of Isaiah, and in conformity with the prediction of the Apostle John, when he said there should be another voice calling upon the people to come out from Babylon&#x2014;<span class=\"citation\" id=\"80269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80269)\">Rev. 18:4<\/a><\/span>in conformity with these predictions these things have been accomplished. Now if I were to ask you, could I or could any other man induce you by any human reasoning to have done this unless you yourselves had been moved upon? I know very well what your response would be. You would say that it would be impossible for any human influence to have operated upon your minds to have brought this about. You are witnesses in this respect of the power of God upon you. You know whether it was the inducements held out by the Elders; you know whether it was the preaching of the Elders, whether it was the arguments of the Elders, or whether it was any other influence of this character that operated upon your mind in this matter. If the thousands that are numbered in this Church had the opportunity of testifying, they would say, &#x201C;I was moved upon by a power that I could not resist. I had enjoyed the society of my friends, I had intended to live with them all my life before I heard this Gospel; but when I heard it a greater love sprang up in my heart,  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than I had ever before known. The love of kindred became feeble as compared with it. I felt as though I could not be happy away from the society of those who believe as I believe and who had embraced the same truths that I had embraced. I therefore dissolved my connection with my kindred. I bade them farewell, and I went forth a stranger to cast my lot among a strange people whom I had learned to love because I had received the same spirit that they possessed.&#x201D; And we all know&#x2014;everyone who has had any experience in this Church&#x2014;how strong that feeling is. Why, to keep the Latter-day Saints from gathering together you would have to put them in dungeons, you would have to deprive them of their liberty. The most powerful magnet never attracted towards it a substance for which it had affinity with any greater influence than this Gospel has attracted the people who comprise the Church. I look upon it as I have said, as one of the most remarkable phenomena connected with the latter days that we behold anywhere among the human family at the present time. It is a most wonderful spectacle. Here are people of almost every nationality known to Christendom, people speaking almost every variety of language&#x2014;that is, the language of every Christian nation&#x2014;not trained alike, not educated in the same schools, not brought up in the same religion, with varied traditions, and varied knowledge, yet they are drawn from the various nations of the earth, into one place impelled by one common impulse; for it is not the least remarkable fact connected with this that those who come from every land seem to possess the same influence. I have had the opportunity myself, at least <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on one occasion, of seeing nine different nationalities leaving Europe on board one ship. They sang songs composed of the same truths in their various languages, all bore the same testimony, all were moved upon by the same influence, and all dwelt together as if they were of one family. Now, it might be supposed that people coming from various nations would be hard to control, would be quarreling, would have feelings of national jealousy, and that strife and contention would grow up amongst them. But the contrary is the case. Someone may say that this is brought about by the influence of the &#x201C;Mormon&#x201D; leaders; &#x201C;You &#x2018;Mormons,&#x2019;&#x201D; says one, &#x201C;have shrewd leaders; Joseph Smith was a shrewd man, a man of wonderful magnetic power, as also was Brigham Young.&#x201D; But Joseph Smith and Brigham Young are dead. Yet it is said that the leaders are shrewd men still, and that they control and influence the people. What a wonderful thing! What a wonderful power that men by delusion&#x2014;for it is said to be a delusion&#x2014;can accomplish such great works without the aid of truth and light and intelligence! Let any number of intelligent men with all the advantages that they may possess attempt to do what the ignorant, unlearned Latter-day Saints have done; let any body of men in Christendom go to and attempt to establish such an organization as we witness in Utah Territory, and what will be the result? If any doubt this let them try it. Let any sect try it. Take the best and most enlightened, the most powerful church that contains the greatest purity and the greatest truth&#x2014;let them attempt to do anything like what has been done by these unlearned, illiterate, ignorant &#x201C;impostors,&#x201D; as  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they are called, and see what the result will be. Let the Catholics, the Episcopalians, the Presbyterians, the Baptists, the Methodists, or any other denomination, or let any combination of scientific men attempt anything of the kind, and see what the result will be. For fifty years the Elders of this Church have been preaching the Gospel. We have traversed the whole of the United States and the Canadas, and nearly all the nations of Europe, and this people have been gathered out from these nations, and there is no failure connected with the labor. Men have apostatized, as we see; they have denied the faith; men and women have left the Church, and they have used all their influence against the Church, yet the work is still onward, and every hour has brought acquisitions from abroad. Wherever the Elders have gone to preach this Gospel they have found men and women who were willing to receive the truth and rejoice in it, and to cast their lot with the people of God and to endure all the consequences attached thereto. Now, until there can be something of a similar character to this accomplished, I think that men ought to be careful about charging the Latter-day Saints with being impostors, and this work as being the work of imposture; unless there is found something that is parallel to it, unless there is a power exhibited by somebody else that is equivalent to it, or at least will bear comparison with it, I think men and women should be modest in their statement that it is all a delusion and humbug. You, my brethren and sisters, know very well it is no such thing. You know that no body of men could have convinced you by their human power to have done what you have done, and no human <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power could have blended the people into one, as they are throughout all these valleys. <\/div><div class=\"paragraph jod\" id=\"v22n1082\"> There is one thing that distinguishes the Latter-day Saints from every other people that I know anything about&#x2014;and I have traveled considerably&#x2014;and that is, they love one another. It is not in name, it is not a profession of love, but they fire a people that love another so strongly that they are willing to die for each other if it is necessary, and it is that deep and abiding love that binds them in union. Travel among the &#x201C;Mormons&#x201D; wherever you will, north or south, east or west, at home or abroad, in the United States or in foreign lands, this love is a distinguishing characteristic of the people, you behold it everywhere. Men may never have beheld each other's faces and yet they will love one another, and it is a love that is greater than the love of woman. It exceeds any sexual love that can be conceived of, and it is this love that has bound the people together. It has been a cement that all the persecution, all the tribulation and all kinds of trial could not dissolve or break; and the extraordinary feature of it all is, as I have said, that this people who are thus bound together are not a people of one township, not a people of one nation, not a people of one language, but they are as diverse as it is possible to get the human family to be. It would not be so strange if all were Americans, or all eastern men, born in New England, brought up with the traditions of New England; it would not be so strange if all were men of the middle States, or of the northern States or of the western States. But who is there that asks among the &#x201C;Mormons&#x201D; or Latter-day Saints as to a man's nationality? Who is it asks where a man or woman came from?  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Here are Danish, French, German, Italian, English, American&#x2014;northern, southern, eastern and western men&#x2014;all living together as brothers, full of love for each other; none of that rancorous feeling that exists between nationalities is to be witnessed in Utah Territory. This entire people can be moved by a hair when it is in the right direction. Men say it is priestly influence, and it is something that should be broken to pieces. It is dangerous, they say, to America. Why it is all folly. Let anybody try to drive this people, and it will be found that they will die in their tracks before they will be driven. There is no more independent people lives upon the face of the earth than the Latter-day Saints in these mountains. A more determined and unyielding people I never met with. The men whom I associate with, why you might as well try to bend a bar of steel as to bend them; they will not bend, and yet they can be led by a hair. But they must know that what they are advised to do is right. Here are men and women who have sacrificed their all, who have been willing to give up their homes, who have had their homes burned over their heads, their cattle shot down, every piece of property taken from them, and then were driven out ruthlessly and cruelly by mobs. Yet they endured all rather than forsake their religion; they could not be driven&#x2014;that is, they could not be driven into apostasy; no, they would have died before they would have yielded. If there is one characteristic, one peculiarity that the Latter-day Saints are noted for more than another it is for their unyielding tenacity to principle, and any man that would drive them in any capacity, be he Priest, Elder, Apostle or President, would find that he had undertaken a job <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that he could not carry out. <\/div><div class=\"paragraph jod\" id=\"v22n1084\"> What is it, then, that makes this people united? It is the outpouring, as I testify, of the Spirit of God. Others will say it is something else, but I say it is the Spirit of God, and these are the fruits of that spirit as borne testimony to by ancient Prophets and Apostles. They said it would be so. Jesus prayed in the last great prayer that he offered unto his Father that his disciples might be one even as he and his Father were one.<span class=\"citation\" id=\"70654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70654)\">John 17:11<\/a><\/span><span class=\"citation\" id=\"70773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70773)\">John 17:22<\/a><\/span> This was the great distinguishing character of his Church; and we learn from the Scripture record that they were one in heart and one in feeling. They would suffer persecution, they would go to prison, they would suffer death, for the sake of their religion.<span class=\"citation\" id=\"77057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77057)\">Heb. 11:33-40<\/a><\/span> The Latter-day Saints have exhibited the same qualities. They have been patient, long-suffering, forbearing, and averse to quarrels and litigation. There is no disposition to go to law and quarrel with one another, and yet every man is tenacious of his rights. The people who have embraced this Gospel have had to think for themselves. It is no light matter to become a &#x201C;Mormon.&#x201D; It involves serious consequences. Our people may be ignorant in certain directions, but they are not ignorant about the Gospel and about the Bible. They understand the Bible and know upon what their faith is based, and they have clear conceptions of duty and personal rights, and yet in this Territory there is little or no litigation among the Latter-day Saints. Who ever hears of &#x201C;Mormons&#x201D; going to law with one another? It is a rare thing. They have a way of settling their differences as brothers and sisters should and as all Christian men and women should. <\/div><div class=\"paragraph jod\" id=\"v22n1085\"> What is going to be the result of  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all this? Why, this work will go on. This work which the world call &#x201C;Mormonism,&#x201D; but which I call the Church and Kingdom of God, will roll forth. It will draw to itself everything that is honest and pure. Despised today, looked upon today with contempt, it will evince qualities in the eyes of the world that will yet wield a power in the earth. As I have often said a people who are frugal, temperate, industrious, peaceable, united, who do not blaspheme, who do not commit outrages, but attend to their own business, must make their mark in the world. They must live in the struggle for existence. They will live; the qualities that they possess cannot die, they cannot be extinguished very readily. Wherever Latter-day Saints have control good government prevails, honesty prevails; you do not find people heavily taxed; you do not find officers consuming all the taxes for their salaries. No; you will find peace, good order and honesty. We are lied about! Yes, all manner of lies are circulated concerning us. I have heard men say that when they came to Salt Lake they were actually afraid of their lives because of the falsehoods that had been sent abroad. Why, from some of the stories that have been circulated one would think that a &#x201C;Mormon&#x201D; Apostle ate a man for breakfast every morning; that he was never satisfied unless he breakfasted upon somebody not of his faith. I do not think that to look at the Apostles and the leading men that they would give anybody such an idea. They do not look very savage nor very ferocious. Yet, these lies are being told and circulated, and they have their effect upon certain classes. But like all the lies in the past, we shall outlive them. It would be <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> amusing to read all the lies that have been used in days past and gone. But there is a new batch in process of incubation all the time, and when the old ones get stale the new ones come forth adapted to the change of the case. Yet notwithstanding all this we continue to live. Lies do not hurt us. I do not think they cause us to sleep any the less. They do not cause us to enjoy any the less our pleasant homes, our fruit, or these beautiful streams that come from the mountains. We have learned that we can live and be lied about. We will continue to live and increase. <\/div><div class=\"paragraph jod\" id=\"v22n1087\"> Now, my brethren and sisters, I am exceedingly thankful myself that God has revealed the truth, and that he has commanded his people to gather out of Babylon,<span class=\"citation\" id=\"91836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91836)\">D&amp;C 133:7<\/a><\/span> that they may be free from the corruption that exists therein.<span class=\"citation\" id=\"80270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80270)\">Rev. 18:4<\/a><\/span> We know there is a condition of society at the present time on the earth, which corresponds exactly with that which the Apostle John predicts, and which I read. You read it at your leisure and you will find that everything in modern society is represented in the 18th chapter of John's Revelation.<span class=\"citation\" id=\"128629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128629)\">Rev. 18:1-24<\/a><\/span> Now, God has commanded his people to come out of Babylon. We are trying to do it. We are trying to establish a new order of society, not to tear down the old, but to establish a new order that will grow and increase, and be better than the old one. Everything connected with this people has for its design the renovation of the earth from the evils which exist at the present day. I am thankful there is a prospect for myself and my children in this respect; for when I look at society as it exists, its hollowness, I confess if I had no hope only in that to be found in such society, I would have no desire for life, and I certainly  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would not care about having a family. But when I think of the society that the Latter-day Saints are trying to establish, every man having his rights, every woman enjoying her rights, I have hope for myself and for my children. I believe that they can live and not be preyed upon. I think with pleasure about the future, the union and the love that I hope will continue to grow and increase among the people. There is a desire to feel after and help each other, to care for somebody else besides ourselves. I notice a disposition of this kind, and I think in many breasts it is growing and increasing. <\/div><div class=\"paragraph jod\" id=\"v22n1089\"> I pray God that we may continue to develop in this direction; that we may humble ourselves before God and call upon him in mighty prayer<span class=\"citation\" id=\"83862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83862)\">D&amp;C 5:24<\/a><\/span><span class=\"citation\" id=\"84711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84711)\">D&amp;C 29:2<\/a><\/span> to aid us in our endeavors; that when we are disposed to be lifted up in pride<span class=\"citation\" id=\"128630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128630)\">Hel. 12:5<\/a><\/span> that we will go to <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God and ask him to show us our true condition. We get the idea occasionally that we are a very good people; individually we get lifted up by vanity and pride; we forget who we are. Why, in the sight of our God, in the sight of his purity we can imagine how impure we are, and how far we are from being what we should be. Let us, therefore, go unto him and call upon him in the name of Jesus for his blessing. We believe in God. We believe that he is today, as he was in ancient days; a God who hears and answers prayer; who is well able to hear and answer the prayers of his children today as he was 1,800 years ago. Let us go to him and implore his blessing upon us, upon our children, upon the honest in heart in all the earth who desire to serve God. May God bless you in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}