{"ID":220017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints' Mission is One of Peace&#x2014;Sympathy for General Garfield, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, July 3, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints' Mission is One of Peace, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/3\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v22n381\"> I have been interested in the remarks made by Brother Cannon, who has addressed us, because I am personally well conversant with most of the events to which he has referred. I also coincide with him in his feelings as regards the position we ought to occupy in this Territory as an integral part of the United States, in relation to the melancholy event which has so recently transpired in the nation; for all right feeling people must execrate a crime like that attempted on the life of the President. It is usual with many people when they think they have received an injury to hope and wish that the like calamity may rest upon those who are their opponents, or by whom they have received, or supposed they have received, certain slights or injuries; and it is very difficult for such people to comprehend the principle <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that actuates, or ought to actuate, all high-minded, honorable men, especially those who profess to be influenced by that Gospel which was introduced by our Lord and Savior Jesus Christ. Our motives as Latter-day Saints should be very different indeed from those which many are actuated by, who do not believe in the principles enunciated in the Gospel of the Son of God. Our mission to the world is a mission of peace. Our proclamation is the same as that which was made by the angels of mercy who heralded the advent of the Son of God; it is: &#x201C;Peace on earth, and good will toward men.&#x201D;<span class=\"citation\" id=\"67074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67074)\">Luke 2:14<\/a><\/span> We have never entertained any other feeling or principle than this; nor do we desire to cherish any unhallowed feelings in our bosoms either to individuals or the nation. <\/div><div class=\"paragraph jod\" id=\"v22n382\"> Reference has been made by Bro.  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Cannon in his remarks to the feeling and animus which exist among many calling themselves Christians, in their conventions, etc., in their endeavors to stir up a spirit of persecution and opposition to us. Let them take their course; let them follow the influence by which they are governed. We cannot afford to entertain a spirit of that kind, nor do we desire to cherish a spirit of retaliation. If Jesus, when upon the earth, could patiently endure the scoffs, sneers and reproaches of men which were so indiscriminately heaped upon Him; if we are in possession of the principles which were enunciated by Him, we can afford also to cherish the same noble and magnanimous feelings which dwelt in His bosom. I know of no other principle than this associated with the Gospel of the Son of God, whether in this age or any other age. Jesus came here according to the foreordained plan and purpose of God, pertaining to the human family, as the Only Begotten of the Father, full of grace and truth.<span class=\"citation\" id=\"68604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68604)\">John 1:14<\/a><\/span><span class=\"citation\" id=\"89030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89030)\">D&amp;C 93:11<\/a><\/span><span class=\"citation\" id=\"92245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92245)\">Moses 1:6<\/a><\/span> He came to offer himself a sacrifice, the just for the unjust;<span class=\"citation\" id=\"77938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77938)\">1 Pet. 3:18<\/a><\/span> to meet the requirements of a broken law, which the human family were incapable of meeting, to rescue them from the ruins of the fall, to deliver them from the power of death to which all peoples had been subjected by the transgression of a law, and He Himself took the initiatory in this matter, and offered himself, the Son of God, as competent propitiation for the sins of the world.<span class=\"citation\" id=\"78540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78540)\">1 Jn. 2:2<\/a><\/span> And when He was opposed, rejected, cast out, spat upon and maligned; and again, when He was crucified, in His last remark He used the words which have already been referred to, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68326)\">Luke 23:34<\/a><\/span> He taught that it was written in the law in olden times, <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that there should be &#x201C;an eye for an eye, and a tooth for a tooth;&#x201D; but says He, &#x201C;I say unto you, That ye resist not evil<span class=\"citation\" id=\"63190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63190)\">Matt. 5:38-39<\/a><\/span> * * Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.&#x201D;<span class=\"citation\" id=\"63235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63235)\">Matt. 5:44-45<\/a><\/span> These were principles worthy of a God; these were feelings which if cherished by the human family, would elevate them from that low, groveling position in which they are laboring, would place them on a more elevated platform, would bring them into communion with their Heavenly Father, and prepare them for an association with the Gods in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v22n384\"> In reference to this late melancholy affair which has occurred, I feel in my heart a strong sympathy for President Garfield. People may think this strange. Why, say they, did he not make some remarks which are calculated to injure you as a people? Yes. But he, like the rest of us is a fallible being. We are all fallible, and it is not every man who can resist the pressure which is brought to bear upon him, and the influence by which he may be surrounded. Even Pilate, who was inspired by strong principles of justice, found it difficult to resist the popular clamor against Jesus; he felt a disposition to deliver the Savior from the position in which he was placed by his enemies, and asked the people, What harm has this man done? Nothing. Only the people continued to cry out, &#x201C;Crucify him,<span class=\"citation\" id=\"66700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66700)\">Mark 15:14<\/a><\/span> crucify him;&#x201D;<span class=\"citation\" id=\"68283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68283)\">Luke 23:21<\/a><\/span><span class=\"citation\" id=\"70809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70809)\">John 19:6<\/a><\/span> and in answer to their demands he delivered Jesus into their hands, saying, however, &#x201C;I  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wash my hands of his blood.&#x201D;<span class=\"citation\" id=\"66327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66327)\">Matt. 27:24<\/a><\/span> He had not the firmness to resist the cries of the population but yielded to their unreasonable demands.<span class=\"citation\" id=\"70810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70810)\">John 19:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n386\"> But to return. In speaking of these matters, I have reasons personally, myself, to have very vindictive feelings if I would entertain them, in regard to misrule and mob violence, for under the pledge of the Governor of Illinois, made to me and to Dr. Bernhisel (who is here presented), Joseph and Hyrum Smith were guaranteed protection, and the Governor pledged us his faith and that of the State therefore. But these two innocent victims were slain in cold blood,<span class=\"citation\" id=\"92034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92034)\">D&amp;C 135:4<\/a><\/span> and the very guards whom the Governor ostensibly placed for their protection, assisted in the murder, whilst I, myself, who was not there as a prisoner, received four balls at the time of their massacre. Under these infamous circumstances it would be very natural for a man to entertain vindictive feelings. But do I have feelings of revenge in my heart concerning these men? No. Did any of you ever hear me give utterance to feelings of that kind? I think not. I do not wish to be governed by such influences. Those who perpetrate such acts have enough to answer for without any maledictions from me. I do not cherish feelings of that kind. I consider that all these things are governed by an all-wise and inscrutable Providence, by a God who rules and regulates, manages and directs the affairs of the human family. I saw Joseph and Hyrum Smith mortally wounded by men with blackened faces, and, as I have said, I was severely wounded&#x2014;quite as severely as President Garfield is. Do I feel enmity towards these men? No, their case is not an enviable one. There is a Being who knows the acts <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the human family and is acquainted with their affairs, who will judge all men and all nations according to their deserts.<span class=\"citation\" id=\"60741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60741)\">Ezek. 7:27<\/a><\/span> Do I know this? I do know it. The Gospel reveals many things to us which others are unacquainted with. I knew of those terrible events which were coming upon this nation previous to the breaking out of our great fratricidal war, just as well as I now know that they transpired, and I have spoken of them to many. What of that? Do I not know that a nation like that in which we live, a nation which is blessed with the freest, the most enlightened and magnificent government in the world today, with privileges which would exalt people to heaven if lived up to&#x2014;do I not know that if they do not live up to them, but violate them and trample them under their feet, and discard the sacred principles of liberty by which we ought to be governed&#x2014;do I not know that their punishment will be commensurate with the enlightenment which they possess? I do. And I know&#x2014;I cannot help but know&#x2014;that there are a great many more afflictions yet awaiting this nation. But would I put forth my hand to help bring them on? God forbid! And you, you Latter-day Saints, would you exercise your influence to the accomplishment of an object of that kind? God forbid! But we cannot help but know these things. But our foreknowledge of these matters does not make us the agents in bringing them to pass. We are told that the wicked will slay the wicked.<span class=\"citation\" id=\"86472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86472)\">D&amp;C 63:33<\/a><\/span> We are told in sacred writ, &#x201C;that vengeance is mine, saith the Lord, and I will repay.&#x201D;<span class=\"citation\" id=\"72845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72845)\">Rom. 12:19<\/a><\/span><span class=\"citation\" id=\"76943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76943)\">Heb. 10:30<\/a><\/span><span class=\"citation\" id=\"83164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83164)\">Morm. 3:15<\/a><\/span> And in speaking of ourselves we need not be under any apprehensions pertaining to the acts of men, for the Lord has said, &#x201C;It is my business to take care of my  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>saints;&#x201D;<span class=\"citation\" id=\"89868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89868)\">D&amp;C 104:15<\/a><\/span> but it is our business to be Saints. And to be worthy of that character it is our duty to live by the principles of virtue, truth, integrity, holiness, purity, and honor, that we may at all times secure the favor of Almighty God; that His blessings may be with us and dwell in our bosoms; that the peace of God may abide in our habitations; that our fields, our flocks, and our herds may be blessed of the Lord; and that we, as a people, may be under His divine protection. Fear him and keep his commandments, and if we do this we need know no other fear either on this side of heaven or of hell, for God has pledged himself to take care of his people and to sustain and deliver them from the hands of their enemies. Therefore we may feel easy, and we can always afford to treat all men right. What! Would you treat your enemies well? Why, yes. If they were hungry I would feed them; if they were thirsty I would give them drink; if they were naked I would clothe them; but I would not be governed by their principles, nor influenced by the feelings which animate their bosoms. I would try and imitate and cherish the same truths that dwell in the bosom of God, who makes his sun to rise on the evil and on the good, and the rain to fall on the just and on the unjust.<span class=\"citation\" id=\"63260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63260)\">Matt. 5:45<\/a><\/span> Then, having done that, I would leave them in the hands of God, and let him direct his affairs according to the counsels of his own will. <\/div><div class=\"paragraph jod\" id=\"v22n387\"> I am sorry to see this murderous influence prevailing throughout the world, and perhaps this may be a fitting occasion to refer to some of these matters. The manifestations of turbulence and uneasiness which prevail among the nations of the earth are truly lamentable. Well, <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have I anything to do with them? Nothing; but I cannot help but know that they exist. These feelings which tend to do away with all right, rule, and government, and correct principles are not from God, or many of them are not. This feeling of communism and nihilism, aimed at the overthrow of rulers and men in position and authority, arises from a spirit of diabolism, which is contrary to every principle of the Gospel of the Son of God. But then do not the Scripture say that these things shall occur? Yes. Do not the Scriptures say that men shall grow worse and worse, deceiving and being deceived?<span class=\"citation\" id=\"76204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76204)\">2 Tim. 3:13<\/a><\/span> Yes. Do not the Scriptures tell us that thrones shall be cast down<span class=\"citation\" id=\"61603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61603)\">Dan. 7:9<\/a><\/span> and empires destroyed and the rule and government of the earth be trodden under foot?<span class=\"citation\" id=\"58364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58364)\">Isa. 18:7<\/a><\/span> Yes. But I cannot help but sympathize with those who suffer from their influences; while these afflictions are the result of wickedness and corruption, yet we cannot shut our eyes to the fact that those who engage in these pernicious practices are exceedingly low, brutal, wicked and degraded. I would say, &#x201C;My soul, come not thou into their secret; unto their assembly, mine honor, be not thou united.&#x201D;<span class=\"citation\" id=\"53678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53678)\">Gen. 49:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n388\"> I have traveled abroad myself, quite extensively among the nations of the earth. Did I ever interfere with them? No, not in the least particular. Did I see things that were wrong? Yes, but it was not for me to right them. That was not my mission. I had no command of the kind. My mission was to preach the Gospel of salvation to the nations of the earth, and I have traveled hundreds of thousands of miles to do this, without purse or scrip,<span class=\"citation\" id=\"68199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68199)\">Luke 22:35<\/a><\/span> trusting in God. And so have many of my friends traveled. We did not hurt anybody, did we? For  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instance, now, right in our own city, we have Methodists, Presbyterians, Baptists, Catholics, Episcopalians, and all kinds of isms. Do we interfere with them? We do not. Would you interrupt them in their worship? I know of no such thing, good Latter-day Saints will not do it. Would I malign or persecute them? No, I would not. If we told the truth about some of them it would be quite bad enough without stating falsehoods, and if other men cannot afford to treat us aright, we can afford to treat them properly and to give the fullest and broadest liberty to all who come within our reach; liberty to do right, not liberty to oppress, not liberty to trample upon correct principles, not liberty to rob men of their property or religion. Men who would do this are villains which we want nothing to do with; but all honorable men, all men who do right and maintain the laws and the Constitution of the United States, we are their friends and will sustain them to the last. These are my thoughts in relation to that matter. <\/div><div class=\"paragraph jod\" id=\"v22n390\"> In connection with President Garfield, have we any feelings of enmity? No; I have none. I feel truly to sympathize with him in his affliction, but I feel more profoundly moved that deeds of this description can occur in a free, liberal and enlightened government like this. We might expect such things in some of the European nations where the principles of nihilism exist to so great an extent, and where there seems a disposition to subvert all rule and government and place the people and nations in the hands of irresponsible mobs, and of low, brutal, murderous men, without any regard to the principles of law, order, justice, equity and righteousness. I could account for some of <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these things taking place there. It is really astonishing to see what efforts are being made to accomplish the overthrow of rule and government in Russia, Austria, Germany, Spain, England, Italy, France, Turkey, etc. These things are beginning to spread among and permeate the nations of the earth. Do we expect them? Yes. These secret combinations were spoken of by Joseph Smith, years and years ago. I have heard him time and time again tell about them, and he stated that when these things began to take place the liberties of this nation would begin to be bartered away. We see many signs of weakness which we lament, and we would to God that our rulers would be men of righteousness, and that those who aspire to position would be guided by honorable feelings&#x2014;to maintain inviolate the Constitution and operate in the interest, happiness, well-being, and protection of the whole community. But we see signs of weakness and vacillation. We see a policy being introduced to listen to the clamor of mobs and of unprincipled men who know not of what they speak, nor whereof they affirm, and when men begin to tear away with impunity one plank after another from our Constitution, by and by we shall find that we are struggling with the wreck and ruin of the system which the forefathers of this nation sought to establish in the interests of humanity. But it is for us still to sustain these glorious principles of liberty bequeathed by the founders of this nation, still to rally round the flag of the Union, still to maintain all correct principles, granting the utmost extent of liberty to all people of all grades and of all nations. If other people see fit to violate these sacred principles, we must uphold them in their en<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tirety, in their purity, and be patriotic and law-abiding and act honorably toward our nation and to its rulers. It is truly deplorable to see our President, the President of this great and mighty nation, one of the greatest rulers in the world stricken down by an assassin. Yet these things we have to mourn over. But in all cases it is for us to be true to our God and to our religion, to obey the laws of God, cleaving to correct principles, letting purity, virtue, honor, truth and integrity characterize all our acts, that we may be the blessed of the Lord. <\/div><div class=\"paragraph jod\" id=\"v22n392\"> I pray God to bless you, and that we may be led in the paths of light; <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I pray God to bless all honorable men everywhere, and to bless our President and our rulers who rule in righteousness, and that wherein any of them are doing wrong, that they may be led in the right path, and that we may be led to pursue that course at all times that shall secure the approbation of God, the approbation of our own conscience and the esteem and respect of all honorable men everywhere. Regarding the notions of others, we care nothing; our trust is in God; and we will try and observe His laws and keep His commandments. May God help us to do so in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}