{"ID":220043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Channels of Communication From God to Man&#x2014;Dreams, Visions, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President Wilford Woodruff, delivered at the General Conference, in the Tabernacle, Salt Lake City, Saturday, A. M., Oct. 8, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Channels of Communication, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/8\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v22n973\"> I want to preach a short sermon to this congregation. To begin with, I have heard President Young and President Taylor a great many times from this stand ask the people to keep quiet until the meeting was dismissed; but as soon as the sermon ends there are a hundred boys and girls, or two hundred of them, rush for the doors. I do not like it. It pains me to see the President of the Church make this request, and the people pay no attention to it. <\/div> <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n974\"> Now, in this fast age we are passing from a polite age to a very rude one in many respects. When I was a boy 65 years ago, and went to school, I never thought of passing a man whom I knew in the street, or a woman, without taking off my hat and making a bow. I never thought of saying &#x201C;yes&#x201D; or &#x201C;no&#x201D; to those that were placed over me. I was taught to say &#x201C;yes, sir&#x201D; and &#x201C;no, sir;&#x201D; but today it, is &#x201C;yes&#x201D; and &#x201C;no,&#x201D; &#x201C;I will,&#x201D; &#x201C;I won't,&#x201D;  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;I shall&#x201D; and &#x201C;I shan't.&#x201D; Now, when I see this rudeness amongst us, I sometimes wish that the spirit of the New England fathers was more among the people. But I do hope, brethren, sisters and friends, when a man stops talking and the choir rises to sing, that you will keep your seats. You can afford to do this as well as the President of the Church, the Twelve Apostles, or others who are sitting on this stand. You don't see us jump up and run for the door the moment a speaker is done. The Lord is displeased with any such thing. I hope you will pardon me for so speaking. I felt to say that much. <\/div><div class=\"paragraph jod\" id=\"v22n976\"> We have a great variety of teaching and preaching, and I have sometimes thought that we have more preaching and teaching than any other people on the earth. I expect it is all right. I think we need it. The world need teaching, we ourselves need teaching; but I have thought that the Latter-day Saints have had more of the Gospel of Christ proclaimed to them than any other generation that ever lived. <\/div><div class=\"paragraph jod\" id=\"v22n977\"> My mind reverts to the channels of communication from God to man. Here we have the Bible which gives a history and prophecy of the prophets from Adam down to our own day extending through a period of near 6,000 years. The Lord, through all the destruction that has taken place in the various libraries of the world&#x2014;like the great library of Alexandria, for example&#x2014;has preserved the record of the Jews, at least we have a portion of it to read. Then, again, we have the Book of Mormon, the stick of Joseph in the hands of Ephraim,<span class=\"citation\" id=\"60871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60871)\">Ezek. 37:15-20<\/a><\/span><span class=\"citation\" id=\"84520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84520)\">D&amp;C 27:5<\/a><\/span> giving a history of the ancient inhabitants of this country from the time of their leaving the Tower of Babel to their disappearance from the land,<span class=\"citation\" id=\"52994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52994)\">Gen. 11:1-9<\/a><\/span><span class=\"citation\" id=\"83320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83320)\">Ether 1:33-43<\/a><\/span> and of the <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> visitation of Christ to them.<span class=\"citation\" id=\"82575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82575)\">3 Ne. 11:1-12<\/a><\/span> We have these books from which to obtain knowledge. Then we have the Book of Doctrine and Covenants, our Testament, which contains the most glorious, godlike, solemn and eternal truths ever recorded within the lids of a book on the earth. All these records are the words of God to man; and though the heavens and earth pass away not one jot or tittle will ever fall unfulfilled.<span class=\"citation\" id=\"63129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63129)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"65913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65913)\">Matt. 24:35<\/a><\/span><span class=\"citation\" id=\"83778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83778)\">D&amp;C 1:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n978\"> Then the Lord has other ways of communicating His mind and will. We have the living oracles with us, and have had from the day that Joseph Smith received the ministrations of Moroni, the Nephite, John the Baptist, Peter, James and John, Moses, Elias, Elijah, Jesus Christ&#x2014;from that day we have had the living oracles to teach us the word of the Lord. <\/div><div class=\"paragraph jod\" id=\"v22n979\"> President Joseph F. Smith yesterday spoke of the gifts and graces. Now, the Lord has many ways in which He communicates with us. Frequently, as has been the case in every age, truths, principles, warnings, etc., are communicated to the children of men by means of dreams and visions. There is a great vision recorded in the Book of Doctrine and Covenants.<span class=\"citation\" id=\"86845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86845)\">D&amp;C 76:1-119<\/a><\/span> When Sidney Rigdon and Joseph Smith saw the visions of heaven they were commanded to write while in the vision.<span class=\"citation\" id=\"86912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86912)\">D&amp;C 76:28<\/a><\/span><span class=\"citation\" id=\"87010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87010)\">D&amp;C 76:49<\/a><\/span><span class=\"citation\" id=\"87130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87130)\">D&amp;C 76:80<\/a><\/span><span class=\"citation\" id=\"87260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87260)\">D&amp;C 76:113<\/a><\/span> The Lord was in that. It is a communication to man. But we have had a great many dreams&#x2014;I have had in my life, and I suppose you have more or less&#x2014;which amount to nothing. I will tell you just about what I refer to. A man eats a hot supper when he goes to bed; he gets the nightmare; he is chased by a bear; or he falls over a precipice, and as soon as he strikes the ground he wakes up. Now, the Lord had nothing to do with that.  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>A man may go to bed half-worried to death, tired and dream about something that will never take place. Last night, for instance, I dreamt I was making glass houses out of blocks of glass two feet square. Now, I don't know that the Lord was in that. Yet I have had dreams of a very different character. When I was a boy eleven years old, I had a very interesting dream, part of which was fulfilled to the very letter. In this dream I saw a great gulf, a place where all the world had to enter at death, before doing which they had to drop their worldly goods. I saw an aged man with a beaver hat and a broadcloth suit. The man looked very sorrowful. I saw him come with something on his back, which he had to drop among the general pile before he could enter the gulf. I was then but a boy. A few years after this my father and mother removed to Farmington, and there I saw that man. I knew him the moment I saw him. His name was Chauncy Deming. In a few years afterwards he was taken sick and died. I attended his funeral. He was what you may call a miser, worth hundreds of thousands of dollars. When the coffin was being lowered into the grave my dream came to me, and that night his son-in-law found one hundred thousand dollars in a cellar belonging to the old man. I name this merely to show that in this dream I had manifested to me certain things that were true. I think of all the inhabitants of the world having to leave their goods when they come to the grave. After this scene had passed before me I was placed in a great temple. It was called the kingdom of God. The first man who came to me was Uncle Ozem Woodruff, and his wife I <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> helped into the temple. In process of time, after embracing the Gospel, and while on my first mission to Tennessee, I told Brother Patten of my dream, who told me that in a few years I would meet that man and baptize him. That was fulfilled to the very letter, for I afterwards baptized my uncle and his wife and some of the children; also my own father and stepmother and stepsister, and a Methodist priest or class leader&#x2014;in fact I baptized everybody in my father's house. I merely mention this to show that dreams sometimes do come to pass in life. <\/div><div class=\"paragraph jod\" id=\"v22n981\"> Then, again, there are visions. Paul, you know, on one occasion was caught up to the third heaven and saw things that were not lawful to utter. He did not know whether he was in the body or out of the body.<span class=\"citation\" id=\"74297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74297)\">2 Cor. 12:1-4<\/a><\/span> That was a vision. When Joseph Smith, however, was visited by Moroni<span class=\"citation\" id=\"93803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93803)\">JS&mdash;H 1:33<\/a><\/span> and the Apostles,<span class=\"citation\" id=\"84639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84639)\">D&amp;C 27:12<\/a><\/span> it was not particularly a vision which he had; he talked with them face to face.<span class=\"citation\" id=\"53559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53559)\">Gen. 32:30<\/a><\/span><span class=\"citation\" id=\"54523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54523)\">Ex. 33:11<\/a><\/span><span class=\"citation\" id=\"83508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83508)\">Ether 12:39<\/a><\/span><span class=\"citation\" id=\"92226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92226)\">Moses 1:2<\/a><\/span><span class=\"citation\" id=\"92788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92788)\">Moses 7:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n982\"> Now, I will refer to a thing that took place with me in Tennessee. I was in Tennessee in the year 1835, and while at the house of Abraham O. Smoot, I received a letter from Brothers Joseph Smith and Oliver Cowdery, requesting me to stay there, and stating that I would lose no blessing by doing so. Of course, I was satisfied. I went into a little room and sat down upon a small sofa. I was all by myself and the room was dark; and while I rejoiced in this letter and the promise made to me, I became wrapped in vision. I was like Paul; I did not know whether I was in the body or out of the body.<span class=\"citation\" id=\"74301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74301)\">2 Cor. 12:2-3<\/a><\/span> A personage appeared to me and showed me the great scenes that should take place in the last days. One scene after another  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>passed before me. I saw the sun darkened; I saw the moon become as blood;<span class=\"citation\" id=\"61874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61874)\">Joel 2:31<\/a><\/span> I saw the stars fall from heaven;<span class=\"citation\" id=\"79304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79304)\">Rev. 6:12-13<\/a><\/span><span class=\"citation\" id=\"84759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84759)\">D&amp;C 29:14<\/a><\/span><span class=\"citation\" id=\"84965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84965)\">D&amp;C 34:9<\/a><\/span><span class=\"citation\" id=\"88660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88660)\">D&amp;C 88:87<\/a><\/span> I saw seven golden lamps<span class=\"citation\" id=\"128611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128611)\">Zech. 4:2<\/a><\/span><span class=\"citation\" id=\"128612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128612)\">Rev. 4:5<\/a><\/span> set in the heavens, representing the various dispensations of God to man&#x2014;a sign that would appear before the coming of Christ. I saw the resurrection of the dead. In the first resurrection those that came forth from their graves seemed to be all dressed alike, but in the second resurrection they were as diverse in their dress as this congregation is before me today, and if I had been an artist I could have painted the whole scene as it was impressed upon my mind, more indelibly fixed than anything I had ever seen with the natural eye. What does this mean? It was a testimony of the resurrection of the dead. I had a testimony. I believe in the resurrection of the dead, and I know it is a true principle. Thus we may have dreams about things of great importance, and dreams of no importance at all. The Lord warned Joseph in a dream to take the young child Jesus and his mother into Egypt, and thus he was saved from the wrath of Herod.<span class=\"citation\" id=\"62646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62646)\">Matt. 2:13-23<\/a><\/span> Hence there are a great many things taught us in dreams that are true, and if a man has the spirit of God he can tell the difference between what is from the Lord and what is not. And I want to say to my brethren and sisters, that whenever you have a dream that you feel is from the Lord, pay attention to it. When I was in the City of London on one occasion, with Brother George A. Smith, I dreamt that my wife came to me and told me that our first child had died. I believed my dream, and in the morning while at breakfast, I felt somewhat sad. Brother George A. noticed this and I told him my dream. Next morn<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing's post brought me a letter from my wife, conveying the intelligence of the death of my child. It may be asked what use there was in such a thing. I don't know that there was much use in it except to prepare my mind for the news of the death of my child. But what I wanted to say in regard to these matters is, that the Lord does communicate some things of importance to the children of men by means of visions and dreams as well as by the records of divine truth. And what is it all for? It is to teach us a principle. We may never see anything take place exactly as we see it in a dream or a vision, yet it is intended to teach us a principle. My dream gave me a strong testimony of the resurrection. I am satisfied, always have been, in regard to the resurrection. I rejoice in it. The way was opened unto us by the blood of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v22n984\"> Now, having said so much on that subject, I want to say to my brethren and sisters, that we are placed upon the earth to build up Zion, to build up the kingdom of God. The greater proportion of the male members of Zion, who have arrived at the years of early manhood, bear some portion of the Holy Priesthood. Here is a kingdom of Priests<span class=\"citation\" id=\"54128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54128)\">Ex. 19:6<\/a><\/span> raised up by the power of God to take hold and build up the kingdom of God. The same Priesthood exists on the other side of the veil. Every man who is faithful in his quorum here will join his quorum there. When a man dies and his body is laid in the tomb, he does not lose his position. The Prophet Joseph Smith held the keys of this dispensation on this side of the veil, and he will hold them throughout the countless ages of eternity. He went into the spirit world to unlock the prison doors and to preach the Gos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pel to the millions of spirits who are in darkness, and every Apostle, every Seventy, every Elder, etc., who has died in the faith as soon as he passes to the other side of the veil, enters into the work of the ministry,<span class=\"citation\" id=\"92214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92214)\">D&amp;C 138:57<\/a><\/span> and there is a thousand times more to preach there than there is here. I have felt of late as if our brethren on the other side of the veil had held a council, and that they had said to this one, and that one, &#x201C;Cease thy work on earth, come hence, we need help,&#x201D; and they have called this man and that man. It has appeared so to me in seeing the many men who have been called from our midst lately. Perhaps I may be permitted to relate a circumstance with which I am acquainted in relation to Bishop Roskelley, of Smithfield, Cache Valley. On one occasion he was suddenly taken very sick&#x2014;near to death's door. While he lay in this condition, President Peter Maughan, who was dead, came to him and said: &#x201C;Brother Roskelley, we held a council on the other side of the veil. I have had a great deal to do, and I have the privilege of coming here to appoint one man to come and help. I have had three names given to me in council, and you are one of them. I want to inquire into your circumstances.&#x201D; The Bishop told him what he had to do, and they conversed together as one man would converse with another. President Maughan then said to him: &#x201C;I think I will not call you. I think you are wanted here more than perhaps one of the others.&#x201D; Bishop Roskelley got well from the hour. Very soon after, the second man was taken sick, but not being able to exercise sufficient faith, Brother Roskelley did not go to him. By and by this man recovered, and on meeting Brother Roskelley he <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said: &#x201C;Brother Maughan came to me the other night and told me he was sent to call one man from the ward,&#x201D; and he named two men as had been done to Brother Roskelley. A few days afterwards the third man was taken sick and died. Now, I name this to show a principle. They have work on the other side of the veil; and they want men, and they call them. And that was my view in regard to Brother George A. Smith. When he was almost at death's door, Brother Cannon administered to him, and in thirty minutes he was up and ate breakfast with his family. We labored with him in this way, but ultimately, as you know, he died. But it taught me a lesson. I felt that man was wanted behind the veil. We labored also with Brother Pratt; he, too, was wanted behind the veil. <\/div><div class=\"paragraph jod\" id=\"v22n986\"> Now, my brethren and sisters, those of us who are left here have a great work to do. We have been raised up of the Lord to take this kingdom and bear it off. This is our duty; but if we neglect our duty and set our hearts upon the things of this world,<span class=\"citation\" id=\"90865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90865)\">D&amp;C 121:35<\/a><\/span> we will be sorry for it. We ought to understand the responsibility that rests upon us. We should gird up our loins and put on the whole armor of God.<span class=\"citation\" id=\"75376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75376)\">Eph. 6:11-14<\/a><\/span><span class=\"citation\" id=\"84687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84687)\">D&amp;C 27:15<\/a><\/span> We should rear Temples to the name of the Most High God, that we may redeem the dead. <\/div><div class=\"paragraph jod\" id=\"v22n987\"> I feel to bear my testimony to this work. It is the work of God. Joseph Smith was appointed by the Lord before he was born as much as Jeremiah was. The Lord told Jeremiah&#x2014;&#x201C;Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.&#x201D;<span class=\"citation\" id=\"60265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60265)\">Jer. 1:5<\/a><\/span> He was commanded to warn the inhabitants of Jerusalem  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of their wickedness. He felt it a hard task, but ultimately he did as he was commanded. So I say with regard to Joseph Smith. He received his appointment from before the foundation of the world, and he came forth in the due time of the Lord to establish this work on the earth. And so it is the case with tens of thousands of the Elders of Israel. The Lord Almighty has conferred upon you the Holy Priesthood and made you the instrument in His hands to build up this kingdom. Do we contemplate these things as fully as we ought? Do we realize that the eyes of all the heavenly hosts are over us? Then let us do our duty. Let us keep the commandments of God, let us be faithful to the end, so that when we go into the spirit world and look back upon our history we may be satisfied. The Lord Almighty has set His hand to establish His kingdom never more to be thrown down <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or given to another people,<span class=\"citation\" id=\"61326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61326)\">Dan. 2:44<\/a><\/span> and, therefore, all the powers of earth and hell combined will never be able to stay the progress of this work. The Lord has said he will break in pieces every weapon that is raised against Zion,<span class=\"citation\" id=\"59744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59744)\">Isa. 54:17<\/a><\/span><span class=\"citation\" id=\"86764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86764)\">D&amp;C 71:9<\/a><\/span><span class=\"citation\" id=\"90411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90411)\">D&amp;C 109:25<\/a><\/span> and the nations of the earth, the Kings and Emperors, Presidents and Governors have got to learn this fact. It is a fearful thing to fall into the hands of the Lord. It is a fearful thing to shed the blood of the Lord's anointed. It has cost the Jews 1,800 years of persecution, and this generation have also a bill to pay in this respect. <\/div><div class=\"paragraph jod\" id=\"v22n989\"> I bear my testimony to these things. The Bible, the Book of Mormon, the Book of Doctrine and Covenants contain the words of eternal life<span class=\"citation\" id=\"69334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69334)\">John 6:68<\/a><\/span> unto this generation, and they will rise in judgment<span class=\"citation\" id=\"128613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128613)\">Matt. 12:41-42<\/a><\/span><span class=\"citation\" id=\"128614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128614)\">Luke 11:31-32<\/a><\/span> against those who reject them.<span class=\"citation\" id=\"83044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83044)\">3 Ne. 28:34<\/a><\/span><span class=\"citation\" id=\"83611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83611)\">Moro. 10:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n990\"> May God bless this people and help us to magnify our callings, for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}