{"ID":220050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Glad Tidings Unto All Those Who Will Receive It&#x2014;The Free Agency of Man&#x2014;Truth not Always Popular&#x2014;God Has His Own Way of Introducing Truth.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 15, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel Glad Tidings, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 5\/15\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v22n1091\"> The Gospel is declared to be glad tidings of salvation;<span class=\"citation\" id=\"82310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82310)\">Alma 39:15<\/a><\/span><span class=\"citation\" id=\"86863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86863)\">D&amp;C 76:40<\/a><\/span><span class=\"citation\" id=\"87382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87382)\">D&amp;C 79:1<\/a><\/span> and the principles which have been dwelt upon in our hearing this afternoon by Brother Naisbitt, are made glad tidings of salvation unto every soul,<span class=\"citation\" id=\"91242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91242)\">D&amp;C 128:19<\/a><\/span> especially unto every soul that will receive them and those who have received them, who have bowed in simplicity before God, calling upon Him in the name of Jesus Christ, to give unto them a testimony and a knowledge concerning the truth of these things. The declaration of the principles as we have heard this afternoon, kindles within their hearts the old fire and quickens their spirit and causes feelings of joy and satisfaction to fill their whole being. While listening to Brother Naisbitt's remarks I thought to myself that no human being upon the face of the earth who could be assured of the truth of that which has been stated&#x2014;that there is indeed a church organized according to the primitive pattern, that the old Gospel is in truth restored, that the old ordinances have been once more placed in the Church accompanied by the old power&#x2014;if a person could be convinced of this and know for himself and herself that it is true, is there one soul that would not be willing to endure all things, to have his name cast out as <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> evil,<span class=\"citation\" id=\"67243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67243)\">Luke 6:22<\/a><\/span> to be misrepresented, to be persecuted, yes, and even slain, if that should be necessary in the providence of God, in order to attain to all these blessings here and hereafter? I do not believe that, taking the human family generally, there could be many found who would hesitate concerning this matter if they could be convinced of its truth. But the difficulty is to get men and women to comprehend the truth, to recognize it, to understand it when they hear it, to be able to separate the truth from error, for the reason that in the human mind there are certain conceptions of truth. We entertain certain ideas as to what the truth should be, how it should come to us and also as to who its teachers should be, the kind of men they should be. And this is the difficulty that is all the time in the way of preaching the Gospel. There is an archenemy of mankind who is constantly laboring to blind the eyes, to darken the understanding and to harden the hearts of the children of men, and to prevent them from receiving the truth when they hear it.<span class=\"citation\" id=\"81027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81027)\">1 Ne. 12:17<\/a><\/span> There have been comparatively few who have been able to rise superior to their surroundings, and it has only been by the aid of the Almighty that they have suc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceeded. But in every age from the beginning there have been those found who have sought after truth and have been willing to make every sacrifice for it. It was so with the Apostles. It was so with those who believed in their doctrine. It was so with the Prophets who preceded them. It has been so with those who have succeeded the Apostles; for in every age, and among all people, as we have been told, there have been those who have sought for the truth in heathendom, in Christendom, among all people, as they would for a precious treasure of inestimable worth, and who have endeavored to comprehend it, to value it, and have been willing to lay down their lives for it. There have been such persons found in all ages and among all people, but it has been especially the case with those who have received the Gospel as we have heard it described in our hearing this afternoon. <\/div><div class=\"paragraph jod\" id=\"v22n1093\"> The world generally have the idea that when truth comes from God, it comes in such overwhelming power, that mankind are compelled to accept whether they will or no. But this is not the case, it never has been the case. If it were the case man would be deprived of that great privilege that he has received from God&#x2014;that is, his agency, without which man would cease to be the being that he is, the child of God. The Almighty has given unto all the inhabitants of the earth their agency. A man can choose to be a wicked man; he can choose to be a devil, so to speak, if he wish. Will God interpose? Yes; but not to take away his agency. He can turn to wickedness, be corrupt, and do everything that is evil and abominable in the sight of God, so long as life is given to him, and God permits him to do it. He will <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not take away his agency. If He did, we would cease to be independent creatures with the right to choose. On the other hand, a man can turn to that which is good and holy and pure. He can cherish it, he can seek for it, he can love it. He has that right, he can choose between those two principles. They have been placed before us so that we might choose the good and reject the evil, or choose the evil and reject the good.<span class=\"citation\" id=\"58012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58012)\">Isa. 7:15-16<\/a><\/span> That is the privilege that is given to us. <\/div><div class=\"paragraph jod\" id=\"v22n1094\"> It is not always&#x2014;neither has it been the case with the majority of mankind who have comprehended the truth&#x2014;the popular voice that is expressive of the truth. On the contrary, from the very beginning down through all the generations, even to our own day, it has been the case that truth has been unpopular. Hence the saying of the Apostle Paul: &#x201C;All that will live godly in Christ Jesus shall suffer persecution.&#x201D;<span class=\"citation\" id=\"76188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76188)\">2 Tim. 3:12<\/a><\/span> He did not say that they <span class=\"italic\">might<\/span> suffer, or that they <span class=\"italic\">perhaps<\/span> might suffer, but that they shall suffer. It should be one of the consequences of living godly in Christ Jesus.<span class=\"citation\" id=\"76189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76189)\">2 Tim. 3:12<\/a><\/span> The Savior told His disciples the same thing. He led them to expect that they would be persecuted, that they would be hated of all men for His name's sake.<span class=\"citation\" id=\"64137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64137)\">Matt. 10:22<\/a><\/span><span class=\"citation\" id=\"66671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66671)\">Mark 13:13<\/a><\/span><span class=\"citation\" id=\"67972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67972)\">Luke 21:17<\/a><\/span> He cited the attention of His disciples to the Prophets who had preceded them; they had been persecuted,<span class=\"citation\" id=\"63023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63023)\">Matt. 5:12<\/a><\/span> they had been slain, and in like manner they might expect a similar fate,<span class=\"citation\" id=\"64147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64147)\">Matt. 10:24-25<\/a><\/span> and we know full well that this was all fulfilled, that they did meet this fate; as He himself died a martyr to the truth, so His Apostles died in like manner, and the great body of his followers suffered persecution unto death, but were sustained by the knowledge they had received from God, not looking at the world and the  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perishable things of the earth, knowing that there was a life beyond. They were willing to endure all things; to have their names cast out as evil;<span class=\"citation\" id=\"67244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67244)\">Luke 6:22<\/a><\/span> to be persecuted; to be stripped of everything that they had. Paul says: &#x201C;They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins,<span class=\"citation\" id=\"77072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77072)\">Heb. 11:37<\/a><\/span> etc.&#x201D; They suffered all manner of afflictions because of their love for the Gospel. But they lived in peace with themselves and with their God. There was a joy and happiness that came from God, that sustained them in the midst of their sufferings, trials and difficulties. They knew that if they continued faithful they would receive a reward at the right hand of God, and the very thought of that eternity to which they were hastening was sufficient to stimulate them to look beyond the trials and persecutions of this life, and they walked to the stake joyfully having that knowledge. <\/div><div class=\"paragraph jod\" id=\"v22n1096\"> Now the very fact that truth has not been popular, shows very plainly that mankind do not expect to receive it from the source through which it comes, or through the mediums that presented themselves to them. They looked for it in some other form. But God chooses his own methods, he selects his own instruments, he disseminates his truth in his own way; he has always done so and he will do so until the end. <\/div><div class=\"paragraph jod\" id=\"v22n1097\"> There is scarcely a day, I may say scarcely an hour, that I do not reflect upon our condition as Latter-day Saints in contrast with the circumstances which have surrounded our predecessors. When I think of the persecution they endured; when I think that God revealed unto his Apostles that there would be a fall<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing away,<span class=\"citation\" id=\"75778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75778)\">2 Thes. 2:3<\/a><\/span> that the Church would be overcome<span class=\"citation\" id=\"128631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128631)\">Rev. 13:7<\/a><\/span> and the truth destroyed&#x2014;<span class=\"citation\" id=\"72078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72078)\">Acts 20:29-30<\/a><\/span>that is, in its original purity&#x2014;I cannot help contrasting our position today as compared with the position of the early Christians. Of course a great deal of truth has been saved. Some believe in one part of the Gospel and some in another. Every church possesses some fragment of the Gospel; but the truth in its entirety, the authority to administer in the ordinances, had been taken away. Of course this being the case there could be no organized church upon the earth. But in the early days of the Church, as I have quoted to you, they suffered all manner of affliction. We, in our day, have different circumstances surrounding us. God in his mercy has made certain promises. He promised unto Paul,<span class=\"citation\" id=\"128632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128632)\">Rom. 1:5 (JST)<\/a><\/span> he promised through the Savior himself that this Gospel of the kingdom should be preached unto all nations before the end should come.<span class=\"citation\" id=\"65724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65724)\">Matt. 24:14<\/a><\/span> Daniel spoke of the kingdom that should be set up in the last days and should not be given into the hands of another people, but it should stand forever.<span class=\"citation\" id=\"61330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61330)\">Dan. 2:44<\/a><\/span> This is different from other dispensations which have preceded it. The Apostles foresaw that there would be a falling away;<span class=\"citation\" id=\"75779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75779)\">2 Thes. 2:3<\/a><\/span><span class=\"citation\" id=\"78365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78365)\">2 Pet. 2:1-3<\/a><\/span> they saw that persecution would destroy the Church. But they looked beyond this, and, as has been quoted in our hearing, John the Revelator foretold the time when the everlasting gospel would be restored again to the earth<span class=\"citation\" id=\"79840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79840)\">Rev. 14:6<\/a><\/span> never to be taken away again. It might be persecuted, its followers might be hated, they might be driven, as they have been. Indeed there is no persecution the early Christians received; there is no trial or affliction that they had to pass through considering the time the Church had been organized that the  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church of the Savior which he has caused to be organized in our day, has not endured. Were the ancient Saints driven? So have the modern. Were the former-day Saints persecuted? So have the Latter-day Saints. Were they slain in former days? So they have been in the latter days. Were their names cast out as evil?<span class=\"citation\" id=\"67245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67245)\">Luke 6:22<\/a><\/span> So their names have been cast out at the present time. Were they accused of abominable crimes in ancient days as a justification to kill them? So they have been in these days. It is true that such wholesale persecution as attended the preaching of Christianity in the primitive days has not followed its preaching in our day, for the dispensations are different. The Church was driven from the earth then, but as I have said, God has made a promise in these days that it shall not be destroyed again,<span class=\"citation\" id=\"61331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61331)\">Dan. 2:44<\/a><\/span> and this ought to sustain you. This has, I know, sustained and comforted you in days that are past. I have often wondered in looking back to the days of persecution how the Saints were cheered and sustained under such circumstances. When I reflect upon our journey from Illinois, through the wilderness, destitute of everything, women carrying infants with scarcely food enough to keep soul and body together&#x2014;when I think of these things now, when years have brought responsibility and care, it is a matter of constant wonder to me how the Latter-day Saints in those days sustained themselves, how they could be so cheerful and show such forbearance and fortitude under such circumstances, meeting together round their campfires singing and rejoicing together as though they were in happy circumstances and, even after they reached this valley, when starvation stared them in the <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> face, their hope and courage were none the less. What was the cause of this? It was the consolation which God had given them that this work should triumph, that it should spread and increase, and that it should gather within its fold every honest soul sooner or later. It was this consolation that never deserted the people. <\/div><div class=\"paragraph jod\" id=\"v22n1099\"> Now, does it follow, my brethren and sisters, that because this Gospel will not be given to another people,<span class=\"citation\" id=\"61332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61332)\">Dan. 2:44<\/a><\/span> that we will remain in connection with this Church regardless of our actions? Certainly not. The religion which we profess ought not only to be a Sunday religion, but a religion we should carry with us in our daily lives, in our intercourse with one another, in everything in fact that pertains to us, and not like a Sunday garment put on today and laid aside tomorrow. In all our dealings, in all our conversation, in all our associations, we should endeavor to carry out the principles of our religion. <\/div><div class=\"paragraph jod\" id=\"v22n1100\"> And there is one thing above everything, I think, we should observe, and that is to be careful about each others' feelings and reputation. It is bad enough to be persecuted by outsiders; it is bad enough to have hard things said by those who do not know us; but it is a cruel thing for men and women who profess to be brethren and sisters in the Lord to speak evil of each other.<span class=\"citation\" id=\"75310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75310)\">Eph. 4:31<\/a><\/span><span class=\"citation\" id=\"77698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77698)\">James 4:11<\/a><\/span><span class=\"citation\" id=\"77793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77793)\">1 Pet. 2:1<\/a><\/span> I can endure anything and everything, it seems to me, from the outside so long as it is not true. I am so organized that I do not care anything about these things, they do not affect me, and I rejoice when I think I am trying to do the best I can; but if I should know my brethren and sisters spoke evil of me, that I think would hurt me, and I am sure it hurts others. We should be espe<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cially careful how we talk about each other. If we cannot say anything good let us hold our tongues. If we know of a brother or a sister's weakness, go to him or to her if you speak of this weakness. If anyone has done you wrong, go to him alone or her alone and tell him or her your grievance,<span class=\"citation\" id=\"65058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65058)\">Matt. 18:15<\/a><\/span> instead of going to your neighbor to talk about the person whom you imagine has wronged you. Above all things we as a people should dwell together in love. The spirit of love should illumine our faces and gladden our hearts, for God delights in a glad heart. We should therefore carry peace and gladness into our habitations. Instead of going in cross, displeased, angry, we should dismiss all such feelings at the threshold and go into our homes carrying with us the spirit of peace. And when there are hard feelings existing, a feeling that someone has injured us, there should be a course taken to remove the same. We should not come together, as we have done this afternoon, and partake of the bread and water in remembrance of the broken body and spilt blood of our Lord and Savior Jesus Christ,<span class=\"citation\" id=\"73377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73377)\">1 Cor. 11:24-25<\/a><\/span> bearing hard feelings towards one another. If I know or feel that a man has wronged me, should I come here and partake of the sacrament without going to him and endeavoring to make the matter right? No, I should not. I should go to that man and tell him my feelings. If he has wronged me, I should say to him, &#x201C;Let us make this right;&#x201D; if I have wronged anyone else, that person should come to me in like manner. All such feelings should be removed from the midst of the Latter-day Saints. We should dwell in love, in union and in peace, and if we cannot make our differences right between ourselves, then we should call in <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the aid of some of our brethren to assist us, and by their aid, perhaps, the wrong, if any exists, may be rooted out and the evil put away from our midst. This is the religion that we should have. We may hear the Elders talking about the principles of the Gospel, as we have done this afternoon, and our hearts be gladdened by the recital thereof&#x2014;we may listen to these things, but if we do not carry out the principles that are thus taught, our religion is of no avail, it amounts to nothing, it is like a sounding brass and a tinkling cymbal,<span class=\"citation\" id=\"73663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73663)\">1 Cor. 13:1<\/a><\/span> it is not a practical and true religion; but if we carry out these principles, then blessed are we, and just as sure as we carry them out it will be the case with us, as long as Satan has power, that we will be persecuted. I would have none of you imagine that there will be a cessation of this persecution. I have heard some say that the time will soon come when there will be a cessation of this hatred against the Latter-day Saints. Do not deceive yourselves with any such idea. Thousands of times people have said to me, &#x201C;Oh, I wish you Latter-day Saints would abolish that hateful institution. That is the only thing that makes you objectionable.&#x201D; This is a great mistake. If we could do such a thing, it would not bring the result that the world imagine. If this is the Church of Christ&#x2014;as we declare it to be&#x2014;just as true as it is we will be persecuted. We cannot escape it, it is an inevitable result of the Gospel. We might seclude ourselves in the deserts of Sahara, as we secluded ourselves in these mountains some thirty-three years ago, and persecution would reach us. The adversary will not let us alone. The direst persecutions we ever had to suffer, occurred  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before the doctrine of polygamy was taught or believed in. There is nothing short of complete apostasy, a complete denial of every principle we have received, a throwing away of the Holy Priesthood, that can save us from persecution. When this takes place, when all the chief features of the Gospel are obliterated, when we can float along the stream and do as the world does, then and not till then will persecution cease, or until the adversary is bound, for the day will come when Satan will be bound<span class=\"citation\" id=\"80487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80487)\">Rev. 20:2<\/a><\/span><span class=\"citation\" id=\"85545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85545)\">D&amp;C 43:31<\/a><\/span><span class=\"citation\" id=\"88004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88004)\">D&amp;C 84:100<\/a><\/span><span class=\"citation\" id=\"88776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88776)\">D&amp;C 88:110<\/a><\/span> and then persecution will cease, but until then there will be no cessation; until then persecution will always exist in some form or other, and we shall have to meet it, so that we may as well make up our minds on the subject. In my childhood I made my calculations that the Gospel might cost me my life. I felt as Brother Naisbitt has described. In my childhood I had a yearning to know the truth and to know the Church of God. I would have gone round the world if I had been strong enough to have found a servant of God who had the ancient power. I thought I would be willing to do everything that anybody else ever did, God being my helper,<span class=\"citation\" id=\"56798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56798)\">Ps. 54:4<\/a><\/span> even if it cost me my good name. It might cost me my life; but what is that compared with eternal life in the presence of God. What are houses, what are lands, what is property of any kind compared with eternal life in the presence of God, to dwell there eternally in the society of Jesus, and of the Apostles and Prophets of old? This life is but a span. A few short years and we will pass away. Even if our enemies should suffer us to live, it is inevitable that <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we shall die.<span class=\"citation\" id=\"52489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52489)\">Gen. 2:17<\/a><\/span> That fiat has gone forth. Death is in the world. But we have received a knowledge of the truth, and we can seal our testimony with our blood regarding it; but I do not think this will be necessary in this age further than what has taken place. I trust it will not be. No man need court any such thing. If it should come while we are in the path of duty, having espoused the truth, we should be willing to endure all the consequences involved in its espousal and should follow the path that God has pointed out, leaving Him to overrule and control all things. But it is important, my brethren and sisters, that we should know it is the truth. That is the important point, that we should know for ourselves&#x2014;not because I say so, not because someone else says so, but because we know it for ourselves, God having revealed it to us. And that is the privilege of every human being whom God has created, that each should know for himself and herself concerning the truth. It is my privilege and your privilege to ask God and find out the truth for ourselves, and then when we have found it we can endure persecution. This is what the world calls fanaticism, but it is a fanaticism that the Saints of God always had. It is different from any other fanaticism; it is based on the truth, and it is this that should gather us together; it is this that should gather us together and make us one people. <\/div><div class=\"paragraph jod\" id=\"v22n1103\"> That God may grant us a continuation of these blessings and an increase of them and of His power and preserving care, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}