{"ID":220002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Tithing and Other Matters&#x2014;Correct Views Necessary.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, January 9, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Tithing and Other Matters, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/8\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v22n14\"> I made some remarks yesterday afternoon, in answer to certain questions which have been put to me in relation to the principle of Tithing, and I thought this morning that I would make a few additional remarks on the same subject, and perhaps touch upon some other matters. <\/div><div class=\"paragraph jod\" id=\"v22n15\"> I read over yesterday certain questions which have been asked me pertaining to this matter; and I thought I would take the liberty of answering these questions to this Conference. Perhaps there may be some here today who were not here yesterday, and there may be some here today who do not read the Doctrine and Covenants, and who are not acquainted with some of the principles relating to this subject. Therefore I will read again that which was read yesterday afternoon, which will be found on the 418th page of the Doctrine and Covenants, new edition. There may be some who have not this edition, and I will say therefore that the same revelation will be found in section 107 of the old edition. <\/div><div class=\"paragraph jod\" id=\"v22n16\"> &#x201C;Revelation given at Far West Missouri, July 8th, 1838, in answer <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the question, O Lord, show unto thy servants how much thou requirest of the properties of the people for a tithing.<span class=\"citation\" id=\"90726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90726)\">D&amp;C 119 Headnote<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n17\"> &#x201C;Verily, thus saith the Lord, I require all their surplus property to be put into the hands of the bishop of my church of Zion, For the building of mine house, and for the laying the foundation of Zion and for the priesthood, and for the debts of the Presidency of my Church. And this shall be the beginning of the tithing of my people. And after that, those who have thus been tithed shall pay one-tenth of all their interest annually; and this shall be a standing law unto them forever, for my holy priesthood, saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v22n18\"> &#x201C;Verily I say unto you, it shall come to pass that all those who gather unto the land of Zion shall be tithed of their surplus properties, and shall observe this law, or they shall not be found worthy to abide among you. <\/div><div class=\"paragraph jod\" id=\"v22n19\"> &#x201C;And I say unto you, if my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon, that it may be most holy,  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>behold, verily I say unto you, it shall not be a land of Zion unto you. And this shall be an example unto all the stakes of Zion. Even so. Amen.&#x201D;<span class=\"citation\" id=\"90749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90749)\">D&amp;C 119:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n21\"> The scriptures say that we shall receive line upon line and precept upon precept;<span class=\"citation\" id=\"58584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58584)\">Isa. 28:10,13<\/a><\/span> and therefore it is necessary sometimes, to carry out these ideas in order that, where a people have been misinformed or have not judged or heard correctly, they may be put right in relation to all general leading principles. A feeling has more or less prevailed among the people that Tithing is a matter to be decided on exclusively by the individual paying it, and that if he pays it, all right; if he does not pay his Tithing, it is not quite so right, but it makes not so much difference. A good Saint perhaps, may be honorable and upright and honest in dealing; may be a tolerably good neighbor; he may be zealous to a certain extent, according to his ideas and notions in regard to the propagation of the word of truth; he may be active and energetic in many things, but if he does right in the main, Tithing is a matter of very little importance; it is only a temporary idea, it does not concern us much, it is only meant to meet the financial affairs associated with the Church&#x2014;and that is a matter of very little importance. <\/div><div class=\"paragraph jod\" id=\"v22n22\"> Now it is proper that we should be correctly informed in relation to these matters, and as I stated yesterday, there is a great diversity of opinion existing among men, and even men in authority in the Church, say, Bishops and probably Presidents of Stakes and others, in relation to the principle of Tithing. Now, it is proper that we should have a correct view and a proper understanding of this principle. We are here to carry out the purposes and designs of God, and as I under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand it we have been gathered together according to certain revelations which have been given for the establishment of His Church upon the earth,<span class=\"citation\" id=\"84906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84906)\">D&amp;C 33:5-6<\/a><\/span><span class=\"citation\" id=\"87320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87320)\">D&amp;C 78:3-4<\/a><\/span> and that we, as a people, profess to be the Lord's people, and under His guidance and direction. Each one, if he is living his religion, is supposed to have the spirit of light, of truth and intelligence within himself, the spirit of revelation, the Holy Ghost given unto him by the laying on of hands which, if he follows in all its guidings and dictates will lead him into all truth.<span class=\"citation\" id=\"70434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70434)\">John 16:13<\/a><\/span> Each man and each woman is placed in the position that they can draw nigh unto God through Jesus Christ: to have the light and intelligence of the Spirit of God imparted unto them; but because of the weakness of man, because of our many infirmities, and because of the powers of darkness and of the many influences that have been at work from the commencement of the world until the present time seeking to destroy, to uproot and to overturn the principles of eternal truth, and to lead men into error, darkness, confusion, and death, and because it is the way and order of God, He has ordained a holy Priesthood for the guidance, for the direction, and for the instruction of His people. <\/div><div class=\"paragraph jod\" id=\"v22n23\"> We are told that in ancient days God placed &#x201C;in the church, first apostles, secondly prophets, thirdly teachers;&#x201D;<span class=\"citation\" id=\"73638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73638)\">1 Cor. 12:28<\/a><\/span> and again, &#x201C;He gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers.&#x201D;<span class=\"citation\" id=\"75077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75077)\">Eph. 4:11<\/a><\/span> For what? &#x201C;For the perfecting of the saints, for the work of the ministry, and for the edifying of the body of Christ: Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ: That we henceforth  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be no more children, tossed to and fro, and carried about by every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive; But speaking the truth in love, may grow up into him in all things, which is the head, even Christ.&#x201D;<span class=\"citation\" id=\"75188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75188)\">Eph. 4:12-15<\/a><\/span> That was the teaching of one of the old Apostles. Furthermore, the Lord has instituted in the Church in these last days the same Priesthood that formerly existed, and for the same purpose. We have, say, a First Presidency; then we have the Twelve; then we have High Priests; then we have Seventies; then we have High Councils, and Bishops and their Counselors; then we have Presidents of Stakes, each Stake in its form a compact body,<span class=\"citation\" id=\"75275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75275)\">Eph. 4:16<\/a><\/span> with a President and his two Counselors, and Bishops operating in their place and presiding over their various Wards, and the High Councils operating in their place, with the Priests, Teachers and Deacons operating in theirs, all working and operating together. Then we have Relief Societies, and Mutual Improvement Societies, and our Sunday Schools, and Primary Associations, and all the various organizations and institutions which are organized for the instruction of the rising generation, male and female. Thus we have the various officers in the Church performing their several duties with honor, integrity and truthfulness before God, looking after the interest, the welfare and the happiness of those that are associated with and that are under their jurisdiction. Then these various Stakes, in their organizations, with their Presidents, are subject to the presiding authorities, and the Presidents thereof have to render an account to the Presidency of the Church; and the Presidency of the Church ought to be able at all times <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to render an account to their Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v22n25\"> This is an order, as I understand it, that is introduced by the Almighty, and by Him alone. It is not of man, nor did it proceed from man, neither can it progress nor be perfected by man without the direction of the Almighty. In fact, with all these helps,<span class=\"citation\" id=\"73639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73639)\">1 Cor. 12:28<\/a><\/span> with all these organizations, with all these principles, owing to the weakness and infirmities of man, we find it difficult to preserve in purity those sacred institutions that God has given unto us, and we continually need the greatest care, humility, self-denial, perseverance, watchfulness and reliance upon God. We talk sometimes about free will; is that a correct principle? Yes; and it is a principle that has always existed, and proceeded from God, our Heavenly Father. When God revealed Himself to Joseph Smith<span class=\"citation\" id=\"93654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93654)\">JS&mdash;H 1:17<\/a><\/span> it was optional whether he obeyed His counsel or not; I suppose, however, looking at things as they exist, and as they are in truth, God understood that he would do it, he having been selected for that purpose a long, long time ago; and that the Lord knew that he would adhere to those principles and would carry out the designs of Heaven as they should be communicated unto and required of him. We received the Gospel; was anyone forced to obey it? Was there any coercion in any possible way manifested toward us? Not that I know of. Was Oliver Cowdery, who was the second Elder in the Church,<span class=\"citation\" id=\"84291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84291)\">D&amp;C 20:3<\/a><\/span> obliged to receive this Gospel? No, he was not. Was Hyrum Smith obliged to receive it? No, he was not. Were any of the witnesses to the Book of Mormon&#x2014;<span class=\"citation\" id=\"128473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128473)\">BM Three Wit.<\/a><\/span><span class=\"citation\" id=\"128474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128474)\">BM Eight Wit.<\/a><\/span>the Whitmers and others? No. And after they did identify themselves with this Church, were they com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pelled to stay in it? No. Have any of the members of the Quorum of the Twelve, the Seventies, the High Priests, or the members of the High Councils, or the Presidents of the Seventies, or any class of men in this Church, been compelled to occupy the position to which they have been called? I do not know of any, do you? I know there was no coercion used with me further than the force of truth recommending itself to my mind, neither was there with you further than the power of truth operating upon your minds. And after you received the Gospel were you compelled to leave your homes to come here? No, you were not. In fact, it was your desire to come here, and you could not be kept back from coming, because you were impelled by the spirit which the Latter-day Gospel inspires to come to the land of Zion. If this is called compulsion, it is not the compulsion of man, but the operation of the Spirit of God, which you received through obedience to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v22n27\"> We may here ask, in acting under the dominion or control of the Priesthood, are any of you forced to do anything you do not want to? If you think you are in any possible way, I absolve you from it today, every one of you. These are my ideas about the rights of men. It is &#x201C;all free grace and all free will,&#x201D; as the poet has it. We have not been coerced to come into the Church, we are not coerced to remain in it. But we have taken upon ourselves a profession of faith in God, and as Latter-day Saints we believe that God has spoken, that the heavens have been opened, that the everlasting Gospel has been restored to man, and we believe that God has organized His Church by revelation, through his servant, Joseph Smith, in the form that we now have it. <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This is our faith. We cannot help that faith. I cannot help my faith, neither can you help yours. There was from the first, scriptural evidence adduced and a certain kind of reasoning used to enlighten our minds. We believed, after hearing the preaching of the Gospel, that it was our duty to be baptized in the name of Jesus for the remission of our sins, and to have hands laid upon our heads for the reception of the Holy Ghost. And when we received that Holy Ghost, which takes of the things of God, it showed them unto us;<span class=\"citation\" id=\"70516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70516)\">John 16:15<\/a><\/span> and then we were placed upon another footing from what we were before; and that Spirit has enlightened our minds in regard to those things of which I have spoken, as well as in regard to many others. If God has revealed unto us certain things can we help our faith in them, and can we help knowing this to be the Church and Kingdom of God? No. Can I? No. Can you? No. What would men have to do to deprive me of this faith? They would have to cut off my head, or in some other way to kill me; and then they could not change my faith, that would be impossible. If a man knows a thing, he knows it, and he cannot unknow it. There is one way whereby we can unknow these things, and that is by giving way to evil influences, to the powers of darkness, and by departing from the light of God; and then the light within us becomes darkness, and then &#x201C;how great is that darkness.&#x201D;<span class=\"citation\" id=\"63555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63555)\">Matt. 6:23<\/a><\/span> But when you talk about controlling a man's faith, it cannot be done; and I would say to people who are bent upon having me change my faith, all you have to do is to cut off my head, and even that would not do it, because I would still be myself entertaining the same faith in the next world. And there<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore, all that men could do toward accomplishing this object would be to destroy the body, but that principle which God has implanted in our hearts it would be impossible to destroy; hence says Jesus, &#x201C;And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.&#x201D;<span class=\"citation\" id=\"64182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64182)\">Matt. 10:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n29\"> Now, speaking again of the organization which I have referred to, connected with it are laws which are calculated to lead us on from strength to strength,<span class=\"citation\" id=\"56924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56924)\">Ps. 84:7<\/a><\/span> from knowledge to knowledge, and from intelligence to intelligence, until we shall all see as we are seen and know as we are known.<span class=\"citation\" id=\"73740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73740)\">1 Cor. 13:12<\/a><\/span><span class=\"citation\" id=\"87184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87184)\">D&amp;C 76:94<\/a><\/span> And hence God has given for this purpose the various offices that exist in the Church and Kingdom of God. I would further ask, What is this Priesthood given us for? That we may be enabled to build up the Zion of our God. What for? To put down wrong and corruption, lasciviousness, lying, thieving, dishonesty and covetousness, with every kind of evil, and also to encourage faith, meekness, charity, purity, brotherly kindness, truthfulness, integrity, honesty, and everything that is calculated to exalt and ennoble mankind, that we may be the true and proper representatives of God our Father here upon the earth, that we may learn to know His will and do it; that His will may be done on earth as in heaven.<span class=\"citation\" id=\"63418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63418)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67492)\">Luke 11:2<\/a><\/span> And hence, Zion is spoken of as being the pure in heart.<span class=\"citation\" id=\"89198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89198)\">D&amp;C 97:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n30\"> When the disciples of our Lord asked Him to teach them how to pray, what did He say? &#x201C;When you pray, say, &#x201C;Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we for<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>give our debtors. And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, forever. Amen.&#x201D;<span class=\"citation\" id=\"63340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63340)\">Matt. 6:9-13<\/a><\/span><span class=\"citation\" id=\"67441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67441)\">Luke 11:1-4<\/a><\/span> Besides other things they were taught to pray that God's kingdom might come.<span class=\"citation\" id=\"63419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63419)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67493)\">Luke 11:2<\/a><\/span> Why? That the earth might be delivered from oppression, cruelty, tyranny, from corruptions, infamy, licentiousness, debauchery, and all the evils that afflict humanity, and which have been introduced by the powers of darkness for the overthrow and destruction of the human family. Jesus stands forth as the great propitiator<span class=\"citation\" id=\"72309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72309)\">Rom. 3:23-26<\/a><\/span><span class=\"citation\" id=\"78539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78539)\">1 Jn. 2:2<\/a><\/span><span class=\"citation\" id=\"78765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78765)\">1 Jn. 4:10<\/a><\/span> between God and man.<span class=\"citation\" id=\"75888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75888)\">1 Tim. 2:5<\/a><\/span> He came here as the representative of His heavenly Father, He is our great High Priest,<span class=\"citation\" id=\"76556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76556)\">Heb. 4:14<\/a><\/span> and he lives to intercede for us before the throne of God, who is also our Father, Jesus being our elder brother. <\/div><div class=\"paragraph jod\" id=\"v22n31\"> Now, then, God has gathered us together for a purpose, and that purpose is to build up Zion<span class=\"citation\" id=\"128475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128475)\">3 Ne. 21:1<\/a><\/span><span class=\"citation\" id=\"128476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128476)\">Moses 7:62<\/a><\/span> and to establish His kingdom on the earth and He could not do it in any other way that I know of than the way in which He is doing it; He may however have some other way, but if He has I am not acquainted with it. It is sufficient for us to know that He has chosen this way. Very well. We are taking hold and are doing a great many good things. I feel very much interested in the labors which are being performed. My heart is drawn out in many instances to many peoples and organizations that are engaged in trying to teach the people the ways of life. When I see the Twelve thus engaged, traveling about from place to place teaching the pure principles of the Gospel of peace, I feel like saying in my heart, God bless you, and God sustain you; and all Israel ought to have the same feeling. Then when I see our missionaries doing the  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same thing not only in our midst but elsewhere, seeking to promote the benefit of men, to introduce correct principles and to expose error, and to lead men to the truth and to gather them to Zion, I feel to say, God bless you in all your operations, and may the Spirit and blessing and power of God be with you; and all Israel ought to sustain such men who are engaged in such beneficial labors. Then when I see our Sunday Schools in operation, with our young men and women, and in many instances the aged men and aged women taking an interest in our youth and trying to train up the rising generations in the paths of life, I say to all such, God bless you and may His peace and blessing be upon all who are interested in the welfare of Israel. And again when I see our young men and young women associating themselves together for mutual instruction and edification, learning to comprehend correct principles and educating themselves to become efficient laborers in the work, the great, the important, the eternal work of God which He has committed to us&#x2014;when I see our young men and women engaged in that way, I say to such, God bless you, and may the peace and the blessing of God be with you. And when I see our juveniles who are organized as Primary Associations, brought together and taught to sing the praises of God, and to comprehend the principles of the Gospel&#x2014;and in many instances their parents scarcely sense the responsibility God placed upon them when He placed these precious jewels in their care, making them the fathers and mothers of lives&#x2014;when I see our brethren and sisters engaged teaching these children to lisp the praises of God, and to honor and obey their parents and <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to do that which is right, I say God bless them. And when I see our Bishops engaged in doing the will of God, and exerting themselves to promote the welfare of His people over whom they preside, and seeking counsel from God and other sources, and doing all they can to build up Zion unselfishly, with pure hearts and clean hands,<span class=\"citation\" id=\"56525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56525)\">Ps. 24:4<\/a><\/span> I say, God bless you and may the spirit and power of your office rest upon you, that you may magnify it and honor your God. And when I see the Seventies and Elders go among the nations of the earth, as many have done before, trying to benefit mankind, trying to snatch them from the fearful calamity that is near at hand, but people do not know it, when I see men going forth to accomplish the purposes of God and gather out His elect, I say to such, God bless you; and I feel desirous and hopeful that these men may be able to present the eternal truths of heaven in such a way that the honest in heart may see and admire them, and participate in the blessings resulting from obedience thereto. <\/div><div class=\"paragraph jod\" id=\"v22n33\"> We are here, then, to build up Zion. We have a temple going up here, and we have others in course of erection in other places. Now, while we have no disrespect for the world, no disrespect for the nations in which we live, or for the authorities thereof, if they act wisely, well; if they do not act wisely it is not so well. No matter about that; we can trust them in the hands of God. We are the friends of all men, and are the friends of this nation; we are the friends and supporters of the Constitution of this nation, we are the friends of right, of freedom and of good administration and good men everywhere, and that on the principle of which I spoke awhile  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ago&#x2014;on the principle of freedom, liberty, believe, and let believe, worship, and let others worship, worship as you please according to the dictates of conscience, and let others do the same.<span class=\"citation\" id=\"94152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94152)\">A of F 1:11<\/a><\/span> It is for us to be governed by correct principles, and as far as it lies in our power to extend to all men this right, and then maintain, on correct principles, our own rights, the rights of others and the rights of God. These are my feelings in relation to this matter. But the world do not comprehend our principles; they cannot. But we can afford to teach them the Gospel even if we are abused for doing it; we can deal justly with them, and then suffer their abuse. No matter. We can do all this and a good deal more, and also advocate the rights of men, look after our own interests and welfare, and the interest of the community we are associated with, and sustain all just laws and correct principles. And then we can leave those men who violate correct principles in the hands of God. But they cannot comprehend these things, they do not possess that spirit which alone enables men to fulfil those principles, which are given by the Almighty for the benefit of the human family. We do understand them, I mean, those who are faithful to their profession, as Latter-day Saints; but some of us possess the spirit by which they are actuated, and I am sorry when I see it. But as a people we are not of the spirit of the world; we are here not to pattern after the follies of the world, but to build up Zion, the Church and Kingdom of God upon the earth; and God has given unto us a portion of His Spirit, that we may seek after Him, and seek to carry out His will, and He will continue to enlighten our mind, and we shall grow and increase, and our <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> path will be as that of the just, growing brighter and brighter unto the perfect day.<span class=\"citation\" id=\"57382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57382)\">Prov. 4:18<\/a><\/span><span class=\"citation\" id=\"85961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85961)\">D&amp;C 50:24<\/a><\/span> Do the world understand anything of the religion we have received? No. It is nothing new to say this; this was understood long, long ago. <\/div><div class=\"paragraph jod\" id=\"v22n35\"> &#x201C;The natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither indeed can he know them, because they are spiritually discerned;&#x201D;<span class=\"citation\" id=\"73116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73116)\">1 Cor. 2:14<\/a><\/span> and when they do not possess the spirit of truth, the Comforter,<span class=\"citation\" id=\"70261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70261)\">John 15:26<\/a><\/span> the Holy Ghost, by which alone they are understood, how can they comprehend them? Well, having said so much, let me come back to the question of Tithing. <\/div><div class=\"paragraph jod\" id=\"v22n36\"> The people were anxious at the time the revelation was given in Far West, to know what the Lord required as a Tithing from His Saints.<span class=\"citation\" id=\"90727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90727)\">D&amp;C 119 Headnote<\/a><\/span> I was there at the time; it was in 1838&#x2014;quite a little time to look back to. Some time, however, before this revelation was given, God had revealed the principle of the United Order,<span class=\"citation\" id=\"89817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89817)\">D&amp;C 104:1<\/a><\/span> which, as you know, the people could not abide; and when we come to think about it, it could hardly be expected that they could do so, they having been in the Church but a short time, taken out of the world, with all the prejudices and weaknesses that you and I have. But the time will come when we will obey these things as they are given by the revelations of God, and it will not be a hardship either; it will be a pleasure to those who are under the influence of the Lord. But like all other things, it will be &#x201C;free will and free grace.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v22n37\"> Now, then, we come to this. Here is a command given; who to? Not to outsiders, not to men of the world, not to people who do not believe in God nor in His laws; but it is given directly to us who profess to have  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>faith in Him, in His laws, and in His Priesthood. The question then is, what is our duty, as we have not obeyed the other law? I will remark here, incidentally, that when this law of Tithing was given, a great many people were gathering up to Far West and to that district of country, as we are to this country; but it would apply more to our early settlements than at the present time. This people thus gathering to Far West, were told that it was required of them to give their surplus property&#x2014;I will read it. <\/div><div class=\"paragraph jod\" id=\"v22n39\"> &#x201C;I require all their surplus property to be put into the hands of the bishop of my church of Zion, For the building of mine house, and for the laying the foundation of Zion and for the priesthood, and for the debts of the Presidency of my Church. And this shall be the beginning of the tithing of my people.&#x201D;<span class=\"citation\" id=\"90736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90736)\">D&amp;C 119:1-3<\/a><\/span> What then? &#x201C;And those who have thus been tithed shall pay one-tenth of all their interest annually; and this shall be a standing law unto them forever, for my holy priesthood, saith the Lord.&#x201D;<span class=\"citation\" id=\"90766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90766)\">D&amp;C 119:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n40\"> Now, here is a people, of whom we form a part, who met together to ask the Prophet of the Lord to inquire for them the will of the Lord concerning this matter of Tithing; and He gives it in these words: <\/div><div class=\"paragraph jod\" id=\"v22n41\"> &#x201C;And this shall be a standing law unto them forever.&#x201D;<span class=\"citation\" id=\"90767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90767)\">D&amp;C 119:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n42\"> I will ask, has the Lord ever annulled this? No. Then it stands in full force today to this people. Then again: <\/div><div class=\"paragraph jod\" id=\"v22n43\"> &#x201C;Verily I say unto you, it shall come to pass that all those who gather unto the land of Zion shall be tithed of their surplus properties, and shall observe this law, or they shall not be found worthy to abide among you.&#x201D;<span class=\"citation\" id=\"90773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90773)\">D&amp;C 119:5<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n44\"> That is very plain talk. Is there any compulsion about it? No; but if they do not do it they shall not be considered worthy to abide among you.<span class=\"citation\" id=\"90774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90774)\">D&amp;C 119:5<\/a><\/span> What are we to make of it? As I said yesterday, I did not make it; President Young did not make it, neither did Joseph Smith make it; but by the request of the people he asked the Lord what His will was, and this was the answer; and this was given in 1838. And does it not seem strange that we do not comprehend it? I think it does sometimes. Here we have had the Doctrine and Covenants in our hands, which contain this revelation, since the year 1838; that is nearly forty-two years ago. We have had forty-two years to study this doctrine, and it is as plain as you can make it, and yet it would seem that we cannot understand it. Do we want to understand the laws of God? If we do, and will read these things under the influence of that spirit which I have referred to, I think that we will understand our duties without much trouble. <\/div><div class=\"paragraph jod\" id=\"v22n45\"> Now then, if Zion&#x2014;we were talking about building up Zion&#x2014;I am not going to enter into the whys and wherefores of these things, but will say it is a test to the people of God, or for us who profess to be, that we may know whether people will observe a certain specific law given by the Almighty or not, and thus have a proof of their fidelity and obedience. Now, if we abide this, all well and good; if not, it is written, &#x201C;They shall not be found worthy to abide among you.&#x201D;<span class=\"citation\" id=\"90775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90775)\">D&amp;C 119:5<\/a><\/span> What will you do with them? I often think that there are a great many people who are not worthy to abide among us; don't you? And then if God were to put judgment to the line, and righteousness to the plummet,<span class=\"citation\" id=\"58629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58629)\">Isa. 28:17<\/a><\/span> most of us would be in a  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very poor fix. I will tell you what I think should be done, and that is why I am treating upon this subject today. I think the people ought to be instructed in these things, and then if they do not live up to them you will not then be held responsible to the authorities that preside over you. The Lord tells us that they shall not be worthy of a place among us.<span class=\"citation\" id=\"90776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90776)\">D&amp;C 119:5<\/a><\/span> Do we want to alter that? Not one iota. Would I wish to be harsh to men that are ignorant? No, I would not; I would bear with them, and teach them and instruct them. And if I were a Bishop I should instruct my Teachers to do it; and then by and by, after they were fully informed, and had every opportunity to become acquainted with things, we might take final action in relation to their standing. I would not wish to enforce that law at present, until men were thoroughly informed. For instance, the case I referred to yesterday. There were two men; one paid $100 in tithing, the other paid $25 in tithing. Both of them owned about the same amount of property; but the first paid his tithing, the other did not. The second, however, paid some $75 in donations; but he did not pay his tithing, he only paid a quarter of it. That now may have arisen from ignorance with regard to the law. The last paid out as much money as the first; and he may have been wrongly taught. Some of the Bishops do not understand these things, and yet we have had this doctrine given unto us for forty-two years. Has a man a right to turn and change things as he pleases? I have not, and I do not believe any other man has. And if any Bishop or a President of a Stake or anybody else tells you that you can do as you please about the disposition <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you make of the means you pay, as long as you pay a certain amount, or you may pay it on Tithing or not, as you please, I tell you that he teaches false doctrine. But should we be hard with such people? No. If they have been under influences of this nature and been wrongly taught, I will say, as a certain party said to me who had been doing these things, &#x201C;I will switch off and pay my Tithing according to the law.&#x201D; You, Bishops and Presidents of Stakes, switch off and get the people to do things right. There is no commandment about donations, but there is about Tithing; and I am not at liberty to change this, neither any other man. <\/div><div class=\"paragraph jod\" id=\"v22n47\"> I will follow this subject a little further. We are talking about building up Zion. Here is where the thing applies itself with great force to me as well as to you, when you comprehend it as it exists and see it by the light of the Spirit of Truth. For it is written: &#x201C;And I say unto you, if my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon, that it may be most holy, behold, verily I say unto you, it shall not be a land of Zion unto you.&#x201D;<span class=\"citation\" id=\"90787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90787)\">D&amp;C 119:6<\/a><\/span> Well, we are talking about building up the land of Zion, which is one of the things we are here for. And God has said that if we do not obey this law, it shall not be a land of Zion unto us.<span class=\"citation\" id=\"90786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90786)\">D&amp;C 119:6<\/a><\/span> Does this apply to us? I will read a little further: &#x201C;And this shall be an ensample unto all the stakes of Zion.&#x201D;<span class=\"citation\" id=\"90799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90799)\">D&amp;C 119:7<\/a><\/span> Now, I speak these things for your information. I will go a little farther upon the subject. A person wrote me a letter, stating that a young man had applied to a certain Bishop for a recommend to get married. He asked him if he  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had paid his Tithing. He answered, No. &#x201C;Well,&#x201D; said the Bishop, &#x201C;We are instructed not to give recommends to those who do not pay their Tithing.&#x201D; &#x201C;But,&#x201D; said the young man, my father I suppose paid my Tithing for me.&#x201D; If this was so, that would be very proper, especially in farming districts, where the grown sons assist in cultivating the farm, and the daughters, perhaps, assist in making the butter and cheese, etc. When the Tithing on the whole is paid, that is all straight enough, because what is made is the proceeds of the united labor of the family, and the family are all, of course, represented until they come to age. And then what? Why then comes another state of things. &#x201C;Have you paid your Tithing since you left your father?&#x201D; the young man was asked. No. Why? I have been careless and indifferent and I have not done what was right. Well, if you haven't paid your Tithing, and you seem to have forgotten God, why is it that you want to get married according to the laws of God? Why not get married in some other way, seeing that you observe not the laws of God? Well, in the first place, my father and mother wish me to be married according to the laws of God; and then my intended wife's father and mother want us to be married in that way; and again, the girl has told me that she will not have me unless we get married in that way. I will here remark, I think this very sensible and creditable on the part of the young lady; I think she acted very wisely, and I wish all our young sisters felt the same, and they ought to on a matter of such importance to them. Says the young man further: &#x201C;I have a desire to keep the laws of God, for I was born in the Church, and I have grown up <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with such feelings, but I was not man enough to practice them. But if you give me the recommend I will try and do it in the future.&#x201D; But the question is, under these circumstances, should the recommend be given? I could not do it, unless there was some visible manifestation on his part to mend his ways and to make up the thing he had been deficient in. &#x201C;Why,&#x201D; it may be asked, &#x201C;Is it not better to have our sons married in the right way and be kind to them, than to see them go elsewhere to be married.&#x201D; As I said yesterday, as I say today, if it were a son of mine I could not give him the recommend; and other men's sons under the same circumstances are no better than mine. It is principle we are to be governed by. I am not here, you are not here to carry out our own designs, and feelings, and purposes. Why, Jesus himself did not come to do that. According to His own words, He came not to do his own will, but the will of his Father who sent Him.<span class=\"citation\" id=\"69263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69263)\">John 6:38<\/a><\/span> And we are here not to do our own will, but the will of the Father who also sent us,<span class=\"citation\" id=\"69262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69262)\">John 6:38<\/a><\/span> and who has called us to our holy and exalted calling. And what shall be done? Unless this young man could convince me, if I were a Bishop, that he was sincere in his heart and made some satisfactory attempt at fulfilling this law, I would not give him a recommend. What? Would Elders of Israel take men into the House of God, would you, because God has revealed some of the greatest blessings that can be conferred upon humanity, blessings which thousands and tens of thousands of good men sang about and prayed about and longed to receive, but who died without enjoying them,<span class=\"citation\" id=\"77024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77024)\">Heb. 11:13<\/a><\/span> should we take a man, a man whom this Book says, shall not be worthy to abide  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>amongst you,<span class=\"citation\" id=\"90777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90777)\">D&amp;C 119:5<\/a><\/span> should we, I say, take him through the House of the Lord and confer and seal upon him blessings and lives eternal,<span class=\"citation\" id=\"128478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128478)\">D&amp;C 132:22-24<\/a><\/span> and thrones and principalities and powers and dominions,<span class=\"citation\" id=\"128477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128477)\">D&amp;C 132:19<\/a><\/span> and introduce him into the society of the highest intelligences that exist in the eternal worlds? I forbid you to do it in the name of the Lord. We cannot do it, we are not at liberty to do it, neither are we at liberty to use our judgment in regard to it either. If we bear with men in their weakness and infirmity and are obliged to carry a lot of men like so many automatons, the time will come and it must come when they will be shut out, they will not be found worthy to abide among you;<span class=\"citation\" id=\"90778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90778)\">D&amp;C 119:5<\/a><\/span> they are not worthy now. But we have to bear with them until they are better informed; but until then they must do the best they can, for they cannot go into the House of the Lord, they cannot be sealed up to eternal lives, they cannot have part in the blessings which God has conferred upon us until they bring forth fruits meet for repentance.<span class=\"citation\" id=\"62676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62676)\">Matt. 3:8<\/a><\/span><span class=\"citation\" id=\"82135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82135)\">Alma 12:15<\/a><\/span><span class=\"citation\" id=\"128479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128479)\">D&amp;C 132:19-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n50\"> I will take it in another point of view. We pay our Tithing and we pay Temple donations, we attend to the duties of the House of the Lord; we go forth and proclaim the Gospel of peace to the nations of the earth; we convert people, under the blessing of God, and they come to a knowledge of the principles of the Gospel, and we continue our labors to build up Zion; looking at it in this light, would it be just, after we have laid out our means, would it be in accordance with the principles of equity to grant this privilege to such men, a privilege which we have earned and, in a certain sense, paid for? It is generally the case that they are the first to rush forward and want certain blessings without <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earning them. Jesus said in His day that the &#x201C;kingdom of heaven suffereth violence, and the violent take it by force.&#x201D;<span class=\"citation\" id=\"64255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64255)\">Matt. 11:12<\/a><\/span> These are some of that class who crowd in where they are not worthy to tread. These temporal matters they assume are of very little importance, they are of very little importance judging from the way that many of us labor; but they are of very great importance when weighed in the balances of truth, the principles of eternal life which God has revealed are of the utmost importance to the Saints, both to the living and the dead, to the myriads of men that have lived and that may live, these things are of vast importance. <\/div><div class=\"paragraph jod\" id=\"v22n51\"> I thought I would talk a little upon this subject this morning. I will now offer a few remarks upon another subject. We talk sometimes about justice; and I have noticed the spirit manifested among us sometimes, &#x201C;An eye for an eye, and a tooth for a tooth.&#x201D;<span class=\"citation\" id=\"55071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55071)\">Deut. 19:21<\/a><\/span><span class=\"citation\" id=\"54346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54346)\">Ex. 21:24<\/a><\/span><span class=\"citation\" id=\"63186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63186)\">Matt. 5:38<\/a><\/span> This is something that really does not belong to us. We are full of infirmities. We pray to the Father to forgive our trespasses as we forgive them that trespass against us.<span class=\"citation\" id=\"63473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63473)\">Matt. 6:12<\/a><\/span><span class=\"citation\" id=\"63491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63491)\">Matt. 6:14-15<\/a><\/span> How often do we sin against God? Many times, and ask His forgiveness. How often should I forgive my brother? I hear people say, &#x201C;here is such and such a man, he has wronged me, and I cannot forgive him.&#x201D; Then you have not the true spirit of the Gospel. &#x201C;But he has acted so meanly towards me, he has injured my reputation, and he sought to do it.&#x201D; Bless your soul, he cannot injure your reputation if it is good; on the contrary, by taking a correct course, according to the spirit of the Gospel, he that has traduced you will respect you and will be the sufferer, not you. It is our duty to forgive our brother seven times, yes,  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seventy times seven,<span class=\"citation\" id=\"89337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89337)\">D&amp;C 98:40<\/a><\/span> when he turns to you and seeks your forgiveness;<span class=\"citation\" id=\"89330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89330)\">D&amp;C 98:39<\/a><\/span> and we should forgive men in our hearts<span class=\"citation\" id=\"128480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128480)\">D&amp;C 64:8<\/a><\/span> whether they ask our forgiveness or not. And what about our enemies? What shall we do with them? Offer them peace and forgive them the first time. And what then? Go again the second time and forgive them? Yes, if they ask forgiveness. And the third time?<span class=\"citation\" id=\"89308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89308)\">D&amp;C 98:23-37<\/a><\/span> Yes; but the fourth time the Lord says thine enemy is in thine hand,<span class=\"citation\" id=\"89316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89316)\">D&amp;C 98:31<\/a><\/span> do with him as seemeth thee good. You have then fulfilled the law;<span class=\"citation\" id=\"89334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89334)\">D&amp;C 98:39-48<\/a><\/span> and even then, if you are merciful, it is said it shall be accounted to you for righteousness. This is the law of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v22n53\"> I am desirous to see the people observe this law of Tithing, because it is a plain and direct command to us. Not that I care anything personally whether people pay their Tithing or not, and I do not think the Lord cares much himself. The gold and the silver are His,<span class=\"citation\" id=\"56507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56507)\">Ps. 24:1<\/a><\/span> and so are the cattle upon a thousand hills;<span class=\"citation\" id=\"56724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56724)\">Ps. 50:10<\/a><\/span> and to Him belongs power to command all things. And what we do possess of this world's goods is given unto us to make a wise use of, because we cannot take them with us when we shall be called hence. It is for us, as Saints of the Most High, to be honest and upright and take a correct course, to be full of integrity and maintain correct principles everywhere and at all times. If our enemies cannot afford to treat <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us aright, we can afford to treat them aright. But we will not barter away our rights, but leave ourselves in the hands of God, and seek to Him for His guidance; and if we keep His commandments, God's blessing will rest upon us. Therefore, in regard to this, it is not a matter of pecuniary interest that prompts me to speak to you; it is a test of faith which God has given unto us, and which affects us all and that for some reason known to God. But speaking of ourselves, it is positively stated, as before referred to, that those who do not observe this law shall not be considered worthy to abide among us;<span class=\"citation\" id=\"90779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90779)\">D&amp;C 119:5<\/a><\/span> and further, that this shall be a standing law unto all the Stakes of Zion.<span class=\"citation\" id=\"90768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90768)\">D&amp;C 119:4<\/a><\/span><span class=\"citation\" id=\"90800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90800)\">D&amp;C 119:7<\/a><\/span> Again, the Lord says: &#x201C;If my people observe not this law, etc., it shall not be a land of Zion unto them.&#x201D;<span class=\"citation\" id=\"90788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90788)\">D&amp;C 119:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n54\"> We have to build up Zion, and make it the praise of the whole earth;<span class=\"citation\" id=\"56647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56647)\">Ps. 48:2<\/a><\/span> but to do this acceptably to God, we must be governed by the principles of purity and honesty; truthfulness and integrity and all the sterling virtues which God has pointed out for man to be governed by.<span class=\"citation\" id=\"128481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128481)\">D&amp;C 105:5<\/a><\/span> And when the Saints arrive at this state of perfection, thus fulfilling this scripture with regard to the greatness and splendor of Zion,<span class=\"citation\" id=\"56673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56673)\">Ps. 50:2<\/a><\/span> God will make His people not only the richest of all people in spiritual things, but also in temporal things.<span class=\"citation\" id=\"85217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85217)\">D&amp;C 38:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n55\"> God bless you, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}