{"ID":220046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Funeral Discourse.<\/div>\n<div class=\"subtitle\">Discourse by President Wilford Woodruff, delivered in the 14th Ward Assembly Rooms, at the Funeral Services of Sister Elizabeth H. Cannon, on Sunday, Jan. 29, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Funeral Discourse.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 1\/29\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v22n1025\"> We are again called to pay our last respects to the dead. Upon this occasion it is one of the daughters of the Lord, a mother of Zion, who has filled the measure of her creation.<span class=\"citation\" id=\"88369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88369)\">D&amp;C 88:19,25<\/a><\/span> Sister Cannon was a noble woman, a noble mother in Israel who has raised a noble posterity; and she has now gone to rest after spending her life in upholding the principles of truth and making them honorable in the earth. <\/div><div class=\"paragraph jod\" id=\"v22n1026\"> There are some things connected <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with this funeral that may be considered unpleasant. I refer to the absence of the husband of the deceased at Washington, where he is laboring for the interest and welfare of the people of this Territory, he, under the circumstances, not feeling to leave his post, but to leave the remains of his companion in the hands of his friends and to the mercy of God. And also in the absence of her two oldest sons, one of whom is in England, the other in  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Germany, preaching the Gospel to the inhabitants of those respective countries, neither of whom, therefore, the sons nor the husband, can be present to pay their last respects to their noble mother and companion. <\/div><div class=\"paragraph jod\" id=\"v22n1028\"> On such occasions when mourning the loss of our departed friends, I cannot help but think that in every death there is a birth: the spirit leaves the body dead to us, and passes to the other side of the veil alive to that great and noble company that are also working for the accomplishment of the purposes of God, in the redemption and salvation of a fallen world. And the spirit of this our deceased Sister, has gone to mingle with her little ones who have gone before her, and with her father and mother and her other family relations, and with her many friends who, like her, have wrestled with life and the struggles and troubles thereof, have overcome and gone home. All is well with Sister Cannon. She is satisfied with her condition today. I feel with regard to her as I have always felt with regard to faithful Latter-day Saints, when they have finished their work and gone behind the veil that there are none of them that would return to their earthly bodies if they had the opportunity. <\/div><div class=\"paragraph jod\" id=\"v22n1029\"> In making remarks at funerals, which I have often been called upon to do, I have taken the liberty of speaking plainly my feelings with regard to the dead. And I will say here, when I see a man or a woman, a true and faithful Latter-day Saint pass away, I do not feel in my heart to mourn. Why should we mourn for the woman whose remains lie before us? She has been true and faithful to the sacred and holy covenants that she entered into with God her heavenly Father; she has <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> received those ordinances in the house of God that will prepare her to go into the presence of the best men and women that have lived upon the earth; she has left a noble posterity to bear her name and to bear record of and to emulate her example; she is freed from pain and suffering and the anxieties of life, and is now beyond the power of the enemy of all righteousness;<span class=\"citation\" id=\"71850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71850)\">Acts 13:10<\/a><\/span> she has opened her eyes in the spirit world, among her relatives and friends and her own little ones, whose death caused her grief and pain; she has gone to enjoy the society of those who have washed their robes and made them white in the blood of the Lamb,<span class=\"citation\" id=\"79336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79336)\">Rev. 7:13-14<\/a><\/span> and to inherit the blessings and glory of eternal life. No, I cannot feel to mourn for her. It is hard, of course, to part with our friends; but after all it is with regard to them, as one of old said. &#x201C;It is better to go to the house of mourning, than the house of feasting.&#x201D;<span class=\"citation\" id=\"57572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57572)\">Eccl. 7:2<\/a><\/span> It is natural for us to give expression to our feelings in tears in laying away the bodies of our beloved friends, and there is a degree to which we may go which is proper and right; but there are extremes which are often indulged in, which is neither proper nor right for Latter-day Saints to copy after. Here, however, as I have said, we have nothing to mourn about as far as Sister Cannon is concerned. <\/div><div class=\"paragraph jod\" id=\"v22n1030\"> When I say that I have never felt to mourn for any faithful man or woman who has died in this Church, I must make one exception; I did feel to mourn, and so did all Israel, the death of our martyred Prophet and Patriarch, Joseph and Hyrum Smith. But we did not mourn on account of them personally, for they had passed through all that any martyr ever did or could, but we felt to mourn their loss to the  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church as our leaders, to whom we had learned to look for counsel and advice in every hour of trouble and trial, although there is something very dreadful in the thought of assassinating men, whether they be Prophets or Apostles, or whether they be emperors or presidents. With that exception I have not felt to mourn for any faithful person who has gathered up his feet and gone to sleep with the fathers. I have felt rather, that they have gained a victory which but few of the human family have gained in their day and generation. For you will find, my brethren and sisters, there are but a very few comparatively, either male or female, who have had independence of mind enough, as well as honesty of heart sufficient to receive the Gospel of Christ. It takes independence of mind, honesty of heart, faith in God, and firmness of character to live the life of a Latter-day Saint, in the face of a frowning world, and in the midst of trials and troubles and persecution. <\/div><div class=\"paragraph jod\" id=\"v22n1032\"> The spirit of Sister Cannon has left us; her body is here awaiting the purifying changes it must undergo in mother earth. But whether her spirit is present witnessing these funeral services, or whether she, on opening her eyes in the spirit world, would say, &#x201C;I leave my body for my friends to bury, I must enter upon my mission,&#x201D; that is something we are not able to speak definitely about. God not having revealed it unto us. But this we do know, she is all right, because she was thoroughly prepared for the change that awaited her; and she has gone to do all that she can for those of her kindred and friends that are to follow. And what more can you say? We are left, and we are doing for Sister Cannon what our friends, <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sooner or later, will be doing for us. It will not be very long before Brother Cannon and also the children and friends of the deceased who remain will join her in the spirit world, if it is not until the coming of Christ. This admonition comes home forcibly to the living, &#x201C;Be ye also ready.&#x201D; And it applies to us all. And it is for us as parents and Elders of Israel to labor in the cause of God, while we are permitted to tarry; living up to the light and knowledge that we have been blessed with. For there is a time appointed unto all men;<span class=\"citation\" id=\"56093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56093)\">Job 7:1<\/a><\/span><span class=\"citation\" id=\"56132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56132)\">Job 14:14<\/a><\/span><span class=\"citation\" id=\"90833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90833)\">D&amp;C 121:25<\/a><\/span> and He takes away many according to the counsels of His own will.<span class=\"citation\" id=\"128623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128623)\">Eph. 1:11<\/a><\/span><span class=\"citation\" id=\"128624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128624)\">D&amp;C 58:20<\/a><\/span> He takes whom He will take, and spares whom he will spare for a wise purpose in Himself. These things are according to the purposes and ordinances of God to man. Some labor this side of the veil, others on the other side of the veil. If we tarry here we expect to labor in the cause of salvation, and if we go hence we expect to continue our work until the coming of the Son of Man.<span class=\"citation\" id=\"86529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86529)\">D&amp;C 64:23<\/a><\/span> The only difference is, while we are here we are subject to pain and sorrow, while they on the other side are free from affliction of every kind. <\/div><div class=\"paragraph jod\" id=\"v22n1033\"> I pray God to comfort the heart of Brother Cannon, in this his sad bereavement, and to sustain him by the power of His Spirit; and I pray that his wives and children may be blessed and preserved in the truth, that at last he and they, together with this his companion, whose voice is now hushed in death, may come forth in the morning of the first resurrection, and stand in their family organization clothed with glory, immortality and eternal lives, to join with the redeemed and sanctified in exclaiming: <\/div><div class=\"paragraph jod\" id=\"v22n1034\"> &#x201C;O death, where is thy sting? O grave, where is thy victory?&#x201D;<span class=\"citation\" id=\"74007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74007)\">1 Cor. 15:55<\/a><\/span>  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><\/div>\n<\/div>\n<\/div>"}