{"ID":220051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Preaching and Practice of the Gospel&#x2014;Visitations of Angels, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Henry W. Naisbitt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 15, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Preaching and Practice of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Henry W. Naisbitt<\/div>\n<div class=\"date\">Date: 5\/15\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v22n1105\"> However disagreeable it may be to my personal feeling to stand before a congregation, the consciousness which the Elders of this Church possess that they have had committed to them the authority of the Holy Priesthood, and that they are entitled to the inspiration of the Holy Ghost, and that they possess the faith and prayers of the Saints who are their associates in the Church&#x2014;those who understand their needs&#x2014;is enough, I think, to buoy up an individual when he is called upon suddenly to address the people; indeed it is these thoughts alone which give me courage at the present time; I count upon a measure of the Holy Spirit; I count upon the faith and prayers of the Saints; and while I take up a little time I hope that that which may be said will be profitable and advantageous to all who listen and to the speaker himself. <\/div><div class=\"paragraph jod\" id=\"v22n1106\"> Numerous have been the methods and channels through which the human family from time to time have received intelligence. Preaching is as old as history. Men have learned from each other. The results of individual experience have been transmitted to those who had less opportunity, and in this way knowledge has been increased in one from the resources of another. <\/div> <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n1107\"> But Christians believe, I think, as a rule, that men have not always been dependent upon those who dwell in the flesh for the intelligence which they have acquired. Those who have accepted the Bible, the Old and New Testament, will understand that there have been in past ages other methods by which intelligence was communicated than simply through men who dwelt in the flesh. Spiritual communication is one of the cornerstones of the old book. It is filled with instances where intelligences not directly of earth have visited members of the human family and communicated with them from time to time. Abraham, whom Christians look upon as &#x201C;the father of the faithful,&#x201D;<span class=\"citation\" id=\"74488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74488)\">Gal. 3:7-9<\/a><\/span><span class=\"citation\" id=\"92194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92194)\">D&amp;C 138:41<\/a><\/span> was one who was privileged to receive angelic visitations.<span class=\"citation\" id=\"53309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53309)\">Gen. 22:11<\/a><\/span> Lot was another of those who had experience of this character;<span class=\"citation\" id=\"53237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53237)\">Gen. 19:1<\/a><\/span> and so were many of the ancients, from the beginning down to the time of our Lord and Savior Jesus Christ, whose divine mission was announced by the visitations and communications of the angelic hosts.<span class=\"citation\" id=\"67052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67052)\">Luke 2:13<\/a><\/span> Whatever the character of these angels might have been, whether they were resurrected beings who had dwelt upon the earth&#x2014;whether they were those of higher grades&#x2014;archangels,<span class=\"citation\" id=\"78893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78893)\">Jude 1:9<\/a><\/span> as they are called&#x2014;or whether they were de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>signed and appointed specially to minister to individual men&#x2014;which of these varieties they may have belonged to, it is very evident that the scriptures are full of the history of angelic communication, and that they were the instruments in the hands of the Almighty, sent to communicate his will under certain conditions. It is quite true that in our age this has been accounted one of the lost arts; it has been numbered among the things that had been, but had fallen into disuse; something that had become obsolete or unnecessary in the advanced condition of human intelligence. <\/div><div class=\"paragraph jod\" id=\"v22n1109\"> But the same scriptures which tell of such visits in ancient times also point out with remarkable distinctness that there would be periods in the history of the human family when this angelic communication would again be restored, and that messengers would again come from the heavens to communicate with the children of men and introduce a new condition of things or prepare for conditions which must and will exist in order that the economy of God might be saved. Hence we have an account in the revelations of St. John, of the different angels that were to follow each other in the several epochs or dispensations of Providence among mankind.<span class=\"citation\" id=\"79149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79149)\">Rev. 5:1-14<\/a><\/span><span class=\"citation\" id=\"79236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79236)\">Rev. 6:1-17<\/a><\/span> We have an account of the opening of the seven seals, which according to that record is to be done by angels appointed by divine authority, for the express purpose of the unfolding of the divine program in human history.<span class=\"citation\" id=\"87283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87283)\">D&amp;C 77:6-7<\/a><\/span> But there is mention made there of one particular angel of whom it is said that he was seen, &#x201C;flying through the midst of heaven, having the everlasting gospel to preach unto those that dwell upon the earth.&#x201D;<span class=\"citation\" id=\"79841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79841)\">Rev. 14:6<\/a><\/span> That this was to be in the far distant future from the <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> period when John dwelt upon the earth and was a prisoner on the Isle of Patmos, is abundantly evident to all who have been but casual readers of the sacred Scriptures; but to those who have been students of that book, to those who have sought to read it understandingly, to make it their rule of life and to be guided by it in their travels, and through its teachings to fit themselves for the future, this statement could not pass with common notice&#x2014;it no doubt has arrested their attention many a time, as covering a series of interesting and important periods of events. While in the nineteenth century such an idea by religionists has been ignored, being considered unnecessary, yet the documents have come down to us from the primitive times and the assertion is not denied that such an occurrence was to take place at some period of human history, if the word was to be fulfilled. Now I think that there are advantages to be derived from this angelic communication. Whenever a man realizes who and why he is upon the earth; whenever he realizes the instincts which are implanted within him and which make him soar after something that goes beyond the reach of human life and time, I think everyone will agree that there is a vast field and need also for the acquisition of intelligence that would tend to the advancement of thousands and millions of the human family. <\/div><div class=\"paragraph jod\" id=\"v22n1110\"> Ideas that could be communicated in regard to the past, ideas in regard to the present, ideas in regard to the future, might thus be obtained. Those ideas are not particularly within the range of the schools, colleges and educational institutions of mankind, they must come from a source and through channels where <\/div>\n<\/div>\n<\/div>"}