{"ID":220032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Character of God's Work&#x2014;True Riches&#x2014;Our Responsibilities, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Francis M. Lyman, delivered at the General Conference, Friday Morning, October 7, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Character of God's Work, Etc.<\/div>\n<div class=\"speaker\">Speaker: Francis M. Lyman<\/div>\n<div class=\"date\">Date: 10\/7\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v22n728\"> My brethren and sisters, I am pleased to meet you in this General Conference, and although it is a great task to undertake to speak to so <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> large an audience, I am willing to undertake my part if you will give me your faith and prayers, and the Lord will bless me with His Spirit.  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The work that engages our attention is more remarkable than any work that the Lord has ever commenced upon the earth. The determination of our Heavenly Father that this work shall stand forever, that it shall not be taken from the earth nor be given to another people,<span class=\"citation\" id=\"61325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61325)\">Dan. 2:44<\/a><\/span> is one of its important features. And I sometimes fear that we do not feel as ambitious, as energetic to do our part, to bear the responsibility that he designs to come upon our shoulders, that we are not as careful as we ought to be in observing his laws and requirements; that we do not appreciate them and prize them as we ought to. If we did we would not sin; if we did we would every day of our lives seek to know the mind and will of the Father; to have His Spirit to be present with us, prompting and inspiring and urging us forward to the accomplishment of the purposes of the Lord. We forget the early love of the Gospel. We are too much swallowed up, perhaps, in the making of a living, in obtaining the comforts of this life and a little more of this world's goods. We ought to labor; we ought to be industrious; we ought to seek to gather from the elements means that would sustain us, to clothe us, to build our habitations, and to enable us materially to build up the kingdom of God. But as the spirit and body are one, and grow together, sympathizing with each other, the spirit giving life to the body, without which the body cannot live at all, so it should be with us in regard to the things of the kingdom. The Spirit of the Lord should be first, the life, the energy that should propel us to the performance of our temporal duties. In cultivating the earth, in buying and selling, in caring for the wealth of the world, our object should be to supply <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our necessities, to make ourselves comfortable, to keep us alive, to keep us in good condition; but the chief part of our lives should be used in works of righteousness, of charity, seeking to improve the spiritual condition of man, to develop the intellectual man, to develop the moral man, and to gain favor with our heavenly Father; and to lay up treasures in this life that can be taken hence with us. We are not ambitious enough to excel in doing good. We are ambitious enough to excel in obtaining wealth&#x2014;and yet I do not know that it ought to be called wealth. President Taylor gave a very nice explanation of true wealth yesterday. Quoting from the revelation of God to us which says, &#x201C;He that hath eternal life is rich,&#x201D;<span class=\"citation\" id=\"83868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83868)\">D&amp;C 6:7<\/a><\/span><span class=\"citation\" id=\"83963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83963)\">D&amp;C 11:7<\/a><\/span> and applying those words to our late Brother, Orson Pratt, he said, pointing to his remains, &#x201C;There lies the body of a rich man.&#x201D; We all know that Brother Pratt was not rich in this world's goods, but it can be safely said of him, that he is rich&#x2014;rich in the things of God. What he has done and accomplished is more than all the wealth of the world, the gold and the silver, the diamonds and precious stones, the houses and lands, and the cattle on a thousand hills;<span class=\"citation\" id=\"56725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56725)\">Ps. 50:10<\/a><\/span> for he has earned the title of a son of God, and he cannot be robbed of it, having been true to the end and faithful to his latest breath. <\/div><div class=\"paragraph jod\" id=\"v22n731\"> Well now, what of worldly wealth, what of houses and lands, flocks and herds? They bring care and responsibility and trouble, that is if we have too much of them, and if we do not use them properly and rightly. If a man is endowed with the Holy Ghost; if he has first and foremost the kingdom of God and the righteousness of our heavenly Father,<span class=\"citation\" id=\"63657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63657)\">Matt. 6:33<\/a><\/span> let wealth flow unto him as it may, he  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will use it properly; he will remember the poor, he will pay his tithing, he will give liberally for the building of Temples, for the supporting of the families of missionaries, and for the building up of home industries. The more wealth a man has, the better if he has the Spirit of God to guide him in its use. The kingdom of God must be built up with means. Money is necessary in some instances with us today. I presume the Trustee-in-Trust finds money very necessary to supply certain materials in the building of Temples; and the men working on them need some money to procure some of the necessaries of life, and probably, in some instances, the unnecessaries of life. Money is necessary to supply these demands, and we cannot very well get along without it, not as well as we could when there was none here. But it is not necessary that a man should be contaminated with wealth. If wealth necessarily contaminated and destroyed life or destroyed man, what should we say of our Father who dwells in heaven, for His wealth is boundless. The wealth of the world is only borrowed for a little season. The wealth of our millionaires does not belong to them in reality, it is not theirs, not a dollar of it; they are entitled to use and to enjoy the benefit of it; in other words, they are stewards over it for the present time. If the wealth they possess were theirs, they would take it with them; they would not divide it among their friends, they would take it with them. That is, that amount which they hold to in this world. They would still cling to it tenaciously if it were possible to take it with them. Of course, I except that which they distribute beforehand; and I am not sure but what to me would be less generous in the <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> distribution of that wealth even to their children if they could take it with them. But they know they cannot do this, hence they divide it as they see fit before they are released from their stewardship. These means are necessary. God has made this earth. He put in every vein of gold and silver and iron and precious metal, etc. He has given fertility to the earth; and he has done these things by His own power. And He has a right to say what shall be done with them. He has a right to say to us, when you cultivate the earth, &#x201C;I require you to give me one tenth of all that is produced, and the nine-tenths you are welcome to use for your own support, and for the accomplishment of my purposes. But I require this of you as an acknowledgement that you are using the earth that belongs to me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v22n733\"> Why should the Lord require this? There is a philosophical reason for it, there is a philosophical reason why He should require us to have faith in Him. He being the owner of the earth has the right to direct and control in regard to it, and to all who come upon it, hence it is necessary that we should have faith in Him. For He is the foundation of life, the fountain of intelligence, the fountain of knowledge, of happiness, of joy; and He knows exactly what is good for us. He knows every particle of experience that we pass through, that is necessary for us. And this earth has been brought together and arranged according to eternal principles, eternal laws, by which other worlds have been made, and by which other worlds will yet be made, that are behind us, that will follow this earth. The Lord is well acquainted with these things; and the revelation of the Gospel is intended to give  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto us knowledge in regard to these eternal laws, that we may go parallel with them, walk with them and by them, in order that we may be saved&#x2014;saved from sin and sorrow, saved from death, saved from destruction, saved from evil, and be blessed and rewarded for our fidelity and faithfulness to those laws. <\/div><div class=\"paragraph jod\" id=\"v22n735\"> In the first place, God requires us to have faith in Him, because it is not possible to please Him without faith.<span class=\"citation\" id=\"76981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76981)\">Heb. 11:6<\/a><\/span> If we do not have faith in Him, we will not listen to Him, we will not accept His word, we will not be led and counseled by Him, hence it is necessary that this principle should be and abide with the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v22n736\"> It is necessary, too, that we repent and turn away from sin, and work righteousness. I would to the Lord that all Israel had thus worked up to this day, from the time we embraced the Gospel, that we had done right from that time until now, that our sins should all be forgiven us. We cannot have our sins forgiven, and continue in sin. That would not be rational; it would not be philosophical. We will find that every requirement that God has made upon us tends to direct us in the strait and narrow path. But when I consider the organization of the kingdom of God, the Priesthood that he has restored to us, crowned with the First Presidency and the Apostleship, giving to us every quorum in the Melchizedek and Aaronic Priesthoods, setting all things in order; and requiring every man and woman to be prayerful morning and evening, and to remember our secret prayers; to pay our tithing; to build Temples; to perform missions; to partake of the Sacrament of the Lord's Supper every Sabbath day&#x2014;and the various duties that are required of the several quorums of <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Priesthood: it does seem to me that the Lord has been well acquainted with man's situation and necessities here, to arrange so many safeguards and provisions, for caring for the people, looking after them, and feeling after them, directing them, counseling and advising them, and holding them to the strait and narrow way<span class=\"citation\" id=\"63885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63885)\">Matt. 7:14<\/a><\/span> into which they have been led by faith. And not only do they need to be planted in the strait way, but it is necessary that all those requirements be made upon them, and that they listen to them, and heed them in order that they may be kept in that way through life. For there is another power in the world that is working assiduously and faithfully, by night and day, to destroy the children of men and defeat the will of God, and to thwart His plans. And it is the business of that power to destroy man, to turn him from the service of God to the service of the Evil One. And hence the necessity of all this carefulness, these detailed plans and regulations urged in the Gospel of Christ, to keep men in the strait and narrow path. And with all this, some of Israel will go over the wall, they cannot be kept in. They will break out in spite of all the guards and bulwarks thrown around them. And the Spirit of the Lord which we received when we embraced the Gospel, and that was intended to be with us always, is grieved and driven from us because of our want of fidelity and humility, and because of our carelessness in the observance of the laws of God. <\/div><div class=\"paragraph jod\" id=\"v22n737\"> I spoke somewhat in regard to the ambition that Latter-day Saints should have, which I think has somewhat cooled in the Elders of Israel. If it was in the obtaining of a good country; if in colonizing  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Arizona, for instance, we had found an admirable country like Illinois, like Ohio and the Mississippi Valley and the Middle States that are watered by the rains and the dews of heaven, if we had found a country like that in Arizona or Western Colorado, or in Southeastern Utah, in Southern Idaho, in Eastern Nevada or Western Wyoming, broad acres inviting people to come in and take up large farms, we would be ambitious enough. There are railroads that are being built in the country; we are ambitious enough to take contracts and work in their construction. The Latter-day Saints cannot be charged with being idlers, but on the contrary, they are working themselves to death, in many instances. They are not a slothful people, if they were they never would have been satisfied with this country, and subdued it as they have. The spirit of the Lord has prompted them to industry. But it seems to me that our desire to work carries us to such an extent that we have little time to devote to the performance of our religious duties. We have not been so prompt in attending to our prayers, and to our meetings; our time and attention seem to be absorbed in getting teams and wagons, horses and lands, and clothing and food for ourselves and families. In early times we did not take our meals so regularly; food was not so plentiful, neither was it so easily obtained, consequently we did not get the variety nor so much of it as we do today. Circumstances have changed; and as the earth answers to the labors of the husbandman, we put on better clothing, we set our tables more sumptuously, and our homes are altogether better furnished. We eat more and drink more; we eat extravagantly and we drink to excess of things that are <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proper to be taken, and of things that are improper and should not be indulged in. <\/div><div class=\"paragraph jod\" id=\"v22n739\"> This is not right, and the Lord is not pleased with those who do it. And it is the duty of everyone bearing the holy Priesthood, to make his voice heard against extravagance and evil. But first of all let him see that he himself is free from that which he would denounce in others. He should himself observe the law which God has revealed as to what we should eat and what we should drink. The Lord knows exactly what men should do and how they should live in order to obtain happiness, the realization of which is the object or life. There are a variety of ways in which men seek happiness, which, however, result in their sorrow. But there is no sorrow to be found or experienced in keeping the commandments of God. It is true, we may have to face death, and perhaps meet it; we may suffer from the loss of property, and have to endure persecution; but when we suffer such experience by reason of our rendering service to God, it promotes eternal joy in the soul of man. Our mission as Elders should be from now on to vie with each other in doing the works of righteousness, and in living humble and pure lives. In this we will find wealth and joy, and I desire to say to you that the Elder, the Priest, Teacher or Deacon&#x2014;and the term Elder covers every man bearing the Melchizedek Priesthood&#x2014;who neglects these things, will be found sorrowing; he will be found mourning; that he did not fill his mission&#x2014;and every man is on a mission upon whose head the hands of the servants of God have been placed, conferring upon him the holy Priesthood; all such persons are missionaries. And we should not wait  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to be called to the Old Country or elsewhere, or to be set apart as Home Missionaries, or to be Bishops or Presidents of Stakes, High Councilors, etc. For I say unto you that every man who has received any portion of the Priesthood is a missionary; and the salvation of the world, to a certain extent, rests upon his shoulders. And the man who neglects his duty will see a day of sorrow for his neglect. <\/div><div class=\"paragraph jod\" id=\"v22n741\"> Then, I exhort you, my brethren, as your fellow laborer, and as a servant of the Lord, to be diligent in observing to keep the commandments of God, to magnify the holy Priesthood that the Lord, through his servants, has placed upon you. We are expected to be saviors, working in conjunction with our elder brother, Jesus, and also in conjunction with our deceased friend and brother, Apostle Orson Pratt, who has gone to continue his labors in another sphere. When did Brother Pratt allow his mind to be idle? He exercised it continually in the right direction; he labored and studied; the bent of his ambition lay in searching the Scriptures, ancient and modern, and seeking to become acquainted with the Lord. Hence he became profound in knowledge, a man possessing the true riches, a servant of the living God, who has gone to reap his reward&#x2014;gone from his sorrow, from his weariness and from his labors in this life, and, as was remarked yesterday, he will find his quorum, he will find his place therein, and will abide with the saved, exalted and redeemed and those who have &#x201C;fought the good fight, and kept the faith.&#x201D;<span class=\"citation\" id=\"76269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76269)\">2 Tim. 4:7<\/a><\/span> May this be said of us! But if it is said, it will be because we labor better in the future than we have done in the past. <\/div><div class=\"paragraph jod\" id=\"v22n742\"> Let every man look into his own <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heart! Let every man ask himself this question: Has this tongue of mine been used to the very best advantage? Have I spoken words of counsel to my neighbor? Have I taught my wives, my children, my brothers and my sisters as I ought? Has my mouth always been willing to give forth counsel to the world? Have I shrunk from bearing testimony of the truth? If you have in the past do not do it in the future. This life is not very long. We are only here for a little while. We are here to obtain experience. That is the object of our being, and the Lord has revealed unto us the Gospel, and we should be faithful. When we look over the world and find it teeming with millions of people who have not a knowledge of the truth&#x2014;and many of them just as honest as we are in their worship, but they know not the truth, they have not sought after it, and in some instances they have been so educated and so prejudiced, and have taken error for truth, until they do not know the truth when they hear it&#x2014;what a boon it is to us that God has given us a spirit by which we may know the truth and not be deceived! What a great gift and boon this is, and it ought to make us good husbands, good wives, good parents, good children, good neighbors, good men and women, laboring for the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v22n743\"> We cannot be Saints without the spirit of the Lord. And as I said before in regard to these ordinances and requirements, they all tend in their particular place and time to keep us in the strait and narrow path.<span class=\"citation\" id=\"63886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63886)\">Matt. 7:14<\/a><\/span> Hence upon the Sabbath we partake of the sacrament, and thus renew our covenants with the Lord, we fellowship each other, and we ask the Father to forgive the sins of the past and desire to have His  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit to be with us in the future. This we do every Sabbath day, prayers every morning, prayers every night, prayers secretly every day of our lives; and when this is the case with the Latter-day Saints, when they partake of the sacrament worthily, and do not eat and drink condemnation to their own souls,<span class=\"citation\" id=\"82781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82781)\">3 Ne. 18:29<\/a><\/span> there will be less sickness and less quarrels among us,<span class=\"citation\" id=\"73403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73403)\">1 Cor. 11:29-30<\/a><\/span> and the spirit of the Lord will brood over Zion. <\/div><div class=\"paragraph jod\" id=\"v22n745\"> I have thought that if we as Elders of Israel would seek to obtain a knowledge as to why these principles are given to us and their force and effect upon us, we could then explain them better to our families than we can today. But we have been satisfied by receiving a portion of the spirit of the Lord. We have not progressed as we should; we have yielded obedience to the ordinance of baptism, but we have not gone forward as we ought to have done. Possibly we have gathered with the Saints into these valleys, but individually we have settled down more or less to follow the ways of the world, to the making of means, to the cultivation of our farms, etc. We send our children to school, it is true; but there is not that system of education, there is not that training and teaching of the sons by the mothers that ought to be. We have grown more or less careless regarding these things; we have become somewhat wrapped up in <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the things of the world. But I tell you that every Elder in Israel ought to feel like saying, &#x201C;Father, use me as thou wilt. Give me power to magnify my calling and Priesthood, so that when contagious diseases come into the land I may look unto Thee for help.&#x201D; By observing the Word of Wisdom, I believe that many of the calamities which come upon us as families could be averted; not that we would live forever; but I do believe that many would be saved unto us that are taken away because of our want of faith and because we break the laws which have been revealed unto us. When a man is doing right he has remarkable courage. You know it is said that sin makes cowards of us all. Now, the man that would approach the Father should not be a coward. In approaching the throne of grace, we should do so with humility, but with frankness, asking in faith, believing that the Lord will give. <\/div><div class=\"paragraph jod\" id=\"v22n746\"> Take my exhortation, my brethren and sisters, and observe the laws of the Lord; become acquainted with them, practice them in your lives, and let your time be employed from this day henceforth in observing the laws of God, that we may have His salvation and blessing in this life and exaltation in the life to come. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}