{"ID":220013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Office of the Holy Spirit&#x2014;Equality Produced By the Gospel&#x2014;The Evil of Class Distinctions&#x2014;Danger of Worldly-Mindedness&#x2014;Riches Alone not Productive of True Happiness&#x2014;A Contrite Heart Necessary&#x2014;Should Be An Increase of Spiritual Gifts&#x2014;Word of Wisdom&#x2014;The Return to Jackson County.<\/div>\n<div class=\"subtitle\">Discourse by Apostle George Q. Cannon, delivered in the 14th Ward Meetinghouse, Sunday Evening, July 25, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Office of the Holy Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/25\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v22n289\"> While I was sitting here today, a portion of the record of Alma suggested itself to my mind, which I will read, as found recorded in the 4th chapter of the Book of Alma&#x2014;(new edition). <\/div><div class=\"paragraph jod\" id=\"v22n290\"> [The speaker then read the greater portion of the 4th chap.]<span class=\"citation\" id=\"82009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82009)\">Alma 4:1-20<\/a><\/span> Continuing he said: <\/div><div class=\"paragraph jod\" id=\"v22n291\"> I should not attempt to get on my feet to speak to you my own thoughts, or my own feelings, or that which my own spirit would suggest. I have had sufficient experience in my life to know that for a man to impart profitable instruction unto his fellow creatures in the capacity of a teacher of the things of God, he must have the aid of the Spirit of God. Without that he cannot impart that which will be of permanent profit to anyone. I know it is the privilege of a people situated as we are to know the mind and will of the Lord concerning us, and also when we come into an assemblage of this character to receive the instruction which is adapted to the circumstances of each particular individual, and that is the office of the Spirit. I cannot tell your <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feelings. I do not know your hearts. There may be secret sorrows, there may be griefs, there may be doubts, there may be many things that oppress you in your feelings, of which I am entirely ignorant. But the Spirit knoweth the things of God.<span class=\"citation\" id=\"73081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73081)\">1 Cor. 2:11<\/a><\/span> God knoweth our hearts and his all-piercing eye can penetrate the inmost recesses of our hearts, and every thought, every secret is known to him, and he can, through the aid of his Holy Spirit, impart to each one that portion of strength, of comfort, of light which each soul may need to strengthen it on its onward journey in the path which God our Father has marked out for us to pursue, and unless a meeting of this kind is attended, with these effects, to me it is exceedingly unsatisfactory. When I go as a listener, I desire to go to meeting to be fed, to go away from the meeting with a feeling that I have received that which will be a benefit to me in my life, in the acts of my life, and so also if I speak. <\/div><div class=\"paragraph jod\" id=\"v22n292\"> The position of the Latter-day Saints in this respect is different from that of every other people which  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I know of on the face of the earth. We profess to serve God. We profess to have received from him blessings as the result of our obedience to his commandments. We profess to live by every word that proceedeth from the mouth of God,<span class=\"citation\" id=\"62842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62842)\">Matt. 4:4<\/a><\/span> and we believe that this is a time when God speaks in various ways to his children, manifesting his mind and will to them, and that it is not with us as with other people who are dependent upon that which is written, dependent upon the Bible for the food and nutriment necessary to strengthen them. We depend upon the revelations of God to us. In this respect our position is different from that of every other people which I am acquainted with, and of course, this being our position, it is of the utmost importance to carry out the principles which we believe in, that we should live in such a manner as to have the mind and will of the Lord made manifest to us. How is this mind and will communicated? By what means is the mind and will of the Father made manifest unto the children of men? There are various ways. One is&#x2014;he has placed in his Church officers whose duty it is to instruct the Church. Yet this does not relieve the members of the Church from their responsibility. It is for the members of the Church also to so live that when they are taught and counseled, when instruction is given unto them, that they shall be able to know whether that instruction and counsel be from God or not. This is the privilege of every individual, and there is no person, however humble, who is a member of the Church, who should be destitute of this spirit of which I speak, this light and this intelligence. God our Eternal Father is the Father of us all. The relationship which exists between us and <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him is not confined to a small portion of the human family, but it is the same with all of us; every individual who is within the walls of this house tonight, occupies I may say precisely the same relationship to our Father in one sense. Not that all have the same responsibility, not that all are required to perform the same duties; but all occupy the same position of children, and our Father in heaven is our father, the Being whom we worship. As God is the father of us all, we trace our descent from him, our children trace their descent from him, they are as much his children as we are his children, and I often think in my association with my own children that I would just as soon hurt the feelings of a grown person as I would one of my children. I think in one respect they are my equal, though I occupy the relationship of father to them; and so I feel towards all. Now, the Gospel produces this sense of equality. There could be no slavery where the Gospel is taught in its fullness and in its perfection. There could be no distinction where the Gospel is practiced. You read here&#x2014;or rather I have read for you&#x2014;in this record which has come down to us, that when the principles of the Gospel were practiced among the people of this land, they were equal to a very great extent; but when they began to violate the principles of the Gospel, their inequality manifested itself.<span class=\"citation\" id=\"82013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82013)\">Alma 4:6-15<\/a><\/span> Some were lifted up in pride, some looked with scorn upon their poor brethren and sisters. Classifications arose in society<span class=\"citation\" id=\"128537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128537)\">4 Ne. 1:26<\/a><\/span> which had their origin not in virtue, not in holiness, not in purity, not in any superiority arising from intelligence, but because some were richer than others, some could dress better than others, some could have  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>better surroundings than others, doubtless dwelt in finer houses, better furnished, and they were better clad, and had probably finer and nicer food.<span class=\"citation\" id=\"82010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82010)\">Alma 4:6<\/a><\/span> Distinctions of this kind grew up not out of the Gospel, but out of the violation of the principles of the Gospel. Wherever the Gospel of the Lord Jesus Christ is taught, it produces, as I have said, this sense of equality, it makes the man who may know and understand the things of God feel that he is no better than his fellow man, and the woman who understands the things of God feel that she is no better than her sister. If this sentiment were practiced among us, it would produce the results we find that Alma sought to produce among the people, and which he did produce by the preaching of the word,<span class=\"citation\" id=\"82016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82016)\">Alma 4:19<\/a><\/span> as recorded in the subsequent verses to those which I read. He went forth preaching the word as he found it the most effectual means,<span class=\"citation\" id=\"82216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82216)\">Alma 31:5<\/a><\/span> as described by the historian, of checking the evils that were growing among the people.<span class=\"citation\" id=\"82015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82015)\">Alma 4:19<\/a><\/span> It would be so among us in awhile if it were not for the preaching of the word of God, and with the preaching of the word, with all the faith, all the zeal, and all the power which our leaders are capable of exercising, it needs it all to repress these inclinations and these tendencies. There is something in the human heart of that character that when human beings are prospering they are apt to be lifted up in pride and to forget the cause or the source of their prosperity; they are apt to forget God, who is the fountain of all their blessings, and to give glory to themselves. It requires a constant preaching of the word of God, a constant pleading with the people, a constant outpouring of the Spirit of God upon the people to bring them to a true <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sense of their real condition. With all the experience the Latter-day Saints have had, who is there among us that cannot perceive this tendency? Why, it is constantly bringing itself into notice. It becomes in some instances quite offensive, because those who are humble feel the effects of it. Those who are poor, needy and destitute, not gifted with ability to accumulate the things of this world, feel it, and very frequently their hearts are grieved because of it. There is this tendency we have to contend with as a people and as individuals, and it is something we should constantly bear in mind, that God has sent us here and given unto us a mission on the earth, not to accumulate riches, not to become worldly-minded, not to pile up the things of this world which are perishable, to the injury of ourselves or to our detriment in our progress in the things of the kingdom of God. Is it right that we should take care of ourselves as a people and as individuals? Certainly. Is it right that we should be prudent, that we should take care of those gifts and blessings which God has given unto us, that we should husband our resources, that we should be economical, and not extravagant? Certainly; this is right, this is proper, we should be culpable if we were not so. But with this there is also something else required, and that is, to keep constantly in view that the management and care of these things is not the object that God had in sending us here, that is not the object of our probation. God has shown unto this people repeatedly&#x2014;and there is scarcely an individual member of the Church who has not had experience in it&#x2014;that he can give and he can take away.<span class=\"citation\" id=\"56037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56037)\">Job 1:21<\/a><\/span> I have in my mind now many instances where men of wealth  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;comparatively wealthy at least&#x2014;have joined this Church, and it seemed as though there was a succession of events after they joined the Church, to deprive them of all they had, to test their faith apparently, but to show them that God did not give men means for the purpose of placing their affections upon them, and then, after they were stripped, he has, in many instances, begun to bless them again, and allowed them to have means in greater abundance than ever they had before. He has done so with this people. We have been stripped of our property, reduced to the last extremity for food and for other necessary comforts, and yet God has multiplied upon us these blessings when he has sent us food, and we have had abundance. But the happiness of a people does not consist in the abundance of worldly things,<span class=\"citation\" id=\"67611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67611)\">Luke 12:15<\/a><\/span> that is, the abundance of food or of raiment, or of houses, carriages, horses, and costly apparel. It is true that if we are relieved from the pressure of want, if we have the wherewith to supply our necessities, we feel better, we feel a relief that we do not feel when ground down by poverty. But happiness is not entirely dependent upon these circumstances, as doubtless many of my brethren and sisters have proved. I have proved it myself to my entire satisfaction. I have been in reduced circumstances; been on missions when I did not know where to get a mouthful to eat; turned away by the people who dare not entertain me because of the anger that was kindled against us. I could stand by and weep, being a boy and away from all my friends. But I, nevertheless, was happy. I never enjoyed myself in my life as I did then. I know that happiness does not consist in the possession of worldly <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things. Still it is a great relief when people can have the means necessary for the support of themselves and families. If they possess these things and the Spirit of God with them, they are blessed. But the Lord requires of us different things in this day to what he did in ancient days. I often think of it. <\/div><div class=\"paragraph jod\" id=\"v22n296\"> There is a great deal of inequality among us as a people, not so great as described by the writer in the book of Alma, but still there is a great deal of inequality among us, a great deal of pride and more disunion than there should be. This people are not united as they should be. There are many things existing among us that should be uprooted and not have an existence in our midst. And what is the reason that these things exist? The reason is to be found in our neglect of the principles we have espoused. The Lord requires all his people in these days to bring unto him a sacrifice. In olden times, before the coming of the Lord Jesus, we read in the Bible that the people brought their offerings of oxen, of sheep, of fowls of various kinds. These were burnt offerings,<span class=\"citation\" id=\"52938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52938)\">Gen. 8:20<\/a><\/span> they were sacrifices, the blood of animals flowed,<span class=\"citation\" id=\"54339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54339)\">Ex. 20:24<\/a><\/span> and the sins of the people apparently were remitted by their obedience to these requirements.<span class=\"citation\" id=\"54805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54805)\">Num. 18:9<\/a><\/span> But the Lord has said respecting us, that the offering he requires at our hands is a broken heart and a contrite spirit. Let me ask you&#x2014;and in asking you&#x2014;I ask myself&#x2014;do you, when you go unto the Lord, bring this offering, or do you go to God without asking him in this spirit and in this manner? If you go to the Lord with a broken heart and a contrite spirit,<span class=\"citation\" id=\"56744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56744)\">Ps. 51:17<\/a><\/span><span class=\"citation\" id=\"81221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81221)\">2 Ne. 2:7<\/a><\/span><span class=\"citation\" id=\"82554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82554)\">3 Ne. 9:20<\/a><\/span><span class=\"citation\" id=\"86291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86291)\">D&amp;C 59:8<\/a><\/span> he will show to you all your faults, and all your weaknesses, he will bring plainly before you wherein you have come short in doing his will,  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and when you see yourself in the light of that spirit instead of being filled with pride, you will feel to abase yourselves and bring yourselves down in the very dust of humility; your own unworthiness will be so plain before you, that if pride should come into your heart at any time, you will almost be shocked at it, and you will feel to put it away from you. It is in this way that we as Latter-day Saints should live. There is enough taught to us in the Bible, in the Book of Mormon, in the Doctrine and Covenants, and by our leaders from time to time, to guide us into the presence of God Our Heavenly Father. We should be the most humble people on the face of the earth. Why? Because God in communicating to us the knowledge of our weakness and faults, will give us humility. We should be the most thankful people upon the earth. Why? Because owing to the abundance of God's goodness and mercy to us, and realizing it as we should do, it will fill us with a thankfulness that words could not express; our hearts would overflow with extreme gratitude to the Lord our God for the blessings that we enjoy. Under these circumstances should there be any murmuring? Not any. Should we find fault with our condition and our circumstances? Certainly not, if we are living the religion which God has revealed to us. Should there be any quarrelling or faultfinding? No; because where the Spirit of God exists there is no disposition of this character. There is a manifestation to suffer wrong rather than to do wrong; not to revile, not to prosecute, not to assail back when we are assailed. If a brother comes up to me, he is in a bad temper, he says something that is annoying, and I lose my temper and reply in the same spirit, do I do <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right? Certainly not. However much the provocation may be, it is not my duty as a Latter-day Saint, as a professed follower of Jesus Christ, to indulge in any such feeling or expression. Well, but one may ask, have we to submit to abuse? Yes, that is one of the requirements of the Gospel, that you shall submit to abuse. Have we to submit to wrong? Yes, if somebody attempts to wrong you, it is your duty as professed followers of Jesus Christ to submit to that. Supposing I am struck, must I submit to a blow? Yes, I must, or else I am not carrying out the principles of my religion. Well, but suppose a person tells falsehoods concerning me, assails me and reviles me, must I submit to this? Yes. Why? Because the requirements of the Gospel of the Lord Jesus Christ are that we should do so, that we should not quarrel, that we should suffer evil and wrong and pray for the person who does these things to us.<span class=\"citation\" id=\"63214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63214)\">Matt. 5:44<\/a><\/span> This is a hard lesson I know. Some men would think their children cowards unless they would fight when they were struck. They teach their children to strike back when struck, to resent attacks upon them. Then, again, if one man calls another a liar, the first thing we know the man is knocked down, and as a result of training he would be considered unmanly if he did not resent the insult in this way. I am very glad, however, that a change has taken place in this respect. There must be changes of this kind among us. If a man forgets himself so far as to call his brother a liar, or any other offensive name, there should be enough of the Spirit of God and the spirit of patience and the spirit of self-respect left in the brother to bear the insult without resenting in the same spirit. Would  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this make us pusillanimous? Would this make us a people devoid of spirit? Certainly not; there is plenty of room for the exercising of all the spirit we have in coping with the difficulties we have in life without exercising it in that manner, without expending it in senseless quarrels. If we have this spirit to which I have alluded, this meek, humble, broken and contrite spirit, will it not produce union? Yes, it will, it will produce union and love, and I wish to say to all who are here tonight, that it is the duty of every man and woman in this Church to live at peace with him and herself, and then to live at peace with everybody else, husbands with wives, wives with husbands, parents with children, children with parents, brothers with sisters and sisters with brothers; this is the duty that God requires at our hands. I am speaking now of something which is not an abstract theory, that cannot be carried out; I am speaking of that which can be carried out, which everyone of us can carry out, and of results which can be accomplished in the midst of this people. <\/div><div class=\"paragraph jod\" id=\"v22n299\"> The feeling has grown upon me, and is growing upon me every day, that as a people we do not live up to our privileges. We do not have the knowledge of the things of God that we should have. There is not that amount of revelation enjoyed by us which there should be. The gifts of the spirit are not manifest to the extent they should be. Is there revelation? Yes, I know that and can testify of it. Are there gifts, are there blessings enjoyed by the people? Yes, I am convinced of it. Are there manifestations of the goodness and the power of God among this people? I am satisfied that there are manifestations of this kind. The sick are healed. The mind and will <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Lord is communicated to the people, but it is not to that extent that it should be considering our circumstances, and considering the length of time the Church has been organized. Who is there that is not conscious of this. Ask yourselves, each of you, &#x201C;Have I the knowledge of the things of God that I should have? Does the Spirit of God bear testimony to me and warn me and teach me as it should do?&#x201D; Let each one ask himself and herself this question. Now, if we live as we should, there is no event of any importance that could occur but we would have some intimation respecting it; we would be prepared for it, we would be prepared for every public event that affected us, every private event, everything of this character that could occur to us that would affect us in the least degree would be known by us at the very time. The Spirit of God with its monitions would say to us, &#x201C;If you pursue that path there is danger, you may lose your life, you may meet with some accident.&#x201D; Mothers would have the teachings of the spirit respecting their children, and how to take care of them, and fathers also respecting their families. I am not talking about something which is entirely beyond our reach and is impossible for us to receive. I am speaking of something which is within the reach of all of us to a greater or less extent. Some are gifted in one direction and some in another. But all who belong to this Church and have taken the course which God has pointed out, and have humbled themselves in obedience to the commandments of God, and endeavored to carry out these commandments, have this promise made unto them, that they will be taught of the Lord.<span class=\"citation\" id=\"59720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59720)\">Isa. 54:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n300\"> If there is one desire that I have as an individual greater than ano<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther, it is that I may so live as to have the blessing, and next that you, this Church, this people, may so live as to have the same. I would not have those gifts unless somebody else had them, for I have learned in my life that when one man is blessed more than his fellows, temptation comes in, prides comes in, and the adversary is apt to suggest to him that he is so much better than his fellow men. Therefore, if I wanted to have any great gifts from the Lord, I never have felt&#x2014;and I do not think I ever shall, I certainly will not with my present state of feeling&#x2014;to have these myself, I would like somebody else to have them also. I would not want to be the richest man in the community; I would not want to be the most gifted, the most prominent or the most honored in any respect. I would want others to share in these blessings. Then I would have less fear concerning the effect of them upon myself. When I am blessed I want to see the Latter-day Saints blessed, I want to see the people of God receive the gifts of God, and enjoy them so that we shall all grow, increase and develop together. <\/div><div class=\"paragraph jod\" id=\"v22n302\"> I noticed when I was very young in the Church, that men who were greatly gifted of the Lord and had many manifestations, were the men who apostatized; with the exception of the Prophet Joseph Smith, nearly everyone was overthrown. I suppose the reason of it was that they were lifted up in pride and allowed the adversary to take advantage of them. I would like well enough to see these gifts and blessings multiplied among us and upon us, that as a people we should have dreams and visions and manifestations of the Spirit; but there is one thing that we have all got to be very careful about, and that is this: I have seen <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Elders in my experience that when they got their own spirit moved very much they imagined that it was the Spirit of God, and it was difficult in some instances to tell the difference between the suggestions of their own spirit and the voice of the spirit of God. This is a gift of itself, to be able to distinguish that which suggests itself to our own hearts and that which comes from God. And we are misled sometimes by our own feeling, because of our inability to distinguish between the voice of the Spirit of God and the suggestions of our own spirit. There is a still, small voice<span class=\"citation\" id=\"55727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55727)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"81139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81139)\">1 Ne. 17:45<\/a><\/span><span class=\"citation\" id=\"88062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88062)\">D&amp;C 85:6<\/a><\/span> in the heart of every human being. There is an influence comes with every son and daughter of Adam that is born into the world. What! Outside of the Latter-day Saints? Certainly, I told you in the beginning that we are all the children of God. There is an influence born with every person that to a certain extent is a spirit of revelation. Hence you will frequently find it the case&#x2014;probably some of you adults have experienced it, when you joined the Church, that this influence told you what proved to be true. Brother Woodruff, here, I have heard him tell, in his experience, how he was led before he joined the Church by this influence, how it operated upon his mind until it was brought in contact with the truth. I have heard a number of others relate the same thing, and if they received the truth this influence increased with them, but if they rejected the truth, if they refused to receive the testimony of the servants of God, the light that was in them became darkness, and as the Savior said, how great is that darkness!<span class=\"citation\" id=\"63556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63556)\">Matt. 6:23<\/a><\/span> I proclaim it as a truth, that when a man or a woman enters into this Church and is baptized, repents of his or her  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sins, humbles himself and herself in the depth of humility before the Lord, determined with His help to forsake their sins, to put them away from them, I say, when a man or a woman comes to the Lord in that spirit and lives so that the Holy Ghost will rest upon them, that there will be no event of any importance from that time forward but what they will have some intimation respecting it, some premonition, and they will walk in the light, some to a greater extent than others, because some are more gifted than others, some live in such a manner as to have this developed within them to a greater extent. But if they continue to cultivate this spirit, to live in the light of it, it will become a principle of unfailing revelation to them. <\/div><div class=\"paragraph jod\" id=\"v22n303\"> Is this your privilege? Certainly it is. It is also the privilege of children, boys and girls, young men and young women, middle-aged and aged to enjoy this. It is not confined to anyone in particular, to any sex, to any particular position in life, but it is extended to all. It is the design of God that it should be so. But it is dim within us because of the generations of unbelief and wickedness of heart which have existed. We have inherited a great amount of unbelief from our fathers; it has come down to us. The heavens have been as brass over the heads of the people,<span class=\"citation\" id=\"55170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55170)\">Deut. 28:23<\/a><\/span> and there has been a spirit of unbelief which has excluded the revelations of Jesus<span class=\"citation\" id=\"74450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74450)\">Gal. 1:12<\/a><\/span> and the manifestations of the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v22n304\"> Fifty years ago this Church was organized. There are men and women who have been fifty years in the Church, some who have been forty years, a great many thirty years, a still greater number twenty <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years. Is it not time, then, after all we have heard, and all we know concerning these things, that some of this unbelief should disappear and more of that love be exhibited which draws us nearer to God and places us in closer communion with Him? Is it not time that this should be the case with our children? Why, it seems to me so, and I have no doubt it is so. And yet there is much room for improvement in these things. <\/div><div class=\"paragraph jod\" id=\"v22n305\"> There is one thing above all others which strikes me with astonishment when I think about it among our people. A great many years ago, the Lord gave what is called the &#x201C;Word of Wisdom&#x201D;<span class=\"citation\" id=\"88880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88880)\">D&amp;C 89:1-21<\/a><\/span> to us as a people. It is a thing I very rarely allude to. I never drank tea or coffee in my life, I never drank liquor, I never used tobacco, and I have endeavored to keep the Word of Wisdom. It is no credit to me, my parents instilled it into me. I never allude to it in public speaking. I never allude to it in my family. I have set the example and allowed them to follow it, and they have done so, most of them. But when I think about it, when I see our people, after what God has said upon this subject, after the plain manner in which he has spoken to us and told us what would be the result of the observance of certain laws, deliberately day after day flying in the face of the counsel which God has given unto us in that Word of Wisdom, I get exceedingly amazed and I wonder how it is that God bears with us. It is a grievous thing to trifle with that promise, and with the many promises which are connected with that promise and with the many promises which are connected with the Word of Wisdom. We see young men learning to drink liquor, to smoke and chew tobacco,  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and acquiring this habit and the other habit which is expressly forbidden, or at least that counsel is given respecting, which ought to be more binding because it comes with an appeal to us&#x2014;it appeals to our sense of right that a commandment does not, because a commandment comes with strict injunctions which leaves no alternative but to obey; but this is a word of counsel by a kind father,<span class=\"citation\" id=\"88884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88884)\">D&amp;C 89:2<\/a><\/span> and He tells us that if we will observe it, we shall have health, the destroyer shall not have power over us, nor over our families,<span class=\"citation\" id=\"88965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88965)\">D&amp;C 89:21<\/a><\/span> and that we shall have treasures of knowledge and wisdom given to us.<span class=\"citation\" id=\"88958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88958)\">D&amp;C 89:19<\/a><\/span> Supposing here are a good many young men that belong to this Church, some of whom are very eager for knowledge&#x2014;reading books, studying, going to the University, imagining that is the most direct and easy way to obtain it, and at the same time these same young men, members of the Church, drinking their tea and coffee and smoking their cigarettes. Does it not seem like a great inconsistency for men and women to do these things? I proclaim to you Latter-day Saints, that the Word of Wisdom is the word of God, that those who obey it will receive every blessing which is promised in the revelation, that they will have health, and that they will have power and blessings which they cannot conceive of until they try it. It is a simple thing, yet it shows how neglectful we are as a people. I believe the time is not far distant when we shall have to be very different from what we are in these respects. I with tell you what I have sometimes thought: that the Lord is going to deal with us as he did with the Israelites. They hardened their hearts against the Lord, became careless and disobedient, and finally the Lord, in His wrath, decreed that <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> none of them, with the exception of Caleb and Joshua, should enter the promised land.<span class=\"citation\" id=\"54740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54740)\">Num. 14:30<\/a><\/span><span class=\"citation\" id=\"54865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54865)\">Num. 26:65<\/a><\/span><span class=\"citation\" id=\"54914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54914)\">Num. 32:11-13<\/a><\/span> The words that are used are very expressive. Their carcasses were to fall in the wilderness, all over a certain age. But the Lord spared the little ones.<span class=\"citation\" id=\"54730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54730)\">Num. 14:26-39<\/a><\/span> He raised up a new generation and led them to the promised land. We have the same promise that some will be left to go back to the promised land,<span class=\"citation\" id=\"89432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89432)\">D&amp;C 101:16-19<\/a><\/span> and I feel satisfied it will be fulfilled. But would it not be better for us all to exercise faith and do right, that we might all receive the fulfillment of this promise? Certainly. There were times in our lives when we felt that we would do anything for the sake of the spirit we had received. Is there any person in this Church, in this room tonight who has not seen the time in his or her life&#x2014;if they have had any experience&#x2014;when they would sacrifice anything to be in possession of the Spirit of God. Everyone who has joined this Church of any age and experience knows this to be the case. There is a sweetness to be experienced in receiving the Spirit of God, that is preferable to everything else in life. Everyone should be in possession of this spirit. If you do not have it, let me say to you, do not rest till you get it. I do not believe in the sectarian style of doing things, neither do you; but there are some things exceedingly necessary for all to do whether they belong to this Church or not, and that is to look at their lives and examine and see wherein they have come short, and repent and humble themselves before the Lord, and get a renewal of His Holy Spirit. Of course people who do not belong to this Church are not likely to take this course; yet in the sectarian world they feel the necessity of revival.  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>As a people we should live day by day so as to have the spirit of God resting upon us. <\/div><div class=\"paragraph jod\" id=\"v22n307\"> I have great pleasure in testifying to you of my own experience in these matters. I have been away now for some eight or ten years, more than half of my time from the Church; alone, so to speak; I have not had the advantages of other Elders, because they are visiting among the various branches. I therefore can appreciate these things which I perhaps would not appreciate if I had been constantly in the society of the Saints. I sometimes regret this; I feel that I have not the advantages my brethren have; but I have no doubt the Lord makes up for it in other ways. I have proved to my entire satisfaction, that God is willing to reveal Himself to His servants under all circumstances, to make his mind and will plain to them, and I have had to live in that way while I have been gone. Circumstances have sometimes been of such a nature that I could not see what to do by my own wisdom; but I have never yet&#x2014;and I do not say this from vanity at all, I say it to encourage you; I do not say it because I consider myself blessed above you, but I say it because it is your privilege and because I would like to stir you up to faith that you may receive those blessings of God&#x2014;I say there never has been a moment when I have been absent, but what I have had shown to me what to do, what steps to take, what to say and what not to say. It gives me great joy to bear testimony to these things; and if there is one thing that I feel more thankful for than another, it is that God has restored His Church, and that I have the privilege of being a member of it. When Brother Erastus Snow <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was speaking today, and when Brother Woodruff was speaking yesterday, I could scarcely control myself. You heard how the Lord led the brethren across these plains, and how when President Young saw this valley, he said to Brother Woodruff, and afterwards to the brethren of the camp: &#x201C;Here is the place.&#x201D; Was there any doubt in his mind? No; the Lord had revealed the place to him, he knew it for himself. I remember on one occasion telling President Young, the first year we were here&#x2014;I was then quite a boy&#x2014;that if we could only get bread and water I should feel satisfied if we could only have peace. Well, we had peace. We were not harassed; indeed a more peaceful time than we had when we came into these valleys never was enjoyed by any people on the face of the earth. President Young knew what the Lord would do. The Lord had revealed it to him, and described many things which have not yet occurred. Is not this precious?&#x2014;to have the word of the Lord, to know we are led by the inspiration of the Almighty. It is one of the greatest blessings that a people can enjoy. Ever since the Church was organized, we have been led by revelation. And who has been misled by it? People have always prospered who have listened to the voice of the Shepherd. It was so in the days of Joseph, it was so in the days of President Young, it is so today under President Taylor, and it will be so to the end. The Lord has stretched forth his hand to accomplish his purposes, and it will not be withdrawn until all is fulfilled. We shall not be destitute of the voice of revelation. We may do a great many things contrary to the mind and will of God, for which  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he will chastise us and scourge us, if necessary; but he will not withdraw His Priesthood from us, and his voice will not cease to be heard; it will be given unto those of his servants who live for it, and they will know the mind and will of God for this people. Persecution may go on. People may say we have not the gifts; but the Lord will not leave us; he has not left us; he will make of this people a great nation; and there is no power upon the face of the earth that can arrest the progress of &#x201C;Mormonism,&#x201D; as it is called by the world, but which is the Gospel of the Lord Jesus Christ. It will grow, increase and spread abroad as the Prophet Daniel saw it, until it fills the whole earth.<span class=\"citation\" id=\"61121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61121)\">Dan. 2:35<\/a><\/span> Some of you may get discouraged and say the Lord delayeth His coming,<span class=\"citation\" id=\"65977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65977)\">Matt. 24:48<\/a><\/span> and begin to get weak in faith because of drunkenness and gambling in our midst, and say Zion is not going to be redeemed because our enemies have got such power. But will that prevent the redemption of Zion? No. The Lord is bringing us through these circumstances. There was a time when we were driven by mobs, and our faith was tried in various ways. It is necessary that there should still be trials to test the faith of this people. There are no mobs now, we do not have our houses burnt down now, or our cattle shot down. But shall we be without trials? No. Why? Because it is necessary&#x2014;at least I accept it as necessary in the providence of God&#x2014;that there should be liquor saloons, etc., so that Latter-day Saints who make so many professions can, if they want to drink beer and get drunk, or go in and play billiards and gamble, or go to other places that are worse&#x2014;can do so. &#x201C;But,&#x201D; says one, &#x201C;I thought in coming to Zion I was coming to a <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place of purity where none of these things existed.&#x201D; If that had been the case how would you have been tried? It is necessary you should be tried for a while in order to develop your strength. We have to be brought in contact with the world, and we have to show the world that there is something connected with our religion which is enduring. Yet all these things have been a source of strength to us. Why, says one, how can that be? Well, now, I am in a position to know the feeling towards us. Our enemies have been trying to get legislation against us. But some say, &#x201C;What is the use of legislating against the Mormons? If you will only let them alone, it will come all right. The Catholics, the Episcopalians, the Methodists, the Baptists, the infidels, have their meetinghouses, schoolhouses, and newspapers, and have brothels, gambling houses, drinking saloons, and milliner's shops, and you cannot imagine what a great work these things are doing among the Mormons! The young people are growing up and they do not want more wives than one. Why, it is as much as they can do to keep one. The girls want fine millinery, fine dresses, fine furniture. What is the use of resorting to unjust legislation when these things are going on? When they get rid of their polygamy they will be a good people.&#x201D; I have sometimes thought that in the providence of God he suffers such things. At the same time it is operating upon our own people. Our young men are led on to smoke, to drink, and to do wrong. At the same time, trials are necessary; we must be tested, and when we emerge from these trials we will feel better and stronger. Has the Lord forgotten Zion? Can a mother forget  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>her nursing child?<span class=\"citation\" id=\"59444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59444)\">Isa. 49:15<\/a><\/span> Can you mothers forget your nursing babies? When you do, which is not very likely, then the Lord may forget Zion. His eye is upon Zion. His hand is over this people. His hand has overruled all things for the good of this people and their salvation. Will Zion be redeemed? Yes. Will you be redeemed? That is for you to say. Will I be redeemed? That is for me to say. We need have no fear about the welfare of this work; we need not tremble and think there is danger. Congress may pass laws, attempts may be made to overthrow this work; but we need have no fears: Zion will be redeemed. Many will fall by the wayside, many will lose their faith, many will be led away by false and seducing spirits; but there will be those who will be saved and exalted, and all of us who are here tonight have this privilege if we will accept of it; we can be saved each of us and crowned <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with glory in the presence of God and the Lamb. There is no provision to exclude us; we are not predestined for damnation; we are predestined to be saved if we will accept of the salvation offered. Therefore, in the day of the Lord Jesus Christ, if we are not saved we cannot look up and charge God with having done anything to prevent us, we will have no one to blame but ourselves, and that will be our hell. <\/div><div class=\"paragraph jod\" id=\"v22n310\"> I pray the Lord in the name of Jesus Christ, that we may all be saved and exalted in the celestial kingdom. Let us live our religion, this precious and holy religion, and let me say to you that if you have not had the happiness of it lately, get the happiness that it produces, and you will not exchange it for anything else in the world. It ought to be a pearl of great price<span class=\"citation\" id=\"64665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64665)\">Matt. 13:46<\/a><\/span> to all of us, and we ought to cherish it more than we do our lives. Amen. <\/div>\n<\/div>\n<\/div>"}