{"ID":220028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Great Principles of Salvation, Etc.<\/div>\n<div class=\"subtitle\">Last Discourse of Apostle Orson Pratt, delivered in the Tabernacle, Salt Lake City, September 18, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Great Principles of Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/18\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v22n680\"> It has been almost one year since I have been able to stand up before a congregation to address them, having been severely afflicted during that period of time. I am now blessed with the opportunity and privilege of occupying a few minutes, as long as my health would justify, in speaking a few words to the congregation. I am just able to stand upon my feet, most of the time scarcely able to sit up. I believe that the Saints have exercised their prayers and their faith in my behalf. If they had not done this, I doubt very much whether I would now be able to appear <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before you. Notwithstanding the afflictions of my body and the long silence that I have kept, so far as public congregations are concerned, yet I have felt the same enduring love for the principles of truth and for the people of God in all my afflictions, that I had in the time of my health. There is nothing so precious to me as the great principles of salvation. They have for the last 51 years of my life&#x2014;it being 51 years tomorrow since I was baptized&#x2014;occupied the uppermost place in my mind. Riches, the honors of this world, etc., have been but a very small consideration with me, com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pared with the riches of eternal salvation, the blessings of the everlasting Gospel, the new covenant which we have embraced, the great work which the Lord our God is performing by his mighty hand in the age in which you and I live. I trust and verily believe that that which has had so conspicuous a place in my understanding, in my thoughts, in my meditations, in my mind, will continue to hold the same position with me so long as the Lord shall permit me to tarry here in this probation. Fifty-one years ago tomorrow, as I have said, I entered this Church, the Church then being confined to a small district of country in the State of New York. The knowledge of the Gospel, and the doctrines which we have taught, had not spread forth except within a very small limit of country. What a contrast between then and the present! Tomorrow&#x2014;if I live till tomorrow&#x2014;I shall be 70 years of age, which is said to be the average old age of man. They are the years appointed to man.<span class=\"citation\" id=\"128581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128581)\">Job 7:1<\/a><\/span><span class=\"citation\" id=\"86493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86493)\">D&amp;C 63:50<\/a><\/span> So says one of the inspired writers, and if man, peradventure, should reach a few years beyond three score and ten, it is said that it is filled up with afflictions and sorrow and infirmities of old age.<span class=\"citation\" id=\"57014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57014)\">Ps. 90:10<\/a><\/span> I trust, however, that if I am permitted to tarry still longer than this appointed time, or rather this period of time, I trust that my days may not be those of suffering. At any rate, so far as my mind is concerned, my understanding, that is at rest, that is at peace. I know what my hopes are. I know the plan of salvation. I have had the communications of the spirit of the Lord God, to teach me more or less all the days of my life, and this has given me great consolation. Hence, if I live past seventy, I do not expect to have sorrow of mind. I <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may have afflictions; I may encounter them; I may not to any great extent. <\/div><div class=\"paragraph jod\" id=\"v22n682\"> I wish to call your attention for a few moments to a subject closely connected with those days that I have been speaking of&#x2014;the rise of the Church. It will be next Thursday night, 54 years since the Prophet Joseph Smith, then but a lad, was permitted by the angel of the Lord to take the gold plates of the Book of Mormon<span class=\"citation\" id=\"128582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128582)\">JS&mdash;H 1:59<\/a><\/span> from the hill Cumorah,<span class=\"citation\" id=\"83203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83203)\">Morm. 6:6<\/a><\/span><span class=\"citation\" id=\"91247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91247)\">D&amp;C 128:20<\/a><\/span> as it was called in ancient times, located in the State of New York. This I consider one of the most marvelous occurrences which has taken place for the past eighteen centuries&#x2014;to be permitted to observe the face of an holy angel, and then be permitted, in addition to that, to take out of the ground, in fulfillment of ancient prophecy, a record of one-half of our globe, giving a history of the peoples and nations that occupied this great western hemisphere&#x2014;more marvelous than anything that has transpired during that long period. What makes it still more marvelous is, that it is connected with revelation, with something that comes from heaven, with divine authority. God permitted this record to be taken from its place of ancient deposit. He it was that sent the angel to deliver those records into the hands of this boy. It was God. And what object did the Lord have in performing this marvelous thing? It was to establish on this earth that kingdom predicted by the ancient Prophet Daniel, that should be set up in the last days, which should stand forever,<span class=\"citation\" id=\"61323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61323)\">Dan. 2:44<\/a><\/span> and should finally become a great mountain and fill the whole earth.<span class=\"citation\" id=\"61122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61122)\">Dan. 2:35<\/a><\/span> What could be of more importance? Such an event was predicted to happen, that such a kingdom should arise, that God should be the autho<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rity of it, that he should lay the foundation of it, that he should set it up. If we go back to the finding of the records of the Book of Mormon; if we go back to that eventful day when God sent his angels to confirm the divinity of that record to three other persons;<span class=\"citation\" id=\"128583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128583)\">BM Three Wit.<\/a><\/span> if we go back to the time of the organization of this Church, we find that God has in all these matters spoken himself. We did not select the day on which this kingdom should be organized. Joseph Smith, the Prophet, did not select the day, but God pointed out the very day, the very month, in which this work should be performed.<span class=\"citation\" id=\"84264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84264)\">D&amp;C 20:1<\/a><\/span> Hence it is God's work; it was God and not man that set up this kingdom. Has there been an authority established in this Church from the day of its organization that was established by man's authority? Not one. Every authority in this Church, however high or however low, or whatever the nature of the callings might be, whatever the duties of the callings, God has introduced that authority. We have no record, no minutes in our Church, where there have been Apostles called and ordained in this kingdom, by man's authority. It is just what we might expect. Anything else than this would not be ascribed to the kingdom of God. The kingdom of God could not be set up by man. Man has no right to select even the day for the organization of that kingdom. Man has no right to select the least officer of that kingdom; it must all come from heaven. It was said that such a kingdom should be set up. It was set. It was set up according to the mind of God, according to his own mind, not according to the whims and notions of sectarians, or any theologians, or any learned man, but according to the <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mind of the great Jehovah. We have seen the progress of this kingdom. We have seen what God has accomplished during the last 51 years. We have seen his hand made manifest. We have seen the kingdom organized, not to dwell in the place of its particular organization, and the people be scattered all over the world like sectarianism, but a kingdom that should gather together the sons and daughters of God, according to the predictions of the ancient prophets into one place upon the face of our globe, to prepare them for the mighty events and occurrences that should take place when he should accomplish that work. And how marvelous it is to see the hundreds and hundreds of vessels that have crossed the ocean, the mighty ocean, in perfect safety, bringing the Saints of God to their destined haven, to rejoice in one body, in one place, in one region in the mountains of Israel, the great backbone of the western hemisphere, if we may so term it. This is all to fulfil prophecy. <\/div><div class=\"paragraph jod\" id=\"v22n684\"> But I must not enlarge upon this subject. How happy I feel that I am once more, after having been brought so low, so near the gates of death&#x2014;how happy I feel that I am permitted once more to lift up my voice before you. I do not know that I can make you all hear, but I trust that my voice will be strengthened, I trust that my body will be strengthened, I trust that my mind&#x2014;if it has been weakened at all by sickness&#x2014;may also be strengthened, and that I yet may have the humble privilege of lifting up my voice and testifying, before thousands of people in these mountains, if not abroad among the inhabitants of the earth, of God's power. It is a day in which he has commenced to perform a  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mighty work, and the foundation is already laid and is quite broad, and he has quite a numerous people through whom he can work and accomplish his mighty purposes; and although feeble in body, I do not know but what the Lord may yet strengthen me to again publish glad tidings of great joy<span class=\"citation\" id=\"91241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91241)\">D&amp;C 128:19<\/a><\/span> abroad among the nations of the earth,<span class=\"citation\" id=\"82177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82177)\">Alma 13:22<\/a><\/span> or perform <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whatever duties may be assigned unto me by the general authorities of His Church. <\/div><div class=\"paragraph jod\" id=\"v22n686\"> May God bless the people of Zion&#x2014;all the Latter-day Saints scattered throughout all these mountain regions: may he favor us before many years with a full and complete redemption according to the promises that are made in His word. Amen. <\/div>\n<\/div>\n<\/div>"}