{"ID":220018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints Have Cause to Rejoice&#x2014;Their Labors and Future.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered at the General Conference, Sunday Morning, April 3, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints Have Cause to Rejoice, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/3\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v22n393\"> I think that all of us as Latter-day Saints should have our hearts filled with gratitude and thanksgiving to God our Heavenly Father for his mercies and blessings which we enjoy this day. It is certainly a source of much pleasure to me to have the privilege of meeting with so many of the Latter-day Saints, and with so many bearing the Holy Priesthood in this dispensation of God to man. I cannot but re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>joice when I reflect upon the history of this people, and contemplate the dealings of God with us, how that He has protected us and sustained us and delivered us and made us a community in the land, and that too under adversity and opposition. <\/div><div class=\"paragraph jod\" id=\"v22n394\"> In tracing the history of the Prophets and Apostles of old, as well as those of our day, we find that there have been some very peculiar manifestations of the trust and con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fidence in God which they have exercised. Consider, for instance, the position of the Three Hebrews. They could afford to trust themselves in the hands of God; they could afford to meet whatever punishment or affliction or persecution which might be heaped upon them in consequence of their obeying the law of God. But they could not afford to bow down and worship the image which Nebuchadnezzar had caused to be set up, because it was contrary to the commandments of God.<span class=\"citation\" id=\"61406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61406)\">Dan. 3:1-30<\/a><\/span> The history of the result of their refusing to obey the royal edict, commanding all Babylon to fall down and worship it, we are familiar with; also with the similar circumstance in which the Prophet Daniel figured.<span class=\"citation\" id=\"61550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61550)\">Dan. 6:1-28<\/a><\/span> In any and every age of the world when God has called or commanded a man or a people to perform a certain work, they through determination and perseverance, and faith in him, have been enabled to accomplish it; and I do not know of a single instance wherein anything ennobling or exalting has been gained when his command has been shunned or willfully disobeyed. I will here mention the case of Jonah, which presents itself to my mind, when the Lord sent him to deliver a message to Ninevah. The requirement was a little too much for Jonah, and he thought he would try to avoid it; but after he had spent three days and nights in the belly of a whale, he thought, no doubt, that if ever he got to land he would unhesitatingly obey the commandments of the Lord.<span class=\"citation\" id=\"62071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62071)\">Jonah 1:1-17<\/a><\/span><span class=\"citation\" id=\"62077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62077)\">Jonah 2:1-10<\/a><\/span> The result we know. We take our Savior, and also the Apostles who followed him; we read the history of what they suffered and passed through. All of the Apostles suffered death (excepting one, whom they could not destroy), including the Son of God <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> himself, in order to seal their testimony with their blood; while the Savior had to suffer upon the cross, to fill the mission which he had been preordained to perform; which, by the way, is a very strange ensample to man, to see the Son of God, the Only Begotten of the Father on the earth, the Firstborn in the spirit world, a person of His high exaltation and glory, condescending to come forth to be born in a stable and cradled in a manger; and after he grew up, how he traveled about in adversity and suffering, never shrinking from any duty imposed upon him&#x2014;it should certainly be a good ensample to all of his followers. And the Apostles themselves, because of their integrity to the truths of the Gospel which they had received through their Master, the Savior, they like him, suffered death, and thus sealed their testimony with their blood. They could perform no more than he could towards turning the hearts of the people to the truth; but they determined to risk whatever suffering, trouble or tribulation they were called to pass through for the word of God, and the testimony of Jesus,<span class=\"citation\" id=\"94659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94659)\">Rev. 1:9<\/a><\/span><span class=\"citation\" id=\"128545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128545)\">Rev. 6:9<\/a><\/span> that they might receive eternal life. <\/div><div class=\"paragraph jod\" id=\"v22n396\"> I bring this home to ourselves. I bring it home to the Latter-day Saints; I bring it home to our day and generation. Many of us have been acquainted with our Prophet and Patriarch, Joseph and Hyrum Smith. We know their lives; we know the suffering and trouble they passed through. These men are true and faithful unto death. They could afford to do it; but they could not afford to deny the faith; they could not afford to shrink from the important message which God had given unto them, of establishing this Church and kingdom upon the earth, but they could afford to be  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>true and faithful to the last moments of their lives, in advocating and defending the principles of the Gospel of the Son of God. I wish to say to our leading men, the Presidency of this Church, the Twelve Apostles, the Presidents of Stakes and their Counselors, the Bishops, the Seventies, the High Priests and Elders, and to all men bearing the Holy Priesthood, as well as to all who have entered into covenant with God, that we can, as individuals and as a people, afford to maintain our integrity in this our day and generation, regardless of consequences. We can afford to be true and faithful to God; we can afford to carry out every principle and commandment which God has given unto us; we can afford to do this, as much so as Prophets and Apostles and people of God of other dispensations and generations. And I would say to all Israel, there is not one soul of us who can afford to compromise one of the revelations or one of the commandments which God has committed to our charge. No man can afford to do this who is called of God to build up this Kingdom. We can afford, however, to meet the consequences, whatever they may be. And I would say to all present this day, that we should have, and that we have as much comfort, as much hope and as much cause to trust in God, and have received as much encouragement, by the overruling hand of Almighty God in our behalf, to go on magnifying our calling and to be true and faithful to every commandment which God has given unto us, as the people of any other generation had in their day; and for one I can say, &#x201C;It is the kingdom of God or nothing&#x201D; for me and I am willing to risk the consequences. I know that I cannot afford to disobey any com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mandment which God has given to me, because there is no man who holds the Priesthood, and possessing the inspiration and the gifts of God and the light of truth, but would be ashamed both in the flesh and in the spirit world to meet his God, and to be obliged to acknowledge that he did not obey His commandments. And I will here say that whenever we do our duty, whenever we keep the commandments which have been made known to us, we will see the fulfillment of the promises which God has made to us with regard to this day, age and dispensation. There is no promise which God has made to us but what will be fulfilled to the very letter. I read these&#x2014;the Bible, the Book of Mormon, the Doctrine and Covenants, and I regard them as eternal truths. I cannot find any revelations given from the days of Moses down to the days of Joseph Smith, nor from the days of Joseph to our day, by men who have spoken as they were moved upon by the Holy Ghost,<span class=\"citation\" id=\"78338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78338)\">2 Pet. 1:21<\/a><\/span> but what has been fulfilled to the very letter, as far as time would admit of. Though the heavens and the earth pass away, not one jot or tittle which will fall unfulfilled.<span class=\"citation\" id=\"63128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63128)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"65912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65912)\">Matt. 24:35<\/a><\/span><span class=\"citation\" id=\"83777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83777)\">D&amp;C 1:38<\/a><\/span> When I read these solemn, these eternal declarations made through the mouth of Joseph Smith, my heart swells with gratitude and praise to God, my heavenly Father. I consider that the Doctrine and Covenants, our Testament, contains a code of the most solemn, the most Godlike proclamations ever made to the human family. I will refer to the &#x201C;Vision&#x201D;<span class=\"citation\" id=\"86843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86843)\">D&amp;C 76:1-119<\/a><\/span> alone, as a revelation which gives more light, more truth, and more principle than any revelation contained in any other book we ever read. It makes plain to our understanding our present  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>condition, where we came from, why we are here, and where we are going to. Any man may know through that revelation what his part and condition will be. For all men know what laws they keep, and the laws which men keep here will determine their position hereafter; they will be preserved by those laws and receive the blessings which belong to them. <\/div><div class=\"paragraph jod\" id=\"v22n399\"> I say again, the Latter-day Saints have every encouragement; their pathway is plain and inviting before them. And the nearer we adhere to the commandments of God, the more confident we shall become that God is our friend and that He is watching over us, and that his Son Jesus is our advocate, with the Father, that he is in the midst of this people, and that he will contend for the rights of his Saints, and will ward off every weapon which is formed against Zion.<span class=\"citation\" id=\"59742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59742)\">Isa. 54:17<\/a><\/span> So far at least we have been sustained; the arm of Jehovah has been made bare<span class=\"citation\" id=\"59619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59619)\">Isa. 52:10<\/a><\/span> in our behalf ever since we have been in these valleys, and all Israel whose eyes are open to see, and whose minds can comprehend the dealings of God with his people, know it. We have been sustained by the power of God from the beginning to this day, and nothing short of the power of God could have saved us and brought us through; and nothing but the power of God can preserve us, and nothing but his wisdom can pilot us safe to the high destiny which awaits us. Perhaps I may be permitted to say, we met with a good deal of persecution and oppression and suffering before we came to these valleys, and still the hand of oppression is stretched out against us, and the public mind everywhere within the pale of Christendom is more or less set on our destruction, and that because a <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> certain Biblical principle&#x2014;the patriarchal order of marriage is practiced by us. When Earl Rosborough was visiting this city, he inquired of President Taylor what excuse the State of Missouri had in driving ten thousand of this people beyond their borders into the State of Illinois; and what excuse the people of this nation had who took part in, and those who countenanced the persecution which we have endured, for persecuting us before the principle of patriarchal marriage was practiced by the Latter-day Saints. President Taylor replied, it was because we believed in revelation, because we believed in Prophets and Apostles, and because we believed in the ancient, the apostolic, the everlasting Gospel, with all its gifts and blessings. Then, said Earl Rosborough, &#x201C;it would make no difference, as far as your being at variance with the Christian world is concerned, whether you practice plural marriage or not, unless you renounce all other principles you hold to that caused your persecution heretofore; you would be persecuted still.&#x201D; I say the same today. The nation cares no more about our practicing the order of plural marriage than any other principle of the Gospel; it would make no difference with us today. Were we to compromise this principle by saying, we will renounce it, we would then have to renounce our belief in revelation from God, and our belief in the necessity of Prophets and Apostles, and the principle of the gathering, and then to do away with the idea and practice of building Temples in which to administer ordinances for the exaltation of the living and the redemption of the dead; and at last we would have to renounce our Church organization, and mix up and mingle with the world, and  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>become part of them. Can we afford to do this? I tell you no, we cannot; but we can afford to keep the commandments of God. And I will here say, that we have been sustained by the hand of Jehovah in a marvelous and miraculous manner ever since we came to these valleys and proclaimed to the world our belief in the revelation of celestial or plural marriage; and I will say further, and in the name of Jesus Christ our Savior and Elder Brother, we shall be sustained from this time until he comes in the clouds of heaven,<span class=\"citation\" id=\"65851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65851)\">Matt. 24:30<\/a><\/span> inasmuch as we shrink not from the performance of our duties. We have somebody to deal with besides man. The God of heaven holds our destiny; he holds the destiny of our nation and of all the nations, and he controls them. Therefore, I say to the Latter-day Saints, let us be faithful; let us keep the commandments; let us not renounce a single principle or command which God has given to us. Let us keep the Word of Wisdom. Let us pay our tithes and offerings. Let us obey the celestial law of God, that we may have our wives and children with us in the morning of the first resurrection; that we may come forth clothed with glory, immortality and eternal lives, with our wives and children bound to us in the family organization in the celestial world, to dwell with us throughout the endless ages of eternity, together with all the sons and daughters of Adam who shall have kept the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v22n401\"> I pray that we may be able to do our duty in this world. I pray that we may not fear man who can only kill the body, but fear God who hath power to cast both body and soul into hell.<span class=\"citation\" id=\"64183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64183)\">Matt. 10:28<\/a><\/span> I feel to say that there is no people under heaven who have so much cause to rejoice and <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be grateful as the Latter-day Saints. There is no other people since the foundation of the world called to perform the work which you, Latter-day Saints, are called to perform. The God of heaven has given you the kingdom, the great and last kingdom, the only kingdom which has ever been set up on this earth to remain until the coming of the Son of Man. Although in its infancy, this work has a great and a mighty future; and as I have often said, the eyes of all the hosts of heaven are over us; the eyes of God Himself, and the eyes of all the Prophets and Apostles who have ever lived in the flesh are watching this people. They know that they are not neither can they be made perfect without you;<span class=\"citation\" id=\"77146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77146)\">Heb. 11:40<\/a><\/span> and they fully understand that we cannot be made perfect without them.<span class=\"citation\" id=\"91204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91204)\">D&amp;C 128:15,18<\/a><\/span> They understand the greatness, the extent, the power and the glory of this dispensation. <\/div><div class=\"paragraph jod\" id=\"v22n402\"> When I contemplate the fact that the few men and women dwelling in these mountain valleys have had committed to them this great and mighty work, I feel that of all people under heaven we ought to be the most grateful to our God; and that we ought to remember to keep our covenants, and humble ourselves before him, and labor with all our hearts to discharge faithfully the responsibilities which devolve upon us, and the duties which are required at our hands. For we can afford to do anything which God requires of us; but none of us can afford to do wrong. It would cost far more than this world with all its wealth is worth for the Latter-day Saints to do wrong and come under the disfavor of Almighty God. Our prayers, one and all, should be that of David's&#x2014;&#x201C;Keep back thy servant also from presumptuous sins; let  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.&#x201D;<span class=\"citation\" id=\"56432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56432)\">Ps. 19:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n404\"> I pray God to bless this assembly of His people; and to bless the Presidency of the Church, the Apostles and all bearing the holy Priesthood, together with all who have entered <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into covenant with him. My earnest prayer is that the blessings of our God may be over us in time, that when we get through and shall pass behind the veil, we shall have done all that was required of us, and be prepared to dwell with the sanctified and the just made perfect through the blood of the Lamb. Amen. <\/div>\n<\/div>\n<\/div>"}