{"ID":220040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duties of the Saints&#x2014;The Atonement, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Provo, Sunday Afternoon, August 28, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Duties of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/28\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v22n877\"> We meet together here and elsewhere in a Conference capacity, for the purpose of regulating, managing and directing the affairs of the Church, and submitting the reports of the several Stakes to the people, that the Saints may comprehend the position which they occupy, and that through our intercommunication with each other and through the various reports, we may become acquainted, to a certain extent, with the spirit and feeling, the desires and motives that permeate the Saints of God, throughout all the land of Zion. <\/div><div class=\"paragraph jod\" id=\"v22n878\"> We talk about a great many subjects, and many principles are introduced to our notice. The various duties and responsibilities of the presiding authorities are referred to, as well as those of the Presidents of Stakes and their Counselors, the Bishops and their Counselors, and <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Priests, Teachers and Deacons, as also the various societies and organizations which exist as aids to the Holy Priesthood in the several Stakes. All these things are very good, so far as they go; but it is proper that we should examine ourselves, and when it is our duty so to do, examine one another; and then ask the Lord to examine us; for it is possible that we may entertain ideas regarding ourselves and our position that may not be sanctioned by the Almighty; and if this be the case, then if that harvest should come off which we have heard sung this afternoon, it may find some of us who are not &#x201C;wheat,&#x201D;<span class=\"citation\" id=\"64592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64592)\">Matt. 13:30<\/a><\/span> not faithfully performing in all respects the various duties and responsibilities which devolve upon us. And it is quite proper that we, as an intelligent people, professing preeminently to be the servants of God,  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should act with candor and truthfulness, and should be able to scan our own actions as well as those of others, to see wherein we come short in following the example that was set us by one of the ancient Prophets, in which he said, &#x201C;Search me, O God, and try me and prove me: And if there be any way of wickedness in me, bid it depart.&#x201D;<span class=\"citation\" id=\"57327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57327)\">Ps. 139:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n880\"> The position that we occupy is indeed a very peculiar one. We are gathered here from the nations of the earth. We are gathered here because of certain plans, purposes and designs of Jehovah, pertaining to the world wherein we live, pertaining to the peoples who have existed before us, and relating to all men whether living or dead. And as the Lord organized this world; as He is said to be the God of the spirits of all flesh;<span class=\"citation\" id=\"54770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54770)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54885)\">Num. 27:16<\/a><\/span> and as he is interested in the welfare of all humanity, he would be the proper personage to inaugurate every measure, everything that would be calculated to promote the interests of mankind. And in the accomplishment of the salvation of the human family his designs, plans and purposes have been perfected generations long ago. If he could reveal unto Adam all of the events which would transpire upon the earth associated with coming generations,<span class=\"citation\" id=\"90336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90336)\">D&amp;C 107:56<\/a><\/span><span class=\"citation\" id=\"92577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92577)\">Moses 5:10<\/a><\/span> he certainly must himself have had a knowledge of those things which he communicated to our first parents, or he could not have revealed them. Among other things which the Lord designed should be introduced upon the earth was what is termed the dispensation of the fulness of times, wherein he would gather together all things in one, whether they be things on the earth or things in heaven; but all should be gathered together in one.<span class=\"citation\" id=\"74849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74849)\">Eph. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n881\"> We have had in the different ages <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> various dispensations; for instance what may be called the Adamic dispensation, the dispensation of Noah, the dispensation of Abraham, the dispensation of Moses and of the Prophets who were associated with that dispensation; the dispensation of Jesus Christ, when he came to take away the sins of the world by the sacrifice of himself, and in and through those various dispensations, certain principles, powers, privileges and Priesthoods have been developed. But in the dispensation of the fulness of times a combination or a fulness, a completeness of all those dispensations was to be introduced among the human family. If there was anything pertaining to the Adamic (or what we may term more particularly the patriarchal) dispensation, it would be made manifest in the last days. If there was anything associated with Enoch and his city, and the gathering together of his people, or of the translation of his city, it would be manifested in the last days. If there was anything associated with the Melchizedek Priesthood in all its forms, powers, privileges and blessings at any time or in any part of the earth, it would be restored in the last days. If there was anything connected with the Aaronic Priesthood, that also would be developed in the last times. If there was anything associated with the Apostleship and Presidency that existed in the days of Jesus, or that existed on this continent, it would be developed in the last times; for this is the dispensation of the fulness of times, embracing all other times, all principles, all powers, all manifestations, all Priesthoods and the powers thereof that have existed in any age, in any part of the world. For, &#x201C;Those things which never have been revealed from the founda<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of the world, but have been kept hid from the wise and prudent, shall be revealed unto babes and sucklings in this, the dispensation of the fulness of times.&#x201D;<span class=\"citation\" id=\"91228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91228)\">D&amp;C 128:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n883\"> And who was to originate this? It originated with God the Father, and it was sustained by Jesus, the Mediator of the new covenant,<span class=\"citation\" id=\"77313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77313)\">Heb. 12:24<\/a><\/span><span class=\"citation\" id=\"128601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128601)\">D&amp;C 76:69<\/a><\/span> and it was sanctioned by all the Prophets, Patriarchs, Apostles and men of God who held the Priesthood in former ages. And finally, when all the preparations were made and everything was ready, or the time had fully come, the Father and the Son appeared to the youth Joseph Smith to introduce the great work of the latter days.<span class=\"citation\" id=\"93663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93663)\">JS&mdash;H 1:17<\/a><\/span> He who presides over this earth and he who is said to be the maker of all things,<span class=\"citation\" id=\"74952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74952)\">Eph. 3:9<\/a><\/span> the Father, pointing to his well-beloved Son, says, &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93662)\">JS&mdash;H 1:17<\/a><\/span> He did not come himself to regulate and put in order all things, but he presented his Only Begotten Son, the personage who should be, as he is termed in the Scriptures, the Apostle and great High Priest of our profession,<span class=\"citation\" id=\"76499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76499)\">Heb. 3:1<\/a><\/span> who should take the lead in the management and regulation of all matters pertaining to the great dispensation that was about to be ushered in. And that Jesus who had been spoken of by all the holy prophets since the world was,<span class=\"citation\" id=\"128602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128602)\">Acts 3:21<\/a><\/span> and was the Lamb slain from before the foundation of the world,<span class=\"citation\" id=\"79661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79661)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93097)\">Moses 7:47<\/a><\/span> who was the Son of the Eternal Father,<span class=\"citation\" id=\"80998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80998)\">1 Ne. 11:21<\/a><\/span> and who was the brightness of the Father's glory and the express image of his person,<span class=\"citation\" id=\"76373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76373)\">Heb. 1:3<\/a><\/span> he it was who was to take charge of this all-important work, to regulate the affairs pertaining to the interests of humanity, to introduce the dispensation of the fullness of times, and to operate with the various Priesthoods that had existed and the men who held the keys of these <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Priesthoods in former times for the salvation of humanity. <\/div><div class=\"paragraph jod\" id=\"v22n884\"> And thus the work was commenced. Everything was prepared in the heavens that had been contemplated from the beginning. And I here desire to mention one thing pertaining to the Son of God. We are told that when it was determined to organize the earth, and when God had laid his plans before the councils of the heavens that he asked Lucifer what he would do. Lucifer answered, &#x201C;Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.&#x201D;<span class=\"citation\" id=\"92446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92446)\">Moses 4:1<\/a><\/span> The Father then turned to his well-beloved Son, and asked, &#x201C;What will you do, you have heard these things as well as Lucifer?&#x201D; The Son replied, &#x201C;Father, thy will be done, and thine be the glory.&#x201D;<span class=\"citation\" id=\"92470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92470)\">Moses 4:2<\/a><\/span> Satan, we are told, rebelled against God;<span class=\"citation\" id=\"92477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92477)\">Moses 4:3<\/a><\/span> and he wanted to introduce something that was contrary to the law of God and to the counsel of God; as much as to say, &#x201C;O, you do not know much about it; I will go and save all; wherefore give me thy glory.&#x201D;<span class=\"citation\" id=\"92447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92447)\">Moses 4:1<\/a><\/span> Some of our folks nowadays feel and say sometimes, they have a portion of the Priesthood, and they think they are almighty personages; they think they know better than anybody else, better than the Bishop, better that the Twelve, better than the Presidency of the Church: they are puffed up and filled with their vain imaginations. Say they, &#x201C;Let me have my way; and then, I want you to give me your honor to help me to carry it out.&#x201D; Or, in other words, &#x201C;I want to fight against the work of God and against the Priesthood of God, and I want you to give me power and influence to accomplish it.&#x201D; They do not tell you that in so many words; but those are the facts.  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now, we are told that Satan rebelled against God.<span class=\"citation\" id=\"92478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92478)\">Moses 4:3<\/a><\/span> He could not rebel against a law if that law had not been given; he could not have violated a commandment if that commandment did not exist. And we are told that he sought to take away the agency of man,<span class=\"citation\" id=\"92479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92479)\">Moses 4:3<\/a><\/span> to make man a poor miserable serf; and then to take his own course in regard to the destiny of the human family. But God would not have it so; and because of his rebelling he cast Lucifer out of heaven and with him one-third of the hosts of heaven<span class=\"citation\" id=\"78878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78878)\">Jude 1:6<\/a><\/span><span class=\"citation\" id=\"79553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79553)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84824)\">D&amp;C 29:36<\/a><\/span><span class=\"citation\" id=\"93483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93483)\">Abr. 3:28<\/a><\/span> because of their departure from God and his laws, and because they sought to pervert the counsel of God, and violate those principles which he had introduced for the salvation of the world which was to be, and upon which we now dwell. <\/div><div class=\"paragraph jod\" id=\"v22n887\"> Was it known that man would fall? Yes. We are clearly told that it was understood that man should fall,<span class=\"citation\" id=\"81264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81264)\">2 Ne. 2:22-25<\/a><\/span> and it was understood that the penalty of departing from the law would be death, death temporal.<span class=\"citation\" id=\"82368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82368)\">Alma 42:9<\/a><\/span><span class=\"citation\" id=\"92728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92728)\">Moses 6:48<\/a><\/span><span class=\"citation\" id=\"92758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92758)\">Moses 6:59<\/a><\/span> And there was a provision made for that.<span class=\"citation\" id=\"81275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81275)\">2 Ne. 2:26<\/a><\/span> Man was not able to make that provision himself, and hence we are told that it needed the atonement of a God to accomplish this purpose;<span class=\"citation\" id=\"81363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81363)\">2 Ne. 9:6-7<\/a><\/span><span class=\"citation\" id=\"82229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82229)\">Alma 34:9-16<\/a><\/span> and the Son of God presented himself to carry out that object. And when he presented himself for this position he was accepted by his Father,<span class=\"citation\" id=\"93475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93475)\">Abr. 3:27<\/a><\/span> just the same as any man who owes a debt, if he is not able to pay that obligation, and somebody steps forward and says, I will go security for him. If the persons to whom he is indebted are willing to take him as security they will receive the security's note or obligation to meet the debt. So Jesus offered himself. Now, man could not have done that. Man could do all that he is capable of doing. But there was an eternal law of God <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> violated and it needed an eternal, infinite sacrifice to atone therefore;<span class=\"citation\" id=\"81364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81364)\">2 Ne. 9:6-7<\/a><\/span><span class=\"citation\" id=\"82231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82231)\">Alma 34:10-14<\/a><\/span> and Jesus offered himself as that sacrifice to atone for the sins of the world; and hence it is written, he was the Lamb slain from before the foundation of the world.<span class=\"citation\" id=\"79662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79662)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93098)\">Moses 7:47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n888\"> Now, to carry out this view of indebtedness a little further. We will suppose that a man has given his note to pay a certain amount in a certain given time, and in order to keep that note good, he agrees to pay interest on it. Now, when Jesus gave himself up as security for the sins of mankind, and God accepted of his security, what was done then? Why, sacrifices were introduced as types of the sacrifice of the Son of God, to show that the ancient servants of God recognized this principle which had existed in the heavens, and many of them understood the principle with great clearness. We find that Adam offered sacrifices, and when he did this, he said in answer to a question put to him by an holy angel, I do not know why I do it, only the Father has commanded it. And then the angel commenced to explain to him that this rite was a type of the sacrifice of the Only Begotten of the Father who should come in the meridian of time to offer himself as a sacrifice for the sins of the world; and said he, &#x201C;Thou shalt do all things in the name of the Son, and call upon the Father in his name forevermore.&#x201D;<span class=\"citation\" id=\"92557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92557)\">Moses 5:5-8<\/a><\/span> When Adam and Eve ate of the forbidden fruit, the mercy of God was extended to them, and they perceived as Eve expressed it, that if there had been no fall, they would have had no posterity, and that they would have been deprived of many joys and blessings relating both to this life and the life to come.<span class=\"citation\" id=\"94664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94664)\">2 Ne. 2:22-23<\/a><\/span><span class=\"citation\" id=\"128603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128603)\">Moses 5:11<\/a><\/span> And so Adam and Eve rejoiced in their hearts that God had provided  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the plan, and although they were fallen, yet in this life, through the atonement, they would have joy, and by and by they would return to their Father, and there rejoice exceedingly in the abundant mercy of God, and in the redemption wrought out for them by the Son of God.<span class=\"citation\" id=\"92576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92576)\">Moses 5:9-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n890\"> We find that from that time Satan began to operate and to use his influence against God, seeking to introduce rebellion on the earth as he had done in heaven.<span class=\"citation\" id=\"92594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92594)\">Moses 5:13<\/a><\/span> He succeeded but too well in his operations. And when Cain and Abel offered up their sacrifice, Cain would not have done it if the devil had not urged him;<span class=\"citation\" id=\"92604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92604)\">Moses 5:18<\/a><\/span> but we are told that Cain loved Satan better than he loved God,<span class=\"citation\" id=\"92633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92633)\">Moses 5:28<\/a><\/span> and that he departed from the laws of God. Satan requested Cain to offer up a sacrifice, which he did, and the Lord rejected it, but he accepted his brother Abel's.<span class=\"citation\" id=\"92615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92615)\">Moses 5:19-21<\/a><\/span> Why did the Lord refuse one and accept the other? Because the Lord knew that Cain had departed from him, and that he was not sincere in his offering, as we sometimes are not sincere in our offerings and in our worship, and therefore he rejected it. Then Satan came again and whispered to Cain, I could have told you all about it before; God is an unrighteous God; he gathers where he has not strewn, he reaps where he has not sown.<span class=\"citation\" id=\"66131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66131)\">Matt. 25:24<\/a><\/span> He was unjust to me in heaven, and therefore I rebelled against him; and I advise you to do so also. And Cain listened to the advice of Satan, and as the devil was a murderer and a liar from the beginning,<span class=\"citation\" id=\"69507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69507)\">John 8:44<\/a><\/span> so he induced Cain to become the same, and he instigated him to kill his brother Abel.<span class=\"citation\" id=\"92603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92603)\">Moses 5:16-41<\/a><\/span> Here were the two powers represented in the two men, that of God in Abel, and that of Satan in Cain; and thus the warfare commenced, <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the opposition was inaugurated, for we are told it was necessary there should be an opposition in all things.<span class=\"citation\" id=\"81237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81237)\">2 Ne. 2:11<\/a><\/span> And furthermore, we are told that it became him of whom are all things, and by whom are all things, in bringing many sons unto glory, to make the Captain of their salvation perfect through suffering.<span class=\"citation\" id=\"76450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76450)\">Heb. 2:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n891\"> Now, these things spread and grew. It was necessary and proper that there should be good and evil, light and darkness, sin and righteousness, one principle of right opposed to another of wrong, that man might have his free agency to receive the good and reject the evil,<span class=\"citation\" id=\"57994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57994)\">Isa. 7:15<\/a><\/span> and by receiving the good (through the atonement of Jesus Christ and the principles of the Gospel, which he introduced, and which were advocated long before he himself appeared on the earth), they might be saved and exalted to the eternal Godhead, and go back to their Father and God, while the disobedient would have to meet the consequences of their own acts. <\/div><div class=\"paragraph jod\" id=\"v22n892\"> This warfare continued; and as men began to increase upon the earth, so wickedness increased, until it was decided that they should be destroyed, that they might be deprived of the privilege of perpetuating their species. Why? Let us go back to the time when Satan rebelled against the Almighty<span class=\"citation\" id=\"128604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128604)\">Moses 4:3<\/a><\/span> and drew away one-third of the hosts of heaven.<span class=\"citation\" id=\"78879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78879)\">Jude 1:6<\/a><\/span><span class=\"citation\" id=\"79554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79554)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84825)\">D&amp;C 29:36<\/a><\/span><span class=\"citation\" id=\"93484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93484)\">Abr. 3:28<\/a><\/span> We find that there were pure spirits that stood that test and who had given to them the promise of bodies on this earth.<span class=\"citation\" id=\"93469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93469)\">Abr. 3:26<\/a><\/span> Let us suppose that you and I were there as spirits, awaiting the privilege of taking bodies, and that we could see the wickedness and corruption that was going on upon the earth, and that we could see Prophets going about teaching the principles of righteousness and warning the peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple of judgments that should come, of the flood that should overwhelm them and of the prisons prepared in which the ungodly should be cast. And we say, &#x201C;Father, you see the people on the earth that they are wicked and depraved, fallen and corrupt!&#x201D; &#x201C;Yes.&#x201D; &#x201C;Is it right and just that we who have done no wrong should have to enter into such corrupt bodies and partake of the influences with which they are surrounded?&#x201D; &#x201C;No,&#x201D; says the Father, &#x201C;it is not just, and I will cut them off, I will cause the floods to come upon them to destroy them, and I will send those wicked and disobedient spirits into prison,&#x201D;<span class=\"citation\" id=\"78042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78042)\">1 Pet. 3:19-20<\/a><\/span> which he did. <\/div><div class=\"paragraph jod\" id=\"v22n894\"> Here was an act of justice. Some men who profess to be very wise, think God was unjust in thus destroying so many of his creatures. They know nothing about it because they do not comprehend the law of God and the purposes of God. It was an act of justice and righteousness according to the eternal justice that dwells in the bosom of the Father. <\/div><div class=\"paragraph jod\" id=\"v22n895\"> What next? Before they were destroyed, Enoch ministered unto them; he organized a church, and he sent forth Elders, as we are now doing, to warn the people of the desolation that was about to overtake the inhabitants of the earth;<span class=\"citation\" id=\"92722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92722)\">Moses 6:37<\/a><\/span><span class=\"citation\" id=\"92797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92797)\">Moses 7:12<\/a><\/span> and the Savior, according to Luke, said referring to this event in the world's history, &#x201C;And as it was in the days of Noah, so shall it be also in the days of the Son of man.&#x201D;<span class=\"citation\" id=\"67839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67839)\">Luke 17:26<\/a><\/span> And says Matthew, in referring to the same thing, &#x201C;As the days of Noah were, so shall also the coming of the Son of man be. For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered into the ark, And knew not until the flood came, <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and took them all away; so shall also the coming of the Son of man be.&#x201D;<span class=\"citation\" id=\"65958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65958)\">Matt. 24:37-39<\/a><\/span> After these Elders had gone forth, under the direction of Enoch, they gathered together those who believed in their message, and they built up a city which they called Zion. And the power of God was with Enoch,<span class=\"citation\" id=\"92721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92721)\">Moses 6:32-34<\/a><\/span> and with those Elders; and the enemies of God and of his law arrayed themselves against God and against Enoch and his people,<span class=\"citation\" id=\"92802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92802)\">Moses 7:13<\/a><\/span> as some of our very pious people are doing today against us, and as others would like to do. Say they, &#x201C;Look, what a wicked people these &#x2018;Mormons&#x2019; are, they have more wives than one. It is true we have mistresses besides our wives; it is true we commit adultery; it is true we are covered with infamy and debauchery; it is true that the stink of our crimes and iniquities rises into the nostrils of Jehovah, as it did in former days, but we will cover all that over.&#x201D; But they cannot do it; it sticks out on every side; the covering is too narrow. They are murderers and murderesses of their infants, and the stench of their infamy ascends into the nostrils of Jehovah; and you that want them, take them, and you that do will go along with them, and go to perdition with them; and I tell you that in the name of the Lord. And you that want your children to go to perdition send them to be taught by those not of us. Are there any more foolish than some of the Latter-day Saints are today? We read in our newspapers from time to time of certain combinations conspiring against us, and who are they? The Methodists, the Presbyterians, the Baptists, the Episcopalians and others, and they want to petition Congress&#x2014;what to do? To destroy the very people whom you profess to love; and still you would send your children to be  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taught by them, to drink in their influence and spirit, and in time to imitate their acts, would you? What is being done in certain parts of the Southern States today? Mobs, led on by Christian ministers, co-religionists of these men, are seeking the lives of your own brethren, and those who are here manifest the same spirit and would perpetrate the same acts if they had the power in the same way that is being done in Georgia, for instance; but they pretend to be so nice, and so pure and so virtuous, and to have such agreeable manners, and to be so well educated, and they want to teach your children, and to tell you the truth, to lead them to hell. And you will assist them to do it! Woe to that man and that woman who permit their children to come under such influences! They will sup sorrow in time and in eternity, where there will be weeping and wailing and gnashing of teeth. Do you hear it? I tell it to you in the name of the Lord. Woe be unto those fathers and mothers, I say, who thus tamper with the children that God has given them. <\/div><div class=\"paragraph jod\" id=\"v22n897\"> I am reminded of a case of mobbing which occurred lately in Georgia, in which Elder Geo. W. Bean, a young man from this place (Provo), was attacked, the mob as usual having been gotten up by Christian ministers. And this same class of men will tell you what good people they are, and yet they will approve such acts; and on the back of that they will ask that your children may be sent to them to educate, to be taught what? How to mob; how to trample on the rights and liberties of men, how to trample upon everything that is great and noble and exalted in Israel. And they will pull down the pillars of this nation by their mobocracies and infamies; <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and, yet, you will tamper with them, will you? Leave them alone. Tell them to convert those Christians who are engaged in mobbing their fellow men, and when they get that done to come and convert you afterwards. <\/div><div class=\"paragraph jod\" id=\"v22n898\"> You know they had Methodists, Presbyterians, Baptists, etc., in Enoch's time&#x2014;or a lot of religious professors like them. Perhaps they did not call them by those names; but they assembled together their armies,<span class=\"citation\" id=\"92804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92804)\">Moses 7:13<\/a><\/span> the same as armies have been assembled against us, and will be again. And some of you will help to do it, and teach your children to do it. Now, the wicked assembled against the people of God, and Enoch rose up in the power and spirit of the living God, and prophesied and the mountains shook, whilst the people trembled and fled afar off, because of the power of God that was with him;<span class=\"citation\" id=\"92803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92803)\">Moses 7:13<\/a><\/span> and the power of God will be with Israel today if Israel will serve God; but if we pander to iniquity, evil and corruption, we will have to abide the consequences. What next? The flood came and destroyed the unrighteous, and their spirits were confined in prisons,<span class=\"citation\" id=\"78043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78043)\">1 Pet. 3:19-20<\/a><\/span> as they are termed. And I think I hear the devil laughing, as some of them did when we were driven away from our homes, thinking that &#x201C;Mormonism&#x201D; had gone to perdition. But we live yet, and they were mistaken; and so was the devil. For although they were destroyed in the body, yet when Jesus came and was put to death in the flesh, yet quickened by the spirit, he went and preached to the spirits in prison that were disobedient in the days of Noah.<span class=\"citation\" id=\"77988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77988)\">1 Pet. 3:18-20<\/a><\/span> And then the devil put on a long face and said, I imagined I had got rid of these fellows, but they are going to have a chance yet that I did not  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>think of. And after the flood we are told that the curse that had been pronounced upon Cain<span class=\"citation\" id=\"128605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128605)\">Moses 5:36-41<\/a><\/span> was continued through Ham's wife,<span class=\"citation\" id=\"52957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52957)\">Gen. 9:18-27<\/a><\/span> as he had married a wife of that seed.<span class=\"citation\" id=\"93363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93363)\">Abr. 1:21-27<\/a><\/span> And why did it pass through the flood? Because it was necessary that the devil should have a representation upon the earth as well as God; and that man should be a free agent to act for himself, and that all men might have the opportunity of receiving or rejecting the truth, and be governed by it or not according to their wishes and abide the result; and that those who would be able to maintain correct principles under all circumstances, might be able to associate with the Gods in the eternal worlds. It is the same eternal program. God knew it and Adam knew it. <\/div><div class=\"paragraph jod\" id=\"v22n900\"> Now, with regard to Noah and his day. God made arrangements beforehand, and told Methuselah that when the people should be destroyed, that a remnant of his seed should occupy the earth and stand foremost upon it.<span class=\"citation\" id=\"93269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93269)\">Moses 8:2-3<\/a><\/span> And Methuselah was so anxious to have it done that he ordained Noah to the Priesthood when he was ten years of age.<span class=\"citation\" id=\"90303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90303)\">D&amp;C 107:52<\/a><\/span> Noah then stood in his day as the representative of God; and after him Abraham was selected to take the lead in relation to these matters pertaining to man's salvation. Some people suppose that Abraham was an old fogy who knew but little, a kind of dull, dumpy old shepherd. But we were informed that he was a man that followed after righteousness, and that he sought to obtain more righteousness;<span class=\"citation\" id=\"93337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93337)\">Abr. 1:2<\/a><\/span> that he searched the records of his fathers as they had come down to him, and traced them back until the days of Adam,<span class=\"citation\" id=\"93348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93348)\">Abr. 1:3<\/a><\/span> and even before the world was.<span class=\"citation\" id=\"93486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93486)\">Abr. 4:1<\/a><\/span> Before the world was? Yes. God, we are told, talked with him, and <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> told him of certain noble spirits who stood in his presence in the beginning, whom he had determined to make his rulers; &#x201C;and thou, Abraham,&#x201D; said he, &#x201C;art one of them.&#x201D;<span class=\"citation\" id=\"93455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93455)\">Abr. 3:23<\/a><\/span> He was not only a prince on the earth<span class=\"citation\" id=\"53401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53401)\">Gen. 23:6<\/a><\/span> but a prince in the heavens, and by right came to the earth in his time to accomplish the things given him to do. And he found by tracing his genealogy that he had a right to the Priesthood,<span class=\"citation\" id=\"93338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93338)\">Abr. 1:2<\/a><\/span> and when he ascertained that, he prayed to the Lord, and demanded an ordination. And he was ordained (as we are told by Joseph Smith) under the hands of Melchizedek to the holy Priesthood.<span class=\"citation\" id=\"87516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87516)\">D&amp;C 84:14<\/a><\/span> And afterwards, we are informed, became in possession of the Urim and Thummim by which he could obtain a knowledge of God and of his laws, and all things pertaining to the earth and the heavens.<span class=\"citation\" id=\"93403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93403)\">Abr. 3:1-4<\/a><\/span> And God revealed himself unto him; and he told him that in blessing, he would bless him; and in multiplying, he would multiply him,<span class=\"citation\" id=\"53355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53355)\">Gen. 22:17<\/a><\/span> and that in him and in his seed all the families of the earth should be blessed.<span class=\"citation\" id=\"53038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53038)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"128606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128606)\">Abr. 2:9-11<\/a><\/span> And has this been so? Yes; from that time forth, by that lineage the blessings of heaven have flowed to the children of men.<span class=\"citation\" id=\"53446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53446)\">Gen. 26:4<\/a><\/span><span class=\"citation\" id=\"53449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53449)\">Gen. 26:24<\/a><\/span><span class=\"citation\" id=\"53484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53484)\">Gen. 28:14<\/a><\/span> Let us examine a few things. Who were Isaac and Jacob? Heirs of the same promises as himself. Who was Joseph, who was sold into Egypt? A descendant of Abraham.<span class=\"citation\" id=\"53648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53648)\">Gen. 48:15<\/a><\/span> Who was Moses, who delivered the people from Egyptian bondage? A descendant of Abraham.<span class=\"citation\" id=\"54497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54497)\">Ex. 33:1<\/a><\/span> Who was Aaron, who was associated with the Aaronic Priesthood, and who presided over it? A descendant of Abraham.<span class=\"citation\" id=\"87733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87733)\">D&amp;C 84:34<\/a><\/span> Who were the Prophets that we read of in this Bible? They were descendants of Abraham. Who was Jesus, who as the Son of God, taketh away the  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sins of the world?<span class=\"citation\" id=\"68640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68640)\">John 1:29<\/a><\/span> A descendant of Abraham according to the flesh.<span class=\"citation\" id=\"62619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62619)\">Matt. 1:1<\/a><\/span><span class=\"citation\" id=\"67159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67159)\">Luke 3:34<\/a><\/span> Who were the Twelve Apostles, commissioned to preach the Gospel to all nations? Descendants of Abraham. And who were the Twelve Apostles that lived upon this continent? Descendants of Abraham. Who was Joseph Smith, to whom the Gospel was revealed in these last days? A descendant of Abraham.<span class=\"citation\" id=\"91719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91719)\">D&amp;C 132:30-31,49,57<\/a><\/span> And it had been predicted of him that his name should be Joseph, and that his father's name should also be Joseph, and that he should be a descendant of that Joseph who was sold into Egypt.<span class=\"citation\" id=\"81307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81307)\">2 Ne. 3:15<\/a><\/span> And who are the present Twelve? Just the same kind of people. And who are we gathering to Zion? A remnant of that seed, with a considerable mixture of grizzly, grey, and all kinds. But Jesus said, My sheep hear my voice, and they know me,<span class=\"citation\" id=\"69706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69706)\">John 10:27<\/a><\/span> and a stranger they will not follow, because they know not the voice of a stranger.<span class=\"citation\" id=\"69643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69643)\">John 10:5<\/a><\/span> And why do not the millions of the inhabitants of the earth embrace the Gospel? Because they are not sheep; that is all. And if the goats kick up and cut a few antics, you need not be astonished. It is the nature of goats, is it not? (Laughter.) <\/div><div class=\"paragraph jod\" id=\"v22n902\"> This Gospel is introduced that we may be taught and instructed in the ways of God, and that the Priesthood may be organized according to the holy order of God. What for? That this Priesthood may associate with the Priesthood behind the veil, who are operating with God and for God in the interests of humanity. That is the reason of it. And hence we find that these men who hold the Priesthood, the everlasting Priesthood, that ministers in time and in eternity, coming one after another to Joseph Smith, and conferring upon him the Priesthood which they <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> held. They conferred on him first the Priesthood of Aaron, a descendant of Aaron, John the Baptist,<span class=\"citation\" id=\"128607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128607)\">D&amp;C 27:8<\/a><\/span> who held the keys of that Priesthood in his day, came to Joseph Smith and to Oliver Cowdery, and laid his hands upon their heads<span class=\"citation\" id=\"93950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93950)\">JS&mdash;H 1:68-72<\/a><\/span> and said, &#x201C;Upon you my fellow servants, in the name of the Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.&#x201D;<span class=\"citation\" id=\"84032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84032)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93994)\">JS&mdash;H 1:69<\/a><\/span> Then came Peter, James and John, who conferred the same Priesthood and keys that they held.<span class=\"citation\" id=\"84638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84638)\">D&amp;C 27:12<\/a><\/span> And then came other powers, principles and revelations in succession, one after another. After the Aaronic and Melchizedek Priesthoods had been conferred in general terms, then some of the most specific things in regard to the introduction of this Gospel were accomplished. When Joseph Smith and Oliver Cowdery were together in the Kirtland Temple, we find that Moses appeared to them. He committed unto them the keys of the gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north.<span class=\"citation\" id=\"90516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90516)\">D&amp;C 110:11<\/a><\/span> And did they have this power conferred upon them? Yes. And is that power continued? I think it is or I do not think you would be here today. What brought you here? Why did you not stop where you came from? Because you believed the Gospel. When you heard it and obeyed it, the Elder who laid his hands upon your head, conferred upon you that principle which brought you here, and you hardly know why you came, but you could not rest easily  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>until you did come; and you entered into all kinds of plans and calculations to get here. And I have known people so anxious to come here, that they were ready almost to sell themselves. And was it because we were such a good people? I do not know about that; I do not think we were as good as we ought to be. Nevertheless, that spirit operated upon you, and you could not rest until you got here. <\/div><div class=\"paragraph jod\" id=\"v22n904\"> Another thing associated with this was the coming of Elijah. What to do? To turn the hearts of the fathers to the children and the hearts of the children to the fathers.<span class=\"citation\" id=\"62576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62576)\">Mal. 4:5-6<\/a><\/span> And what is meant by that? He was a representative of a certain class in the heavens who felt interested in their children. And their children are our fathers; and hence they, the father's hearts, are turned to their children; and our hearts, who are their children, are turned towards them. And we begin to build Temples. Some think this is a very foolish thing to do. It does look like it to some, but not to those who are informed. Why do we build Temples? Because Elijah conferred certain keys which he held upon Joseph Smith. And when he laid his hands upon Elders conferring on them the Holy Priesthood, they carried the principles imparted by Elijah to Joseph to you and to others, and you received it without knowing it. And by and by as the Church began to gather together, we began to talk about building Temples in which to receive and to administer ordinances which had been revealed unto Joseph Smith, pertaining to the interest of the living and the dead and necessary to our salvation and exaltation in the kingdom of our God, as well as for those for whom we administer. <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And we have not only talked about it, but have done considerable in that direction. For besides having one handsome structure in St. George, we are employing not less than 500 men today who are engaged in the same work in different parts of the Territory. And we intend to go on with this work; and while our Christian friends look on and wonder what it all means, we will carry on the work, for we know what we are doing if they do not. As I have remarked before in speaking on this subject in other places, if we were to turn over a Temple to them after we had built and finished it, they would not know what to do with it, for God has not communicated this knowledge to them; and hence they could do no more than they used to do when I was a boy, and which I suppose they still do; that is, the minister, if an Episcopalian, would appear in a white surplice with a prayer book in his hand, from which he would read something like this: &#x201C;We have erred and strayed from Thy ways like lost sheep&#x201D;&#x2014;which by the way, would be quite correct (Laughter); &#x201C;we have done those things which we ought not to have done, and left undone those things which we ought to have done.&#x201D; And if the minister were a Methodist, he would be in favor of getting up a great revival, to embrace each other and invite each other to &#x201C;come to Jesus,&#x201D; and call upon the mourners to come to the mourner's bench to be prayed for, and the sum total of the whole would be, &#x201C;Come to Jesus.&#x201D; Say some, &#x201C;What shall I do to be saved?&#x201D; Says the Methodist, &#x201C;Believe on the Lord Jesus Christ.&#x201D;<span class=\"citation\" id=\"71919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71919)\">Acts 16:31<\/a><\/span> &#x201C;Well, I do believe.&#x201D; &#x201C;Well, continue to believe.&#x201D; &#x201C;But I do believe.&#x201D; &#x201C;Well, continue to believe,&#x201D; (Laugh<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter). Would not the devil laugh at such foolishness? Yes, and the angels would, and everybody else who had good common sense, for such kind of foolishness is incompatible with the plan, ordinances, order and law of God, and with the Gospel of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v22n906\"> In our Temples we expect to receive certain ordinances revealed to us from God through His servants. And would not the world like to know what they consisted of? They will have to go to their God to find out. But I am afraid that he would be a good deal like the gods we read of. It reminds me of a story told of Abraham. It is said Abraham's father was an idolater, and that he had a number of gods in his house. This grieved Abraham, whilst his father wanted his son to believe and worship as he himself did; but Abraham knew better than to do such a thing. Abraham at last thought he would teach his father a lesson by making a clean sweep of his gods. So he got a club, or some other weapon, and knocked off the heads of some, the arms and legs of others, and made a general wreck among the idols, but left the biggest untouched. When Abraham's father learned what had happened, he of course was greatly exercised; he inquired of Abraham who had done it. Abraham told him that the gods had had a quarrel among themselves, &#x201C;and,&#x201D; said he, &#x201C;here is the fellow (pointing to the big one he had spared), that did it.&#x201D; Said the father: &#x201C;My son, why do you tell me such a thing. My gods cannot fight; they have legs, but they cannot walk; they have arms, but they cannot use them; they have eyes and ears but they cannot see nor hear.&#x201D; &#x201C;Why, father,&#x201D; said Abraham, &#x201C;is it possible that you worship a god <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that cannot hear or see, walk or use himself at all?&#x201D; The god of the Christians, according to their own description of him, being a god without body, parts or passions, would be as unlikely to hear them when they called upon him, as were the gods of Terah, Abraham's father, when he called upon them. <\/div><div class=\"paragraph jod\" id=\"v22n907\"> In speaking further on this matter, I will tell you what we are doing. We are building three Temples, besides the one that is built in St. George. Two or three weeks ago we were in Logan; and we were on the roof of the Temple at that place. Brother Woodruff was at Sanpete; he says the Temple being built there is progressing finely. And then we are moving along with ours at Salt Lake City. A gentleman who called on us lately asked me when we expected to finish our Temple. I told him that I could not tell him. &#x201C;I suppose,&#x201D; said he, &#x201C;it will depend upon the means at your disposal to carry on the work.&#x201D; &#x201C;O no,&#x201D; said I, &#x201C;money has nothing to do with it; we go at it, and work at it, and intend to work at it until it is done.&#x201D; To show the kind of feeling that existed in Cache Valley, I will say they were a few thousands of dollars behind, and they applied to me, as Trustee-in-Trust, to help them. &#x201C;O yes, I said, we cannot only help you, but finish the building. But we would not do that. Why? Because we would be doing you an injustice. When you build it yourselves, you have a right there. You are called to be Saviors upon Mount Zion,<span class=\"citation\" id=\"62026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62026)\">Obad. 1:21<\/a><\/span> and it is one of your privileges, of which we would not deprive you, to build a Temple to the Lord, in order that people may be saved therein.&#x201D; And it is not the men that wear the best clothes that are doing the work. I said to the people in Logan, the man  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who chops down trees, and those who drag them through the snows and frosts, and expose their bodies to the inclemency of the weather in the interests of the kingdom of God, as well as those who hew the rock and carry the hod, are as much interested in these things, and will receive their reward as well as those who contribute money or other means for that purpose. I saw, amongst others, a number of Lamanites helping to make mortar. I felt like blessing them in the name of the Lord. All men, those engaged in the work, and those who contribute to it, have an interest in these things. God is looking upon us, and has called us to be saviors upon Mount Zion.<span class=\"citation\" id=\"62027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62027)\">Obad. 1:21<\/a><\/span> And what does a savior mean? It means a person who saves somebody. Jesus went and preached to the spirits in prison;<span class=\"citation\" id=\"78024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78024)\">1 Pet. 3:19<\/a><\/span> and he was a savior to that people. When he came to atone for the sins of the world, he was a savior, was he not? Yes. And we are told in the revelations that saviors should stand upon Mount Zion; and the kingdom shall be the Lord's.<span class=\"citation\" id=\"62028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62028)\">Obad. 1:21<\/a><\/span> Would we be saviors if we did not save somebody? I think not. Could we save anyone if we did not build Temples? No, we could not; for God would not accept our offerings and sacrifices.<span class=\"citation\" id=\"91005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91005)\">D&amp;C 124:28-37<\/a><\/span> Then we came here to be saviors on Mount Zion, and the kingdom is to be the Lord's.<span class=\"citation\" id=\"62029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62029)\">Obad. 1:21<\/a><\/span> Then what shall we do? We will build Temples. And what then? Administer in them, when we get them done. Do we know how? Yes, we do, for God has told us how. And who shall we save? Our fathers and mothers, our uncles and our aunts, our grandfathers and our grandmothers, and we will look after the interest of all we can trace; we will still go to work, after we have settled indi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vidual matters and attended to our family affairs and a few little things among us&#x2014;for we are a small people comparatively, notwithstanding that we talk about extending our power; we are a few people comparatively, but God has chosen us and selected us and planted us here, and told us what to do. Then after we get through with our own affairs, what next? There are myriads who have died without a knowledge of the Gospel, that God and Jesus and the ancient Patriarchs and Prophets and men of God were interested in as they are in us, and whom we are informed shall have the opportunity of receiving the Gospel if they had it not on this earth. And are the Priesthood operating behind the veil? Yes, and we are operating here. And we have a Priesthood here, and they have one there. Have we a Presidency? They have one there. Have we a Twelve? So they have there. Have we Seventies here? They have there. Have we High Priests here? They have there. Have we various quorums? Yes, and we operate in them; and when we get through we join our quorums above. As I told you yesterday that when Patriarch Joseph Smith died we were told that he was seated at the right hand of Abraham.<span class=\"citation\" id=\"90990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90990)\">D&amp;C 124:19<\/a><\/span> And why was he there? Because Abraham was a Patriarch, and Joseph Smith's father was a Patriarch. He was at his right hand because he was associated with the dispensation of the fullness of times, the same as Abraham was a leading Patriarch in the dispensation in which he lived. And David Patten, one of the first Twelve, what about him? Another was to be ordained in his place, but he was not to have his Priesthood; of David, we are told, his Priesthood no man taketh&#x2014;<span class=\"citation\" id=\"91101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91101)\">D&amp;C 124:130<\/a><\/span>he should  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand in his proper position. Where? He was dead. No, he was not; he was alive. But he died? Yes, he did; but he lives. He was killed by a mob in Missouri, but he lives behind the veil and occupies his proper place there in his own quorum. Then, there was a man named Seymour Brunson, who died, who was a member of the High Council. It was said that another should be put in his place, but that he held his Priesthood.<span class=\"citation\" id=\"91104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91104)\">D&amp;C 124:132<\/a><\/span> Where? Behind the veil. What of Seventies and High Priests? Just the same, if they fulfil their duties and magnify their callings. Has Joseph Smith ceased to minister in his office because he has left the earth? No; he administers in his office in the eternal worlds under the direction of the Son of God, and a proper presiding Priesthood as it exists in the heavens. And so will we. Hence they have gone to live forever. If a man dies, shall he live<span class=\"citation\" id=\"56131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56131)\">Job 14:14<\/a><\/span> again? Why, yes. A man goes to sleep, but he wakes again. It is said that Jesus possessed life in<span class=\"citation\" id=\"69139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69139)\">John 5:26<\/a><\/span> himself; and says he, &#x201C;I have power to lay down my body, and power to take it up<span class=\"citation\" id=\"69689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69689)\">John 10:18<\/a><\/span> again.&#x201D; But we have not that power. But says he, &#x201C;I am the resurrection and the<span class=\"citation\" id=\"69754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69754)\">John 11:25<\/a><\/span> life;&#x201D; and, &#x201C;Whosoever liveth and believeth in me shall never<span class=\"citation\" id=\"69768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69768)\">John 11:26<\/a><\/span> die.&#x201D; Die! We will go to sleep, and we will wake up again. We will associate with the Priesthood again; and that is the reason why we want to have our records all right, and everything straight in relation to all of these things. <\/div><div class=\"paragraph jod\" id=\"v22n910\"> If we are saviors, what have we to do? Build Temples. What then? Administer in them; and others in the heavens are engaged in the same work as we, but in another position and in other circumstances. They preach to spirits in prison;<span class=\"citation\" id=\"78025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78025)\">1 Pet. 3:19<\/a><\/span><span class=\"citation\" id=\"92153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92153)\">D&amp;C 138:29-37<\/a><\/span> they officiate in ordinances with which <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have nothing to do. We administer in ordinances which God has revealed to us to attend to; and when we attend to them correctly, God sanctions them. For instance, you Elders who have been out preaching, you told the people if they repented of their sins and were baptized they should receive the Holy Ghost, and they received it, according to the promise you made them. God sanctioned these proceedings, and you are all witnesses thereof. And God has said that it was his business to take care of His Saints.<span class=\"citation\" id=\"89877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89877)\">D&amp;C 104:15-16<\/a><\/span> But then it is our business to be Saints. <\/div><div class=\"paragraph jod\" id=\"v22n911\"> And then, in relation to these matters, when we are faithful and true to our calling on the earth, and we step behind the veil and are associated with our quorums in the heavens, and there continue to operate, what shall we have to do? We are told that all those myriads before referred to, that would have received the Gospel, but had not the privilege of hearing or receiving it in this world and have died without it, shall have the opportunity of receiving it hereafter.<span class=\"citation\" id=\"92114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92114)\">D&amp;C 137:7-9<\/a><\/span> But who are to be the administrators of these ordinances? Are we? No, they are out of our reach, they are behind the veil. But there is a Priesthood there; and there is a place for the Seventies and the High Priests, etc., to operate there.<span class=\"citation\" id=\"92217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92217)\">D&amp;C 138:57-59<\/a><\/span> And what were the Twelve to do who lived and operated on the continent of Asia? It is written that they should sit upon twelve thrones to judge the twelve tribes of Israel.<span class=\"citation\" id=\"65240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65240)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68099)\">Luke 22:30<\/a><\/span><span class=\"citation\" id=\"83166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83166)\">Morm. 3:18<\/a><\/span> And what of those Twelve that were on this continent? They are to be judged by the Twelve whom Jesus chose in Judea.<span class=\"citation\" id=\"81018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81018)\">1 Ne. 12:9<\/a><\/span><span class=\"citation\" id=\"83173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83173)\">Morm. 3:19<\/a><\/span> And then the people of this continent will be judged by the Twelve that were here;<span class=\"citation\" id=\"81023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81023)\">1 Ne. 12:10<\/a><\/span><span class=\"citation\" id=\"83172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83172)\">Morm. 3:19<\/a><\/span> and very likely the Presidency and Twelve of  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this Church will have something to do in this matter in relation to those who live in this age of the world. <\/div><div class=\"paragraph jod\" id=\"v22n913\"> Now if they have that to do what have we to do? Build Temples. What then? Administer in them. And when we have got beyond the range of those whom we know, we shall need information from the powers behind the veil to know for whom we are to be baptized. Do you think they will be at the trouble of informing us? I rather think they will, if they are set to judge people. And having seen proper to organize the Church and establish the Holy Priesthood and reveal the first principles of the Gospel, it is but reasonable to conclude they will be sufficiently interested about the other matters. But it is for us to build the Temples and administer in them, and help the fathers to save their children, and the children to save the fathers. Have they rights in heaven? So have we on earth. Have they privileges? So have we. Have they earned salvation and become saviors? We also shall participate in that if we magnify our calling, honor our God, and keep His commandments. Hence we are joint saviors with them. We need their assistance, they need ours.<span class=\"citation\" id=\"77149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77149)\">Heb. 11:40<\/a><\/span> These are some of the things that we have to perform. We have a labor before us. You, Seventies; you, High Priests, you are not here to find out what you shall eat or drink, or wherewithal you shall be clothed.<span class=\"citation\" id=\"63609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63609)\">Matt. 6:31<\/a><\/span> You are not here to quarrel over little things and to have your own way. Jesus said, &#x201C;Father, Thy will be done.&#x201D;<span class=\"citation\" id=\"68252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68252)\">Luke 22:42<\/a><\/span> He said, He came not to do His own will, but the will of His father who sent Him.<span class=\"citation\" id=\"69264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69264)\">John 6:38<\/a><\/span> And when His disciples came to Him and said, Lord, &#x201C;Teach us how to pray, as John taught his disciples.&#x201D;<span class=\"citation\" id=\"67437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67437)\">Luke 11:1<\/a><\/span> He said, pray, &#x201C;Our Fa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther who art in heaven, Hallowed be thy name. Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63330)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67495)\">Luke 11:2<\/a><\/span> Let the rule and government of God be established. &#x201C;Thy kingdom come. Thy will be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63420)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67494)\">Luke 11:2<\/a><\/span> This was His feeling, and this is the feeling of all good Saints and faithful Elders in Israel. And what did Joseph Smith come to do? The will of his Father, to learn that will and do it. What was the duty of Brigham Young? The same. What is mine? The same. What is the duty of the Twelve? To follow the counsel of the Presidency. What is the duty of the Presidents of Stakes? To follow the counsel of the Presidency. What is the duty of the Bishops? To follow the counsel of the Presidents of Stakes and of their presiding Bishop. I have had men frequently come to me and want to pass by the Presidents of Stakes. I pass them back again. I tell them to go to their Presidents. Again I have men come to me who wish to pass by their Bishops; I send them back to their Bishops as I wish to honor all men in their place. I have enough to do without interfering with the little details of others and so on from them to the Elders, Priests, Teachers and Deacons, every man in his place. <\/div><div class=\"paragraph jod\" id=\"v22n914\"> When the disciples of Jesus desired to know who should be the greatest amongst them, he placed a little child in their midst and said, &#x201C;Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven. Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"65012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65012)\">Matt. 18:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n915\"> We need not talk about our dignity; we have none only as God gives it us. We want the spirit of union and harmony in our midst,  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every man being governed by the principles of the Gospel and the laws of God. We are traveling through the Stakes instructing the people in the principles of life, that they may be one as the Father and the Son are one, that we may be one in Him;<span class=\"citation\" id=\"70728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70728)\">John 17:21<\/a><\/span> and that all the Presidents, and all the Bishops, and all the various authorities of the Church may see eye to eye, as we are told they shall when God brings again Zion.<span class=\"citation\" id=\"59831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59831)\">Isa. 52:8<\/a><\/span> We want men to be governed by those principles; and for this reason we are traveling among the Stakes to teach people the principles of truth and righteousness; and we want you to be governed by your various officers; and by your various courts too. <\/div><div class=\"paragraph jod\" id=\"v22n917\"> Here I want to talk a little on a certain principle. There has been some considerable difficulty between you people of Provo and those of Salt Lake County about water. You should come together as men, and if you cannot compromise the matter, bring it before your High Council, and have it regulated there: and I will tell you here today, that if you take this matter to law before the courts of the ungodly, you shall be cut off from the Church. Now, do you hear that? If I have any voice in the matter I wish to be heard, and I tell you, in the name of Israel's God, we will not tolerate such flagrant violations of the law of God, among the Latter-day Saints. No man shall hold a standing in the Church and kingdom of God, or preside in that Church, who will violate the laws of God, and seek to the ungodly, inasmuch as God has laws by which He expects us to be governed.<span class=\"citation\" id=\"73222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73222)\">1 Cor. 6:1-8<\/a><\/span> That is my feeling about it; and we will carry it out, God being our helper.<span class=\"citation\" id=\"56796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56796)\">Ps. 54:4<\/a><\/span> For we will not suffer this kind of iniquity; and if they do it in the other county, we <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will treat them the same. It is time for us to lay aside our follies and nonsense, and cleave to the truth and rely upon it, and maintain the Church of God upon the earth. If we do this, we shall be the blessed of the Lord and our offspring with us;<span class=\"citation\" id=\"128608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128608)\">Isa. 65:23<\/a><\/span> and if we do not, then we shall not be, and this will not be a land of Zion unto us.<span class=\"citation\" id=\"90790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90790)\">D&amp;C 119:6<\/a><\/span> But <span class=\"italic\">it will<\/span> be a land of Zion. The work of God will progress; but the ungodly shall be severed from this Church. I will not fellowship them. And any man who does it, he does it at his own peril, for I will not have anything to do with it. God has given us laws to regulate these matters and all our matters before our High Councils, under the direction of inspired men who have been ordained to the holy Priesthood to judge in matters brought before them. And when we turn to the ungodly, we sell ourselves to the devil, which we will not permit men to do and maintain the fellowship of the Saints and a standing in the Church and kingdom of God. Now, all who are in favor of this hold up your right hands. (The congregation held up their hands). Now, Brother Smoot, you see that carried out. <\/div><div class=\"paragraph jod\" id=\"v22n918\"> Brethren and sisters, God bless you and lead you in the paths of life. Do I talk plainly? God expects me to talk plainly. I have not come here to daub you with untempered mortar, but I tell you the truth. And while He has called us to high privileges, to thrones and principalities and dominions, and to be saviors on Mount Zion,<span class=\"citation\" id=\"62030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62030)\">Obad. 1:21<\/a><\/span> and to be kings and priests unto God,<span class=\"citation\" id=\"78972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78972)\">Rev. 1:6<\/a><\/span><span class=\"citation\" id=\"79198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79198)\">Rev. 5:10<\/a><\/span> and our wives, queens and priestesses unto their husbands, while God has ordained us for this, in the name of Israel's God we will try and carry it out. And we will find enough that  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will be true and faithful to God and to His Holy priesthood. And the work of God will roll on, Zion will <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be established, and the kingdom of God built up, and no man will stay its progress. Amen. <\/div>\n<\/div>\n<\/div>"}