{"ID":220042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints a Peculiar People&#x2014;Their Religion Practical&#x2014;Sustaining Each Other&#x2014;Honesty in Trade&#x2014;The Blessing of God on the Faithful, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at the General Conference, in the Tabernacle, Salt Lake City, Sunday Morning, Oct. 9, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints a Peculiar People, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/9\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v22n955\"> In the presence of so large an audience as we have here today, everyone ought to sit very still and repress every noise as much as possible, for the acoustic properties of this tabernacle are of such a character that the combination of sounds&#x2014;shuffling of feet, crying of babies, walking about of children&#x2014;drown the speaker's voice however strong <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it may be. Every person should therefore keep as still as possible. No human power can make a congregation like this hear, unless the congregation itself sits quietly, and babies should not be allowed to disturb those in their immediate neighborhood. It may be very interesting to the mother; she may think the music of her baby's voice  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very sweet; but those who come to hear are not interested in hearing it. <\/div><div class=\"paragraph jod\" id=\"v22n957\"> In coming together as we have done upon this occasion and during this Conference, we should be so united in our faith that when a speaker arises the people will draw from him that instruction which they need. Many of you have come long distances. I see some here upwards of 300 miles from their homes and of course when men take such journeys, traveling about 700 miles in the round trip to come to Conference, there should be something imparted to them which will be a profit to them, that they may feel satisfied when they leave here that the journey has been well taken. Now, there are topics enough before us, topics of great, vital importance to us as a people, which we should consider, and which upon occasions like this are appropriate for our consideration. <\/div><div class=\"paragraph jod\" id=\"v22n958\"> We have been told&#x2014;indeed it is a constant comment about us&#x2014;that we are a peculiar people.<span class=\"citation\" id=\"55045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55045)\">Deut. 14:2<\/a><\/span><span class=\"citation\" id=\"77841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77841)\">1 Pet. 2:9<\/a><\/span> We know this ourselves. It is a very remarkable thing, that this Gospel, which the world calls &#x201C;Mormonism,&#x201D; has gathered only here and there one out of the families of the earth,<span class=\"citation\" id=\"60341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60341)\">Jer. 3:14<\/a><\/span> and as the most of you who are adults well know, you were, as a general thing, different from the rest of your family in many respects. It seemed as though you were waiting for something to come along a little different from anything that you had heard. The systems of religion, the ideas that were inculcated by your teachers and that you were taught in your Sunday schools, in your chapels and in your meetinghouses and churches, did not accord with your views concerning God and Christ, and the plan of salvation; and yet, had you been asked <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what you believed in, where you should go to find that which you did believe in, or to define your ideas of what you wanted, it would have been impossible for you to have done so. Yet there was a yearning in your hearts for something higher, something nobler, something more Godlike, something after the apostolic plan of salvation. And it is a remarkable fact that the Elders of this Church, in their travels and administrations among the people, though they have had great difficulties to contend with, have had persecutions and all manner of evil things said about them,<span class=\"citation\" id=\"63004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63004)\">Matt. 5:11<\/a><\/span> have been frequently mobbed and driven&#x2014;that notwithstanding they have had these difficulties to contend with, it has been an easy matter to bring those who are now Latter-day Saints into this Church. When the Elders found the honest in heart, when they found men and women who were meek and lowly,<span class=\"citation\" id=\"64309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64309)\">Matt. 11:29<\/a><\/span> who were prayerful, who believed in the Bible, who were willing to accept truth however it might come to them, however unpopular its advocate might be&#x2014;when they found people of this description, they have never had any difficulty in gathering them out. The Latter-day Saints throughout these valleys, from north to south, have been gathered without much, if any, trouble on the part of the Elders, for the word of God has come to them in the power and demonstration of the Holy Ghost,<span class=\"citation\" id=\"72959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72959)\">1 Cor. 2:4<\/a><\/span> and they have been convinced of the truth very frequently before they scarcely heard it. This is very remarkable&#x2014;remarkable how the hearts of the people have been prepared to receive the Elders, how their minds have been softened, and how willingly they have received the truth and borne testimony to it,  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when they heard it. I remember well my own mother's experience. I was a little boy sitting beside her the first time she saw an Elder. She had never heard of the Latter-day Saints or &#x201C;Mormons,&#x201D; she did not know that he was one; she did not even know that he was a professor of religion; but she had been waiting for something. My father and mother were both Episcopalians, but they had no faith in the system, it was cold and inanimate, there was nothing lifelike or godlike about it. When he left the house she said to me, &#x201C;George, that is a man of God.&#x201D; She had a testimony to that effect, although, as I have said, she did not know he was even a professor of religion. That Elder was President Taylor. And when he began to talk afterwards regarding the principles of the Gospel, she was ready to be baptized, for it was that for which she had been waiting, her heart was prepared for it, and there are thousands and thousands of such instances among the people called Latter-day Saints. God prepared their hearts beforehand, and the Elders found them without much difficulty. It is true they had to labor and contend with others, but those who were the honest-hearted sons and daughters of God, who were willing to receive the truth, received it without much difficulty, as I have said. And it is a wonderful fact that in accordance with the scriptures God is gathering together a people to lay the foundation of this great work, concerning which all the Prophets have spoken. God has predicted through the mouths of his Holy Prophets&#x2014;and their words are to be found in the Bible&#x2014;that in the last days there should be just such a work as that which we witness&#x2014;that is, one of a city and two of a family being gathered together,<span class=\"citation\" id=\"60342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60342)\">Jer. 3:14<\/a><\/span> <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in order that there might be a representation of all the families and races of men upon the earth, to lay the foundation of this, the greatest work that has ever been established upon the face of the earth. And yet men talk of there being no evidence in favor of &#x201C;Mormonism.&#x201D; They say, Where is the evidence of its divinity? Where is the evidence that Joseph Smith was a Prophet of God? Show us a sign that we may see whether you are the people you profess to be? Why, here in these mountains is one of the greatest signs presented to all the inhabitants of the earth that ever was shown to man&#x2014;a system, an organization composed of people from every creed, and it may be said from every civilized creed, and from every civilized race, gathered together, dwelling in union and in love, and worshipping God according to the laws which he has given with a oneness, with a union, with a love that is unexampled upon the face of the earth. Nowhere else can such a thing be found; and I often think when men talk about delusion, and about the shrewd leaders of this people, and that by the power of their shrewdness and the strength of the imposture, they are able to hoodwink the people and to lead them astray, that it takes more faith to believe that theory than it does for the Latter-day Saints to believe the truth as we have received it. If this be imposture where is the truth? The Gospel of Christ was to produce union, its mission was to produce love, to destroy strife, to make men and women live together as brethren and sisters, and it has done so for us and it is doing so and it will do so more and more, and it will build up a system such as cannot be found on the face of the earth. And it is growing and increasing. It is like a little leaven,  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and by and by it will leaven the whole lump,<span class=\"citation\" id=\"73212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73212)\">1 Cor. 5:6<\/a><\/span><span class=\"citation\" id=\"74630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74630)\">Gal. 5:9<\/a><\/span> and the influence and the power that will go forth from this people will be felt throughout the whole earth. I know it is a great thing to say, and men, looking at us numerically, think we are exceedingly presumptuous to advance such an idea, but it is nevertheless true. The union of this people, the power which accompanies them and the effect of their example will be felt more and more, and the truth will continue to spread until all honest-hearted people will be convinced of the truth of the statements which are made concerning the restoration of the everlasting Gospel in its original purity and power, and those who may not be prepared to receive it&#x2014;will sooner or later respect it and admire it, and be willing to share in the benefits which will accrue from its establishment on the earth. <\/div><div class=\"paragraph jod\" id=\"v22n961\"> Now, my brethren and sisters, there is one thing above everything else, that every speaker from this stand would like to impress upon your minds, and that is, when you go away from this Conference that you carry with you the determination to live and to carry out in your lives the principles that you profess. That is all that we can ask of you. Live your religion&#x2014;that embodies all that can be said to you. There is glory in it, there is happiness in it, there is peace in it, there is virtue in it, there is wealth in it, there is exaltation in it, there is no gift or blessing or power that it does not contain and that does not accompany it. On the other hand, violate the principles of your religion, deviate from the path that God has marked out, and there is sorrow and misery for you, if persisted in. <\/div><div class=\"paragraph jod\" id=\"v22n962\"> You have been gathered together in the most wonderful manner that <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any people ever were. We talk about the gathering of the children of Israel under Moses. I consider that that mighty movement fades away in comparison with the gathering that is now going on. This people have been brought from the various nations of the earth, and you have received a testimony from God concerning this work. You know for yourselves if you are living as you should do&#x2014;concerning these things. How necessary it is, then, that you should carry out these principles. But the great difficulty we have to contend with is that we bring with us our traditions and preconceived ideas, and to overcome these is the great labor we have to contend with; it is a labor that we should set ourselves industriously, patiently, perseveringly to accomplish. Let us be pure in our hearts, in our language, in our conduct, in everything that we think and say and do. Let us seek for purity; let us inculcate purity; let us take the principles of the Gospel and teach them to our children and endeavor to make them better Latter-day Saints than we are; let us do everything we can in this direction, and then if we do this there will be no vice in our land; liquor saloons, gambling houses, houses of prostitution and the other evils that abound in the world will not be found within our borders. It should be our aim to so live that these things shall be repressed, completely extinguished. It is a shame for anyone professing to be what we are to enter a liquor saloon, or to patronize one, or to patronize any of these evils; and we should withdraw the hand of fellowship from all who do. Drunkenness certainly will never be countenanced by the Lord. It is a gross vice, and it will bring the loss of the Spirit to everyone who indulges in  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it; and so with these other vices to which I have alluded. No one can be a Latter-day Saint who practices these things. We should be honest, we should be truthful, our word should be like the words of the Lord, that is, in our sphere. When a man says a thing to his neighbor, he should so live that his neighbor can have confidence in him. When he makes a promise that promise should be sacred, and if he cannot fulfil it, let him explain the reason so that confidence may be preserved. When we borrow we should repay; when we deal we should be upright in our dealing. I would like it to be the case among us that when a man has a horse to sell that he will tell all he knows about it and not endeavor to take advantage in any shape or form. The same with a wagon, a cow, a piece of land, or a house, or anything else, that a man will tell what he knows about these things, so that confidence may be maintained. There are some men of whom I have heard who when they make a trade think that the one with whom they trade ought to have his own eyes open, and if he does not and is taken advantage of because of his inexperience or being too confiding, the one who gets the bargain is not to blame, but to be congratulated on his good luck. Indeed there are some men who, if they can take advantage in this way, would think nothing of bowing down on their knees and thanking God for having made so good a bargain. Now, a man who calls himself a Latter-day Saint, and will do a thing of the kind, grieves the spirit of the Lord. Again, if a man employs you to do a piece of work, that work should be well done, whether he is there to see it done or not. And when employers agree to pay a certain price, or a certain kind of <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pay they should abide by their agreement. But there is a great deal of trickery in such matters. Some people think, &#x201C;I am a good trader; I can sell a horse for more than it is worth; I have got an old wagon, but my neighbor, who has not my experience wants a wagon; I can trade that poor wagon to him, I can get a good price for it, and I shall thank God if I can do so.&#x201D; I tell you such things are very sinful, and are not from God. When we, professing to be Latter-day Saints, do such things, we grieve the Spirit of God, and cause Satan to laugh. These are practical duties. I would give more for a Latter-day Saint who, if I employed him to do me a job and he did it right, than I would for a man who would offer a long prayer and tell the Lord a great many things that might be very good, and did not do the work honestly. I would rather have a man that was honest in his dealings with his neighbor&#x2014;a man that if I wanted to buy a horse I could go to him with the full assurance that he would do the square thing by me&#x2014;than I would have a man who offers very long prayers if he neglected this other duty. I tell you that the Lord wants works from the people and not professions. We have got lots of profession. There are some men very sanctimonious, and because they can pray well and are looked upon as good Latter-day Saints, they think they are privileged to take advantage of their neighbor. Now, I tell you that we want a religion that is different to this. We want a religion of honesty. If I say a thing to a man I ought to live so that he will believe every word I say. If I sell him a piece of property, I should tell him the truth about it, there should be no concealment, no lying or allowing the man to be deceived. It is on that account  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that I despise this trading. Some men live by trading, and in the long run somebody is cheated in the community. There are times, of course, when men can exchange property, and both parties be benefited thereby. If one man has a piece of property that another man wants, and the other has a piece of property that suits the first party, a mutual benefit results from the exchange. There are other instances of this kind which frequently occur; but it should be done on the square. Any man who takes advantage in this direction cannot be a Latter-day Saint, in truth and deed, and God will hold him accountable for his conduct. Ours ought to be a religion of works and not of profession. It should be a religion that we can carry with us in our everyday work&#x2014;a religion that will make a man a better son, a better brother, a better husband, a better father than he would be without it, and I would not give a fig for a religion that did not have that effect. When I hear men quarreling with their children, husbands with their wives, wives with their husbands, I say there is not much religion about that kind of work or conduct. A man who is not kind to his wife needs some religion. A man who is not kind to his children and to his neighbors, needs some religion, and he needs the religion of Jesus Christ. A man who is indolent and neglects his duties, needs more religion, the religion of Jesus Christ, to make him more industrious. An indolent man cannot have much of the Spirit of God about him; an uncleanly man, and certainly an impure man, a dishonest man cannot have much of it. When I hear a woman quarreling with her children and making the house too hot for her husband&#x2014;I rarely, if ever, hear them, because I do not go <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where they are, but I hear of them&#x2014;I think that woman needs religion. When she loses patience, she should go to God and ask for patience, that the power of her religion may rest down upon her. <\/div><div class=\"paragraph jod\" id=\"v22n965\"> The great difficulty with us is: We have a religion and do not seek for its power, we do not dive to its depths, we do not rise to its heights, we do not comprehend its beauties and blessings. We go along without seeking after our God and the power of our God, as we should do. If we would devote a little time to self-examination when we go to bed, review the events of the day, see if our conduct has been such as God can approve of, and as enables us to lie down with a conscience void of offense towards God and all men,<span class=\"citation\" id=\"72125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72125)\">Acts 24:16<\/a><\/span><span class=\"citation\" id=\"92035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92035)\">D&amp;C 135:4<\/a><\/span> we do well, and if we cannot do that it is time to repent. If we have wronged anybody, we should make it right. And when something comes along to cross us or disturb our equanimity, instead of throwing out words that are like daggers, lacerating the feelings of those to whom they are addressed, we should shut our mouths. Some people pride themselves in what they call their frankness and candor in this respect. I tell you, I don't want such frankness around me. I would rather a man would hold his tongue and not indulge in such expressions as are hurtful to people's feelings. We should so live that our examples as fathers and mothers will be worthy of imitation by our children. You see a brawling, boisterous, swearing man, and his children will copy after him. You see a man that is the opposite of that, and his children will bear his example in mind. If he is a prayerful man, his children are likely to be prayerful also; if he be honest and truthful and keeps his word strictly, that lesson will not be  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lost upon his children. If I were a young man and wanted to marry, I would not go to a house where there was continual quarreling between the husband and wife and children; I would not want to select a wife from such a family; I would want to go where peace reigns, the peace of God, which every man, woman and child possess in their hearts and in their habitations. That is our privilege. These are very simple things, and yet nobody has gotten true religion who does not possess these gifts. We may talk about our religion; we may boast about it; we may tell about its gifts and powers; we may tell about the manifestations we have had; but after all, the marrow of our religion lies in the performance of those everyday duties, some of which I have alluded to. <\/div><div class=\"paragraph jod\" id=\"v22n967\"> There is one thing that has struck me as very remarkable about the Latter-day Saints. God in the early day of this Church told us that we should be a people that should have peace, and he has given unto us a revelation which says, that &#x201C;it shall come to pass among the wicked, that every man that will not take the sword against his neighbor must needs flee unto Zion for safety.&#x201D;<span class=\"citation\" id=\"85778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85778)\">D&amp;C 45:68<\/a><\/span> Now that day will come just as sure as God has spoken, and we of all people on the face of the earth ought to be a peaceful people in view of this promise&#x2014;no quarreling, no seeking to injure each other, no doing violence to one another. I have heard of men threatening to do something which would involve the shedding of blood if certain things were done to them. Why, it is a most horrible thought, for there is no salvation for the murderer. There is no people on this broad continent who cherish the Constitution of the United States as a sacred instrument anymore, or <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as much as do the Latter-day Saints in these mountains. Believing it as we do to be inspired of God,<span class=\"citation\" id=\"89615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89615)\">D&amp;C 101:80<\/a><\/span> and given for an express purpose, of course we attach a great deal of reverence to that instrument. We do not always pay reverence to officials, because of their maladministration of the laws; but the instrument itself, and the form of government we live under, we think is equaled by none upon the face of this broad earth; we think it is the greatest form of government, the freest, the most liberal, the best adapted for men and women, that ever was instituted by man among men. This we hold in our hearts, in our heart of hearts, concerning this government. But then a great many people are not suited because we take the liberty of criticizing certain officials. There have been a good many who have trampled upon the principles of the Constitution; but these outrageous acts, even against a people such as we are, do not affect the instrument, the fabric or the genius of our institutions, and on this account we are truly loyal. When the South raised the flag of rebellion, there was no well informed Latter-day Saint who could approve in his heart of such conduct, however much we might have expected it, Joseph Smith having predicted, nearly thirty years before the rebellion broke out, that it would occur&#x2014;<span class=\"citation\" id=\"88195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88195)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91338)\">D&amp;C 130:12-13<\/a><\/span>however much this might be the case there was nothing connected with the principle of secession or rebellion that met with the approval of the Latter-day Saints. And it is a remarkable fact that God, through the acts of our enemies, caused us to be placed in a position where, in the war of the rebellion, we should not be compelled to shed the blood of our fellow men. Had we remained in New York, where  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our people first settled; or afterwards in Ohio; had we remained in Missouri, to which State we subsequently emigrated and from whence we were cruelly driven; had we remained in Illinois, where we afterwards took refuge, and from whence we were also cruelly driven to the wilderness, we should have been made participants in that dreadful strife, we should have been compelled to have taken up the weapons of war, or the people would have said we were disloyal. Inaction at such a time would have been set down to disloyalty and sympathy with the rebellion, and we could scarcely have escaped, in view of the prejudices against us, being branded and treated as traitors to the Government. But we were here in the mountains, in a position where we could do nothing in the strife. President Lincoln asked for some men to guard the great highway, to preserve the mails and keep open communication, and these men were sent out. But they did not have to fight. Under the command of General James Craig, our men were sent to guard the great transcontinental highway, and we did our part in that direction. But God, in His Providence, did not place us in a position to imbrue our hands in the blood of our fellow men. And when five hundred men&#x2014;after we were driven from Illinois in 1846&#x2014;were required to make up the Mormon Battalion for the Mexican war, the promise of God to these five hundred men was that they should not be compelled to shed blood during their absence, and in a remarkable manner this prediction was fulfilled. They never shrank from doing their duty as good, loyal citizens and soldiers, but there was no bloodshedding by the Mormon Battalion. We have been in all our <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> troubles preserved from shedding blood. We are not a bloodshedding people. Our garments are not stained with the blood of our fellow men&#x2014;I mean as a people. There are many among us who have been soldiers in the war, but I am speaking now as an organization, and we stand in that position today, in the United States. We can say to the Southerner, to the Northerner, to the Westerner, to the Easterner, and to every man, &#x201C;We are your brothers.&#x201D; We are at peace with all mankind. God has given unto us a law concerning this, that we must hoist the standard of peace and continue to proclaim it,<span class=\"citation\" id=\"89303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89303)\">D&amp;C 98:16<\/a><\/span><span class=\"citation\" id=\"90050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90050)\">D&amp;C 105:39<\/a><\/span> and then if we are called upon to defend ourselves, we are told to leave our cause in the hands of God.<span class=\"citation\" id=\"89320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89320)\">D&amp;C 98:33-38<\/a><\/span> We are a people who love peace, and in the turmoil, in the wars, in the confusion, in all the disorders that will eventually occur, not only in Europe, but in our own land&#x2014;our own blessed land in many respects which shall become yet very unhappy in consequence of internal broils and disunion&#x2014;when all this shall take place we are the people who will present such an aspect to the world, that they will say, &#x201C;Here are the features we desire, they have the peace our souls long for.&#x201D; Now, my brethren and sisters, we should cultivate this feeling of peace. My sisters, let peace be in your hearts. Repress everything like quarrelling. Suffer wrong rather than do wrong. It is a harder thing for a man to submit to wrong than to fight against it. The natural tendency of the heart is to resent wrong, to strike back when you are struck at, but it is not the way laid down by the Savior.<span class=\"citation\" id=\"63191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63191)\">Matt. 5:38-45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n969\"> There is one thing I want to speak about before I get through, and that is in relation to our tithes and offer<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings. I can speak about this not boastingly, but with freedom, for I do my part in this matter. There is too much delinquency on our part as a people in this respect. Let me entreat you to be more punctual in these matters. The more you do for the Church of God, the more you want to do; the more you are interested in its welfare, the more you will become attached to it. Look at the Twelve Apostles, have they not set you an example&#x2014;I will not speak of the First Presidency&#x2014;in regard to these things? Have any of them sought to build themselves up and become wealthy? Here is Brother Woodruff, President of the Twelve Apostles. Is there any man in Israel who has worked harder to support himself and family than he? He is known for his persistent industry. He has set the people a great example in that respect. He has not been a burden to anyone. He has labored from morning till night for this people and for their salvation. He has not fattened upon your earnings, he has sustained himself by the blessing of God. And so have the rest of the Twelve. They have labored continually for this people. They have traveled thousands of miles, gone to the ends of the earth, to build up Zion, and not counted anything too great a labor. That is the example the Twelve have set this people. And they have paid their tithing punctually. They have done as much in this way according to their means as any of you, and in addition to this they have spent almost their entire time in the interest of the Church. What I say on this point applies fully also to President Taylor, when he was one of the Twelve. Now, with such examples as these, how will you appear in the day of the <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Jesus, when you present yourselves before Him, when you appear in those Temples to receive your blessings, if you have thought more about your money and about worldly things than you have about anything else? Let me say you will be very sorry for this if you do not repent and do better. There are many leading men among us who do not do their duty in this respect. They are derelict, and neglect of this duty is extending among the people. We must do more in this direction if we would have the blessing of God than we are doing. We must be more diligent; we must think more about God and His kingdom and His salvation than we do about the things of this world. It is true, as we have been told during this Conference, we shall have houses, farms, etc., etc.; these are all necessary; but above all else we should think about the kingdom of God and its advancement. We have no friends but God and ourselves. At the same time let us extend the hand of relief where we can to others; but it is our duty to build up Zion. From my childhood I have vowed in my heart&#x2014;and I have endeavored to keep the vow&#x2014;that not one cent of mine would ever go to build up anything that was opposed to Zion. At the same time I have spent years, as others have done, traveling without purse or scrip<span class=\"citation\" id=\"68205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68205)\">Luke 22:35<\/a><\/span> and preaching the Gospel to those who were in darkness; but so far as working to sustain that which is opposed to Zion I have determined, and I did so determine in my childhood, not to do that, God being my helper,<span class=\"citation\" id=\"56797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56797)\">Ps. 54:4<\/a><\/span> and he has helped me up to the present time. The advancement of the kingdom of God should be uppermost in our hearts, and we should not be afraid to spend means to  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>assist in this great work. Those who do will have it returned unto them an hundredfold. You look at the men who have done the most in this Church, and you will find them the most blessed. They may not have so much wealth as some, but wealth is not everything, not by a good deal. The men who have spent the most time and the most means for the advancement of this work have been the men who have been blessed and preserved of God, God has prospered them all the day long, and he will bless their children after them. It is something to <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have one's children blessed. I would like to have that as well as to be blessed myself; I would like to live so that I could invoke the power, and blessing of God upon my posterity. <\/div><div class=\"paragraph jod\" id=\"v22n972\"> I pray God to fill you with the Holy Ghost; the Holy Ghost that will bring things past to your remembrance<span class=\"citation\" id=\"70063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70063)\">John 14:26<\/a><\/span> and show unto you things to come;<span class=\"citation\" id=\"70440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70440)\">John 16:13<\/a><\/span> that you may retain the things you have heard during this Conference, and be built up and strengthened in your faith which I pray may be the case, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}