{"ID":220022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Remarks of Brother Woodruff&#x2014;The Prophets and Servants of God Rejected in Nearly All Ages, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 12, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Remarks of Brother Woodruff, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/12\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v22n477\"> I have listened with great satisfaction and pleasure to the remarks which have been made by Brother Woodruff this afternoon, and I know they are true, and that they will be profitable unto all those who treasure them up in their hearts and make application of them in their lives. <\/div><div class=\"paragraph jod\" id=\"v22n478\"> While he was speaking, the query ran through my mind respecting the prophets and men of God who lived in ancient days&#x2014;was there ever a prophet of God&#x2014;a man who had a message from God who was received by the generation among whom he lived? They had very few indeed. The Prophet Jonah stands out almost as an exception. Nineveh did repent when he went to it with the message from God;<span class=\"citation\" id=\"62087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62087)\">Jonah 3:1-10<\/a><\/span> but from Noah down, one prophet after another was rejected by the generations unto whom they were sent and unto whom they bore messages from the Almighty. Even Moses, though successful in leading out the children of Israel, with difficulty escaped being stoned to death by his own adherents.<span class=\"citation\" id=\"54080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54080)\">Ex. 17:4<\/a><\/span> And so with every prophet until the days of the Savior himself. Jesus was persecuted; Jesus was derided; Jesus was <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rejected. Jesus, who came&#x2014;his coming having been predicted by the holy prophets and the whole nation being in expectation of him&#x2014;was rejected because he did not come according to the ideas, the preconceived notions of the people&#x2014;that is of his own kindred unto whom he was sent. <\/div><div class=\"paragraph jod\" id=\"v22n479\"> The world entertain certain ideas concerning truth, they entertain certain ideas concerning God and concerning His servants, and when men come to them with something that conflicts with these ideas they are led to reject them, and it is not until a man has died, not until in many instances his blood has been shed, that he is recognized as a Prophet of God. In fact it was an accusation of the Savior against the Jews that they garnished the tombs and sepulchres of the Prophets whom they had slain.<span class=\"citation\" id=\"65565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65565)\">Matt. 23:29<\/a><\/span> They slew them, but after their death their children said, &#x201C;If we had lived in their day, we would not have slain the prophets, we would have received their testimony,&#x201D;<span class=\"citation\" id=\"65574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65574)\">Matt. 23:30<\/a><\/span> while they treated the Prophets in their midst the same as their fathers had done their predecessors.<span class=\"citation\" id=\"128564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128564)\">Matt. 23:31-32<\/a><\/span> But it takes time to bring  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men to esteem Prophets. It has taken centuries to sanctify the memory of the Son of God; centuries have rolled on before He was recognized by the world as the being whom his disciples testified he was. To his generation he was a vile impostor, and was counted worthy of the most ignominious death that could be inflicted&#x2014;to be crucified between two thieves. Why, they had the most irrefutable evidence, as they supposed, that He was not the Son of God. &#x201C;Can there any good thing come out of Nazareth?&#x201D;<span class=\"citation\" id=\"68649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68649)\">John 1:46<\/a><\/span> &#x201C;Why,&#x201D; said they, &#x201C;Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet.&#x201D;<span class=\"citation\" id=\"69415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69415)\">John 7:52<\/a><\/span> He was a Galilean, and therefore, because of his lowly birth and surroundings, they deemed themselves perfectly justified in rejecting Him. And as has been quoted today, so confident were they that He was not the being whom He represented himself to be that they said, &#x201C;His blood be on us, and upon our children.&#x201D;<span class=\"citation\" id=\"66347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66347)\">Matt. 27:25<\/a><\/span> They felt so secure in calling for his crucifixion, they were willing to incur all the penalties which might be inflicted upon themselves and their posterity for the death of a man who, in their estimation, was so vile an impostor. <\/div><div class=\"paragraph jod\" id=\"v22n481\"> In the same way it will take time to make the merits of the predictions of Joseph Smith recognized. Will they be recognized? Yes. Joseph Smith has uttered predictions which cannot be disputed, and that have come to pass. Before his death he predicted that the Latter-day Saints should become a great people in the Rocky Mountains. Years before we were compelled to leave the States, he predicted that the South would rebel, and that the Civil War would break out in South Carolina.<span class=\"citation\" id=\"88194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88194)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91337)\">D&amp;C 130:12-13<\/a><\/span> That prediction was in print long years before it was fulfilled. And when <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it seemed as though the rebellion would break out in Florida, the Latter-day Saints never had any doubt as to where the war would commence. They knew the word of God had been spoken, and that it would be fulfilled. And it was fulfilled, literally, as also many other predictions which have been uttered. <\/div><div class=\"paragraph jod\" id=\"v22n482\"> But do these things come to man in a way that man will receive them? No: they come in contact with worldly pride. They invoke the same opposition which Paul had when he was at Ephesus, when the silversmiths cried out, &#x201C;Great is Diana of the Ephesians.&#x201D;<span class=\"citation\" id=\"72063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72063)\">Acts 19:28<\/a><\/span> And they bawled and cried so much in favor of Diana, that his voice was drowned.<span class=\"citation\" id=\"72065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72065)\">Acts 19:29-41<\/a><\/span> So it is today. These things come in contact with established institutions, with established crafts; man's craft is in danger, and hence the outcry.<span class=\"citation\" id=\"72059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72059)\">Acts 19:27<\/a><\/span> There is a great outcry, and it comes from those whose craft is most in danger. It has ever been so, and it ever will be so while man continues under the same influence which now operates upon him. <\/div><div class=\"paragraph jod\" id=\"v22n483\"> The organization of this Church does not coincide with men's minds, it is contrary to their feelings, it comes in contact with their traditions and their prejudices. &#x201C;Can any good thing come out of Nazareth?&#x201D;<span class=\"citation\" id=\"68650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68650)\">John 1:46<\/a><\/span> It is the same idea. Can any good thing come from Joseph Smith, an uneducated man? Can any good thing come out of the &#x201C;Mormon&#x201D; people. And the whole world seemingly is in a turmoil. Every conceivable falsehood is told about this people. Well, this will continue to be the case; I have no doubt of it in my mind. We have got this warfare to fight, and every people who have stood in our position had it before us. Every reformation which was ever effected among men had to be  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>effected in the face of opposition, and frequently the foundation stones have been laid in the blood of the men who were the instruments in the hands of God in laying the foundation. Opposition in this respect is not a new thing. It is as old as Adam that there should be opposition to contend against. Jesus predicted it, because he knew it was the history of the past, and he knew it would be repeated. Thus those who embrace &#x201C;Mormonism,&#x201D; or the Gospel of Christ, may make their calculations upon it. <\/div><div class=\"paragraph jod\" id=\"v22n485\"> But there is this difference between the dispensation in which we are engaged and other dispensations which have preceded it: we have the promise of God that His work introduced in this the dispensation of the fulness of times shall never be overthrown,<span class=\"citation\" id=\"61322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61322)\">Dan. 2:44<\/a><\/span> so that this dispensation differs in this respect from every dispensation which has preceded it. There is no stopping this work. Men may fight it, they may kill those who advocate it, and use every means in their power against it; but the fiat of Jehovah has gone forth concerning it, and it will spread and increase and will gather within its pale every honest soul throughout the earth sooner or later, not making war, not attacking, not assaulting, but by the power of divine truth and by the spirit that accompanies it, bearing testimony to every honest soul. And as these troubles increase of which Brother Woodruff has spoken&#x2014;for they will increase, in our own land, too; they have increased, and they will increase&#x2014;men will become unsettled in their minds as to what they will do and where they will seek for protection; for the day will come when stable government in these United States will be very hard to find. The ele<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments are already operating that will produce this instability. Men will be glad to seek refuge, glad to seek protection, glad to live in any place where men and women are honest and true, and where the principles which Brother Woodruff has announced, the principles of true liberty are maintained, and God grant that they may be ever maintained. <\/div><div class=\"paragraph jod\" id=\"v22n486\"> It has been said that those who have been persecuted will, when their turn comes, become persecutors. This has been said concerning us. &#x201C;Oh,&#x201D; it has been said, &#x201C;you are now in the minority. It is all very well to plead for liberty and contend for the rights of man. But wait. If you ever get power, you who have been persecuted will turn round and persecute other people.&#x201D; This has been cast against us as bearing out the history of the past. The Pilgrim Fathers, it is quoted, did this. After being persecuted themselves, they turned round and persecuted others&#x2014;Episcopalians, Quakers, Baptists, etc.&#x2014;who did not believe as they did. Well, we have not done this yet. We did not do it when we had everything our own way in these mountains, removed a thousand or twelve hundred miles from every other people. We gave perfect liberty to all, and there never has been an hour since we first occupied this country when our tabernacles, boweries, and other places of worship have not been open to men of every denomination to preach within their walls or under their shade. Time and time again our children have been invited to this tabernacle to listen to ministers of different denominations, that they might know what other people taught; this has been upon the principle which Brother Woodruff has stated, that if they have one  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>truth we have not got, we are willing to exchange our errors for that truth. <\/div><div class=\"paragraph jod\" id=\"v22n488\"> I would not give much for a religion which would not stand contact with the world. It was said once respecting President Young, that he read the remark that he would not give much for a religion that could not stand one railroad. I think the same. If my religion cannot stand all the railroads which can be brought here, I do not want it for myself nor for my children. It there is anything superior to that which we believe outside of our religion, let it come, we will welcome it. We are not wedded to our religion only so far as it is true. So far as it is true we are wedded to it, and as such we have espoused it, as such we maintain it, and as such we hope to die believing in its tenets and practicing them; but if anyone else has something better let him come along. We have sacrificed enough for truth to show that we love it. We have forsaken everything for the truth as we believe it, and a people who have been willing to have their houses burned, property destroyed and be driven into a wilderness as we have been, and to create homes in this desolate land&#x2014;a people that has been willing to do this should not shrink from accepting any truth which may be presented to them, and I do not believe they will. We have given no evidence of such a tendency at any time, I have never heard of it, but there has been a constant willingness to receive the truth. <\/div><div class=\"paragraph jod\" id=\"v22n489\"> And this doctrine of plural marriage which is so much talked about; we have shown our devotion to truth by espousing it. If its practice had been of the same nature as that which is popular with the world, there would not have been a word said against us. It is not be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause other people do not do wrong with women that the outcry is raised against us. It is not for doing wrong with women, it is for <span class=\"italic\">marrying<\/span> more than one woman, which we could have avoided if licentiousness had been our object, that we are attacked. When God revealed that principle to the Latter-day Saints, there were men who felt as though they would rather go to their graves than carry out that principle. They were men who had lived all their days and had been true to the covenants they had made with their wives, and the thought of marrying more than one woman was as repulsive as it could be to any men in the world. They shrank from it. I heard President Young himself say, that as the hearse passed his house in Nauvoo on the way to the cemetery, he thought he would like to be the occupant of that hearse and of the coffin which it contained, when he thought of this doctrine and the opprobrium that would descend upon him and upon our people, when it became known that we believed in and practiced plural marriage. Here is President Taylor, and Brother Woodruff, who has spoken, and other men of mature years in those days&#x2014;they know how it was. They would have shrunk from it if they could, but the very fact that they have embraced it ought to be sufficient to show the world that they are devoted to principle, that they have been willing to lay down their lives, if necessary, to carry out principle. It would be cheaper, no doubt, to discard plural wives and follow the ways of the world. Do you think I would have any persecution if I had a wife here and one or more mistresses in Washington? Not in the least: there would not be one word said about my marital  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>relations or my domestic affairs; not one word. I know this. How do I know it? Because there are those who are in that condition. But because men <span class=\"italic\">marry<\/span> wives and give their names to their offspring, and are not ashamed of them, and are true to these wives and do not go outside of the family circle, and believe a man ought to be killed who does it&#x2014;because they do this they are decried and all hell is stirred up. Now, if these things are wrong we practice them without knowing they are wrong. We believe them to be true. We believe this principle has been revealed for the salvation of women. And a man takes a great responsibility upon himself who enters into this order. Reflect upon this a moment: A man marries a wife, and he does it&#x2014;if he does it properly&#x2014;with the clear understanding between them beforehand, that if it be right to take another, according to the tenets of his religion, he may do so. Well, he takes another wife. What is the result? He doubles his responsibility, he increases his care. What man of sense or principle is there that would take these obligations upon him lightly? Would any man do it for the sake of gratifying lust? He would be a simpleton and a villain if he did it. A man in this position, if he feels as he should do, will feel there is a great responsibility resting upon him in the taking care of the children of such marriages, in the education and training of them, and the preserving of them from vice. And what is there to induce him to shoulder this responsibility except principle? <\/div><div class=\"paragraph jod\" id=\"v22n491\"> We desire to have no margin of unmarried women among us. We do not want institutions among us which are not of God, and which propagate death and disease. We <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> desire every woman to be married, and as there are not more women than men in Utah, if every man marries, there will be no plural marriage, it will cease, and that is the best remedy in the world for this &#x201C;Utah Polygamy,&#x201D; as it is called. Let every man marry, and there will be no single women of marriageable age. But as all men will not marry, we have instances of two and more women who love one man and who choose to live together and live together virtuously and properly. <\/div><div class=\"paragraph jod\" id=\"v22n492\"> &#x201C;Ah, but,&#x201D; says one, &#x201C;there is a law of Congress against such a thing.&#x201D; I know that, and I am not advising any man to do anything that would make him liable to go to the Penitentiary. But I am talking about principle, about that which we believe and practice, and that which has impelled us to action in this matter. I have taken some of my children down to Washington, and have said to them, &#x201C;Now, here you see the other side. I want you to have the opportunity of seeing society, and understanding something of it outside of our Territory.&#x201D; I would not hoodwink a child. I would set before children all which is necessary to give them light upon this subject, that they may understand it. I would like every one of my daughters to understand it thoroughly; and in speaking thus about my own family, I speak about every girl in this community. I want to see a virtuous community, one which is free from vices which infest the world. Diseases that are common elsewhere are unknown in this land, among our people; and I thank God for it, and I pray that it will continue to be the case. <\/div><div class=\"paragraph jod\" id=\"v22n493\"> Shall we become persecutors in our turn? No. Why? We do not have the same motives to impel us  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to such a course that people who persecute have. Persecutors generally believe that those whom they persecute are doomed to spend the endless ages of eternity in hell fire, unless they can be made to repent of their errors. Persecution becomes, therefore, with them, in many instances, a highly justifiable and meritorious method of saving souls.<span class=\"citation\" id=\"70281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70281)\">John 16:2<\/a><\/span> This has been the feeling which has impelled many persecutors in every age&#x2014;a holy, burning zeal to snatch souls from perdition. The men who have been most zealous in hailing men to prison<span class=\"citation\" id=\"71571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71571)\">Acts 8:3<\/a><\/span> and inflicting torment, have been as a rule, men zealous and sincere in their religion. They thought it better to destroy the body than that the soul should be consigned to hell;<span class=\"citation\" id=\"64184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64184)\">Matt. 10:28<\/a><\/span> they thought it better for heretics to burn an hour or two on earth than that they should burn eternally. But the Latter-day Saints have no such views respecting future punishment. We believe there is an endless hell. We do not, however, believe that human beings are consigned to it eternally. The hell may be endless and the punishment endless, but it does not follow that they who are consigned there are to remain in it eternally.<span class=\"citation\" id=\"84180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84180)\">D&amp;C 19:6-12<\/a><\/span> We believe men will be rewarded for the deeds done in the body,<span class=\"citation\" id=\"74169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74169)\">2 Cor. 5:10 (JST)<\/a><\/span> and we therefore can afford to be liberal in our views in this respect. As President Woodruff has said, we would give every man the right to worship God according to the dictates of his conscience,<span class=\"citation\" id=\"94155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94155)\">A of F 1:11<\/a><\/span> knowing that he will have to be responsible for his actions, and that it is none of our business except to present the truth as we understand it before him, and if he accepts it, all right, if he rejects it, he must endure the consequence. <\/div><div class=\"paragraph jod\" id=\"v22n495\"> As for ourselves we are opposed to being seized by the throat, because men <span class=\"italic\">think<\/span> we are in error. <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And to avoid this we have fled a number of times, leaving everything, and finally came out here into the wilderness, thinking we could have peace for awhile which we have had. But this people might as well take wings and fly from the planet as try to get out of the reach of the world. A prominent man who called upon me here, said to me upon one occasion: &#x201C;When I see this beautiful valley, and see how comfortable you are, I wish you were out of the United States.&#x201D; &#x201C;Why,&#x201D; said I. &#x201C;Because,&#x201D; said he, &#x201C;I can foresee what trouble you will have, and that you will not be allowed to remain in peace; you will have to leave here, people will not be content to have you stay.&#x201D; &#x201C;Where shall we go?&#x201D; I enquired. We might go to the deserts of Sahara, or the most forlorn place on the face of the earth, and it would only be a little while before our industry, our frugality, our union and those qualities which characterize us, would draw the world to us. We cannot be hid. If we were to go to the remotest part of the earth, to Patagonia or anywhere else, that which we witness here would be repeated. We are like a city set upon a hill that cannot be hid.<span class=\"citation\" id=\"63063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63063)\">Matt. 5:14<\/a><\/span> Those qualities that characterize this people, which make us so remarkable, which have enabled us to make a beautiful place out of the desert, as we have done in this country, and would do wherever we might go&#x2014;those qualities would draw men to us. If we were on an island we should have ships coming with commerce; upon a continent we should have railroads and means of communication such as we have today. He would have been a bold man who would have ventured to have said&#x2014;unless he were a Prophet; you know Prophets take strange liber<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ties; God gives them liberty to say remarkable things&#x2014;that in the space already passed such great changes would have occurred in this valley, and throughout these valleys, and that this place would become so important. We hear of railroads coming in here from every direction, making Salt Lake City their objective point. We are bound to be lifted up. You cannot conceal us, it is impossible. We have got to stand contact with the world, and if our religion will not stand such contact, then it must succumb. But it will not. It will stand the test, it will pass through the ordeal purer and better, and men will recognize its beauty. Our destiny is to be brought in contact with the world. <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God has predicted it. We may hide ourselves in a corner, but God will bring us out to the light, for we have to come in contact with the world to prove our strength, to prove what is in us, and to learn many things the knowledge of which we need. <\/div><div class=\"paragraph jod\" id=\"v22n497\"> I pray God to bless you my brethren and sisters and friends, to let His Holy Spirit rest down upon you and preserve you in the truth. Let us love and cling to the truth with all our hearts, and it will bear us through. It is that which will endure in time and throughout eternity; and that God may assist us in maintaining our integrity and keeping the faith, is my prayer, in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}