{"ID":220048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Funeral Discourse.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the 14th Ward Assembly Rooms, at the Funeral Services of Sister Elizabeth H. Cannon, on Sunday, Jan. 29, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Funeral Discourse.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/29\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v22n1047\"> In speaking a few words pertaining to the dead, I, as my brethren have expressed themselves, feel to reconcile my feelings to the purposes of the Almighty, whether respecting the dead or the living. <\/div><div class=\"paragraph jod\" id=\"v22n1048\"> This morning, however, I have experienced sorrowful feelings not on account of Sister Cannon; she is all right. Her body lies here in <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the cold embrace of death, but her spirit is peaceful and happy. She has fought the good fight, she has finished her course,<span class=\"citation\" id=\"76271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76271)\">2 Tim. 4:7<\/a><\/span> she has accomplished the object of her creation, and she has gone to where sighing, sorrow and trouble cannot reach her; therefore, I cannot mourn on her account. It is all right and all well with her. Yet there are sympathies,  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feelings and associations connected with humanity that it is difficult at times to dispense with. I have been acquainted with Sister Cannon from her youth, since she was quite a little girl, and have watched her through all her life, comparatively. I have seen her in life, and&#x2014;I was going to say, in death; nearly so, for I was with her on several successive days before she died. <\/div><div class=\"paragraph jod\" id=\"v22n1050\"> As has been said, we desired that her life might be prolonged, at least until her husband should return; but it seems that God has ordered it otherwise, for some wise purpose which to us is not always manifest. <\/div><div class=\"paragraph jod\" id=\"v22n1051\"> This reminds me of a circumstance which occurred in my life, being situated at the time pretty much as Brother Cannon is now. <\/div><div class=\"paragraph jod\" id=\"v22n1052\"> When I was in Paris, France, about thirty years ago, I had a dream that troubled me very much, in which I saw my first wife&#x2014;as the deceased here is his first wife&#x2014;lying sick at the point of death. And it so affected me that I awoke, being troubled in my feelings. I fell asleep again, and again the same scene presented itself to me when I again awoke and experienced the same feelings of sorrow, and after some time slept again, and it was repeated a third time. I knew then that my wife was very sick, lying at the point of death. <\/div><div class=\"paragraph jod\" id=\"v22n1053\"> I got up and fervently prayed the Lord to spare her life until, at least, I should have another opportunity of meeting her in the flesh. He heard my prayer. I took a note of the circumstance at the time, and learned afterwards that such had been the case exactly as it had been shown to me. On the following morning I remember meeting a gentleman who was a Protestant minister, and he observed that my countenance looked sorrowful, and he <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enquired the cause. I told him that my wife was lying at the point of death, and he asked me if I had received a letter? I told him no; but related to him how it had been shown to me. But, I said, I got up and prayed the Lord to spare her life, and I feel consoled in knowing that she will be healed. When Sister Cannon was sick we prayed for her, exercising all the faith we possessed on her behalf; but God has seen fit to take her to Himself. Bro. Cannon, of course, would feel as I did, desirous to have another opportunity of seeing his wife in the flesh, and, if possible, to be at her side when she should pass hence, and had he been engaged in private instead of public business, he would most assuredly have been. But it was not to be. She has gone during his absence from home, and it is all right. So it would have been if my wife had gone under the same circumstances, I would have had the same feelings. <\/div><div class=\"paragraph jod\" id=\"v22n1054\"> We are here for a short time only. Our spirits dwelt with our Father before we came to the earth. In coming here we took upon ourselves bodies according to the decree of the Almighty, and if our bodies are required, it would not be for me or for you to say when or how these things shall be. It is the Lord who directs in all these matters, both in regard to us individually and also in regard to the whole human family. <\/div><div class=\"paragraph jod\" id=\"v22n1055\"> The present is only one stage of our existence. We existed before we came here; we exist here for a time, and when we depart from this mortal life we shall have a spiritual existence, an existence without the body, and then again with the body. And it is for those who manage and manipulate these matters to do as seemeth good in their sight, and it is for us to yield a willing and an obedient submission to the will of  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our heavenly Father, feeling always that whatever he does is perfect and right. <\/div><div class=\"paragraph jod\" id=\"v22n1057\"> Every day such occurrences happen; the human family live, as did our fathers before us, for a short time, and then we, like them, pass away; and then again others are constantly coming to take the places of those who depart. And so it will continue until other dispensations shall be introduced, which will place things in another position. <\/div><div class=\"paragraph jod\" id=\"v22n1058\"> There are one or two things which I wish to mention; they may seem small matters to some. I see in a telegram from Brother Cannon that he mentions certain things in regard to this funeral of his wife, one of which is, that he did not wish any show of mourning in connection with it. We know his feelings in this respect; they are the same as ours. It is customary for people to put on black apparel and to assume a melancholy appearance. That may be all very well, by way of paying respect to our dead friends; but the question is, whether this is the most appropriate way. Brother Cannon desired&#x2014;I have talked with him also on the same subject&#x2014;that the coffin in which the remains of his deceased wife should be laid, should be made of common mountain wood, and that everything about it be neat and plain, and that his family should not put on mourning apparel. His brother Angus has been desirous to carry out his instructions touching this matter, doing away entirely with those ostentatious appearances and all unnecessary parade of mourning so common nowadays on such occasions. <\/div><div class=\"paragraph jod\" id=\"v22n1059\"> It is proper to sorrow; it is proper to show respect for the departed. It is proper that our sympathies should be drawn out; it is proper that we <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should assemble together to attend to appropriate funeral services, as we are now doing, that we may reflect upon our lives and upon the uncertainty thereof, and upon death and the results that may follow after; and that we consider the Gospel of the Son of God, and reflect upon our position, etc. But I have thought and indeed President Young thought, and so did Brother George A. Smith and others with whom I have conversed upon this subject, that we pay too much attention to these outward forms. We, above all other people upon the face of the earth, ought to be free from outward show, and from the appearance of sorrow, and mourning, having had planted within us the germs of immortality and eternal life; inasmuch as when we get through with the affairs of this world, we not only expect, but we know that we will inherit eternal lives in the celestial kingdom of God. And knowing this, it would not be for us to mourn as people without any hope. <\/div><div class=\"paragraph jod\" id=\"v22n1060\"> When I see excessive sorrow on occasions of this kind among people professing to be Saints, I think they do not comprehend the position. It is proper to mourn; it is proper to sympathize, but I do not sympathize with Sister Cannon; I sympathize with her children; especially these little ones whom she has left; I sympathize with her friends who mourn her loss; I sympathize with Brother Cannon who is absent at Washington, under the peculiar circumstances in which he is placed; but while we do this it is not proper for people who, perhaps are struggling hard to obtain a subsistence to make a parade, to lay out a large amount of means to carry out the fashion that exists in the world. We want to feel that we are the sons  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and daughters of God; we want, when our friends leave us to show proper respect to them, which ought to be paid to all honorable men and women, and when we have done that we have performed our duty to them and our duty before God; it does not seem proper to place families or people in circumstances, through false ideas that would embarrass them and place them in an unpleasant position by trying to do that which they are really not able to do. <\/div><div class=\"paragraph jod\" id=\"v22n1062\"> If we have secured the favor of God, if we are Saints of the Most High, if we have the Holy Ghost dwelling in us, if we are walking in the path of righteousness, if God is our God, and we are His children, if we are carrying out all those duties and responsibilities devolving upon us that His children should attend to, here upon the earth, we should feel satisfied if we are laid away without much ostentation and show; and in thus attending to the obsequies of those who pass away, we fulfil the duties which God has placed upon us. And He will take care of them afterwards. <\/div><div class=\"paragraph jod\" id=\"v22n1063\"> If it were not for the atonement of Jesus Christ, the sacrifice he made, all the human family would have to lie in the grave throughout eternity without any hope. But God having provided, through the atonement of the Lord Jesus Christ, the medium whereby we can be restored to the bosom and presence of the Father, to participate with Him among the Gods in the eternal worlds&#x2014;he having provided for that has also provided for the resurrection. He proclaimed Himself the resurrection and the life. Said he, &#x201C;I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live.&#x201D;<span class=\"citation\" id=\"69755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69755)\">John 11:25<\/a><\/span> By and by the tombs will be opened and the dead will hear the voice of the <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Son of God,<span class=\"citation\" id=\"69132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69132)\">John 5:25<\/a><\/span> and they shall come forth, they who have done good to the resurrection of the just, and they who have done evil to the resurrection of the unjust.<span class=\"citation\" id=\"69144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69144)\">John 5:28-29<\/a><\/span><span class=\"citation\" id=\"69155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69155)\">John 5:29 (JST)<\/a><\/span><span class=\"citation\" id=\"86870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86870)\">D&amp;C 76:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n1064\"> There is one thing that gives me great satisfaction, that Sister Elizabeth, as she had been true in life to the principles which God had revealed pertaining to celestial marriage, was also true to them in death. Being the first wife, while in the heyday of life and youth having her husband to herself, in obedience to the law of God she sacrificed her own feelings at the shrine of duty, and in compliance with the laws of celestial marriage was willing that others should also share the affections of her husband. And during her last sickness, well understanding the animus that existed in the world and in Congress, in regard to this principle, when the grim messenger was staring her in the face and the clammy drops of the sweat of death were oozing from her brow, well knowing that her husband would stand true to his principles as she had to hers, she indited a telegram, telling him that if it was the will of God that she should be raised up, He could do it as well during his absence as if he were at home at her bedside; and in the conflict between affection and duty, while the springs of life were fast ebbing out, feeling the importance of his position, she indited the following immortal words, &#x201C;REMAIN AT YOUR POST.&#x201D; She has written during her last earthly moments, words of evidence to all the world, that she at any rate was a believer in those eternal principles that God has revealed for the salvation of His people, and for their purification and exaltation. I feel proud of that. And I believe there are thousands of our sisters would do the same. If we have a religion  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that will stand by us after life, if we have a religion that will exalt us among the Gods in the eternal worlds, the world may howl, and the corrupt may expend their energies, but God will take care of his Saints; and it will be all well with us in time and eternity. <\/div><div class=\"paragraph jod\" id=\"v22n1066\"> I pray God to bless these children who mourn the loss of their mother, that they may be preserved in the <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth and led in the paths of life. I pray God to bless the wives of Brother Cannon who are also here, together with all of his family and all that pertains to him. I pray God to lead them all in the paths of life; and that we may all be true to our God, and at last obtain a seat in the celestial kingdom of God, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}