{"ID":220011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Advancement of God's People Under the Influences of the Gospel, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Henry W. Naisbitt, delivered in the Assembly Hall Salt Lake City, Sunday Afternoon, Feb. 20, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Advancement of God's People, Etc.<\/div>\n<div class=\"speaker\">Speaker: Henry W. Naisbitt<\/div>\n<div class=\"date\">Date: 2\/20\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v22n225\"> It is related in the history of the Lord Jesus Christ, that upon a certain occasion (after some of His marvelous works), He was followed by a great number of people; and upon noticing that this continued, He called His disciples and said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v22n226\"> &#x201C;I have compassion on the multitude, because they continue with me now three days, and have nothing to eat: and I will not send them away fasting, lest they faint by the way. And his disciples said unto him, Whence should we have so much bread in the wilderness, as to fill so great a multitude? And Jesus saith unto them, How many loaves have ye? And they said, Seven, and a few little fishes. And he commanded them to sit down on the ground. And he took the seven loaves and the fishes, and gave <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thanks, and brake them, and gave to his disciples, and the disciples to the multitude. And they did all eat, and were filled: and they took up of the broken meat that was left seven baskets full. And they that did eat were four thousand men, beside women and children.&#x201D;<span class=\"citation\" id=\"64799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64799)\">Matt. 15:32-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n227\"> In looking upon a congregation like the present, I think that every Elder in Israel must feel that from the few small loaves and fishes which he may have accumulated in his experience, he is unable to feed and supply the necessities of the multitude before him. But while he occupies the position, he realizes that the infinite resources of the Holy Spirit are within general reach, and that this can be supplied and so administered as to bring home the little food that may be presented; and  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that by the processes of its multiplication, every man and every woman, and all the youth who are assembled, may have their &#x201C;portion of meat in due season,&#x201D;<span class=\"citation\" id=\"67636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67636)\">Luke 12:42<\/a><\/span> they may go away satisfied and refreshed and fitted for the duties of life, and their minds may be so expanded as to realize that through the inspiration of the spirit there is more left than appeared at the beginning. If this result depended upon a man's native intelligence, if it were to come alone from the narrow field of his own experience, in my opinion it would be presumptuous in one to expect to be able to do much good. But the Elder who stands before the congregations of Israel, realizes that he is but the instrument, that he is but the medium, and that he needs to be taught as well as to be the medium for teaching; that he needs to be fed, as well as to be the instrument of feeding others; that his character and capacity are pretty much like the majority of those who are in communion with the same Church; that if he is to grow, to increase, to acquire strength, to become filled with intelligence, that he must reach beyond the confines of man's thought; that he must get beyond the boundaries of man's experience, that he must draw his supplies from resources which are greater than those that man controls; and that it is only from this outreaching that he will be able to satisfy the wellings of that spirit within him which desires to comprehend and to accumulate and to enjoy all truth. <\/div><div class=\"paragraph jod\" id=\"v22n229\"> The many agencies which are at work among the Latter-day Saints, to bring to pass the purposes of the Almighty, are more or less understood by all. I think that there are none of us scarcely, who would claim the title of &#x201C;Master of Arts.&#x201D; We are all, I think, satisfied to be ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knowledged (and to feel it an honor and a privilege to be acknowledged) as students or pupils in the great school of the Gospel of the Lord Jesus Christ. We have all comprehended the depths of our ignorance; we have all realized that the training which has been necessary for us, the lessons which have been given unto us had to be adapted to our capacity and to our condition; no matter how high our spirits might soar in anticipations of the present or the future that spreads before us&#x2014;when we have come to ourselves; when we have really felt our insignificance, when we have realized how easily we are influenced by temptations that are opposed to our best interest; when we realize how easily we are diverted by the fashions and frivolities of life; when we realize how we are cast down by opposition, and how the efforts of our enemies seem measurably to test our faith&#x2014;I say, when we realize that these are the feelings of the masses of the people, we then comprehend that we need to be buoyed up and sustained by a power that is vastly higher and greater than ourselves. <\/div><div class=\"paragraph jod\" id=\"v22n230\"> We are a good deal in the condition of our boys when they go to school. They come in contact with those who are far in advance of themselves; in their simple primary lessons they realize what an immense gulf there is between them and their preceptor. And when in our ignorance we realize how far we are behind many of those who have grown gray with experience, who have been passive to the reception of the spirit of revelation, who have been able to grasp a large amount of truth, and to comprehend the bearings which one truth had upon its neighbor truth (all together jointly working out that process which is called and constitutes education in  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the life of a Saint), we have had our ambition stirred, our feelings wrought up, our minds illuminated by the influences of this same spirit of inspiration. Sometimes this has been in reading the productions of the old Prophets, sometimes in listening to the champions of the Gospel in our day, sometimes in sitting beneath the combined influences of the hosts of thoughtful men and women among the congregations of the Saints. Probably we might illustrate, for a moment or two, how the changes we look for are likely to be brought to pass, and the ways have been presented to us from time to time. And if the illustration is drawn from homely things, I hope that it will bring home to the good Saints and to this audience the truth sought to be established. <\/div><div class=\"paragraph jod\" id=\"v22n232\"> Many of the inhabitants of this Territory are agriculturists&#x2014;tilling the soil of these mountain valleys. Looking at it naturally, it would not seem to be so highly productive, or to yield the vast advantages which spring from tillage, that subsequent experience seems to confirm. But here is a man engaged in this occupation who has had a measure of experience, and who knows, at all events, the rudimentary principles which pertain to his occupation. <\/div><div class=\"paragraph jod\" id=\"v22n233\"> In the beautiful months of summer he walks into his field. He remembers his labor there, how he took pride in the preparation of that field for the harvest which he desired. It was well-ploughed; it was well-harrowed; it was well-seeded; and as the spring rains descended it became clothed in a garment of lustrous green. As the weeks pass by it advances towards a higher form, even towards maturity, until with the warmth of the increasing sun, and partly as the product of the good cultivation which it has had, it glows <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in this sunshine of the summer with the promise of an abundant harvest. <\/div><div class=\"paragraph jod\" id=\"v22n234\"> The farmer, realizing the destiny of the grain, was disposed to question it, after the manner of the fables we read in the days of our childhood. He goes into this field of grain as the passing cloud flits over it; as the wind sweeps across its face he notices how it bends with its weight and wealth of grain, he admires its beauty and he says, &#x201C;What a magnificent field of wheat is here.&#x201D; And addressing himself to it he suggests: <\/div><div class=\"paragraph jod\" id=\"v22n235\"> &#x201C;How would you like to be presented to the king?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v22n236\"> The wheat is growing up in the dark soil of the earth, having no idea of its purpose or future; but the question being asked, it lifts itself in pride, it rejoices in the prospect that is suggested, and finally says: <\/div><div class=\"paragraph jod\" id=\"v22n237\"> &#x201C;Yes, I would like to be presented to the king.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v22n238\"> But by and by, as it colors to ripeness, the laborers come, and with the reaping machines or sickle they go to work in this beautiful field of grain, and before it knows where it is, instead of waving in the sun and enjoying the elements surrounding it, it finds itself lying prone upon the earth. And as it lies thus prostrate, the question naturally arises, &#x201C;How is the promise of my master going to be fulfilled? How am I to reach the destiny to which he alluded?&#x201D; While it is pondering over the situation, more laborers come along, and they take it and bind it into bundles; and the wheat wonders to itself whether the bundling process is a step towards its destiny. By and by another set of hands comes, and the bundled wheat is set on ends, in (what they call in the part of the nation from which I came) the form of &#x201C;stooks.&#x201D; After  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the stooks have been formed, a capsheaf is put on them, to protect the grain from the changes of the weather. It stands a while in this condition, undergoing the mellowing process; but after standing sufficiently in this form, another gang of laborers come along, and thrusting their steel forks into the sheaves, pitch them onto wagons and haul them away to the barnyard, where they are put into a stack. Here it remains probably for a time, undergoing another process, passing another stage, which fits it better for its final use. But it does not remain very long before it is moved again; this time it passes through the threshing machine. It goes through the beaters, and is subject to the fan, and is thus separated from the straw and chaff. It is then put into sacks and tied up at the mouth, and after awhile it is hauled away to the mill, and there it is put into the smutter, and cleansed from foul seed, smut, &amp;c.; then passing between the upper and nether millstones, it is ground almost to powder; from thence it must perforce pass through the bolt, and finally comes out fine, or very fine flour, according to the quality of the wheat, or the design of the miller. But notwithstanding the many changes it has undergone, its end is not yet; it is not yet in a condition to realize the fulfillment of the promise. The flour is now taken home to the good housewife, who puts a little of it into a pan, and then pours hot or cold water upon it, and adds the elements which cause fermentation; and then it assumes another condition. It begins to think again, &#x201C;Surely my destiny is now about to be fulfilled.&#x201D; But the good wife takes it, and works it, and kneads it into loaves, and finally opens the oven door and thrusts it as it were into the furnace. By this <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time it thinks that its end has come; it is now about to be consumed. After it has undergone this baking process for a while, it comes forth from the oven a beautiful, brown, pleasant, well-flavored loaf, in which condition it is fit to be presented to the highest authority in the land. <\/div><div class=\"paragraph jod\" id=\"v22n240\"> Now, to return again. Here is the human family unconscious of their origin, unconscious of their destiny. But the Elders of this Church go forth and tell mankind that they are the children of their common Father; that they had their origin in the eternal worlds; that there lies before them a grand and sublime destiny; and they say, inasmuch as this is so, how would you like again to be presented to your Father&#x2014;to the King? How would you like to return to His presence, and to enjoy His smiles. How would you like to be brought back again to the surroundings you once enjoyed? And as the stirring impulses of these warm thoughts rush through the hearts of the listeners in the midst of the nations of the earth, their minds begin to expand and their hearts begin to swell with the newfound dignity thus spread before them, and in the promise of the future; but by and by there is a change in their condition; in the pride of their hearts, under the inspiration of those men who thus taught and counseled them, they thought they were going to be somebody. But other contingencies of life were upon them. The sickle is at their roots; adverse circumstances come along, and withal they are perhaps laid low upon a bed of sickness; and when they least expect it they are called to pass through the valley of humiliation. And under these circumstances they inquire, Is this the way through which I am to pass into the presence of the King? The Elders  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who first prompted them to these ennobling thoughts have now induced them to take another step in this preparatory process. They repent of their sins; they go down into the waters of baptism and become members of the Church of Jesus Christ of Latter-day Saints, and they are now bound in bundles, or, as they are called, &#x201C;branches;&#x201D; and when they are tied up in this fashion there is a capsheaf put over them in the authority of a presiding officer of the branch. I know that occasionally there are those in the lower sheaves who are disposed to find fault with the position they occupy. They say, we are just as good wheat as you can find on the capsheaf; we are just as valuable, we possess just as much intelligence; but while this is the case, and they may rebel, yet they finally realize that there is an order in the organization with which they are identified, and the increase of the spirit of intelligence tells them that the same destiny, the same grand future awaits the wheat in the sheaves that stand upon the ground, as it does the wheat which crowns the pile. <\/div><div class=\"paragraph jod\" id=\"v22n242\"> But a new impulse begins to work in their hearts, and the agents came along and gathered them up to the railroad and to the steamboat. &#x201C;From the east and the west, and the north and the south,&#x201D; they are taken away in a body and placed in the form of, or in the stackyard&#x2014;this is the gathering place in Zion. They are with the body of the Church, in a larger form, than they were in the little branches in the old world. And after they have been in the stack awhile, they begin to look around and to ponder upon the changes which they meet from time to time; they find themselves in the midst of new <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> conditions; that they are surrounded with new combinations of circumstances, subject to new influences. Soon they discover that they have reached the threshingfloor of the Almighty, and as they pass through the cylinders (as it were), through the trials and friction which belong to the gathering place of the Saints, as their defects and surplusage become apparent, there may be groaning in spirit, but the conclusion is reached that they need to lay off the straw of old tradition, the chaff of early training, the influences and powers which molded them in the past, and to make themselves satisfied with every process pertaining to the present and the future. <\/div><div class=\"paragraph jod\" id=\"v22n243\"> By and by they come forth from the threshing machine measurably divested of extraneous and comparatively useless characteristics; but no sooner have they got through than change is on them again; they find themselves in the mill, and between the upper and nether millstones at that&#x2014;between the friction of their enemies and the direction of the authorities in the Church of Christ, they are almost ground to powder, in order that they may know themselves, that they may understand their characteristics or defects, and that they may be the better prepared for the future. <\/div><div class=\"paragraph jod\" id=\"v22n244\"> After awhile a man is called upon a mission. He goes out to colonize the desert, or he is sent to the nations of the earth, and here comes the kneading process. The call may be to a hot or a cold country, to a pleasant place or a disagreeable one, but he all the time realizes that his character is changing, that it is being molded into a higher form, becoming more and more willing, yet also becoming solidified and established. And after having been thus kneaded and watered until in thought  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and inspiration, he begins to ferment, he is again molded into still another form and thrust into the oven, that it may consume that which is evil, that he may throw off those gases that are unnecessary for his future, and having passed through this process, he comes forth purified, as it were by fire, and fitted for the Master's presence. <\/div><div class=\"paragraph jod\" id=\"v22n246\"> I presume that all the Latter-day Saints are more or less acquainted with these trials through which they have passed&#x2014;with the influences that have been at work upon them since they yielded obedience to the Gospel. You that are from the old world, or from the new, will realize the feelings of joy and of gladness with which you received the Gospel. You will comprehend how, for the moment your judgment was carried captive by the power of the Spirit of God; how you realized the grandeur and the adaptability of the Gospel to your condition, and how much you enjoyed association with those who were of a like spirit with yourselves. You took satisfaction in their society. If you saw a man or a woman who belonged to the same branch, you used to rush to give him or her the morning or the evening greeting, as the case might be. In the midst of your daily avocations you looked forward to the meeting in the evening, or you looked forward to the meeting on the Sabbath. But after you had been but a little while in the Church, you began to realize that everyone did not look at the Gospel as you looked at it. There were those who began to think that you were foolish, enthusiastic, deceived; who began to show you that they had no interest in that which you had accepted. They treated you with indifference, looked upon you with contempt, and you soon found your only satisfaction was <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the association of your brethren and sisters; you were drawn, even forced, into their society. The bitterest opponents you found were in the religious world. The old Sabbath school teacher, the old class leader, the old superintendent, the old minister, became enemies to you. While professedly anxious for your welfare, they considered you were in error, they feigned sorrow for your delusion, they hoped for your deliverance. And if you lived in a small village or in a small town, it became almost an impossibility for you to secure employment. The opportunities of living were measurably denied you. Hence you found more abiding solace in the Gospel, and you began to comprehend the advantages of gathering. You began to realize that there was something of an intelligent character in connection with it; that by gathering you would escape from this contempt and from this opposition; that you would be in the midst of those who were of like faith with yourself. By and by you had the chance of leaving your native land; but the trials and difficulties which you had to meet on the way to &#x201C;the valleys of the mountains&#x201D; were very hard, and such as you were not accustomed to in your native land. You were placed under new conditions, subject to new trials. You felt yourself surrounded by new temptations, and you began to comprehend that you had within you features of character that were comparatively unknown before. You felt the inconvenience of traveling on the plains, as we used to do in olden times, with eight, ten, or a dozen in a wagon. <\/div><div class=\"paragraph jod\" id=\"v22n247\"> After a time you landed in Zion, and you soon began to realize that here was another state, or condition. I recollect my own experience when I first settled in this city. I came  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the active ministry in the old country. No one knew me here, and no one seemed to care to know me. I occupied no position; nobody bade me welcome; I was a stranger in the midst of a strange land.<span class=\"citation\" id=\"53780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53780)\">Ex. 2:22<\/a><\/span> I began to feel a little blue. I had to wonder within myself whether gathering had made any difference in my feelings or faith, and it was only upon reflection I discovered that from a life of comparative activity I had been brought into a condition where I was comparatively dormant; my faculties were unexercised, and instead of being sought unto, had to seek counsel from those who presided over the Ward. Conditions were reversed, circumstances were changed, and it was only reflection that led me to comprehend this fact. After I had been here a little while, I had to look for something to do. I was not sure that I would find the employment to which I had been accustomed. I had been used to standing behind a counter and attending to business of that kind in the old world, but when I came to Salt Lake City there was hardly a counter in it. I could find no occupation of that character. I therefore went to work as a carpenter, in order to sustain myself and family, and become a useful member of society. This was a new experience. It brought with it its trials. When Saturday night came I was not sure as to the kind of wages I would receive. I would likely be paid in something; it might be in something I had made myself&#x2014;the product of my own hands; it might be in something I did not want. These were the old days of &#x201C;barter and swap&#x201D; in the midst of Israel. When we wanted a candle we had to melt a piece of fat in a saucer, stick a piece of rag in the center, and by this <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> means light ourselves to labor, or to bed. When we wanted a fire we had to get a little wood&#x2014;there was no coal&#x2014;and go to work and chop it, and instead of a fireplace, we had to make the fire on the hearth, in stooping to which my wife would almost break her back in attending to the necessities of domestic life. These were in their way trials. They gave us new thoughts, new feelings, they brought momentarily strange conclusions; we began to inquire whether the Zion we had reached was worthy of the ideas we had cherished in regard to it. We met with many trials. If we had to trade in any way, we came in contact with those who were disposed to take advantage. We were &#x201C;green&#x201D; in our way, so to speak; we were not acquainted with this order of things, and there was more or less friction until we became used to the ways and methods which belong to a new country. The old land is the product of thousands of years in the history of the past; this was a new land, it was but of yesterday, and had all the newness that pertained to infancy. Yet I must say that even at that time, after a little acquaintance, social life was very warm. People used to visit each other with great freedom. There was no vast amount of style; there was nobody able &#x201C;to put it on.&#x201D; When we visited we were satisfied to enjoy our molasses and bread and squash pie, and with these we thought we feasted almost upon the food that the Gods were wont to eat, or upon angels' food. We enjoyed these things, until by and by we began to increase in means and to build up our homes. <\/div><div class=\"paragraph jod\" id=\"v22n249\"> When we look back upon these primitive times, we see how little really the human family can get along with. How many things we  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hunger after, desire to have, and spend our lives in obtaining, yet how easily we can get along without them. I think that one of the greatest losses I experienced in this Territory was that of intellectual enjoyment. I had come from Mechanics' Institutes, Lyceums and Athenaeums, which offered opportunities of amusement and intellectual growth. But you know how it was here in those early times. The newspapers have been telling us lately that we were occasionally two or three months without a mail, while newspapers and books were few and far between. We had left even our <span class=\"italic\">Stars<\/span> and <span class=\"italic\">Journals<\/span> and pamphlets on the plains; we had thrown them out of our trunks&#x2014;and I do not know but some had to leave their trunks also&#x2014;and we were thrown more decidedly upon our own resources, and we had each to seek more earnestly the inspiration of the Almighty to give us intelligence. But even in these adverse conditions our minds became enlarged, we continued to grow, and had feasts of fat things<span class=\"citation\" id=\"58513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58513)\">Isa. 25:6<\/a><\/span><span class=\"citation\" id=\"86122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86122)\">D&amp;C 58:8<\/a><\/span> in the tabernacle, and in the Ward, Quorum and other meetings of the Saints. The spirit of inspiration rested upon those who spoke to us, and our minds expanded to the truths of the Gospel, and the future of the grand system with which we had become identified. <\/div><div class=\"paragraph jod\" id=\"v22n251\"> Gradually the Gentile world came into our midst in considerable numbers; as they kept increasing they tried many methods to divert our attention. They pointed out to us the mines in the everlasting hills; they brought along the fashions that belong to Babylon; they tried to work upon our feelings; they called upon our sons and daughters to throw off the bondage (as they called it) which had been placed <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon them by the Priesthood. But when we pondered upon these things, we realize how little they understand our position, how little they understand our condition, how little they understand the thoughts we have in regard to the future, how little they comprehend the foundations of our faith, even while they pray, beg, beseech and coax us to recant, how little they know of the power of the spirit and of the result of the experience we have passed through in the school of the Gospel of Jesus Christ. Nevertheless, they continue in this direction, and we have to meet it. We must comprehend the rivalry&#x2014;if I may so express myself the ever-present opposition which exists between the powers of intelligence and the powers of ignorance. <\/div><div class=\"paragraph jod\" id=\"v22n252\"> Well, we continued to live in Zion. Our families continued to increase. People gathered in from the nations of the earth. They spread out on the right hand and on the left, built up cities and redeemed the waste places. The power and authority of the Priesthood has been conferred upon the rising generation. Hosts of them are going forth as missionaries in the midst of the nations of the earth. They go with power and force, and when they return they acknowledge that the process through which they have passed has agreed with them. It has given them strength, increased their faith, and enlarged their thoughts. <\/div><div class=\"paragraph jod\" id=\"v22n253\"> And so Zion continues to grow. Her population increases in intelligence; they are becoming more and more fitted and adapted for the society of &#x201C;the church of the firstborn, and the spirits of just men made perfect.&#x201D;<span class=\"citation\" id=\"77284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77284)\">Heb. 12:23<\/a><\/span> They are men and women who are looking forward to the time when, through their faith<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fulness and integrity, they shall be admitted into the celestial kingdom and presented to the King. Their &#x201C;eyes shall see the king in his beauty: and the land that is now afar off;&#x201D;<span class=\"citation\" id=\"59059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59059)\">Isa. 33:17<\/a><\/span> there they shall rejoice in His presence, and feel amply repaid for all trial, when they have triumphed and overcome. <\/div><div class=\"paragraph jod\" id=\"v22n255\"> I pray for and am assured that God, by His Spirit, will continue to work with the Latter-day Saints; that they will continue to be passive to its admonitions and more active to obey; that they will seek and learn, by &#x201C;line upon line, and precept upon precept,&#x201D;<span class=\"citation\" id=\"58588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58588)\">Isa. 28:10,13<\/a><\/span> and that while they follow this goodly advice, while they are edified by the ideas which are thrown out before them, while <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they enjoy the songs and the anthems which are rendered by the choir, I hope they will be strengthened in their faith, and carry home with them the influence and the power of the food they have received here, and that thus there will be more life in the midst of Israel. I hope that even today, from the few words thrown out, that they will be spiritually strengthened, and so know that there are positive elements of growth to be obtained by attendance at the sanctuary of the Lord. <\/div><div class=\"paragraph jod\" id=\"v22n256\"> That we may continue to enjoy the life which has been given unto us, and that we may finally &#x201C;become men and women in and through the Gospel,&#x201D; is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}