{"ID":220039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Priesthood&#x2014;God's Love for the Human Family, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the General Conference, in the Tabernacle, Salt Lake City, Sunday Afternoon, Oct. 9, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Priesthood&#x2014;God's Love for the Human Family, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/9\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v22n857\"> We have now been in session for some time. We have listened to a great many interesting things associated with the Church and kingdom of God. We have had also, during the Conference, matters to reflect upon, pertaining to the departure of some of our brethren, whom we loved and esteemed. They have been taken away from us, and have gone into another state of <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> existence, which is all perfectly right. We have nothing to say particularly in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v22n858\"> The Lord has revealed unto us his holy will. He has by his own voice, by the ministering of holy angels, restored to us the everlasting Gospel, that plan which was ordained by Jehovah, before the world rolled into existence, or the morning stars  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sang together for joy.<span class=\"citation\" id=\"56256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56256)\">Job 38:7<\/a><\/span> Associated with the Gospel he has restored the Priesthood, which is simply, in a few words, the rule and government of God, whether in the heavens or on the earth. This Priesthood, this law, this government and these principles have been communicated from the heavens. They originated not with man upon the earth. They did not originate with any church upon the earth, or any people, or any authority. This is the gift of God to man. This Gospel places man in communication with God, his Heavenly Father; this Gospel brings life and immortality to light;<span class=\"citation\" id=\"76087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76087)\">2 Tim. 1:10<\/a><\/span> this Gospel is proclaimed in the interest of all men in all parts of the earth; the Priesthood in connection with the Gospel has a commission to proclaim to all the world, to every nation, kindred, tongue and people. It is a message of salvation to the nations of the earth, and it is very different from that which many call the Gospel, whose followers would seek to destroy, to defame, to overturn and to injure all humanity who are opposed to them, and to their views and feelings. God feels interested in the welfare of the whole human family, and for this purpose he has established principles upon the earth which exist in the heavens&#x2014;a Gospel that has prevailed among the Gods in the eternal worlds, containing principles which are calculated to elevate, ennoble and exalt the human family. The principles are eternal as the Gospel itself is eternal; and as the love of God was manifested in former times by the giving of His Son for the redemption of the world, so the goodness of God is extended in the last days to save, to bless, to elevate and to dignify the human family. And those who are in possession of these principles are in possession not only of <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the love of God, but of the love of man, and will seek, by every means in their power, aided by the Spirit of God, and that light, love and intelligence which dwell in his bosom, to spread these sacred principles and to save men, if possible almost contrary to their own will. It is a mistaken notion, let me say here, that some people entertain, that because men persecute us, we must persecute them: that because men would proscribe us in our religious faith, we must persecute them in theirs. There is no such principle associated with God, or with those who dwell in the love of God, or who are actuated by the Spirit of God. Everything of that kind proceeds from beneath and not from above. God is interested in the welfare of all people, all nations, all kindreds, and all tongues. He is the Father of the spirits of all flesh,<span class=\"citation\" id=\"54769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54769)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54884)\">Num. 27:16<\/a><\/span> and however narrow and contracted men may be in their ideas, he can afford to let his rain descend on the evil and the good, and cause his sun to shine on the just and on the unjust.<span class=\"citation\" id=\"63262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63262)\">Matt. 5:45<\/a><\/span> For this purpose he has introduced the Gospel; for this purpose he is gathering together a people under the influence of the Gospel, which Gospel, when received and obeyed, imparts the Holy Ghost, and which Holy Ghost takes of the things of God, and shows them unto us.<span class=\"citation\" id=\"70518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70518)\">John 16:15<\/a><\/span> He has gathered us together here in this place and in this land, in order that we may be more fully instructed in His law, for men are not acquainted with God by revelation anywhere else to my knowledge. Very few men upon the face of the earth believe in revelation from God. They believe in their own theories, and notions and ideas and principles, but they know nothing about &#x201C;thus saith the Lord,&#x201D;<span class=\"citation\" id=\"53861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53861)\">Ex. 4:22<\/a><\/span> as men used to do when they had the Gospel; and  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wherever the Gospel exists, there exists with it a knowledge of God, and of the laws of life. God has committed to us the Gospel and the High Priesthood, which is not intended, as some suppose, to bring men into bondage or to tyrannize over the consciences of men, but to make all men free as God is free; that they may drink of &#x201C;the streams whereof shall make glad the city of God;&#x201D;<span class=\"citation\" id=\"56618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56618)\">Ps. 46:4<\/a><\/span> that they may be elevated and not debased; that they may be purified and not corrupted; that they may learn the laws of life and walk in them;<span class=\"citation\" id=\"57826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57826)\">Isa. 2:3<\/a><\/span> and not walk in the ways of corruption and go down to death. Jeremiah tells us that the Lord says, &#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion: And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60367)\">Jer. 3:14-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n861\"> We have learned this, that God lives; we have learned that when we call upon him he hears our prayers; we have learned that it is the height of human happiness to fear God and observe his laws and keep his commandments;<span class=\"citation\" id=\"57644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57644)\">Eccl. 12:13<\/a><\/span> we have learned that it is a duty devolving upon us to try and make all men happy and intelligent, which happiness and intelligence can only be obtained through obedience to the laws of God. It is in him that we trust. We are not so much concerned about the destiny of this kingdom as some people think we are. God is interested in it, the holy angels are interested in it, the ancient Patriarchs and Prophets and men of God who have lived in other ages are interested in it, and in the councils of heaven it was agreed that this kingdom should be established; it is according to the word and will and eternal designs <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Jehovah. And as he called men in other days he has called them in these days, and this Priesthood administers in the earth and in the heavens. And when Brother Moses Thatcher talks about a man being called, having finished his course here, to go into another state of existence, he talks understandingly on that point. This Priesthood is an everlasting Priesthood, as was the Priesthood of Jesus, after the order of Melchizedek, and it administers in time and in eternity. This Gospel brings us into communion with God our Heavenly Father, with Jesus the Mediator of the New Covenant,<span class=\"citation\" id=\"77312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77312)\">Heb. 12:24<\/a><\/span> with the general assembly and Church of the Firstborn;<span class=\"citation\" id=\"77286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77286)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"90191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90191)\">D&amp;C 107:19<\/a><\/span> and while they are operating there, we are operating here. For this reason we are building our Temples and administering in them, and these are things that I wish to speak a little upon to you Latter-day Saints who are assembled here from the various parts of the Territory. It is not an idle phantom that has been presented to us in this matter. There is nothing vague or visionary about it, we are dealing with sober, serious, solemn facts. Elijah it was prophesied should come and turn the hearts of the fathers to the children and the hearts of the children to the fathers.<span class=\"citation\" id=\"62575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62575)\">Mal. 4:5-6<\/a><\/span> That prophecy has been fulfilled,<span class=\"citation\" id=\"90562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90562)\">D&amp;C 110:13-16<\/a><\/span> and while millions and myriads of the human family have died without a knowledge of the Gospel, we are instructed what our duty is towards them; and while we are engaged in building Temples and administering therein both for the living and the dead, the everlasting Priesthood in the heavens are engaged in operating in the same way in the interests of all humanity, not only of those who now live but those who have lived. We need, it is true, the assistance and  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>guidance of the Almighty, and the Holy Priesthood behind the veil also requires our assistance and our help. Paul, who understood these things, said, &#x201C;that they without us should not be made perfect,&#x201D;<span class=\"citation\" id=\"77148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77148)\">Heb. 11:40<\/a><\/span> and we without them cannot be made perfect.<span class=\"citation\" id=\"91206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91206)\">D&amp;C 128:15,18<\/a><\/span> They in their day had obtained a knowledge of God and his law, and we are permitted to obtain the same. God has been pleased to restore the same principles and to place us in communion with him and them. Hence, while they are operating in the heavens we are operating here upon the earth. We build Temples and administer in them. They are attending to those who have died without a knowledge of the Gospel, and who will communicate from time to time with us to show us our duty. <\/div><div class=\"paragraph jod\" id=\"v22n863\"> It is written that saviors shall come upon Mount Zion.<span class=\"citation\" id=\"62025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62025)\">Obad. 1:21<\/a><\/span> How can a man be a savior if he saves nobody? And how can they save unless God shows them how? How can they build Temples unless they have a knowledge of the work in which they are engaged? And how can they administer in these Temples, unless God instructs them? They cannot do it; we cannot do it; nobody can do it; and therefore it is necessary that we should all the time be under the guidance and direction of the Almighty, for without Him we can do nothing.<span class=\"citation\" id=\"70147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70147)\">John 15:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n864\"> The reports that we hear concerning the Temples that are being built are very interesting. We hear they have placed the roof on the one in Cache Valley; in Manti, they are progressing with another very favorably, and the people all around in those districts are contributing and aiding all they can for the advancement of the work, and then with the one already built there will soon be two and three and then four <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Temples in operation for the labor in which we are engaged. Some people I know will say it is a very poor speculation, a very singular kind of a religion. Yet we are carrying out the counsel of God, for all these things are designed by the Almighty, and emanate from Him. And if we die what then? We shall live and reign throughout eternity, worlds without end, and we know it. Therefore we are satisfied as to the work in which we are engaged. It is all right. <\/div><div class=\"paragraph jod\" id=\"v22n865\"> I say to the brethren and all who are engaged in this labor, I say God bless you, and if you could hear the voices above you would hear loud cries of &#x201C;Amen:&#x201D; for all heaven is interested in the work in which we are engaged; and whatever other men may think about these things, we know what we are doing, and we shall try, in the name of the Lord, and under His guidance and direction, to build up his Zion upon the earth; that there may be a phalanx of people that God will acknowledge&#x2014;a phalanx of people that will bow to the behests of Jehovah; a phalanx of people in whom the heavens are interested; a people who are engaged in rolling forth the work of God, and establishing not only the Church of Christ, but His Zion and the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v22n866\"> This is a work that is not popular among men. They want their ideas, their theories, and their notions; we want the ideas and theories, the word and will, and the guidance and direction of the Almighty; and if we are connected with his kingdom, if there is such a thing as the kingdom of God upon the earth, it means the rule and government of God. <\/div><div class=\"paragraph jod\" id=\"v22n867\"> Peradventure some will say, &#x201C;We won't let you do it.&#x201D; Now, don't  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stop the Lord, will you? No matter about the theories, ideas and notions of men. God has committed to us certain principles, and by the help of God we mean to carry them out. In doing this it devolves upon us to send the Gospel to every creature<span class=\"citation\" id=\"66767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66767)\">Mark 16:15<\/a><\/span> under heaven, and for this we have a First Presidency; for this we have the Twelve Apostles; for this we have some seventy times seventy of Seventies; for this we have several thousand High Priests; for this we have some eight or ten thousand Elders, and God has called us to do his work, and by the help of Israel's God we will do it in the name of the Lord, and let all Israel say, &#x201C;Amen.&#x201D; (The vast congregation responded, &#x201C;Amen.&#x201D;) These are our feelings on that subject. And let the Twelve, let the Seventies, let the High Priests, and let the Elders work up to the dignity and importance of their calling, and feel that they are under command, as the servants of God, to do his will in spreading the Gospel of life and salvation to the nations of the earth. The world will hate you. No matter&#x2014;they hated your master before you. They persecuted Him before they persecuted you.<span class=\"citation\" id=\"70211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70211)\">John 15:18-20<\/a><\/span> He endured it; we will try to. <\/div><div class=\"paragraph jod\" id=\"v22n869\"> What then? We will go on building our Temples, and when we have built them we will administer in them according to the word of God. And who else knows this order but us? Let the Latter-day Saints build these Temples and hand them over to the divines of the world, and what would they do? Why, all they would do would be to quarrel about theology. What do they know about the ordinances of the Gospel? Nothing. What do they know about salvation for the living and the dead? Nothing. They would not know how to ad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minister in a Temple if they had one, and further, we should not know if God had not shown us how. We are dependent upon the Lord; but we have our friends, as I have said, behind the veil. They have the same Priesthood which we have, and they are operating in our interests and it is that which frequently operates among men now, silently working when they know nothing about it. They rage in many instances, and foam and get up resolutions; generally very religious people. Well, it was that class of people that persecuted Jesus and his disciples; they thought they were unfit to live. What of it? Do you hate them? No. Would I injure any of them? No, they are injuring themselves, God knows, ten thousand times more than I could do. Any man who departs from the principles of right; any man who tramples upon human rights and human liberty; men who cannot allow other men to worship God according to the dictates of their own conscience,<span class=\"citation\" id=\"94159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94159)\">A of F 1:11<\/a><\/span> are in a deplorable condition; they are fast going back to barbarism; and it is necessary that God should introduce principles to lift man above these groveling ideas. We can look upon all mankind as our brothers, and can try to benefit and elevate the human race. This is the mission which God has given us to attend to&#x2014;first, in regard to religious matters, and afterwards to political matters, that all men may enjoy perfect freedom in every respect, not in name, not in theory only, but in reality. <\/div><div class=\"paragraph jod\" id=\"v22n870\"> I find that time is passing. We scarcely have time in our assemblages to attend to things and talk about principles that we would like to. There are ten thousand things present themselves before my mind, which I would like to lay before this  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>congregation; but we have not time. We shall have to take these things by degrees, little by little, line upon line, precept upon precept.<span class=\"citation\" id=\"58589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58589)\">Isa. 28:10,13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n872\"> There is one thing I wish to speak about here politically. &#x201C;What do you think about the government of the United States,&#x201D; some people say. &#x201C;What are your opinions?&#x201D; I will tell you what I think about the Constitution. I have just the same opinion of it that Joseph Smith had, and he said it was given by inspiration of God.<span class=\"citation\" id=\"89614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89614)\">D&amp;C 101:80<\/a><\/span> The men did not know this who wrote it; the men did not know it who adopted it; nevertheless it is true. There is an embodiment of principles contained therein that are calculated to bless and benefit mankind. &#x201C;What do you think about the government of the United States as a government?&#x201D; I think it is a good deal ahead of most governments, but I think the administrators are apostatizing very fast from the principles that the fathers of this nation instituted. It has become quite a question nowadays, whether men can be preserved in their rights or not, whether men can worship God according to the dictates of their conscience<span class=\"citation\" id=\"94160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94160)\">A of F 1:11<\/a><\/span> or not, or whether we are living in a land of freedom or not. What is the matter? Why, they are like the religionists. How is it with them? They profess to believe in the Bible. They do believe it shut, but when you open it they deny it. The people of this nation profess to believe in the Constitution. They do until it comes to be applied to the people and then they do not. That is perhaps too broad a saying; but I will say there are many who feel like this&#x2014;not all by a long way. There are thousands and tens of thousands who are imbued with the same principles as were the framers of the Constitution and <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who desire to see human freedom perpetuated. The principles of freedom and the love of human liberty have not quite died out of the hearts of all men in these United States. There is a respectable balance in favor of liberty and freedom and equal rights. But there are others&#x2014;why they talk sometimes about our polygamy until you would think from what these open-mouthed people say, that we were the most corrupt people on the face of the earth. I could say something about them if I wanted to talk, I would say here that we respect family virtue, and we protect virtue among us. We associate with our families upon principles that have been ordained of God, and sanctioned by Him, in the different ages of the world. And then we are true to our covenants, while they profess to be true to theirs, and violate them and disgrace and corrupt themselves. God save us from their infamies! Do not follow after their example. What have we seen of men here right in our city sent to evangelize us?&#x2014;seducing females when they could, and then go into courts, churches, etc., and talk about the impurities of the &#x201C;Mormons!&#x201D; This is not a very good way to evangelize people nor to exalt them; it does not produce a love of those ennobling principles which all honorable men ought to be governed by. We would say then in regard to religionists&#x2014;if you profess a religion be true to it; if you profess to believe in the Bible when shut, believe it when open, and practice its principles. We would say to men who profess so much loyalty and patriotism to the government, be true to your institutions, be true to the Constitution of the United States, as we say to all our people to be true to the same. We expect  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Latter-day Saints to be so, and to be subject to law, to avoid lawlessness of every kind and the interference with men's rights in any shape. Let all men worship as they please.<span class=\"citation\" id=\"94161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94161)\">A of F 1:11<\/a><\/span> That is a matter for their own consciences, it is not for us to dictate. Let all men be free in their business relations, that in all things we may feel that we are performing our part as citizens of the United States and citizens of the Church and kingdom of God upon the earth; and if other people can afford to traduce us, we can scarcely afford to tell the truth about them. I might talk about thousands of things that I am acquainted with that I know as well as I am standing here; but we will leave them to their master. If they choose evil let them choose it. We talk sometimes about the influence of saloons, of whiskey and beer, and all these kinds of things. Cannot you Latter-day Saints let them alone? If you cannot you are not fit to be Latter-day Saints and you will not be so long. If the world choose to wallow in these things, let them wallow. But would an Elder in Israel and a saint of God disgrace himself by being found in such dens? Yes, many have, but they have got to repent and turn round a short corner and purge themselves from these things, or they will be severed from the Church and kingdom of God, and they will have no association among us. We are after truth and after righteousness, and let us, as we have been exhorted, maintain our purity and our virtue, and if others introduce corruption among us, let them alone, let them take their own course, but &#x201C;O my soul, come not thou into their secret; unto their assembly, mine honor, be not thou united.&#x201D;<span class=\"citation\" id=\"53679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53679)\">Gen. 49:6<\/a><\/span> Ye Latter-day Saints purge yourselves from iniquity and speak the truth, <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> act honestly, be pure and virtuous, and honor God and your calling, and God will honor you, but if you do not, you will be speedily rooted out. There is a day of reckoning fast coming. God is beginning to trouble the nations of the earth, and these things will grow and increase, and it is time for you Elders of Israel to be on the side of right, to depart from evil, to cleave to the truth, to work righteousness, and to honor God. God expects it of you, the holy angels expect it of you, and if you do not leave your evils you can have no place with the Saints of God on the earth or in the heavens. <\/div><div class=\"paragraph jod\" id=\"v22n874\"> As I before said, we have not time to enter into all these matters. You have had a good deal of needful instruction. Let us profit by it and honor our God. And I say God bless all men who love the truth, whether here or anywhere else; God bless all men who maintain human rights and freedom; and God confound the opposers of these principles everywhere. These are my principles and feelings. We want nothing like communism, or nihilism, or any of the outrageous infamies that are beginning to vex and perplex the nations. Yet these things will roll on until it will be a vexation to hear the reports thereof,<span class=\"citation\" id=\"58638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58638)\">Isa. 28:19<\/a><\/span> and unless this nation speedily turns round God's hand will be upon them; unless they speedily adhere to the principles of equal rights and freedom, He will be after them. Now, you can set that down if you like, and see whether it will come to pass or not. I say, then God bless every lover of right, whether among this people or anywhere else, and God bless the rulers of this land who rule in righteousness, and God remove those who do not. (&#x201C;Amen.&#x201D;) And let us honor our God and our religion and adhere to the principles of truth. God will stand  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by us, and the glory of God will rest upon us, and no power this side of hell can hurt us if we be followers of that which is good. <\/div><div class=\"paragraph jod\" id=\"v22n876\"> I ask the blessing of my Heavenly Father to be upon this congregation, <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon all Israel who love the truth, and all men everywhere who are desirous to do right and keep the commandments of God, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}