{"ID":220024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Priesthood, Its Organization, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in The Tabernacle, Ogden City, Sunday Morning, July 18, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James Taylor.<\/div>\n<div class=\"pageHeader\">Page Header: The Priesthood, Its Organization, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/18\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v22n523\"> I am pleased this morning to have the opportunity of meeting with the Saints in this place. If you will try to be still, I will endeavor to lay before you a few principles on the subject, concerning which your President enquired of me a few days ago. It seems that there have been, somewhere in this Stake, difficulties existing between the Bishop of a Ward and certain members of his Ward. Failing to arrive at an amicable settlement, the parties appealed, against the Bishop, to the High Council. President Peery sent a telegram desiring my answer to the question&#x2014;&#x201C;Whether a High Council had authority to try a Bishop.&#x201D; I could have answered yes, and I could have answered no, to that question; but it was a matter that would require some explanation, and on which the brethren, in many instances, are not very well informed. I knew it would be almost useless to give an answer of that kind, without making some little explanation thereto, because there are some things with which more than one truth is connected. <\/div><div class=\"paragraph jod\" id=\"v22n524\"> If you were to ask me whether I am dressed in woolen clothes or cotton, I could not give you an answer, in the simple words yes or no, because part of them are woolen, part of them cotton, and part of them <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> linen; and I should need time to explain. <\/div><div class=\"paragraph jod\" id=\"v22n525\"> There are many questions pertaining to the Priesthood, which cannot be answered categorically without further explanation, and as this is a conference, I wish to make a few remarks concerning some of them; but I do not propose to enter into all the details of these matters; there would not be time, nor half time, nor a quarter time. I simply propose to make a few remarks in regard to the question which was asked me by your President. <\/div><div class=\"paragraph jod\" id=\"v22n526\"> I will here read on this subject a passage which people take up sometimes, without understanding it, and, consequently, when they do so, they are apt to make quite a number of mistakes. The passage to which I will refer you, is the 22nd verse of the 68th section, in the Book of Doctrine and Covenants. After reading it, you would think you had got the whole answer, but then you might not have it, although you might think you had. <\/div><div class=\"paragraph jod\" id=\"v22n527\"> &#x201C;And again, no bishop or high priest who shall be set apart for this ministry shall be tried or condemned for any crime, save it be before the First Presidency of the church.&#x201D;<span class=\"citation\" id=\"86696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86696)\">D&amp;C 68:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n528\"> Now, does not that look very plain? It does, when apart from the context, and if we do not exam<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ine the other parts associated therewith. I will further read some more pertaining to this matter, which will be found in the Book of Doctrine and Covenants, page 249, section 68. <\/div><div class=\"paragraph jod\" id=\"v22n530\"> &#x201C;Ver. 14. There remain hereafter, in the due time of the Lord, other bishops to be set apart unto the church, to minister even according to the first; <\/div><div class=\"paragraph jod\" id=\"v22n531\"> &#x201C;15. Wherefore they shall be high priests who are worthy, and they shall be appointed by the First Presidency of the Melchizedek Priesthood, except they be literal descendants of Aaron. <\/div><div class=\"paragraph jod\" id=\"v22n532\"> &#x201C;16. And if they be literal descendants of Aaron they have a legal right to the bishopric, if they are the firstborn among the sons of Aaron; <\/div><div class=\"paragraph jod\" id=\"v22n533\"> &#x201C;17. For the firstborn holds the right of the presidency over this priesthood, and the keys or authority of the same.&#x201D;<span class=\"citation\" id=\"86680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86680)\">D&amp;C 68:14-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n534\"> Now, I desire to draw your attention to one thing very distinctly, that you may comprehend&#x2014;&#x201C;For the firstborn holds the right of presidency over this priesthood.&#x201D;<span class=\"citation\" id=\"86687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86687)\">D&amp;C 68:17<\/a><\/span> Over what Priesthood? The Bishopric. There is a Presidency in that Priesthood; and this firstborn of the literal descendants of Aaron would have a legal right to that Presidency. No man has a legal right to this office, to hold the keys of this Priesthood, except he be a literal descendant of Aaron, and the firstborn among his sons.<span class=\"citation\" id=\"86689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86689)\">D&amp;C 68:18<\/a><\/span> Then, he would have a legal right to it. I could tell you the reason why, but it would take too long a time; and these things will be spoken of hereafter more fully. But I wish to speak of one or two leading principles pertaining to this subject; and as a High Priest of the Melchizedek Priesthood has authority to officiate in all the lesser offi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ces, he may officiate in the office of Bishop, when no literal descendant of Aaron can be found, and it is stated, &#x201C;And they shall be set apart under the hands of the First Presidency of the Melchizedek Priesthood.&#x201D;<span class=\"citation\" id=\"86692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86692)\">D&amp;C 68:19<\/a><\/span> To what authority? To what power? To what calling? To what Bishopric? To the Presiding Bishopric. This is what is here referred to: <\/div><div class=\"paragraph jod\" id=\"v22n535\"> &#x201C;Ver. 20. And a literal descendant of Aaron, also, must be designated by this Presidency, and found worthy, and anointed, and ordained under the hands of this Presidency, otherwise they are not legally authorized to officiate in their priesthood. <\/div><div class=\"paragraph jod\" id=\"v22n536\"> &#x201C;21. But, by virtue of the decree concerning their right of the priesthood descending from father to son, they may claim their anointing if at any time they can prove their lineage, or do ascertain it by revelation from the Lord under the hands of the above named Presidency.&#x201D;<span class=\"citation\" id=\"86695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86695)\">D&amp;C 68:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n537\"> Without that the Presiding Bishop could not be set apart, because there is where the authority is placed. <\/div><div class=\"paragraph jod\" id=\"v22n538\"> &#x201C;22. And again, no bishop or high priest who shall be set apart for this ministry shall be tried or condemned for any crime, save it be before the First Presidency of the church;&#x201D;<span class=\"citation\" id=\"86697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86697)\">D&amp;C 68:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n539\"> In regard to what ministry? Why the Presidency of the Aaronic Priesthood. That is what is here spoken of. <\/div><div class=\"paragraph jod\" id=\"v22n540\"> &#x201C;23. And inasmuch as he is found guilty before this Presidency, by testimony which cannot be impeached, he shall be condemned; <\/div><div class=\"paragraph jod\" id=\"v22n541\"> &#x201C;24. And if he repent he shall be forgiven, according to the covenants and commandments of the church.&#x201D;<span class=\"citation\" id=\"86701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86701)\">D&amp;C 68:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n542\"> Now, then, I will read you something more on the same subject,  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which will be found in the Book of Doctrine and Covenants, page 383, section 107. <\/div><div class=\"paragraph jod\" id=\"v22n544\"> &#x201C;Verse 1. There are, in the church, two priesthoods, namely, the Melchizedek and Aaronic, including the Levitical Priesthood. <\/div><div class=\"paragraph jod\" id=\"v22n545\"> &#x201C;2. Why the first is called the Melchizedek Priesthood is because Melchizedek was such a great high priest. <\/div><div class=\"paragraph jod\" id=\"v22n546\"> &#x201C;3. Before his day it was called <span class=\"italic\">the Holy Priesthood, after the Order of the Son of God.<\/span>  <\/div><div class=\"paragraph jod\" id=\"v22n547\"> &#x201C;4. But out of respect or reverence to the name of the Supreme Being, to avoid the too frequent repetition of his name, they, the church, in ancient days, called that priesthood after Melchizedek, or the Melchizedek Priesthood. <\/div><div class=\"paragraph jod\" id=\"v22n548\"> &#x201C;5. All other authorities or offices in the church are appendages to this priesthood. <\/div><div class=\"paragraph jod\" id=\"v22n549\"> &#x201C;6. But there are two divisions or grand heads&#x2014;one is the Melchizedek Priesthood, and the other is the Aaronic or Levitical Priesthood. <\/div><div class=\"paragraph jod\" id=\"v22n550\"> &#x201C;7. The office of an elder comes under the priesthood of Melchizedek. <\/div><div class=\"paragraph jod\" id=\"v22n551\"> &#x201C;8. The Melchizedek Priesthood holds the right of presidency, and has power and authority over all the offices in the church in all ages of the world, to administer in spiritual things.&#x201D;<span class=\"citation\" id=\"90080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90080)\">D&amp;C 107:1-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n552\"> Now here is a principle developed that I wish to call your attention to, and that is, that it is the especial prerogative of the Melchizedek Priesthood, and has been &#x201C;in all ages of the world, to administer in spiritual things,&#x201D;<span class=\"citation\" id=\"90128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90128)\">D&amp;C 107:8<\/a><\/span> and to have the right of presidency in those things. <\/div><div class=\"paragraph jod\" id=\"v22n553\"> But then, here is another distinction that I wish to call your attention to, at the same time, which is found in the next verse: <\/div><div class=\"paragraph jod\" id=\"v22n554\"> &#x201C;9. The Presidency of the High <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Priesthood, after the order of Melchizedek, have a right to officiate in all the offices in the church&#x201D;&#x2014;<span class=\"citation\" id=\"90135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90135)\">D&amp;C 107:9<\/a><\/span>spiritual or temporal. <\/div><div class=\"paragraph jod\" id=\"v22n555\"> But there is a difference between the general authority of the Melchizedek Priesthood and the one that is designated, which presides over them all: and that which presides over the whole has the right to administer in all things.<span class=\"citation\" id=\"90134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90134)\">D&amp;C 107:9<\/a><\/span> The Aaronic Priesthood is an appendage unto the Melchizedek Priesthood, and is under its direction <\/div><div class=\"paragraph jod\" id=\"v22n556\"> I mention these things that you Bishops, and you Seventies, and you High Priests, and you Elders, and you High Councilors, and you Presidents of Stakes and Councilors, may comprehend the position of things, as here indicated; and, as was said formerly, I think it was by Paul, &#x201C;that you may be able to rightly divide the word of truth,<span class=\"citation\" id=\"76113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76113)\">2 Tim. 2:15<\/a><\/span> and give to every man his portion in due season.&#x201D;<span class=\"citation\" id=\"94661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94661)\">Luke 12:42<\/a><\/span> These principles are written here, and are very plain, if they are understood, but if not understood, then they are mysterious, and it is required of us to make ourselves acquainted with the principles inculcated and herein developed. The things which I have mentioned are plain to the minds of all intelligent Latter-day Saints, who have studied the Doctrine and Covenants on these points. <\/div><div class=\"paragraph jod\" id=\"v22n557\"> &#x201C;Verse 10. High priests after the order of the Melchizedek Priesthood have a right to officiate in their own standing, under the direction of the presidency, in administering spiritual things, and also in the office of an elder, priest (of the Levitical order), teacher, deacon, and member.&#x201D;<span class=\"citation\" id=\"90138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90138)\">D&amp;C 107:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n558\"> That is the reason why, as soon as they possess this Priesthood and right, if they are appointed to any particular office in the Church, they  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have a right to administer in that office. <\/div><div class=\"paragraph jod\" id=\"v22n560\"> I will now speak a little upon the High Priesthood. This High Priesthood, we are told, has held the right of Presidency in all ages of the world.<span class=\"citation\" id=\"90129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90129)\">D&amp;C 107:8<\/a><\/span> But there is a difference between the general powers of the Priesthood, and the particular office and calling to which men are set apart; and you, when I tell you, will understand it very easily. For instance the Presidency of the Priesthood, or the Presidency of the Church, are High Priests. The Twelve are High Priests. The Presidents of Stakes and their Counselors, the High Council of a Stake, and of all the Stakes, are High Priests. The Bishops are ordained and set apart through the High Priesthood, and stand in the same capacity; and thus Bishops and their Counselors are High Priests. Now, these things you all know. There is nothing mysterious about them. <\/div><div class=\"paragraph jod\" id=\"v22n561\"> There is another question associated with this matter. Because a man is a High Priest, is he an Apostle? No. Because a man is a High Priest, is he the President of a Stake, or the Counselor to the President of a Stake? No. Because he is a High Priest, is he a Bishop? No, not by any means. And so on, in all the various offices. The High Priesthood holds the authority to administer in those ordinances, offices, and places, when they are appointed by the proper authorities, and at no other time; and while they are sustained also by the people. Now these are the distinctions which I wish to draw, simply to classify them. And when there is anything said about a High Priest, you say, &#x201C;I am a High Priest, and if such a man has authority, I have it!&#x201D; You have if you have been appointed to it, or you have not if you have not. <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> You have it if you are appointed to fill the office, and are properly called and set apart to that office; but unless you are, you have not got that office, but still you are a High Priest; and &#x201C;High priests after the order of the Melchizedek Priesthood have a right to officiate in their own standing, under the direction of the presidency, in administering spiritual things;&#x201D;<span class=\"citation\" id=\"90140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90140)\">D&amp;C 107:10<\/a><\/span> but they must be under that direction or Presidency. Now here is where the question comes in. Is it not plain when you look at it? To me it is very distinct and pointed, and it is to you who are intelligent and have studied these things. It is not because a man holds a certain class of Priesthood that he is to administer in all the offices of that Priesthood. He administers in them only as he is called and set apart for that purpose. Hence, as you are organized here, you have a Presidency. They were presented here for you to vote upon, and after that they were set apart to administer in that office. But supposing Brother Peery and his Counselors had not been called and set apart, would they have a right to administer in the office of the Presidency? No, they would not; and you can all see it when you reflect upon it. <\/div><div class=\"paragraph jod\" id=\"v22n562\"> Now, then, as we have read, a High Priest, after the order of the Melchizedek Priesthood, has the right to administer under the direction of the Presidency, in all spiritual things,<span class=\"citation\" id=\"90139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90139)\">D&amp;C 107:10<\/a><\/span> and also in the office of an Elder, Priest, Teacher, Deacon, and member. And in the following verses we read that: <\/div><div class=\"paragraph jod\" id=\"v22n563\"> &#x201C;11. An elder has a right to officiate in his stead when the high priest is not present. <\/div><div class=\"paragraph jod\" id=\"v22n564\"> &#x201C;12. The high priest and elder are to administer in spiritual things, agreeable to the covenants and com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mandments of the church; and they have a right to officiate in all these offices of the church when there are no higher authorities present. <\/div><div class=\"paragraph jod\" id=\"v22n566\"> &#x201C;13. The second priesthood is called the Priesthood of Aaron, because it was conferred upon Aaron and his seed, throughout all their generations. <\/div><div class=\"paragraph jod\" id=\"v22n567\"> &#x201C;14. Why it is called the lesser priesthood is because it is an appendage to the greater, or the Melchizedek Priesthood, and has power in administering outward ordinances. <\/div><div class=\"paragraph jod\" id=\"v22n568\"> &#x201C;15. The bishopric is the presidency of this priesthood, and holds the keys or authority of the same.&#x201D; We will read a little further: <\/div><div class=\"paragraph jod\" id=\"v22n569\"> &#x201C;16. No man has a legal right to this office, to hold the keys of this priesthood, except he be a literal descendant of Aaron.&#x201D;<span class=\"citation\" id=\"90143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90143)\">D&amp;C 107:11-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n570\"> That is, he has no <span class=\"italic\">legal<\/span> right; but in regard to certain conditions pertaining to this right, I do not propose to enter into an investigation this morning. <\/div><div class=\"paragraph jod\" id=\"v22n571\"> &#x201C;Verse 17. But as a high priest of the Melchizedek Priesthood has authority to officiate in all the lesser offices, he may officiate in the office of bishop when no literal descendant of Aaron can be found, provided he is called and set apart and ordained unto this power by the hands of the Presidency of the Melchizedek Priesthood.&#x201D;<span class=\"citation\" id=\"90169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90169)\">D&amp;C 107:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n572\"> To what power? To hold the keys of this Priesthood, and to preside over the Aaronic Priesthood. <\/div><div class=\"paragraph jod\" id=\"v22n573\"> &#x201C;Verse 18. The power and authority of the higher, or Melchizedek Priesthood, is to hold the keys of all the spiritual blessings of the church&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v22n574\"> &#x201C;19. To have the privilege of receiving the mysteries of the kingdom of heaven, to have the heavens opened unto them, to commune with the <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> general assembly and church of the Firstborn, and to enjoy the communion and presence of God the Father, and Jesus the mediator of the new covenant. <\/div><div class=\"paragraph jod\" id=\"v22n575\"> &#x201C;20. The power and authority of the lesser, or Aaronic Priesthood, is to hold the keys of the ministering of angels, and to administer in outward ordinances, the letter of the gospel, the baptism of repentance for the remission of sins, agreeable to the covenants and commandments. <\/div><div class=\"paragraph jod\" id=\"v22n576\"> &#x201C;21. Of necessity there are presidents, or presiding officers growing out of, or appointed of or from among those who are ordained to the several offices in these two priesthoods. <\/div><div class=\"paragraph jod\" id=\"v22n577\"> &#x201C;22. Of the Melchizedek Priesthood, three Presiding High Priests, chosen by the body, appointed and ordained to that office, and upheld by the confidence, faith, and prayer of the church, form a quorum of the Presidency of the Church. <\/div><div class=\"paragraph jod\" id=\"v22n578\"> &#x201C;23. The twelve traveling councilors are called to be the Twelve Apostles, or special witnesses of the name of Christ in all the world&#x2014;  thus differing from other officers in the church in the duties of their calling. <\/div><div class=\"paragraph jod\" id=\"v22n579\"> &#x201C;24. And they form a quorum, equal in authority and power to the three presidents previously mentioned. <\/div><div class=\"paragraph jod\" id=\"v22n580\"> &#x201C;25. The Seventy are also called to preach the gospel, and to be especial witnesses unto the Gentiles and in all the world&#x2014;thus differing from other officers in the church in the duties of their calling. <\/div><div class=\"paragraph jod\" id=\"v22n581\"> &#x201C;26. And they form a quorum, equal in authority to that of the Twelve special witnesses or Apostles just named. <\/div><div class=\"paragraph jod\" id=\"v22n582\"> &#x201C;27. And every decision made by either of these quorums must be  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by the unanimous voice of the same; that is, every member in each quorum must be agreed to its decisions, in order to make their decisions of the same power or validity one with the other&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v22n584\"> &#x201C;28. A majority may form a quorum when circumstances render it impossible to be otherwise&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v22n585\"> &#x201C;29. Unless this is the case, their decisions are not entitled to the same blessings which the decisions of a quorum of three presidents were anciently, who were ordained after the order of Melchizedek, and were righteous and holy men. <\/div><div class=\"paragraph jod\" id=\"v22n586\"> &#x201C;30. The decisions of these quorums, or either of them, are to be made in all righteousness, in holiness, and lowliness of heart, meekness and long suffering, and in faith, and virtue, and knowledge, temperance, patience, godliness, brotherly kindness and charity; <\/div><div class=\"paragraph jod\" id=\"v22n587\"> &#x201C;31. Because the promise is, if these things abound in them they shall not be unfruitful in the knowledge of the Lord.&#x201D;<span class=\"citation\" id=\"90177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90177)\">D&amp;C 107:18-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n588\"> Again, we read in the same section, page 389: <\/div><div class=\"paragraph jod\" id=\"v22n589\"> &#x201C;Verse 60. Verily, I say unto you, saith the Lord of Hosts, there must needs be presiding elders to preside over those who are of the office of an elder; <\/div><div class=\"paragraph jod\" id=\"v22n590\"> &#x201C;61. And also priests to preside over those who are of the office of a priest; <\/div><div class=\"paragraph jod\" id=\"v22n591\"> &#x201C;62. And also teachers to preside over those who are of the office of a teacher, in like manner, and also the deacons&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v22n592\"> &#x201C;63. Wherefore, from deacon to teacher, and from teacher to priest, and from priest to elder, severally as they are appointed, according to the covenants and commandments of the church. <\/div><div class=\"paragraph jod\" id=\"v22n593\"> &#x201C;64. Then comes the High Priesthood, which is the greatest of all. <\/div> <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n594\"> &#x201C;65. Wherefore, it must needs be that one be appointed of the High Priesthood to preside over the priesthood, and he shall be called President of the High Priesthood of the Church; <\/div><div class=\"paragraph jod\" id=\"v22n595\"> &#x201C;66. Or, in other words, the Presiding High Priest over the High Priesthood of the Church. <\/div><div class=\"paragraph jod\" id=\"v22n596\"> &#x201C;67. From the same comes the administering of ordinances and blessings upon the church, by the laying on of the hands. <\/div><div class=\"paragraph jod\" id=\"v22n597\"> &#x201C;68. Wherefore, the office of a bishop is not equal unto it; for the office of a bishop is in administering all temporal things; <\/div><div class=\"paragraph jod\" id=\"v22n598\"> &#x201C;69. Nevertheless a bishop must be chosen from the High Priesthood, unless he is a literal descendant of Aaron; <\/div><div class=\"paragraph jod\" id=\"v22n599\"> &#x201C;70. For unless he is a literal descendant of Aaron he cannot hold the keys of that priesthood.&#x201D;<span class=\"citation\" id=\"90350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90350)\">D&amp;C 107:60-70<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n600\"> You see the keys of this Priesthood are specifically mentioned whenever the Presidency is mentioned; and whenever the rights of the literal descendants of Aaron are mentioned, it is to hold the keys of this Priesthood. <\/div><div class=\"paragraph jod\" id=\"v22n601\"> &#x201C;Ver. 71. Nevertheless, a high priest, that is, after the order of Melchizedek, may be set apart unto the ministering of temporal things, having a knowledge of them by the Spirit of truth; <\/div><div class=\"paragraph jod\" id=\"v22n602\"> &#x201C;72. And also to be a judge in Israel, to do the business of the church, to sit in judgment upon transgressors upon testimony as it shall be laid before him according to the laws, by the assistance of his counselors, whom he has chosen or will choose among the elders of the church. <\/div><div class=\"paragraph jod\" id=\"v22n603\"> &#x201C;73. This is the duty of a bishop who is not a literal descendant of Aaron, but has been ordained to  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the High Priesthood after the order of Melchizedek. <\/div><div class=\"paragraph jod\" id=\"v22n605\"> &#x201C;74. Thus shall he be a judge, even a common judge among the inhabitants of Zion, or in a stake of Zion, or in any branch of the church where he shall be set apart unto this ministry, until the borders of Zion are enlarged and it becomes necessary to have other bishops or judges in Zion or elsewhere. <\/div><div class=\"paragraph jod\" id=\"v22n606\"> &#x201C;75. And inasmuch as there are other bishops appointed they shall act in the same office. <\/div><div class=\"paragraph jod\" id=\"v22n607\"> &#x201C;76. But a literal descendant of Aaron has a legal right to the presidency of this priesthood, to the keys of this ministry, to act in the office of bishop independently, without counselors, except in a case where a President of the High Priesthood, after the order of Melchizedek, is tried, to sit as a judge in Israel. <\/div><div class=\"paragraph jod\" id=\"v22n608\"> &#x201C;77. And the decision of either of these councils, agreeable to the commandment, which says: <\/div><div class=\"paragraph jod\" id=\"v22n609\"> &#x201C;78. Again, verily, I say unto you, the most important business of the church, and the most difficult cases of the church, inasmuch as there is not satisfaction upon the decision of the bishop or judges, it shall be handed over and carried up unto the council of the church, before the Presidency of the High Priesthood. <\/div><div class=\"paragraph jod\" id=\"v22n610\"> &#x201C;79. And the Presidency of the council of the High Priesthood shall have power to call other high priests, even twelve, to assist as counselors; and thus the Presidency of the High Priesthood and its counselors shall have power to decide upon testimony according to the laws of the church. <\/div><div class=\"paragraph jod\" id=\"v22n611\"> &#x201C;80. And after this decision it shall be had in remembrance no more before the Lord; for this is the highest council of the church <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, and a final decision upon controversies in spiritual matters. <\/div><div class=\"paragraph jod\" id=\"v22n612\"> &#x201C;81. There is not any person belonging to the church who is exempt from this council of the church. <\/div><div class=\"paragraph jod\" id=\"v22n613\"> &#x201C;82. And inasmuch as a President of the High Priesthood shall transgress, he shall be had in remembrance before the common council of the church, who shall be assisted by twelve counselors of the High Priesthood; <\/div><div class=\"paragraph jod\" id=\"v22n614\"> &#x201C;83. And their decision upon his head shall be an end of controversy concerning him. <\/div><div class=\"paragraph jod\" id=\"v22n615\"> &#x201C;84. Thus, none shall be exempted from the justice and the laws of God, that all things may be done in order and in solemnity before him, according to truth and righteousness.&#x201D;<span class=\"citation\" id=\"90363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90363)\">D&amp;C 107:71-84<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n616\"> I will read you a little more on this subject: <\/div><div class=\"paragraph jod\" id=\"v22n617\"> (Doctrine and Covenants, sec. 124, page 431.) <\/div><div class=\"paragraph jod\" id=\"v22n618\"> &#x201C;Ver. 20. And again, verily I say unto you, my servant George Miller is without guile; he may be trusted because of the integrity of his heart; and for the love which he has to my testimony I, the Lord, love him. <\/div><div class=\"paragraph jod\" id=\"v22n619\"> &#x201C;21. I therefore say unto you, I seal upon his head the office of a bishopric, like unto my servant Edward Partridge, that he may receive the consecrations of mine house, that he may administer blessings upon the heads of the poor of my people, saith the Lord. Let no man despise my servant George, for he shall honor me.&#x201D;<span class=\"citation\" id=\"90994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90994)\">D&amp;C 124:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n620\"> I would remark here that Edward Partridge was the first Bishop of the Church, and that he was appointed at an early day to go to the land of Zion, and to preside over the Bishopric in that district of country. He was to purchase lands for the people that should gather there; he  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was to receive the consecrations of the people when they should present themselves to him; he was to divide up the inheritances for the people, and to sit as a common judge in Israel and hence he held charge, not as the Bishops do here, over a particular Ward, but over the whole of that district of country in the land of Zion. I would remark, again, that Bishop Whitney was chosen and set apart as a Bishop, to manage the affairs in Kirtland, Geauga County, Ohio, and not only there, but to preside over all affairs associated with that Bishopric in all of that country, and occupied the position of a general Bishop, presiding over a large district of country, the same as Edward Partridge did in Zion. But these are not what we call presiding Bishops. In the same revelation that George Miller was called to occupy the place of Edward Partridge, and to hold the same kind of Bishopric that he held, we find that there was a Presiding Bishopric appointed. <\/div><div class=\"paragraph jod\" id=\"v22n622\"> &#x201C;141. And again, I say unto you, I give unto you Vinson Knight, Samuel H. Smith, and Shadrach Roundy, if he will receive it, to preside over the bishopric.&#x201D;<span class=\"citation\" id=\"91124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91124)\">D&amp;C 124:141<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n623\"> Now, I have briefly laid before you some ideas pertaining to these matters. I will explain them a little further. I will say that the Bishopric is a good deal like the High Priesthood in the position that it occupies. There have been men who, under the Bishopric, have been appointed to fill various offices in the Church, and at different times. I have told you, already, the nature of the office which Bishop Partridge held, the nature of the office which Bishop Whitney held; and then there were other men who did not hold the same kind of Bish<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>opric that they did. For instance, there was Bishop Alanson Ripley, whom many of you know, who lived back in Nauvoo; and other Bishops were appointed in some Stakes that were then organized. And as it requires the direction of the Presidency of the Church to regulate these general Bishoprics, such as Brother Partridge held, and such as Brother Whitney held, and also being appointed by the Presidency, they have a right to be tried and have a hearing before them. But that does not apply to all Bishops, or to all men who may be placed under different circumstances. For instance, you have here in this Stake of Zion, quite a number of Bishops. How far does their authority extend? It extends to the boundary of each of their respective Bishoprics. No further. You all know that&#x2014;over their Wards where they preside, and not over somebody else's, unless they are appointed to it, which would be another thing. But without some special appointment, they are simply appointed to preside over their several Wards, and no one else's. That is the extent of their authority in the Bishopric. But a person holding a general Bishopric, the same as Bishop Whitney did, is different. He had that appointed unto him by revelation, and under the direction of the Presidency of the Church; and the appointment that Bishop Partridge held&#x2014;that was under the direction of the First Presidency of the Church; and these Bishops would have the right to be tried by the same power that appointed them and set them apart. Still, how is it with other Bishops in Stakes; are they under the same direction? To a certain extent all are under the direction of the First Presidency; but unless the First Presidency shall  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>otherwise decide, there is authority held by the Presidency in those several Stakes, to try those Bishops who are under their jurisdiction in their Stakes and for the High Council, with the Presidency of the Stake presiding, to call them before them to have a hearing, and adjudicate those matters. Thus the presidency of Stakes occupy the same position to their Stakes as Joseph Smith did to the Stake in Kirtland, the difference being in this, that Joseph Smith, while he presided over that Stake in a Stake capacity, presided also over all Stakes and Churches throughout the world, while the Presidents of Stakes only preside over their several Stakes, and their jurisdiction does not extend to any others. But if the First Presidency should see it necessary to interfere, and say, in a case of that kind, that the case was of such a nature as to require another tribunal; they have a right to dictate, and manage those matters. But if Presidents of Stakes and their Counselors and the Bishops fulfil their duties, and all act in harmony with the First Presidency, then everything goes on smoothly, and all men can be judged according to the principles laid down here in the Book of Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v22n625\"> And there are some few things pertaining to these matters that I will now speak about; and as this is a conference, it is as good a time to talk about these doctrinal matters as we shall have. There are a great many things mixed up with these subjects. Suffice it, however, to say, that it requires the Presidency of the Church to seek after God in all of their administrations. Then it behooves the Presidents of Stakes and their Counselors to be feeling after God, and after the First Presidency, and be <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in harmony with them, and to feel that there is union and harmony and the principles of peace and order prevailing everywhere. And where these things are carried out on correct principles, there is harmony throughout all Israel. If these things are departed from, then come disorders, difficulty and hard feeling. Now we ought not to allow our feeling to have any place in these matters. No man has a right to use his priesthood to carry on his own peculiar ideas, or to set himself up as a standard, with the exception of the First Presidency, and they have no right to do it unless God be with them, and sustain them, and they are upheld by the people. And then it is for Presidents of Stakes to follow after their spirit, and carry that out just as they would follow after God, and seek for and obtain light and the spirit of revelation from Him, and thus be prepared to bless the High Priests, the Bishops, and all men under their charge. <\/div><div class=\"paragraph jod\" id=\"v22n626\"> What is the High Priesthood? Why are you organized as a High Priesthood? Read the Book of Doctrine and Covenants. What does it say? It says (Sec. 124, verse 134), &#x201C;Which ordinance is instituted for the purpose of qualifying those who shall be appointed standing presidents or servants over different stakes scattered abroad.&#x201D;<span class=\"citation\" id=\"91115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91115)\">D&amp;C 124:134<\/a><\/span> It is a kind of normal school, where they may be taught lessons in the Presidency, and be prepared to judge and act in the various places which they may be called to. Do the Priesthood fulfil their calling? No, they do not. When the Stakes were being organized, we had to call upon Seventies and Elders, and all classes of men to hold positions which High Priests should have held. But there are some who talk about  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being great big High Priests, who, when they should have been called upon to be Bishops, or Bishops' Counselors, were found to be incompetent because they had not prepared themselves to occupy these offices associated with their calling, and been dabbling with the world and had been led by its influence, instead of being wide awake and full of the life and power and revelations of God. If they had magnified their Priesthood, then God would have been with them, and they would have been selected, until all those places would have been filled. Then, how is it in regard to the Seventies? Just the same. According to your statistical report, which has been read, you have in this Stake 360 Seventies; and how many of them, if they were called today, are prepared to go to the nations of the earth to preach the Gospel?<span class=\"citation\" id=\"90232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90232)\">D&amp;C 107:25<\/a><\/span> You are not prepared to do it anymore than the High Priests were prepared to magnify their calling. The Twelve are commanded first to call upon the Seventies,<span class=\"citation\" id=\"90269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90269)\">D&amp;C 107:34<\/a><\/span> but when they do so they frequently find they with one consent begin to make excuses.<span class=\"citation\" id=\"128565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128565)\">Luke 14:18<\/a><\/span> I know it is so, if you do not. Very well, what then? As there are other appendages to the Melchizedek Priesthood, the Twelve are obliged to call upon the Elders, and High Priests, and others, to go and perform duties which should be performed by the Seventies, but which they neglect to do. I speak of this, shall I say to your shame? I do not like to use hard words, they do not do any good. I would rather say five hundred pleasant things than one harsh one; but I want to state truths as they exist, so that you can comprehend. Now, notwithstanding this being the case, the work of God cannot stand still. The nations must be warned. The <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> word of God must go forth, or the Twelve would be held responsible, if these things were not done; and we have to keep doing it, doing it! <\/div><div class=\"paragraph jod\" id=\"v22n628\"> Now, as a sample of the excuses that men make who are called to go on missions, I will tell you what people tell me. One man says, &#x201C;I have been building a house, and have not got the roof on it.&#x201D; Another comes, and says, &#x201C;I have just been entering some land, and I am afraid I shall be placed in difficulty, if I go; I pray you have me excused.&#x201D;<span class=\"citation\" id=\"67690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67690)\">Luke 14:18<\/a><\/span> And one man said he was so engaged in merchandising, and he was so much interested in the people's welfare, that he was afraid they would suffer very materially in their temporal interests, if he ceased to keep store that it would not be well to take him away. Another has bought five yokes of oxen, and is proving them, and prays to be excused. And another has married a wife and he cannot go.<span class=\"citation\" id=\"67693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67693)\">Luke 14:19-20<\/a><\/span> I will tell you what I once had to say to President Joseph Young. He had been calling upon a number of people to go forth on missions. He being the presiding officer over the First Presidents of Seventies was the party for us to apply to; but in selecting missionaries they had employed a system of what might be properly called machine work, as you would go to work and pick out horses or cattle by their teeth. They had selected them generally according to age, etc., without inquiring as to their qualifications, circumstances, etc. Now, we want the spirit and power attending all of these matters, that we may find out the true position of things before we can call men. After he had received a great number of names from the said presidents, there came in a perfect stream of excuses to me. They wanted to be excused; and  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Joseph himself came to me and said, &#x201C;How are you getting along with the Seventies?&#x201D; I said, &#x201C;If you don't hurry up and get the balance in, they will all be gone. You had better hurry up.&#x201D; Well, it is rather a lamentable story to tell. Yet, while we hold this important Priesthood, it is a sorry way of treating it. <\/div><div class=\"paragraph jod\" id=\"v22n630\"> Now, it is for us to look after these things; and they are beginning to work up into a little order&#x2014;to do a great deal better; and men are beginning to realize the importance of their office and calling, and express a greater desire to magnify it; thus things are beginning to look a little brighter on that score, as the Twelve have been attending to these things. <\/div><div class=\"paragraph jod\" id=\"v22n631\"> Now, the idea is not that one or a dozen men have to bear off this kingdom. For what is the Priesthood conferred upon you? Is it to follow the &#x201C;devices and desires of your own hearts,&#x201D; as I used to hear them say in the Church of England when I was a boy? Is it to do that? I think not. Or were we enlisted to God for time and eternity? I think we were; and we want to wake up to the responsibilities which devolve upon us, and honor our calling and magnify our Priesthood. There are a great many more things which I could talk about in this connection, but this may suffice at present. <\/div><div class=\"paragraph jod\" id=\"v22n632\"> We have a variety of institutions. We have the sisters' societies. I attended a meeting of one of these a short time before I came here, and set apart Sisters Eliza R. Snow, Zina D. Young, and Elizabeth Ann Whitney. We set some of these same sisters apart in Nauvoo, under the direction of the Prophet Joseph Smith, about forty years ago; and they are doing a good work, and it is for them and their associates to continue to do right and pursue a <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proper and correct course. We want the Relief Societies and the Young Mens' Mutual Improvement Societies to take hold with a hearty good will. I was pleased to hear the remarks which were made in relation to the course they are pursuing in trying to keep the Word of Wisdom. Now, I am not very strenuous about urging any particular point, but that is a good thing for them to attend to. We must try to live our religion. We are on the eve of important events. There are troublous times in advance of us and the world&#x2014;such times as the world has not taken it into their hearts to conceive of. And we need to be united and to operate together in all of our affairs. Be united as one; and, &#x201C;if you are not one you are not mine,&#x201D;<span class=\"citation\" id=\"85169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85169)\">D&amp;C 38:27<\/a><\/span> saith the Lord. Men who are influenced by Gentiles, and every corruption that prevails, are not fit to be the Saints of God. You want to pay your tithing honestly and squarely, or you will find yourselves outside of the pale of the Church of the Living God. We have to lay aside our covetousness and our pride, and our ideas which are wrong, and be united in our political affairs, in our temporal affairs, under the direction of the Holy Priesthood, and act as a mighty phalanx under God, in carrying out His purposes here upon the earth. And all Israel ought to do the same. And then we have our Cooperative Institutions, and other useful institutions among us. Well, what shall we do? Sustain them? Yes; and fulfil our covenants with them as we expect them to fulfil their covenants with us; and let us be one and act together upon correct principles. Whoever violate their contracts before God and the Priesthood have to be dealt with for that, no matter who they are, nor what  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>position they occupy. We have to act under the direction of the Almighty. I know it is not popular to serve God, but God has called us to be one;<span class=\"citation\" id=\"94662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94662)\">D&amp;C 38:27<\/a><\/span> and he expects us to be one and carry out his purposes, <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and be obedient to the laws of Heaven. <\/div><div class=\"paragraph jod\" id=\"v22n634\"> May God bless you, and lead you in the paths of life. In the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}