{"ID":220014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">His Late Travels Through the South, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered at Paris, Bear Lake, Saturday Afternoon, August 7, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: His Late Travels Through the South, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 8\/1\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v22n311\"> President Taylor referred in his remarks this morning to myself as coming from the far South, and as traveling extensively through the <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> country; and I feel led in my feelings to make some remarks on the south country, and also the north, and perhaps on some other portions  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the country through which I have traveled. <\/div><div class=\"paragraph jod\" id=\"v22n313\"> Two years ago this summer I visited the greater portion of the Territory of Arizona; that is, I, with others, passed through the northwestern portions of the Territory, along near the eastern boundaries, southward to the extreme southeastern portions of the Territory, returning through Tucson; crossed the desert to the Gila, then crossed Salt River and up through the Tonta Basin and over the Nookhoon to the Little Colorado, and obtained a very general understanding of the country and the condition and facilities of the Territory; and also the western portions of New Mexico. Last summer I also visited the south part of Colorado; I passed along the line of railroads from Ogden to Cheyenne, thence passing south through Colorado, on the east side of the mountains to Denver, and thence to Pueblo, on the Arkansas; thence southeast to the Rio Grande del Norte, and down that stream to the New Mexico line. It is in contemplation that myself and a few other brethren will visit, during the coming fall, the southeastern counties of this Territory&#x2014;those new counties, Emery and San Juan, which have been recently organized, and the lower valleys on Grand River, and from Grand River to the San Juan and its tributaries, and the settlements which our people are forming upon those streams, and probably we shall extend our travels further into New Mexico, and visit our new settlements on the headwaters of the Little Colorado, and the tributaries of the Gila, along the borders of New Mexico and Arizona. <\/div><div class=\"paragraph jod\" id=\"v22n314\"> The chief object of our visits is to learn the facilities of the country, and to look after the flock of Christ, and also to hunt after any that <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might have strayed away, and when found to try to gather them to some fold, where we can place some shepherd over them who will endeavor to feed them with the bread of life, and keep them from being entirely lost, or torn by wolves. We shall visit the new settlements as fast as practicable, and the older ones also, to labor among the people according to our calling, to teach the people their duty, and to organize them as shall be necessary, and to set in order all things necessary for their development and growth, and to maintain the union and fellowship of the Saints, and respect for the Gospel and the order and government of His Church and Kingdom. <\/div><div class=\"paragraph jod\" id=\"v22n315\"> There seems to be a necessity for the Latter-day Saints to gather together, and then to scatter a little, and then to gather a little, and so on; in other words, something after the fashion of the bees: they go out of the hive empty and return with their legs and wings laden with honey and bee bread. Now, if all can do this, we shall continue to thrive in the hive of Deseret; but if, on the other hand, we scatter and waste and destroy the good we have, we had better remain in the hive until we shall have learned our duty better. <\/div><div class=\"paragraph jod\" id=\"v22n316\"> There is a tendency with some to want to get away from the restraint of the Priesthood and the earnest teachings and admonitions of the Gospel and the wholesome government that is maintained among the Saints, in order to enjoy greater liberties, not greater liberties to serve the Lord, for there is nobody in anywise restricted. Some are desirous of greater liberties than they think they enjoy among us in occupying the country and getting possession of the land and accumulating stock, and desire a greater range. Now,  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this feeling ought not to take possession of us too much, because if we indulge it too much we are liable to become darkened in our mind measurably, and lose the spirit of the Gospel. But when we are called and sent out to labor, either to preach the Gospel in foreign countries, or to gather the poor from distant lands, or sent to locate in any distant place with a view of helping to establish towns and villages and settlements, and building up and organizing and helping to maintain good order and wholesome government, and to extend the spirit of the Gospel&#x2014;when we are called upon to assist in establishing these new settlements, it is right that we should respond; it is as legitimate labor as any other branch of labor in building the Church and Kingdom of God upon the earth. But we ought to guard against a restless spirit of changing locality merely for its own sake, and moving to and fro in search of something better. This restless feeling is not good, nor will it tend as a rule to happiness and permanent good and prosperity to those who possess it. We are not all alike. Some become attached to whatever place they call their home; wherever they labor and build up a home they gather around them the comforts of life, and feel settled in that place, and attached to their surroundings; while others seem hard to settle down and make any place seem like home for any length of time. To me this spirit has always appeared strange, so contrary to my nature and disposition. Notwithstanding, as has been remarked, I travel among the people as much as, or more than any of my brethren of the Apostles of late years&#x2014;perhaps for the last twenty years&#x2014;still my home has been in St. George. Having had the care of <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the churches in the southern part of the Territory, to a great extent, I have been obliged to travel a great deal; but this has been from a sense of duty, and not because I have felt tired of home and wanted to move about from place to place. And I may add, that in all my travels, the thought of seeking a new or better place for myself or family has never entered my heart, no matter how many good places I may find; it is for others and not myself; it is to search out places where we can plant colonies of Latter-day Saints, where the sons and daughters of the Saints who are growing up in the older settlements, and who desire soon to spread out where they can make homes and form new settlements, where we can plant nurseries of Latter-day Saints. But it is not, as I said, to seek locations for myself or for my own family, only such portions of them as ought to go out and begin to operate for themselves, and make themselves homes. I am not one of that shifting sort of men. The lot that was assigned to me in Salt Lake City at the time the pioneers entered Salt Lake Valley, I retained until I was sent to St. George, and then I transferred it back to Pres. Young from whom I received it. I have never felt to change since I located in St. George; and if I had been located upon a barren rock, I would have packed soil enough to make a beautiful home of it. And, by the way, I believe the home I have made has cost me as much labor as if I had hauled the earth on to it. I have had to manufacture a great deal of what is now there; and so I may say it has been so with the greater part of our town and &#x201C;Dixie&#x201D; County. Naturally to look at it, it was a very forbidding country when we first settled there. We were not allured  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to that region by the green fields, the fine extensive meadows such as you have here. The grass which we see upon the surrounding hills, inviting the flocks and herds to eat, and the flowing crystal streams of pure water which make music, sweet and enchanting to the ear, as they wend their way through your valleys to the lake beyond, is in marked contrast to the natural facilities of our southern home. Why, if I were to tell you half the truth, the most of you would never want to go south to live; but we are not in the habit of picturing the unpleasant features of the country, but rather of speaking the best we can about it, feeling that we have need to do it. And there are some who have had faith enough and stamina enough in them to speak well of the country, and nothing short of faith and Mormon grit could do it; while we were doing this we did not forget to ask the blessing of God upon the land, and I need hardly say that it has been through His blessing that we have been prospered and enabled to make beautiful homes out of the once forbidding, sterile wastes. <\/div><div class=\"paragraph jod\" id=\"v22n318\"> We were sent there to raise cotton when our nation was thrown into anarchy through a civil war, and when it had become a question with all Israel, &#x201C;Shirts or no shirts?&#x201D; It was shirts we were after; we went to make cotton farms, and it was anything else but an inviting cotton region. As I have said, no extensive fields made the eye glad, but everything looked as though the whole country had been thrown together in an irregular broken manner. The water had to be raised from the low channels in which it flowed, in quicksand bottoms by means of long and expensive canals, in order to get it upon the bench lands. But now <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through the blessing of the Lord, and hard knocks, we have a very fine city, inhabited by a pretty good people. I will say, however, that the country is not so very much changed from what it was when we went there, excepting in a few places where the people have made inviting homes; but the homes which have been made are the more precious because of the labor it has cost to make them; and they are prized more highly on that account than they otherwise would be. You may ask me, if I am beating up for volunteers for that country? No, not at all; and yet the southern people would welcome most heartily any of the brethren and sisters from Bear Lake or any other section of the country who may feel desirous of locating among us, to share with us the rocks and sands and the cactus and lizards. I say, we shall welcome them most heartily; and then while they would have to take their share, and maybe more, of this natural product of our southern climate, they would also share with those who labor for their kindred and friends and their own exaltation, in the Temple which our Father has graciously and in His indescribable providence located among us, and permitted us to build, with the help of the Saints generally throughout the Territory. We feel that there is a wise providence overruling this. It is in such a country that the wicked have no desire for what they see around. They have passed through it, and as a general thing are satisfied not to come back again, there being nothing to induce them to do so. And this being the case St. George is a peaceful home of the Saints, and as a rule a very good spirit prevails there. Sometimes a little too much of the spirit of wine because the grape is a staple article among us, and foolish persons some<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>times indulge too freely in the wine which is manufactured from that fruit. And it is one of the labors that we have upon us, to teach the people how to use the things which God gives us in a proper way and not abuse them, to control their appetites, and not allow wine to bring evil into the community. And we feel in this labor that we have succeeded to a goodly degree, there being much less of this kind of indulgence practiced among the people now than there has been since we settled and improved the country. <\/div><div class=\"paragraph jod\" id=\"v22n320\"> Now, touching the climate and soil and general facilities of the country through which I have traveled in Arizona, and along the borders of New Mexico, when compared with this region of country, it is a desert; that is, the facilities for agricultural purposes are far less than in Utah, and you know pretty well what they are in Utah. It is more of a grazing region. There is a lack of mountain streams, for the hills are generally low; they do not tower up in the clouds, and are not capped with snow as they are in this northern country. The main range of the Rocky Mountains falls off about the time you reach the New Mexican line, and the hills then become lower, and the streams are not so numerous. The facilities most attractive to my mind are along the continental divide, in the eastern portion of Arizona and the western portion of New Mexico. The northeastern portion of Arizona is watered by the Little Colorado and its tributaries, and the farming region is on the headwaters of this stream, but it is not extensive; there are, however, facilities for small settlements, and extensive ranges for sheep and cattle. The garden of Arizona, so far as agricultural facilities are concerned, is on Salt River, after <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it emerges from the mountains and where our people are locating, at Mesa City and Jonesville. The country along Salt River is being occupied by people from various parts of the world, who are not of us. These two settlements of our people are doing very well, so I understand and there are facilities for many more in the same region. The climate is warm; the summer is long, scarcely any winter at all, and scarcely any frosts. But in that immediate vicinity there is not range for stock; that is, there is not very extensive growth of grass. The range is mostly in the hills, in the northeastern and southeastern parts of the Territory, on the headwaters of the Gila and its tributaries, the San Pedro and Black and White rivers; and also are many facilities for small agricultural settlements. The climate generally is milder than this, and consequently more pleasant. The eastern and northern portions are temperate, neither very hot nor very cold. In the southern portion, as I have said, the summer is long and warm; it is decidedly a hot and a dry country. <\/div><div class=\"paragraph jod\" id=\"v22n321\"> The country I visited last summer, further to the east and northeast, the upper valleys, or valleys on the Rio Grande del Norte, which are in Southern Colorado, and run into New Mexico, is a fine agricultural and grazing country. Fine mountain streams come out of the foothills to the broad valleys and open plains. This region affords facilities for flourishing settlements, as well as for flocks and herds; and the climate is as cool as that of Bear Lake and the other elevated valleys of Utah, and if not so severe winters as in Cache and Bear Lake valleys, at least something approaching them. There are facilities for many fine, flourishing settlements in that  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>region of country; and we are establishing some colonies in that, consisting mostly of emigrants from the Southern States, with a few from Utah, to counsel and instruct them in the art of irrigating the soil and establishing settlements after the order of Zion. We find ourselves under the necessity of sending a few more to that region, and a few others to different localities, to assist in establishing and maintaining our new settlements. <\/div><div class=\"paragraph jod\" id=\"v22n323\"> But now, I return to this lovely valley of Bear Lake&#x2014;lovely indeed it has seemed to me whenever I have visited it; but it must be remembered that I have never visited it only when it was covered with green. Still, I understand that the country is covered for many months in the year with the white mantle, and for this reason many of you complain of the long winters. But if it were not for the hard, cold winters and the melted snows, you would not have these beautiful meadows and green hills; you certainly have to thank the snows for this blessing. But I have no doubt you will say, that you could do with a little less snow and a little shorter winters, and take a little less grain and meadow. Well, I think I would do so too. If I had the choosing of climates, I should not choose that in which I should have to cut hay three months in the summer, and be six or eight months feeding it out in the winter. I think with you I could get along with a little less snow, if I had to sacrifice a little of the rich meadow, and at the same time, correspondingly less mosquitoes and flies. And talking about flies, you cannot begin to show flies like we can in St. George; and they are not this common horse fly, they are the pesky house fly that is ever ready to contend with you for your meal. <\/div> <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n324\"> Now, if I lived in Bear Lake valley, I believe I should look upon it as a very choice place to make my home; and if once I settled down, I should not think of moving away, or speaking of it as a very bad country to live in. I have made it a rule never to forsake old friends in order to take up with new ones; or to lay aside an old wife for the sake of getting a new one. The same rule would apply to my living in this northern country; once I settled down I should not think of moving away unless duty called me, and in that case of course I should drop everything and go without a whimper. I see on this stand an old friend in Brother John Nebeker, who moved down to our &#x201C;Dixie&#x201D; country, and after living there some time, returned to Bear Lake. I do not know how he feels about it, whether or not he is ready to make his home with us again in St. George. [Bro. Nebeker: Not yet, Bro. Snow. Laughter.] I would say to you who are doing well, let well enough alone, go on and stick to what you have got. I think I can see a chance to make some beautiful places where you have not more than half done it. It is now some fourteen years since I was here; some of you will remember it was when President Young came here, accompanied by General Chetlain and others. I took in the situation at that time; I mapped it out in my mind, and I have retained a pretty good understanding of the region of country. It may not become me to suggest to you who have had fifteen or twenty years' experience here, but it strikes me that your faith has not been fully developed; I am inclined to think that you can do something besides raising calves, hay, wheat, oats and potatoes, and making butter and  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cheese&#x2014;and here let me not forget to give you the credit of filling up the country with young men and women, which is a noticeable feature of the growth and wealth of the people. You have a big country here; so much, in fact, that you hardly know what to do with it. You try to enrich it all, and you skim it over, but you may depend that you have facilities here for a much heavier population than you have got; and upon the whole it is a healthy region. There may be some diseases peculiar to this cold region, and some feel, and that truly, that a warmer climate might tend to lengthen out their days, as well as add to their bodily comfort. I believe there is no objection on the part of anybody that such persons should try a warmer climate as may feel inclined to do it. There is no disposition to chain or fasten anybody to this country who may feel that they crave, and their health and comfort require a warmer climate. If there be such, I can assure them I have traveled through many other regions where there are facilities for making nice, comfortable, happy homes, and where the climate is milder; in fact, a person may suit himself with almost any climate he may choose between here and the Mexican line&#x2014;in Southern Utah, Arizona and New Mexico. But as I remarked in the beginning, we ought to study contentment, and not indulge in a restless spirit, for change for its own sake, without having a good and sufficient reason, or without having some duty assigned to us where we may labor with better advantage to accomplish greater good in the building up of Zion, or in extending our borders and establishing and maintaining righteousness in the earth; and wherever our lot is cast, whether it be in Cache Valley, <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or Bear Lake Valley, whether in a warm or a cold climate, or whether in a hot climate, we should as much as possible try to content ourselves and adapt ourselves to the surrounding circumstances, always doing the most good we can. <\/div><div class=\"paragraph jod\" id=\"v22n326\"> Respecting the relative conveniences of St. George, for instance, and the surroundings of that country, as compared with this northern country, I have this to say, and I speak sincerely as I view it, and verily believe it, that in our efforts to subdue the country, and having to contend with difficulties and hardships, in order to plant our settlements there, making our roads and getting building material, and controlling the waters and the quicksands, and in having to meet and overcome obstacles which are peculiar to that country, we have worn out a great many good people, a great many good men have succumbed under the hardships we have had to endure; and I was counting up the number of families in the little city of St. George, whose husband and father had passed away under these circumstances, and I found that there were no less than between thirty and forty widows there, besides quite a number who have left and returned north, having buried their husbands down there. This is not the result of any contagion, or violent sickness, or any special disease, for we have had none; we have no prevailing disease, and it is not naturally an unhealthy country by any means. There is here and there a locality where they, having neglected common sanitary rules, have perhaps suffered from chills and fever, or ague. Diseases of this kind, which are incident to hot climates, have been experienced where they  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have allowed water to stand in pools. In St. George, however, we have not been troubled with it. Washington and Santa Clara have, but it has arisen from defective sanitary measures. Naturally, I think our Southern country is quite as healthy as the general average of places in Utah. And when I speak of the number of men who have worn themselves out in helping to subdue the barrenness of the land, I might have said they have been mostly hale, hearty men, who went there in their prime, that wore themselves out with constant work in making homes for themselves and families. They have fallen a prey to exposure and labor both summer and winter, and to poor fare. But after saying this, I am happy to say also, that I think we have passed the crisis in this respect. We have learned wisdom by the things we have suffered: the comforts of life are being increased around us, and we are making up our minds now not to kill ourselves trying to live as fast as we have done in times past. <\/div><div class=\"paragraph jod\" id=\"v22n328\"> Now, I have said on different occasions, which it is as well for the youth of our large towns, our railroad towns and cities, where emigrants are dropped by the shipload, and where there is a redundancy of labor and surplus workmen, who are seeking for something to do and cannot find it, and are idling away their time and are waiting for something to turn up, and waiting for some easy chair, some clerkship, some place to make a living without working much&#x2014;and I may say this class of people are abounding among us, and they receive an unfavorable education, and are contracting habits which are not good; I have said, and do say, that it is better for such to enter into <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> swarms and form material for new colonies, to help to establish new places, and make new roads to the timber, get out farms, build mills, and subdue the elements, as their fathers did when they first settled this country. But in saying this to the surplus population of our older towns and railroad centers, we do not wish to apply it to these regions, where you have an abundance of room, needing, in fact, a much heavier population. I am persuaded that the people of this valley will be healthier, happier, and will enjoy more facilities and comforts when their population is treble to what it is today. Three times the population you now have can handle the facilities which you do much easier than the present population can handle them, and to better advantage and to better profit to all. And you will have better roads, and better farms, and better houses, and better mills, and better schools, your cities will be much better built up and improved, and your property more valuable, and everything will conduce to your comfort and growth, than under existing circumstances. <\/div><div class=\"paragraph jod\" id=\"v22n329\"> I was favorably struck with Garden City as I passed through it; I was favorably impressed with St. Charles as I passed through it. These are beautiful locations. I was particularly pleased with one thing I saw in Garden City, which was the long canal from Swan Creek. In this cold climate, where the seasons are short, it is important in irrigating, that the water should run slow and as long as possible before it is put on to the land, in order that it might get warmed, because it has a much more salutary effect on young crops than where it is cold and chilly direct from the canyon; and I am persuaded that a good deal of your small  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grain is injured in this way. Brother Thatcher took it upon himself to speak a little upon this practical question, and you will pardon me for doing the same. Though you farmers may think you know more than I do about it, you will all agree with me in this, that any suggestion I may make will not harm you, as you can do as you please about adopting it. But I know the difference between the effect of cold and warm water in agriculture in making things to grow; when you wish to rush the growth of your plants or crops in warm weather, the one is far preferable to the other. And if you wish to raise fruits and plants which are delicate and tender, of course you can get onto your warm, gravelly soil, and there put on your manure; and if you can use warm water, and have the benefit of the canyon breezes to prevent frost, you can raise a great deal of fruit. You now raise a great deal of small fruit, such as strawberries, raspberries, currants and gooseberries; and what is there to hinder you raising plums and many varieties of choice apples, such as we cannot grow in St. George? That country is really too hot for growing apples. I raise apples, but they are not as good as the same variety raised in Salt Lake City. I am persuaded that this Northern region could beat us on apples, but we could beat you on pears and peaches, apricots and some other fruits. I should advise you to keep trying, and if your trees kill down once in a while, keep replacing them, and make the land as warm as possible, and put on the water warm, but not when the plants can stand it without; and then, do not leave it on late in the fall, thus keeping the plant growing late in the season, for when this is done the first severe frost that comes generally takes <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them off. I will leave this subject to Brother John Nebeker, who is abundantly able to continue it, and who, by doing so, might greatly benefit the people of this Northern country. <\/div><div class=\"paragraph jod\" id=\"v22n331\"> I would like to offer a little advice to your board of trade. You have one I suppose? (A voice: Yes, sir) Of course, in giving you my reflections in this as in other matters you are at liberty to please yourself about accepting it. You are here in a comparatively solid position, you can have things about your own way, that is, if you choose to be united. You are not mixed up as they are in Salt Lake City and in Ogden, you can control the trade of this whole region of country, not only in marketing your own produce but in the buying of your merchandise, wagons, carriages, machinery, and everything you have to import which you could get from first hands and at first cost and thereby save to yourselves the profits now made by middlemen. And in marketing your produce you can do likewise, but then you would have to control the business among yourselves, and give it your hearty support, and be resolved that you will operate together. Now, you are enriching men every year by your trade, and you are doing it by being divided, every man being for himself undertaking to market his own produce and to buy his own plows, rakes, mowers and reapers, and hauling his own produce to market and then doing the largest part of his trading with stores in which he is not interested, and his own cooperative store doing but a small languishing business. The great bulk of the business of this Territory is handled by outsiders at a distance from your settlements both as to importations and as to marketing your produce.  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>You haul to market your butter and eggs, and the merchants dictate to you the price which they will pay, and you cannot help yourselves. In this way they grow rich on the profits, while you remain poor comparatively speaking, that is, you do not enjoy the benefits of your own labor and produce to the extent you might, if you were properly united. Your board of trade and cooperative stores throughout the county ought to work together and enter upon a system to handle your own produce in bulk; and then in buying wagons and agricultural machinery, etc.; instead of every man buying a single wagon or farming implement, this organization would deal direct with the manufacturers by the carload, at manufacturers' prices, having them shipped to Evanston, the nearest point, instead of Salt Lake. I think the same also in relation to your stock. I understand you were making some efforts in this direction&#x2014;the handling of your stock and marketing it. Every step you take in this direction will tend to consolidate the interests of the people and increase your common comforts, and will at the same time have the tendency to keep at arms length Jews and Gentiles, who may be hunting chances to pick up what little money you have to spare, or to make what money they can out of you. The more you concentrate your business relations and the greater degree of confidence you beget one for another, thereby having and increasing a desire to build each other up, the less you will be troubled with sharpers who thrust themselves into your towns and neighborhoods wherever there is evidence of the existence of money. I feel that this is our duty as a people, to adopt this cooperative manner of doing our business, in order to protect ourselves <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against the spirit of greed, and our children to a great degree from the contaminating influences that Gentiles, as a general thing, carry with them wherever they have located among our people. We have been taught for years to sustain Zion's Cooperative Mercantile Institution: and our local merchants should buy of them. But in all probability, if you were combined in this valley in your business relations, instead of every little store in every settlement in this valley being obliged to send to Salt Lake or Ogden for supplies of merchandise, it would be a matter of necessity to have a center here such as they have in Ogden and Logan, only on a smaller scale, in which you might do your wholesale business direct, and so arrange it that the parent co-op will ship to you most of the articles you need direct, which you need only go to the city to &#x201C;sort up,&#x201D; instead of going for all of your supplies. I think this would naturally come to be the result of a thorough union and combination of labor and interests in this valley; and I think too, that your isolated position eminently fits you for building up such home trade. <\/div><div class=\"paragraph jod\" id=\"v22n333\"> I am pleased to learn of the goodly degree of fellowship which prevails in your settlements, and that there are but little apostasy and opposing influences to contend with. You have been highly favored of the Lord in that which you have enjoyed, from the early settlement of this valley, the presence and counsels and labors of President Charles C. Rich, whom I regard as one of the wisest and most prudent counselors in Israel, a father indeed in the midst of his people; and the blessing of God has attended his ministrations among you, as is evidenced in the condition of the people generally. <\/div><div class=\"paragraph jod\" id=\"v22n334\"> My heart feels to bless the people,  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to invoke the blessing of the Lord upon the land and upon the elements, that they may be made to conduce to your happiness and comfort; and that while you reap the fruits of the Father's mercy and goodness, your hearts may be ever found to acknowledge Him as our benefactor and friend, and to appreciate His blessings. I trust that President Taylor and the brethren who are with you may be able to impart such words of counsel and consolation as your circumstances require; and that soon you will have in your midst again President Budge&#x2014;that is, if we succeed in getting our mind upon the right man to take his place. He has been doing an excellent work in Europe, and we do not want to release him until we can replace him with a suitable man. <\/div><div class=\"paragraph jod\" id=\"v22n336\"> Your local Priesthood in your several wards and settlements, I doubt not, are earnestly seeking to learn their duty and to qualify themselves to magnify their callings; and if the people give them their faith and prayers and confidence and support, you will steadily advance in good works, in faith and wisdom; and I trust you will improve also in your educational interests. I suspect what is common in our new settlements, that you may seem behind in this respect, or at least you are not as far advanced in the condition of your schools as is desirable; and for the reason that there are more or less of the people who are so much absorbed in the cares of life, in making themselves homes, in order to be able to withstand the rigors of the climate, that they cannot bestow the attention and care to the training of their children which they ought to. I suppose they are willing to build schoolhouses, however, because they serve a triple purpose; <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> first, for dancing; second, for school purposes; and third, for religious worship. Perhaps I ought to reverse it, but you can if you choose. People are willing to help to build schoolhouses for triple purposes. And when they have done this, they think that the Trustees should find teachers for them to teach their children who are not large enough to work; and these are often sent to school to be kept out of the way. <\/div><div class=\"paragraph jod\" id=\"v22n337\"> Now brethren and sisters, I do not mean, in making these remarks, to charge any of you harshly; and it may be I do not give you the credit which you are entitled to. I only speak what I find to be quite common in our new settlements throughout the country where I travel, and I feel the necessity of appealing to the good sense of the fathers and mothers; and to say to the Bishops and the Elders and Trustees particularly&#x2014;and here let me say, that our Trustees should be chosen from our most energetic men&#x2014;men who will fill the office, who will give it their most earnest consideration, who will seek to make everything comfortable around the schoolroom, men who will take an interest in the welfare of the children, and who will look to the wants and encouragement of the teachers, and who will also see that good and suitable books are provided, especially the Bible and Book of Mormon. Now, do not be afraid to see the good books which God has given unto us in the hands of your school children; do not be afraid of the teacher who will open school by prayer, and who will encourage faith in God, and morality, and everything that makes people good citizens. And I beseech the people generally to encourage the combined efforts of the County Superintendent and the Trustees and schoolteachers in establishing good  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>schools in your midst; and that you will also sustain all the other good institutions, such as the Relief Society, the Mutual Improvement Associations, and your Sabbath Schools, and also those who act as Superintendents and Teachers in the Sabbath School. And do not, my brethren and sisters, consider it a little calling to act as a Sunday School Teacher; for when faithfully acting in this capacity you are sowing seeds in the minds of the youth <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which must sooner or later produce the natural fruit; and thus prepare men and women to carry on the work which their fathers have begun, and in which some of them have worn themselves out. <\/div><div class=\"paragraph jod\" id=\"v22n339\"> That God may bless the people of these valleys, and that their children may grow up to perpetuate their names with honor to themselves and glory to God, is my earnest prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}