{"ID":220038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reports Concerning the Saints, Their Prosperity the Result of Prayer and Faithfulness, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President George Q. Cannon, delivered at Hooperville, Monday, June 27, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Reports Concerning the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/27\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v22n842\"> It affords me great pleasure to travel as we are now doing. It is a number of years since I had the opportunity of thus traveling in this county, visiting the people in the various settlements, and witnessing the changes and improvements which have taken place, which indicate the growth and development of the people. <\/div><div class=\"paragraph jod\" id=\"v22n843\"> It is only a few years ago that our enemies, in speaking of us, said, that we were a miserable, decrepit, weakly, dying-out people. They described us as very poor, miserable-looking creatures, all bearing the impress of our polygamic practices upon our faces; and our children as being weakly, with poor intellect, etc. And this description of us went the rounds of the press, and was believed in by a great many. And some people were so credulous that they supposed that as soon as they came into a &#x201C;Mormon&#x201D; city they could easily tell the &#x201C;Mormon&#x201D; women by the sad, depressed expression of the countenances which they wore. For a few years this idea prevailed, having been voiced by the press generally; and lecturers, in speaking about us, dwelt upon this peculiarity. Of late, however, the tone has changed, and instead of entertaining the idea that we are about to die out, the feeling concerning us <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is one of fear, lest we should spread out and take possession of the surrounding country. <\/div><div class=\"paragraph jod\" id=\"v22n844\"> It has been the case for many years, in fact, from the beginning, that our Elders have been proclaiming to the world that we are a growing people, and predicting that God has a great destiny in store for the Latter-day Saints; that &#x201C;the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High,&#x201D;<span class=\"citation\" id=\"61761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61761)\">Dan. 7:27<\/a><\/span> etc. And this and other predictions of a like import were testified to by the Elders of this Church wherever they went; but the people generally, who heard our brethren preach such doctrine, were reluctant to believe it, and did not believe it, in fact. Of late, however, there has been a great change; people who have all the time looked upon the &#x201C;Mormons&#x201D; as a lot of fanatics, whose race could not be otherwise than a short one, already begin to fear that there is some truth in these predictions. <\/div><div class=\"paragraph jod\" id=\"v22n845\"> During this last winter I found myself in a rather peculiar position &#x2014;a position I had never occupied before&#x2014;of being under the necessity of endeavoring to calm the fears of the public respecting our growth and increase, they had such ideas  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>about it they were apprehensive lest we were not only going to possess Utah, but going to take possession of Idaho, Arizona, Nevada, and cross into Colorado. And I myself was under the necessity of calming their fears in regard to the growth of the people, and of saying to them, we were not increasing so fast as to give cause for any reasonable apprehension. This shows a change that has taken place in the mind of the public with regard to the Latter-day Saints. And this morning while sitting under the cool shade of this bowery looking upon the faces of these children and young people, I thought that I never saw healthier children. And every countenance is cheerful; every one bespeaks health and our young women show that they have been born of healthy parents, and brought up and trained so as to develop their physical natures; I am glad to see this; I am thankful that we live in a healthy country, and that we have the Word of Wisdom<span class=\"citation\" id=\"88852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88852)\">D&amp;C 89:1-2<\/a><\/span> given unto us by revelation from God; and by observing it we are very likely to have an exceedingly healthy race of people, who will also be long-lived. I think it a matter of great importance to endeavor to train ourselves and our children so as to have health, and not only health but long life on the earth, so that we may accomplish that which God has given unto us to do. For there is an immense amount of labor to be performed in connection with this work. With good health we also have plenty. These fruitful farms; these teeming orchards; with flocks and herds of cattle, of sheep, of horses, with the dwellings and everything else to show how comfortably situated the Latter-day Saints are. They have honey, they have butter and milk, and their <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bins are overflowing, so to speak, and in many instances actually so, with wheat, the finest that is grown on the earth. And there is nothing to prevent our becoming physically perfect. But there are great responsibilities resting upon the parents among the Latter-day Saints; and not only upon the parents but upon the leading men in our settlements and cities and stakes. <\/div><div class=\"paragraph jod\" id=\"v22n847\"> There is one thing that you who reside here&#x2014;and in fact it may be said about every settlement in these mountains&#x2014;that you should be particularly careful about, and that is, the education of your children. I hope in your general prosperity you will not overlook your educational interests. It is of the utmost importance to us and to our children and to the work of God which is entrusted to us, that we should give our children every advantage of education, including the training of them in the principles of the Gospel; for it is of the first importance that all should have laid the foundation in their hearts of faith in God and confidence in the Holy Priesthood, and in the ordinances of the house of God. This is of the first importance, more important than anything else; more important even than teaching them to read and write. Train them in the faith of God and in the knowledge of God, so far as it can be imparted to them, until they can find out God for themselves, seeking him in earnestness in their closets and private places. And when we have laid this foundation in their hearts, then impart to them skill in education to read and write perfectly, so that every boy and girl in our community can read and write his and her tongue perfectly. Do it so that no one can find fault with it, that it may be ready for the press, if they should wish to address a  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>communication to the press, without having to make a single correction. Our children have the brightest intellects of any I have ever met. God has given them this blessing; all that they require to develop themselves is the opportunity, and this they should have. God has given unto us means. There is no necessity for us to keep our children out of school, as was the case in early days. I think it a matter of the greatest importance that parents should impart to their children these facilities. Place them within their reach so that the talents of our boys and girls may be developed, for there is an abundant field for its exercise throughout our land, and also beyond, and in the countries to which they are being sent. We are spreading out, and we want men who are cultured; we want women of culture who can train their children in the spirit of true education, so that when visitors come to our land, or our children go to other lands, those who see them will feel there is a superiority about the Latter-day Saints that they did not look for. Great pains should be taken in this direction. Parents, school trustees and educators should exercise themselves in behalf of education; nothing should be left undone to give everyone, no matter how poor, an opportunity to obtain it.<span class=\"citation\" id=\"82515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82515)\">3 Ne. 6:12<\/a><\/span> You know the difference between a well-cultivated field and one that is poorly cultivated. You know the difference between carefully selected and bred cattle, and cattle that are allowed to run at large on the range without attention. You know the difference between fruits that are well selected and cared for by the hand of the skillful gardener, and those that are allowed to grow as they please. The lesson that may be drawn from <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these plain practical things is applicable in the rearing of these little ones. You need not think, you parents, because you have got through life with little or a meager education, that your children ought not to expect more than you possessed in starting life. You do not know anything about the future that lies before them. The boys and girls of today, if they are prepared for it, will have opportunities of moving in the higher circles of society; boys will be required to go among the leading men of the nations; and how embarrassing it would be for them if they should not be qualified for it. But they should be. Every day the prospect is widening, the field is opening up before us, and men of this kind are needed all the time. We need them for legislators; we need them for Apostles, Presidents, Bishops and Counselors; we need them for every department of life. They should be cultivated so that they will be capable of discharging these duties and filling any position. <\/div><div class=\"paragraph jod\" id=\"v22n849\"> The Lord has bestowed upon us the temporal blessings which we have for a wise purpose. We should use them aright and not set our hearts upon these perishable things. We should hold them as the gifts of God, subject to his counsel. The man who sets his heart upon riches cannot serve the God of Israel. No man can serve two masters,<span class=\"citation\" id=\"63574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63574)\">Matt. 6:24<\/a><\/span> Jesus said. He said it 1,800 years ago; it is true today. Whenever you see a man serving Mammon, you may know he cannot serve God as well.<span class=\"citation\" id=\"63575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63575)\">Matt. 6:24<\/a><\/span> There cannot be a division in these services; half-hearted service cannot be acceptable to the Lord. We must serve God with all our hearts, our love and affections reaching after Him, and the things of this world must be looked upon by us as  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>secondary considerations. They are good enough in their place; right enough to be attended to; but subordinate always to the love of God. That should be the first love, greater than every other love. A man that loves a wife, a man that loves a child, a man that loves anything upon the earth more than God, is not a true Latter-day Saint. He may have a lovely wife, he may have a lovely child; he may have a rich farm, he may have stock, elegant residences, horses and carriages, together with an abundance of wealth to command all the comforts of the earth; but I tell you, as a servant of God, if he loves these things more than he loves God, he is not a true Latter-day Saint. He cannot serve God and Mammon together.<span class=\"citation\" id=\"63576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63576)\">Matt. 6:24<\/a><\/span> One love must predominate; it must be superior to every other love, and that is the love of our Heavenly Father; the keeping of his commandments and attending to the ordinances of salvation which he has revealed to us. <\/div><div class=\"paragraph jod\" id=\"v22n851\"> While Brother Woodruff was speaking about what President Young had told him in Winter Quarters, respecting the Prophet Joseph's teachings, with regard to cultivating the spirit of the Lord, a thing came to my mind that I was taught in the same way in the beginning of my labors on my first mission, and the impression it made upon my mind has been a lasting one; I have never forgotten it; and through taking that lesson to heart I feel that I have been exceedingly prospered in my life. <\/div><div class=\"paragraph jod\" id=\"v22n852\"> There were ten of us, of whom I was the youngest, windbound in the Bay of San Francisco, and we had been thus delayed for nearly a week near the Golden Gate in consequence of headwinds. I dreamed one night that this party of brethren <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were heaving at the windlass, having a rope attached to it reaching forward to the anchor at the bow of the vessel. We were working with all our might endeavoring to raise the anchor, but seemingly we made but little progress. While thus engaged I thought the Prophet Joseph came from the after part of the vessel dressed in his temple clothes, and tapping me on the shoulder told me to go with him. I went, and he climbed on to the forecastle which was higher than the main deck and on a level with the bulwarks, and there he knelt down, also telling me to kneel down with him. He prayed according to the order of prayer which is revealed. After prayer, he arose upon his feet. &#x201C;Now,&#x201D; said he, &#x201C;George, take hold of that rope&#x201D;&#x2014;the rope we had been pulling on with all our might. I took hold of it, and with the greatest ease and without the least effort, the anchor was raised. &#x201C;Now,&#x201D; said he, &#x201C;let this be a lesson to you; remember that great things can be accomplished through the power of prayer and the exercise of faith in the right way.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v22n853\"> I would like to impress this, with what Brother Woodruff has told you, upon the minds of the young, also upon the middle-aged and the aged of this congregation if they choose to take it; great is the power of prayer when properly offered to the Lord. Whatever success I have had upon my missions in battling with the adversaries of this people, in being able to hold my position, when warred upon&#x2014;and it seemed that nothing in the world but the power of God could save me or prevent legislation adverse to this people&#x2014;whatever success there may be about this in the past, throughout my life&#x2014;and I believe it was the case with my predecessors&#x2014;it has  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been due to faith and prayer. I have remembered this always; I have endeavored to exercise faith in God, through prayer, which has been heard by the Almighty. Men have met in secret in holy places, and have besought God in the appointed way, according to the holy order revealed, and deliverance has been wrought out for Zion, when it seemed that everything was dark before them and without one ray of light. At such times, when everything has been hedged up, the servants of God have met in secret places and have plead with God according to the holy order, and the heavens have been moved, and difficulties have vanished away, and our <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> path has been made plain before us, and we have escaped the hands of our enemies. <\/div><div class=\"paragraph jod\" id=\"v22n855\"> My brethren and sisters, my young brethren and sisters present, remember this lesson. Cultivate the Spirit of God; keep it with you. Remember always, there is power in prayer greater than anything man can do. There is no power in monarchs, there is no power in armies, there is no power in legislation, nor in anybody nor anything else upon the earth that equals the power of God in prayer. <\/div><div class=\"paragraph jod\" id=\"v22n856\"> That we may always remember it, and keep it constantly in our minds throughout our lives, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}