{"ID":220023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Church Governed By Law, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Nicholson, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 26, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Church Governed By Law, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Nicholson<\/div>\n<div class=\"date\">Date: 6\/26\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v22n498\"> I have unexpectedly, to myself, been called upon to address this congregation. While I shall endeavor to do so, I desire that you shall give me your sympathy and faith, that I may be able to speak in clearness whatsoever may be put into my mind by the inspiration of the Holy Ghost, if I shall be so fortunate as to enjoy a goodly portion <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of that influence. I have no special subject on my mind upon which to speak, and am therefore dependent upon the inspiration of the moment as the spirit shall give utterance. <\/div><div class=\"paragraph jod\" id=\"v22n499\"> It has been the privilege of the servants of God in all ages to enjoy a portion of His power to direct them in their ministry and to make plain to their understanding the  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things that they should speak about when it became their duty to preach the truth. This congregation is very largely composed of people who profess the same religious doctrines as those which I have myself embraced, adhered to and advocate. There are others, however in the congregation who are unacquainted with the doctrines of the Church of Jesus Christ of Latter-day Saints, and who perhaps are more or less anxious to obtain some understanding of the nature and character of the work which is represented among and by this people. Heretofore they have been dependent upon popular report, which has been, in almost every instance, erroneous upon this subject, for we have been greatly misrepresented in all the world. There is one particular point that I wish to direct the minds of this audience to regarding the work, and in doing so, I wish to point out a popular error which exists in the understanding of many people in reference to us. There is a prevailing opinion, based on false representations regarding the Church which I have the honor to be identified with, that there exists among the people called Latter-day Saints, a species of serfdom or bondage, or that one or more men rule over the people with a high hand&#x2014;a species of despotism. I wish to state here that my personal experience in this Church for half of the time which I have spent in this life, informs my judgment that such is not the case, that the Latter-day Saints are a free people, and the system which they have adopted&#x2014;which they understand to be of divine origin&#x2014;is calculated in its character to make them free. The reason why it makes them free is because that the greatest bondage which can exist among the human <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> family is the result of doing that which is wrong, which is contrary to the laws of God, and to the laws of righteousness, that should exist between man and man. I do not wish to say that this Church or this people as a whole are entirely free from evil. It would be very wrong to assert this, to do so would be stepping beyond the bounds of truth and consistency, for we are in a state of imperfection, and where imperfection exists there necessarily follow departures from the strict line of righteousness. But there is one feature connected with this Church that is glorious, and it is this: that so far as the laws of this Church are concerned, there are none who are exempt from them, they are applicable to all, from those who hold the highest positions in this Church to the humblest member therein; all must subscribe to them. There is, however, an organization&#x2014;an order in this Church which we recognize and which we sustain. This feature extends to this beautiful principle in the Church&#x2014;which is the highest form of what might be termed the democratic principle&#x2014;that all the main measures pertaining to this work, in order to be valid in the sight of heaven, and to be in accordance with the strict law of this Church, must have the consent of the people before it becomes binding upon the people, from whatsoever source it may emanate. In order to show you that this is the case, I will refer the congregation to what we esteem as the law and the testimony.<span class=\"citation\" id=\"58048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58048)\">Isa. 8:20<\/a><\/span> We have a book here which is called the Book of Doctrine and Covenants of the Church of Jesus Christ of Latter-day Saints, containing the revelations of Jesus Christ through the Prophet Joseph Smith, who was raised up specially by the Almighty, according to our  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>faith, to organize the Church of Jesus Christ according to the will of heaven, by revelation and commandment from the Most High. In order to show you that that which I have spoken is according to the law of our Church, I will read a small portion of instructions which emanated from him whom we esteem a great Prophet. Talking of the government of the Church and the people in July, 1830, these instructions came through that medium: &#x201C;And all things shall be done by common consent in the church, by much prayer and faith, for all things you shall receive by faith.&#x201D;<span class=\"citation\" id=\"84506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84506)\">D&amp;C 26:2<\/a><\/span> That is a law of this Church that the affairs of the Church shall be done by common consent of the body religious, and therefore there is no despotism here; there is no one-man power in the sense in which it is accepted regarding us in the world, because when measures that are deemed for the advancement of this work are brought up, they have to be received by the people, and their consent obtained, in order to make them in accordance with the law which God has revealed for the government of the organization that He has established in this day. And there exists among this people a reverence for law, a regard for that which is legal and proper, that I have not seen exist to the same extent in any other community with which I have mingled. <\/div><div class=\"paragraph jod\" id=\"v22n502\"> There is at the present time a disposition among the people of the world which is quite remarkable, I might even say that it is phenomenal in its character. There is a question now existing in the world which is not confined to one nation alone, nor one section of the globe; but there is an influence at work which appears to be fast becoming a question pertaining to this <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whole world&#x2014;I refer to the spirit, and influence and disposition which are growing everywhere to throw off every species of restraint. Because of the increase and development of this power and influence in the hearts of the masses of the people, some of the governments of Europe are being shaken from center to circumference, and we not only hear&#x2014;in consequence of this feeling which is growing in the minds of the people&#x2014;we not only hear of threats to cast down thrones and to destroy the heads of governments that are existing, but that these things are actually taking place, and the heads of nations are trembling for fear because of this existing disposition to break in pieces the powers that be. I may draw the attention of this congregation to the fact that the revelations which were brought forward by Joseph Smith, the Prophet, pointed to this very movement and stated, in definite terms, that such a condition would exist among the nations, and that it would bring about the destruction of those governments in which it was suffered to exist and to spread. But in place of the Latter-day Saints having a disposition of this kind, it is the genius of this work, it is the spirit of this Church, to conform to proper organization, to recognize laws that are according to human rights, to recognize that which will benefit mankind. It is true that most of the governments of Europe are not based on correct principles. The rulers do not recognize the rights of the people whom they govern; but at the same time the condition that would be brought about by these things which I have referred to, this undermining governments, etc., would bring about a tenfold worse condition of things  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than the despotism even which exists in the old countries, because it would bring about anarchy and confusion; it would bring about a condition of things wherein the strong would oppress the weak even to a greater extent than they do at present, and surely there is no need for that. <\/div><div class=\"paragraph jod\" id=\"v22n504\"> Then, it might be asked, if you Latter-day Saints have so great a regard for law, for existing regulations to rule and govern society, why is it that you make exceptions to this rule? Why is it that there is, at least, one law that you are not willing to conform to?&#x2014;referring to the law that was passed in 1862, for the suppression of our system of marriage. The reason is this&#x2014;that we regard the Constitution of our country as sacred, and the will of our Heavenly Father as supreme. That sacred instrument&#x2014;the Constitution of this land&#x2014;says that a man and woman in the practice of their religion shall not be interfered with, that Congress shall have no power to make such interference as that proposed by the law to which I have made allusion. But it might be said in regard to this that it is a law nevertheless because it has passed the Congress of the United States and been sustained by the Supreme Court of the United States. Nevertheless&#x2014;I now speak for myself&#x2014;I lay it down as a proposition that any law that infringes upon my religious rights cannot be a constitutional law, if all the courts in the world should decide that it is of that character. But it may be said&#x2014;and it is said frequently&#x2014;that our system of marriage&#x2014;the same system of marriage that obtained among the ancients who held direct communication with the Almighty&#x2014;is not a part of religion. But I state, so far as I am individually concerned, that <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I hope never to get into the position where any man or class on the face of this earth shall prescribe to me what shall or shall not be my religion, for the moment that such a condition is admitted, then farewell to religious liberty. It becomes as a sounding brass and a tinkling cymbal,<span class=\"citation\" id=\"73662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73662)\">1 Cor. 13:1<\/a><\/span> having no basis in reality. But it is sometimes said that our system of marriage is obnoxious to the ruling sentiment of the country, and especially to those whose crafts are in danger, and who are professors of other religions. Then on the same principle, if we were in the majority would it be right for us to use coercive means to put down in the religions of others what might be obnoxious to our system? It is a poor rule that will not work both ways. But it seems to me somewhat remarkable that people who are living perhaps thousands of miles away from this part of the country, should have such powerful visual organs that they can gaze and see something that needs correcting among the people called Latter-day Saints, when there is sufficient perhaps within a radius of half a mile of their own dwelling places which would require their attention in correcting for the rest of their lives. But whenever a man travels in this country or any other, we shall find a large proportion of the people who are liberal in regard to this community, and who think that they should not be interfered with in their institutions, and instead of getting up all this <span class=\"italic\">furor<\/span> and excitement in reference to what is called the &#x201C;Mormon Problem,&#x201D; the sensible part of the community particularly are willing that the &#x201C;Mormons&#x201D; should be left to the solution of that problem themselves, and we assert that, with the help of God, we are able to accomplish that work and  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>show eventually, if not at present, a model community that it would be good for others in the world to pattern after. <\/div><div class=\"paragraph jod\" id=\"v22n506\"> There are a great many ideas in reference to this people, as I have said, which are erroneous. I have met, in traveling on the trains people who were utterly surprised to find that the Latter-day Saints looked like other people. I presume that they expected to see men walking about with slouch hats and belts filled with weapons of destruction, so erroneous and so slanderous have been the reports concerning this people which have gone abroad about them. There is only a percentage of the people that were here who are willing, on account of the deep-seated prejudice that everywhere exists concerning this people, to speak the truth concerning them. There are men who have come here who belong to different denominations, without naming any of the religious bodies with which they were connected&#x2014;who have been treated with the utmost courtesy and respect; perhaps more respect than their characters entitled them to. They have been allowed to preach their tenets, disseminate their doctrines among the people here, to build their churches until you can see them on every hand, not only in this city, but in other cities of this Territory. For purposes of the deepest mendacity they have gone abroad and been the chief instruments in arousing public sentiment against the Latter-day Saints. They have risen in their religious conventions in the United States, and told to my positive and certain knowledge, as black and infamous lies as ever fell from the lips of human beings, and were thus enabled to ply their vocation in collecting money in order to save the downtrodden women of <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Utah, and to help solve the &#x201C;Mormon problem.&#x201D; I say that such men are unworthy of the title of manhood. They obliterate within their narrow souls every principle which is worthy or entitled to respect. I have no respect for them whatever. Although I do not wish them any harm at all, I have no regard for them, because they are too limited, too narrow, too devoid of principle; in fact they can get along with as small an amount of principle as any class of men that I ever knew of in my life. So far as I am concerned, I have not reached that condition of perfection which our Savior taught and practiced. I am imperfect in that respect&#x2014;when He says you shall love your enemies.<span class=\"citation\" id=\"63215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63215)\">Matt. 5:44<\/a><\/span> I say that I do not have any love for characters of that kind, who will go in the face of facts with which they are acquainted, as well as men can possibly be acquainted with anything, and willfully and knowingly misrepresent the characters of this or any other people on the face of the earth. I would feel the same if these animadversions and calumnies which are heaped upon this people were heaped upon any other. There is one individual especially whom I knew when he was here, at least passingly, who said that in Provo, a quiet, peaceable settlement in the South, one of the most peaceable places on the top of this earth, perhaps&#x2014;at least it would be if they were all Latter-day Saints who are there&#x2014;this individual said that he was under the necessity, in going to preach in the morning or in the afternoon, or whenever he had to ascend the stand, of laying a pistol by the side of the word of God&#x2014;a falsehood as plain and direct as ever was spoken; for I have lived in this Territory fifteen years and have never known the time when it was  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anymore necessary for one of those hirelings who preach for money and divine for wages and not for the good of the souls of men, to go on to the stand armed and equipped for defense, anymore than it is for me to do the same thing at this moment, in this building. <\/div><div class=\"paragraph jod\" id=\"v22n508\"> But my brethren, sisters and friends, that is the way false reports are started regarding this people. And what is the reason? One reason is, I presume, because of our success. <\/div><div class=\"paragraph jod\" id=\"v22n509\"> I told you that the measures adopted by this Church are done by common consent, as anyone knows who has attended one of our General Conferences when this huge building is filled in every part with the Latter-day Saints from the various places that we have located in this Rocky Mountain region, when we come together to worship God according to the dictates of our own conscience<span class=\"citation\" id=\"94156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94156)\">A of F 1:11<\/a><\/span> and according to that which we have accepted as true. When we come together for that purpose our missionaries are called. They are not reared in colleges for the purpose. We claim to have in our midst the same Priesthood and authority which existed in the ancient Church, and the same power characterizes the administrations of that Priesthood. Men are called from the plow, they are called from the carpenter's bench, from the shoemaker's bench, from the office of the accountant, from the merchant's store, and from any of the other vocations of life by the authorities of the Church, and when the selections are made their names are called out in this conference that the voice of the people may be given by which to endorse the selections which are thus made. The people are requested to manifest whether the selections meet with their wishes or <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> no, a show of hands is called, a forest of them goes up, and these men, if they be filled with the faith of this Gospel, are ready to go to the ends of the earth at such a summons, and perform their God-given duty in fulfillment of the words of the Lord and Savior when He said, referring to it as one of the signs of the last days, &#x201C;And this gospel of the kingdom shall be preached in all the world for a witness; and then shall the end come.&#x201D;<span class=\"citation\" id=\"65720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65720)\">Matt. 24:14<\/a><\/span> They lay aside their business interests and go forth without remuneration and perform this labor. Their efforts are blessed, for they are generally successful, and they return after as many years as may be assigned them to labor in the nations of the earth in preaching this Gospel; they come back with their sheaves with joy and rejoicing,<span class=\"citation\" id=\"57264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57264)\">Ps. 126:6<\/a><\/span> to reunite themselves again with the main body of this Church. <\/div><div class=\"paragraph jod\" id=\"v22n510\"> There is a statement in the Scriptures something like the following: &#x201C;To the pure all things are pure.&#x201D;<span class=\"citation\" id=\"76306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76306)\">Titus 1:15<\/a><\/span> Now there are many who attribute the existence of our marital institutions to a desire on the part of the men who form this Church to minister to the lower instincts and passions of their natures. I do not say that in every instance the Church is free from this kind of crime, for crime I consider it is; but I say that when such is the case, when a man enters into this holy bond, whether it be in taking more wives than one, merely for the gratification of his passions he infringes upon a law of God, of nature and of this Church, for this Church decides that its members shall be pure in every respect; therefore those who are governed by impure instincts, feelings and sentiments are departing from the genius, the spirit, and the true practice of this Church, whoever they may be. But this is not the purpose. There  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are purposes in the mind of Jehovah in regard to this principle, at least we accept them as such. God has decreed that in this day He will build up His Kingdom, and we are seeking to build it up, and as it is said in the Book of Mormon that was brought forth by the power of God, through the instrumentality of Joseph Smith, that if the Lord should desire to raise up children to himself, that He shall command His people, otherwise they shall not practice the principle of plural marriage.<span class=\"citation\" id=\"81668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81668)\">Jacob 2:30<\/a><\/span> Our Elders go abroad into the nations; they sound the trumpet of the Gospel both long and loud. But although they meet with some success, the numbers that hear their testimony and embrace it are comparatively few, compared with the great masses, that disregard their message. This kingdom must have people, and if the people of the world will not come and join with us and build up the kingdom of God, we will build it from the internal strength within itself. Let a person who does not believe in this go through this Territory from north to south and from east to west, and see the flocks of beautiful children who are growing up in the midst of this people, who will aid in bearing off this kingdom. <\/div><div class=\"paragraph jod\" id=\"v22n512\"> There is a great cry in reference to the stoppage of the influx of population to Utah. Attempts have been made to stop the flow of immigration of Latter-day Saints on the most flimsy pretexts. I have no fears, however, that anything of that kind will ever amount to much, because no measure of that kind can, in this country, obtain without overriding and trampling underfoot every principle of the constitution of our country. But it appears to me that there is a source of power that is growing up in this <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> community that is comparatively lost sight of. That is the youth who are growing up. Many state that the youth of this community are becoming demoralized. There are some who are demoralized, and who have departed from the faith which their fathers suffered to establish and sustain. Some of the latter have suffered death and others have suffered almost death time and time again, because of the persecution and opposition with which they have had to contend in almost every form. But those who suppose that the bulk of the youth of this community will not sustain this work are mistaken. The bulk of them will, and a great many of them are, and I will say today, in behalf of our young men, that, according to my experience, having been recently on a mission abroad, generally the most successful among the Elders of this Church, and the most fearless in the enunciation of the principles and doctrines of this Gospel, the most laborious and indefatigable laborers in the cause of truth, have been the boys who have been born and reared in the Territory of Utah, and in the city in which we now are. I have great hopes of our young people, and I am pleased to note within the last few years the great solicitude, the anxiety which has been manifested in regard to their welfare, that they should be brought up in the nurture and admonition of the God of Jacob,<span class=\"citation\" id=\"75366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75366)\">Eph. 6:4<\/a><\/span><span class=\"citation\" id=\"81774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81774)\">Enos 1:1<\/a><\/span> to shun the drunkard's path, the path of the libertine, and every form of pollution and degradation. <\/div><div class=\"paragraph jod\" id=\"v22n513\"> But this brings me back again to an idea that I was about to draw your attention to, in regard to the idea that men embrace the principles of plural marriage in order to minister to their baser passions. I have spent between five and six  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>years exclusively preaching this Gospel in the nations, and I have been acquainted, in that capacity, with hundreds of Elders. I have labored and traveled with them in the nations of the earth, and I know, as well as I know that I stand here, and that you are listening to the tones of my voice, that they are, as a rule, as pure as the angels in regard to the matter to which I now allude. They go abroad for one, two, three or four years, or as many years as may be necessary, and refrain from every form of gratification of the kind to which I now refer. I have known of instances of departures from this rule, and there is a singular thing connected with this work that I wish here to note. Those who have been guilty of thus violating the principles of chastity, and consequently the holy covenants they have entered into, there has been a departure from them of the light and power of the Holy Spirit, and they became wilted like the flower without moisture which has been blighted by the heat of the sun. It was visible to every eye that something had happened which was derogatory to such individuals. It is opposed to the spirit of this work that men should violate the principles of purity and chastity, and I know this to be the case. Where such instances have occurred, what has been the sentiment of this Church? Has it sustained it? If it has ever been sustained by any person in authority in this Church, I know not of any instance of that kind. <\/div><div class=\"paragraph jod\" id=\"v22n515\"> What is there so very horrible, what has awakened the sentiment of the world at large that they should become so shocked in their moral susceptibilities regarding this people? What is there about this people that appears so enormously <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wrong? There is peace, there is regard for each other, there is respectability, there is a large amount of honesty and uprightness. What is there to shock the sensibilities of the most enlightened professor of religion or of anybody else in the world at large, which is reeking with corruption from center to circumference. Some people say&#x2014;&#x201C;What is going to be done in regard to this question? The United States Government are going to come down on you and crush your institutions or crush you.&#x201D; Well, you see, we have got so often crushed in theory, that we are becoming used to it. We have been crushed, obliterated, annihilated, until there was not a spot left of a Latter-day Saint in theory, but the practical part has not yet come. We have no fears. Some of our friends regard us with solicitude, they are deeply concerned for our welfare, and they think surely the end will come this time, whichever time it might be, but we do not think so. We have great faith in the Almighty. That is a good quality in any people, is it not? To have faith in God. I do not know of a people who have more faith in God and the Scriptures, so that, seeing we are told that without faith it is impossible to please God,<span class=\"citation\" id=\"76980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76980)\">Heb. 11:6<\/a><\/span> in that respect at least we must to some extent please our Father in heaven. We have often seen the clouds that have gathered around us thick, dark and threatening, at the darkest hour dispelled. Then we have seen the sun of prosperity shine again in its glory and in its strength, so that we think every cloud that comes will be dissipated in a similar way, and that the God of heaven will not forsake a people who put their trust in Him. We put our trust in Him, and also believe in doing the best we can our<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves, believing that God helps them the most who help themselves. But some say&#x2014;&#x201C;You will have to give up what is demanded of you; you will have to abolish your institutions and become like unto us.&#x201D; This is what the world say. Then I say God forbid that we shall become in some respects like the world or their institutions. We do not want to become like that, and no people have a right to coerce us into that condition, notwithstanding that there is a journal published in this city&#x2014;and we have preserved the record of it, published to the world&#x2014;advocating what? Purity, instruction and intelligence to be disseminated among the Latter-day Saints, that their delusion might be dispelled, and that they might be brought out of the thralldom in which they are supposed to be involved? No. What are the measures advocated? The establishment, encouragement and sustenance in the midst of the Latter-day Saints of gambling dens, houses of ill fame, drinking saloons, and all those institutions which are damning in their character, and which drag poor humanity down to the very depths of degradation! Surely the words of the Prophet are coming to pass when he said that in the last days the corrupt in heart would say, &#x201C;Let us go up to Zion that her sons and daughters may be defiled.&#x201D;<span class=\"citation\" id=\"62189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62189)\">Micah 4:11<\/a><\/span> And I now say, that leave it to the sentiment of the Latter-day Saints, leave it to the prevailing feeling in the midst of this people, and there would not exist in the Territory of Utah today, an institution of the kind which I have named. I have seen the day when houses of ill fame were not suffered to exist within the confines of this Territory. But those officials who are sent forth to us by this mighty government have in <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many instances encouraged these evils instead of sustaining the noble sentiment of the people. They have ignored and set aside local laws enacted for the suppression of these iniquities. I say, out on such characters as these, whether they be judges, whether they be governors, whatever position they hold, as far as I am individually concerned. I have no hesitation in saying that I have not the slightest atom of respect for such individuals. These are the men who would bring into this community the worst species of despotism that could exist among any people, that is, to force into and encourage in the midst of a community those elements which are degrading and corrupt. They have not the welfare of the people at heart, and I utterly and totally, as an individual&#x2014;I am not speaking for others, but for myself&#x2014;I despise them from the bottom of my heart and all such characters. But all those men who sustain righteousness and uphold purity and equal rights, I say that I feel in my heart to bless them and to sustain them, and to respect them as every man who takes a course of that kind should be respected. <\/div><div class=\"paragraph jod\" id=\"v22n517\"> &#x201C;But will you not forego your institutions because of the amount of pressure which may be brought against you.&#x201D; I say so far as I am concerned that I have no concessions to make. I do not want to be understood as talking for others; but I say we claim that God has revealed this system, and the only concessions which can be made so far as our principles are concerned must be made by their Author, otherwise they are null and void. So far as religious liberty is concerned, we claim the same as other people, and, in the language of the celebrated orator who figured in the early history of this country&#x2014;Patrick Henry  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;I hope to be able to say as he said: &#x201C;Give me liberty or give me death.&#x201D; I believe that is the ruling sentiment among the faithful of this Church, and those who suppose that we are always going to lay our necks down to be trampled upon and crushed, and that we shall always be crowded to the wall, I say that I am of the opinion that they will sometime find out their mistake. <\/div><div class=\"paragraph jod\" id=\"v22n519\"> But we Latter-day Saints have a great deal to learn. Sometimes we complain of the waywardness of many who have become connected with us; that they have gone back into the practices of the world; that they have become backsliders and do not conform to the principles of this Gospel. Then I say there is a provision in the law for cases of this kind. To the law and the testimony,<span class=\"citation\" id=\"58049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58049)\">Isa. 8:20<\/a><\/span> for God has revealed the laws, and they are contained in this book (Doctrine and Covenants), in the Bible, and in the Book of Mormon, for the regulation of His Church, and for its preservation and purity. There is one universal law in regard <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the evildoer in this Church, and it is this, in the language of the revelation in which it is given, &#x201C;He who sinneth and repenteth not shall be cast out.&#x201D;<span class=\"citation\" id=\"85341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85341)\">D&amp;C 42:28,37<\/a><\/span> If that law were applied, the unpardoned and unrepentant would be shaken off and the Church purged of its worthless elements. <\/div><div class=\"paragraph jod\" id=\"v22n520\"> This, my brethren and sisters, is a great work. God has revealed it. Then let us cultivate within us that principle of eternal life which Jesus spoke about when he said to the woman at the well, that if she had asked him he would have given her to drink that which would have caused her never to thirst,<span class=\"citation\" id=\"69006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69006)\">John 4:10<\/a><\/span> and would have been as a well of water springing up to everlasting life,<span class=\"citation\" id=\"69075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69075)\">John 4:14<\/a><\/span> which is the Spirit of the living God, given to the faithful for their guidance. <\/div><div class=\"paragraph jod\" id=\"v22n521\"> May the Lord bless all the House of Israel, the dispersed of every tribe, and the righteous, the pure, the holy and the good in every nation under the whole heavens, is my prayer in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}