{"ID":220025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Responsibility to Preach the Gospel, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President Wilford Woodruff, delivered in the Salt Lake Assembly Hall, at the Half Yearly Conference, of the Salt Lake Stake of Zion, Sunday Afternoon, Jan. 9, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Responsibility to Preach the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 1\/9\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v22n635\"> &#x201C;Woe is unto me, if I preach not the gospel! For if I do this thing willingly, I have a righteous reward: but if against my will, a dispensation of the gospel is committed unto me.&#x201D;<span class=\"citation\" id=\"73295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73295)\">1 Cor. 9:16-17<\/a><\/span> These were the words of the Apostle Paul. Again he said: &#x201C;But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74356)\">Gal. 1:8<\/a><\/span> And he repeats this. Again he says: &#x201C;But if our gospel be hid, it is hid to them that are lost: In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.&#x201D;<span class=\"citation\" id=\"74057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74057)\">2 Cor. 4:3-4<\/a><\/span> I will say as Paul did, &#x201C;Woe be unto me, if I preach not the gospel.&#x201D;<span class=\"citation\" id=\"73290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73290)\">1 Cor. 9:16<\/a><\/span> I will say the same for the Apostles, the High Priests, the Seventies, and the Elders, so far as <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are called to declare the words of life and salvation to this generation; the judgments of God will rest upon us if we do not do it. You may ask why. I answer, because a dispensation of the Gospel of Jesus Christ has never been given to man in ancient days or in this age, for any other purpose than for the salvation of the human family. Again, the Lord says (in sec. 1 of the Book of Doctrine and Covenants): &#x201C;And the voice of warning shall be unto all people, by the mouths of my disciples, whom I have chosen in these last days. And they shall go forth and none shall stay them, for I the Lord have commanded them. Behold, this is mine authority, and the authority of my servants, and my preface unto the book of my commandments, which I have given them to publish unto you, O inhab<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>itants of the earth. Wherefore, fear and tremble, O ye people, for what I the Lord have decreed in them shall be fulfilled.<span class=\"citation\" id=\"83646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83646)\">D&amp;C 1:4-7<\/a><\/span> * * Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments; And also gave commandments to others, that they should proclaim these things unto the world; and all this that it might be fulfilled, which was written by the prophets.&#x201D;<span class=\"citation\" id=\"83681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83681)\">D&amp;C 1:17-18<\/a><\/span> Again, the Lord has said, &#x201C;Behold, now it is called today until the coming of the Son of Man, and verily it is a day of sacrifice, and a day for the tithing of my people; for he that is tithed shall not be burned at his coming.<span class=\"citation\" id=\"86528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86528)\">D&amp;C 64:23<\/a><\/span> * * and I will not spare any that remain in Babylon. Wherefore, if ye believe me, ye will labor while it is called today.&#x201D;<span class=\"citation\" id=\"86532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86532)\">D&amp;C 64:24-25<\/a><\/span> This is the word of the Lord to the Elders of Israel. And I say the same to the Latter-day Saints. It is no light thing for any people in any age of the world to have a dispensation of the Gospel of Jesus Christ committed into their hands, and when a dispensation has been given, those receiving it are held responsible before high heaven for the use they make of it. <\/div><div class=\"paragraph jod\" id=\"v22n637\"> I feel to back up the testimony given to us this forenoon by President Taylor. I have had the same feelings resting upon me for the last years of my life. I realize that our condition, our position, the responsibility we hold, the relationship we sustain to God, and the relationship we sustain to this great and last dispensation&#x2014;I feel that many of us as Latter-day Saints, hold too lightly these important trusts committed to our charge. The angel of God, as declared to St. John, the Revelator,  <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> while upon the Isle of Patmos, had come forth in the last days, flying through the midst of heaven, having the everlasting gospel to preach to them that dwell upon the earth, and to every nation, kindred, tongue and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.<span class=\"citation\" id=\"79930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79930)\">Rev. 14:6-7<\/a><\/span> This Gospel was committed to Joseph Smith, and connected with this Gospel was the proclamation, &#x201C;Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79985)\">Rev. 14:7<\/a><\/span> This was the position in which Joseph Smith was placed when he was in the flesh; it was the position of those that were connected with him, his brother Hyrum, and others of his father's house, as well as the Twelve Apostles, the Seventies, and those early Elders of Israel who were called to make the proclamation of this Gospel to the world. They were sustained by the power of God. They were called and commanded to go forth into the world and preach this Gospel to the inhabitants of the earth, without purse or scrip.<span class=\"citation\" id=\"68200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68200)\">Luke 22:35<\/a><\/span><span class=\"citation\" id=\"84487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84487)\">D&amp;C 24:18<\/a><\/span> This is the manner we traveled in early days. The early Elders of the Church were called to pass through a great deal. Joseph Smith himself, from the hour that he received the records from the hand of Moroni, and commenced to proclaim the restoration of the Gospel, to the day of his death, had to suffer tribulation. The whole world arose against him&#x2014;priest and people. What was the matter? Simply that Joseph Smith was like other prophets and apostles. He brought forth a dispensation of the Gospel of Jesus Christ, which came in contact with the traditions of the people&#x2014;traditions which have been handed down from generation to generation. He was the first man since the day the  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Savior was put to death, and the Apostles and the Priesthood taken home to God&#x2014;he was the first and only man that ever attempted to establish the Gospel of Jesus Christ according to the ancient order of things. But he was sustained in his work. He knew very well when he undertook to introduce this Gospel that it would be unpopular,<span class=\"citation\" id=\"93802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93802)\">JS&mdash;H 1:33<\/a><\/span> his brethren knew this also; but being called of God, and a dispensation of the Gospel having been committed to his hands<span class=\"citation\" id=\"128566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128566)\">D&amp;C 110:16<\/a><\/span> and the hands of his brethren, the Gospel had to be preached. <\/div><div class=\"paragraph jod\" id=\"v22n639\"> This is our condition today. O ye Elders of Israel who have received the Holy Priesthood, we have this work laid upon our shoulders, we have to take hold and build up this kingdom or be damned. This is our condition; we cannot get away from it; the ancient Apostles could not; we cannot. It is the greatest dispensation God ever gave to the human family in any age of the world, and we are commanded to carry it forward. We cannot afford to treat lightly this work. We cannot undertake to serve God and mammon.<span class=\"citation\" id=\"63573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63573)\">Matt. 6:24<\/a><\/span><span class=\"citation\" id=\"67770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67770)\">Luke 16:13<\/a><\/span> We cannot undertake to serve the world and fulfil our missions as Apostles and Elders of the Lord Jesus Christ. We have got to take one side or the other. And I will also say we cannot be fruitful in the things of the kingdom of God, except we are diligent in searching for the things of God. It is our duty to do so. We have been called by the spirit of revelation, by the voice of God from Heaven, through the mouth of his prophets, to preach the Gospel and build up this kingdom. This is the word of the Lord unto us. The Lord said in the beginning, some fifty years ago, in the first revelation almost which was given to us, that the harvest <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was ripe, and that whosoever would thrust in his sickle and reap<span class=\"citation\" id=\"83812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83812)\">D&amp;C 4:4<\/a><\/span> the same is called of God.<span class=\"citation\" id=\"83810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83810)\">D&amp;C 4:3<\/a><\/span><span class=\"citation\" id=\"83864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83864)\">D&amp;C 6:3-4<\/a><\/span><span class=\"citation\" id=\"83961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83961)\">D&amp;C 11:3-4<\/a><\/span><span class=\"citation\" id=\"83979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83979)\">D&amp;C 12:3-4<\/a><\/span><span class=\"citation\" id=\"84072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84072)\">D&amp;C 14:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n640\"> I have given you my views and feelings with regard to these things. I have my faith, my hope. I believe that God Almighty reserved a certain class of men to carry on his word. They have been born into the world in this generation. I believe this was the case with Joseph Smith. I believe he was ordained to this work before he tabernacled in the flesh.<span class=\"citation\" id=\"128567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128567)\">Jer. 1:5<\/a><\/span> He was a literal descendant of Joseph who was sold into Egypt,<span class=\"citation\" id=\"81290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81290)\">2 Ne. 3:6-16<\/a><\/span> and the Lord called him and ordained him. He gave unto him the keys of the kingdom.<span class=\"citation\" id=\"128568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128568)\">D&amp;C 81:1-2<\/a><\/span> He received the record of the stick of Joseph from the hands of Ephraim, to stand with the Bible, the stick of Judah,<span class=\"citation\" id=\"60870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60870)\">Ezek. 37:15-20<\/a><\/span> in the last days as a power to gather the twelve tribes of Israel,<span class=\"citation\" id=\"128569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128569)\">D&amp;C 110:11<\/a><\/span> before the coming of Shiloh,<span class=\"citation\" id=\"128570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128570)\">Gen. 49:10<\/a><\/span> their King. <\/div><div class=\"paragraph jod\" id=\"v22n641\"> We have been under the necessity of carrying this Gospel to the generation in which we live. The Lord has never sent judgments upon any generation which we have any knowledge of until he has raised up prophets and inspired men to warn the inhabitants of the earth. This is the course the Lord has dealt with all men from the days of Father Adam to the present time. <\/div><div class=\"paragraph jod\" id=\"v22n642\"> I need not stop to tell you that we live in a day of darkness, wickedness, unbelief, and transgressions of every kind; I need not tell you this; the heavens know it, the earth knows it, the devils know it, all men know it who are acquainted with the human family in the day and age in which we live. The Lord told us fifty years ago, that &#x201C;Darkness covereth the earth, and gross darkness the minds of the people, and all flesh has become corrupt before my face.&#x201D;<span class=\"citation\" id=\"90610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90610)\">D&amp;C 112:23<\/a><\/span> But He has sent forth the warning voice<span class=\"citation\" id=\"128573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128573)\">D&amp;C 112:5<\/a><\/span>  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to them. He has called upon all men to repent and obey the Gospel of Jesus Christ, that they may be counted worthy to escape the judgments of God. <\/div><div class=\"paragraph jod\" id=\"v22n644\"> President Taylor treated this forenoon upon the law of Tithing. Perhaps the Latter-day Saints do not want to hear much more upon this subject; but I have felt a long time that we as a people were somewhat ignorant of that law. We have looked upon it as a matter of little consequence; we have looked upon it with a great deal of indifference whether we pay tithing or not. But the subject was clearly set forth this forenoon by President Taylor. He has no power to change this law, nor has any other man; and if we do not obey it, we can lay no claim to the promises made to those who obey it. These things are very plain and pointed. The principle of tithing has been a principle of sacrifice in almost every age of the world; in fact, it was peculiarly so among the people in ancient days, and among even the heathen nations of the earth. Now I have thought many times that some of those ancient kings that were raised up, had in some respects more regard for the carrying out of some of these principles and laws, than even the Latter-day Saints have in our day. I will take as an ensample Cyrus, on account of his temperance. He was one of the kings of the Medes and Persians. I believe his father was a Persian and his mother a Mede. To trace the life of Cyrus from his birth to his death, whether he knew it or not, it looked as though he lived by inspiration in all his movements. He began with that temperance and virtue which would sustain any Christian country or any Christian king. And even when he was sent in his youth to <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his grandfather Astyages, the king of the Medes, he showed that he had been carefully brought up, and he followed his early training in a great measure throughout his life; while as king or leader of the Median armies, he conquered nearly the whole world&#x2014;in fact I do not know that he ever lost a battle. His grandfather was living in luxury, and when young Cyrus was sent to him he offered to serve him as a butler&#x2014;only he didn't do as butler's sometimes do&#x2014;that is, taste the wine before putting it on the table. Cyrus, when offered wine, said, &#x201C;I am afraid it is poison.&#x201D; &#x201C;You are afraid it is poison?&#x201D; &#x201C;What makes you think it poison?&#x201D; &#x201C;Why, because I have seen it make you and some of the princes act very strange, you would stagger and act very curious.&#x201D; He followed this principle of temperance during his whole life. Before a battle he offered sacrifices to the Gods; when he finished a battle and had a victory he did the same thing. I have been struck in reading his history with the course he took in this matter. He would never enter into revelry or debauchery over the nations he had conquered. He taught such principles until the day of his death. Before he died he told those by whom he was surrounded, that he did not want his body put into a gold coffin or a silver coffin; he simply desired his body to be laid in the dust and covered with the earth. Many of these principles followed him, and I have thought many of them were worthy, in many respects, the attention of men who have the Gospel of Jesus Christ. But the law of tithing was carried out by all Israel, from the creation of the world down to the present time&#x2014;that is, whenever God had a people upon  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the earth they observed the law of tithing. And I believe, as President Taylor has stated, that it is our duty to pay our tithes and offerings before the Lord. It is a commandment of the Lord that we should do this, and I do not feel myself called upon as a member of this Church and kingdom to require the President of this Church to attempt to change this order, or attempt to find fault with him because he does not permit young men who curse and swear, who do not pay their tithing, etc., to enter the Lord's house and there have sealed upon their heads the highest blessings that were ever given to Patriarchs and Prophets, who have sealed their testimony with their blood. He has told the Bishops and Presidents of Stakes not to give recommends to young men or old men, or anybody else, who do not obey the laws of God in this respect, and I feel to back him up in this matter, for I know he will be justified before the Lord. If we attempt to please the world on the one hand and serve the Lord on the other, we will fall. <\/div><div class=\"paragraph jod\" id=\"v22n646\"> I feel to say to my brethren who have received the holy priesthood: We occupy a position in the world which is of great importance to us. We have received the teachings of heaven; in fact, I believe there never was a people since God made the world, who received more teachings than the Latter-day Saints, for the last fifty years. The world has rejected the light of truth, and the fulness of the Gentiles will come in. But it is our duty to preach the Gospel to them, until the Lord says, &#x201C;It is enough.&#x201D; We must round up our shoulders, and bear off this kingdom. <\/div><div class=\"paragraph jod\" id=\"v22n647\"> The Lord compared the kingdom of heaven to ten virgins; five were wise and five were foolish; five had <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> oil in their lamps and five had not.<span class=\"citation\" id=\"66021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66021)\">Matt. 25:1-13<\/a><\/span> Now the question is, how can we keep oil in our lamps?<span class=\"citation\" id=\"128571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128571)\">D&amp;C 45:57<\/a><\/span> By keeping the commandments of God, remembering our prayers, do as we are told by the revelations of Jesus Christ, and otherwise assisting in building up Zion. When we are laboring for the kingdom of God, we will have oil in our lamps, our light will shine and we will feel the testimony of the spirit of God. On the other hand, if we set our hearts upon the things of the world and seek for the honors of men,<span class=\"citation\" id=\"94663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94663)\">D&amp;C 121:35<\/a><\/span> we shall walk in the dark and not in the light. If we do not value our priesthood, and the work of this priesthood, the building up of the kingdom of God, the rearing of temples, the redeeming of our dead, and the carrying out of the great work unto which we have been ordained by the God of Israel&#x2014;if we do not feel that these things are more valuable to us than the things of the world, we will have no oil in our lamps, no light, and we shall fail to be present at the marriage supper of the Lamb. <\/div><div class=\"paragraph jod\" id=\"v22n648\"> I have felt for a good while that we required stirring up with regard to the law of tithing, and other things. The question is here: If this is the work of God, and the Lord has given us commandments, will we be blessed in obeying these commandments? The Lord holds our destiny in his hands. The earth, the riches of the earth, the crops, the herds, or flocks, our food and raiment are all the gifts of God to us. <\/div><div class=\"paragraph jod\" id=\"v22n649\"> Of course, we are required to practice what we preach. I believe in that doctrine. Now, I know for myself, that the presidency of this Church pay their tithing. As chairman of the Auditing Committee, I know what their tithing is. The  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Twelve Apostles pay their tithing. Bishop Hunter and his Counselors pay their tithing, as well as a great many others in this Church and Kingdom. I would not preach tithing if I did not pay it. I consider it my duty to pay my tithing. I consider it is a law of God to me, and I am no poorer for obeying it. I wish my brethren and sisters to take this principle to heart. As the President has said, the Lord does not care anything about our cattle, our gold and our silver. The law of tithing is a law of God to us. Obedience is better than sacrifice.<span class=\"citation\" id=\"55468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55468)\">1 Sam. 15:22<\/a><\/span> We are building temples to the name of the Lord. What are we building them for? That we may enter in and redeem our dead. The Lord has had his endowments a great many years ago. He has ascended to his thrones, principalities and powers in the eternities. We are his children. He has given us a law, and he has placed us here on the earth to obey that law. We are here to fill a probation and receive an education. I once read a man's view of education&#x2014;he was not a Mormon, but a man of the world&#x2014;who said, &#x201C;No man is fully educated unless he can tell where he came from, why he is here, and where he is going to.&#x201D; That being the case, I thought there were few fully educated in the world. No man can tell where he came from unless it is revealed to him. We have had these things revealed to us in the Bible, Book of Mormon, and Book of Doctrine and Covenants. We have thus come to the knowledge that we had an existence before we came here, and that we had a probation before we came here. We are now upon our second estate,<span class=\"citation\" id=\"93468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93468)\">Abr. 3:26<\/a><\/span> and our eternal destiny depends upon the few years we spend in the flesh. We are placed here that it may be seen which law we will keep. <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Our Heavenly Father has placed before us the laws celestial, telestial and terrestrial. If any man will obey the celestial law,<span class=\"citation\" id=\"88379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88379)\">D&amp;C 88:21<\/a><\/span> he will be preserved by that law;<span class=\"citation\" id=\"88479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88479)\">D&amp;C 88:34<\/a><\/span> all the glory, power and exaltation, belonging to that law, will be given to him. What does the Savior, the Son of God, say to us in our Testament? He says, in speaking of the Priesthood of Melchizedek, that &#x201C;they who receive this priesthood receiveth me, saith the Lord; For he that receiveth my servants receiveth me; And he that receiveth me receiveth my Father; And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father hath shall be given unto him. And this is according to the oath and covenant which belongeth to the priesthood. Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved.&#x201D;<span class=\"citation\" id=\"87739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87739)\">D&amp;C 84:35-40<\/a><\/span> Who in the name of the Lord can apprehend such language as this? Who can comprehend that, by obeying the celestial law, all that our Father has shall be given unto us&#x2014;exaltations, thrones, principalities, power, dominion&#x2014;who can comprehend it? Nevertheless it is here stated. How few there are on the earth today, or in any other dispensation, who have been able to abide the celestial law of God. It brings down the hatred of the whole generation in which we live. No man can live the celestial law without bringing upon his head persecution. It cost the Savior his life; he suffered an ignominious death upon the cross. Joseph Smith sealed his testimony with his blood,<span class=\"citation\" id=\"92000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92000)\">D&amp;C 135:3<\/a><\/span> as also have others connected with this Church and kingdom. <\/div><div class=\"paragraph jod\" id=\"v22n651\"> Now, our position is this: We have been chosen out of the world,<span class=\"citation\" id=\"70225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70225)\">John 15:19<\/a><\/span>  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world hate us,<span class=\"citation\" id=\"70226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70226)\">John 15:19<\/a><\/span> our nation hates us, indeed the inhabitants of the earth in a great measure hate us. Of course there are honorable exceptions. But a great many despise us; a great many wish our destruction. Why? Because we are trying to abide the celestial law of God; we are preaching the Gospel of Jesus Christ, and endeavoring to carry out its principles. Now the question is, will it pay us to do so? Will it pay us to be faithful? Will it pay us to pass through whatever trials or afflictions, or persecutions, or even death itself, for the kingdom of God, for salvation and eternal life, the greatest of all gifts which God can bestow on the children of men?<span class=\"citation\" id=\"84104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84104)\">D&amp;C 14:7<\/a><\/span> I say it will, and I hope that the Latter-day Saints, that all men in authority&#x2014;that we will all be faithful before the Lord, that we will remember our prayers, labor for the Holy Spirit, labor to know the mind and will of God, that we may know the path to walk in, that we may obtain the spirit of the Lord and the <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Holy Ghost, and that we may overcome the world and magnify our calling till we get through this probation. There is a long time hereafter. Our aim is high. There are a few in this generation who have attempted to keep the celestial law. I desire to keep that law, so that when I have finished my probation here, I may get into the presence of my Heavenly Father, where our Savior is, where the old patriarchs and prophets are, where Joseph Smith and his brethren the Apostles and those who have lived faithful until the day of their death are. That is my desire, and I say I desire this for myself, I desire the same for my family. <\/div><div class=\"paragraph jod\" id=\"v22n653\"> I pray God my Heavenly Father, to let his blessings rest upon us; I pray that his Holy Spirit may be with us to guide us in the path we should walk in; I pray that we may magnify our calling and overcome the world,<span class=\"citation\" id=\"78794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78794)\">1 Jn. 5:4<\/a><\/span> the flesh and the devil, and inherit eternal life,<span class=\"citation\" id=\"128572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128572)\">D&amp;C 50:5<\/a><\/span> for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}