{"ID":220045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Liberty of Conscience&#x2014;The Unrighteousness of Religious Persecution&#x2014;Eternal Truths Revealed&#x2014;Indestructibility of the Principles of the Gospel, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President Wilford Woodruff, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, October 23, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Liberty of Conscience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/23\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v22n1010\"> There being a little time left us this afternoon, I feel disposed to make a few remarks to those who are present. There is one principle which has been universally acknowledged by the Latter-day Saints, by Joseph Smith, Brigham Young, John Taylor, the Apostles and all the leading men of the Church. I have heard Joseph Smith and Brigham Young say that if they had the power over the whole world, over every human being who breathes the breath of life,<span class=\"citation\" id=\"52421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52421)\">Gen. 2:7<\/a><\/span> they would give every inhabitant of the earth the right to worship God according to the dictates of their own conscience.<span class=\"citation\" id=\"94162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94162)\">A of F 1:11<\/a><\/span> This is a principle which we believe in as Latter-day Saints, we ever have believed in it, and it is a principle which even the laws of our country, the Constitution of our <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> government holds out to all of its citizens. What! Would you give the Methodists, the Baptists, etc., the privilege of enjoying their religion? Certainly. Our city abounds with churches of different denominations. Have they ever been opposed by anybody belonging to this Church in the erection of their churches and in the enjoyment of their religion? I think not. If they have, they should not have been. Why would you do this? Because the God of heaven gives all his children this right and privilege, it belongs to the whole human family, every man, woman and child under heaven has the right to worship God according to his desires, according to his own views, and according to the light which he has. The Lord gives all the children of  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men this right and privilege. He gives them their agency and holds them responsible for their actions, and while the Lord does this, why should the children of men interfere? Why those scenes of blood that have taken place on the earth through religious principles? They are unrighteous. As Latter-day Saints we claim the same right that we would give to the inhabitants of all the world. We say to all men, &#x201C;Enjoy your religion, worship God according to the dictates of your own conscience.&#x201D;<span class=\"citation\" id=\"94163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94163)\">A of F 1:11<\/a><\/span> We ask the same right as the children of God. We claim this by the Constitution and laws of our country, and upon this principle we have embraced the fulness of the everlasting Gospel of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v22n1012\"> The Lord has sent forth angels out of heaven. He has delivered the fulness of the Gospel to Joseph Smith. He was raised up as a Prophet of God, by the power of God, to lay the foundation of this Church of Jesus Christ of Latter-day Saints on the earth, and to lay the foundation of that kingdom which the Prophet Daniel and the other Prophets spoke of,<span class=\"citation\" id=\"61327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61327)\">Dan. 2:44<\/a><\/span> and to build up that Zion which Isaiah,<span class=\"citation\" id=\"57827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57827)\">Isa. 2:3<\/a><\/span> Jeremiah<span class=\"citation\" id=\"60343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60343)\">Jer. 3:14<\/a><\/span> and Ezekiel<span class=\"citation\" id=\"60944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60944)\">Ezek. 48:35 (JST)<\/a><\/span> said should be built up in the latter days. We believe this with every sentiment of our hearts. Now, in reading the publications of the day, I find there are many men in our country that seem to be filled with great anger against the Latter-day Saints, and they belch forth their wrath and indignation and animus against us, because we differ from them in some principles pertaining to the Gospel of Christ. Now, here is one principle that I wish to impress upon the minds of every Saint of God who dwells upon the earth&#x2014;and I want our reporters to write it down&#x2014;I want to impress <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it upon the rulers of our nation and upon all the inhabitants of this nation and every other nation, namely, that the love of God, faith, hope and charity, and the Gospel of Jesus Christ, with all the ordinances thereof, with the Holy Priesthood, which has power both in heaven and on the earth, and the principles which have been revealed for the salvation and exaltation of the children of men&#x2014;that these are principles you cannot annihilate. They are principles that no combination of men can destroy. They are principles that can never die. Prisons cannot confine them; fire cannot burn them; the sea cannot drown them; no storm can wreck them; no gulf can swallow them up; no grave can entomb them, because they are eternal and will endure forever. They are beyond the reach of man to handle or to destroy. You may put men in prison and abuse them; you may burn men at the stake; you may drive men from their homes who advocate these principles; but it is not in the power of the whole world put together to destroy those principles, they are as firm and independent, as far as the agency of man is concerned, as the pillars of heaven or the throne of God. I want the inhabitants of the earth to hear these things and remember them. The inhabitants of the earth have tried for generations to destroy these principles. Yet it matters not what may take place on the earth. Republics may be destroyed, kingdoms overthrown, empires broken up, thrones cast down,<span class=\"citation\" id=\"128615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128615)\">Dan. 7:9<\/a><\/span> the sun may be turned to darkness, the moon to blood,<span class=\"citation\" id=\"61875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61875)\">Joel 2:31<\/a><\/span> the stars may fall from heaven,<span class=\"citation\" id=\"84760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84760)\">D&amp;C 29:14<\/a><\/span><span class=\"citation\" id=\"85651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85651)\">D&amp;C 45:42<\/a><\/span> and heaven and earth itself may pass away,<span class=\"citation\" id=\"80691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80691)\">Rev. 21:1<\/a><\/span> but not one jot or tittle of these principles will ever be destroyed.<span class=\"citation\" id=\"63130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63130)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"65914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65914)\">Matt. 24:35<\/a><\/span> I would to God the world could understand  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this. It would have been a blessing for them if the Jews could have understood it before they put to death the Lord Jesus Christ. When Jesus Christ came to the Jews he brought the everlasting Gospel. He was of the tribe of Judah himself.<span class=\"citation\" id=\"62624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62624)\">Matt. 1:2<\/a><\/span><span class=\"citation\" id=\"67154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67154)\">Luke 3:33<\/a><\/span> He came to his own father's house; he offered them life and salvation; yet he was the most unpopular man in all Judah. The High Priests, the Sadducees, the sectarians of the day, were the strongest enemies he had on earth. No matter what he did, it was imputed to an evil source. When he cast out devils it was imputed to the power of Beelzebub, the prince of devils.<span class=\"citation\" id=\"64355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64355)\">Matt. 12:24<\/a><\/span><span class=\"citation\" id=\"67567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67567)\">Luke 11:15<\/a><\/span> When he opened the eyes of the blind they said: &#x201C;Give God the praise: we know that this man is a sinner.&#x201D;<span class=\"citation\" id=\"69569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69569)\">John 9:24<\/a><\/span> This unpopularity followed the Lord Jesus Christ to the cross where he gave up the ghost.<span class=\"citation\" id=\"66380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66380)\">Matt. 27:50<\/a><\/span><span class=\"citation\" id=\"66708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66708)\">Mark 15:37<\/a><\/span><span class=\"citation\" id=\"68379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68379)\">Luke 23:46<\/a><\/span> Now, the inhabitants of Judah had an idea that if they could only put to death the Messiah, that that would end his mission and work on the earth. Vain hope of that generation as well as this. When they led Jesus to the cross, the very moment that spirit departed from that sorrowful tabernacle, it held the keys of the kingdom of God in all of its strength and power and glory the same as he had done while in the body. And while the body lay in the tomb, Jesus of Nazareth went and preached to the spirits in prison,<span class=\"citation\" id=\"78026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78026)\">1 Pet. 3:19<\/a><\/span><span class=\"citation\" id=\"92140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92140)\">D&amp;C 138:28<\/a><\/span> and when his mission was ended there, his spirit returned again to his tabernacle. Did the Jews kill the principles he taught? No. He burst the bonds of death, he conquered the tomb, and came forth with an immortal body filled with glory and eternal life, holding all the powers and keys he held while in the flesh. Having appeared to some of the holy women and the Apostles, he <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then went and administered to the Nephites upon this continent, and from here he went to the ten tribes of Israel, and delivered to them the Gospel,<span class=\"citation\" id=\"82701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82701)\">3 Ne. 16:1-3<\/a><\/span> and when they return they will bring the history of the dealings of Jesus of Nazareth with them, while in his immortal body. The same unpopularity followed the twelve Apostles. Some of them were sawn asunder,<span class=\"citation\" id=\"77071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77071)\">Heb. 11:37<\/a><\/span> others were beheaded, crucified, etc. But did the Jews destroy the principles they taught? Did they destroy the keys of the kingdom of God? No, verily no. They had no power over these things anymore than they had power over the throne of God, or God Himself. These men when the spirit left their body returned holding the keys of the kingdom of God into the presence of God. <\/div><div class=\"paragraph jod\" id=\"v22n1014\"> I will here say in passing that there is one principle that it would have been well if the Jews had understood, it would be well if all the inhabitants of the earth understood it, and that is, that it costs something to shed the blood of the Lord's anointed, to shed the blood of Prophets and Apostles and righteous men, to fight against God, against his Christ, and against his work. When these Jews cried out, &#x201C;Crucify him, crucify him,&#x201D;<span class=\"citation\" id=\"68285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68285)\">Luke 23:21<\/a><\/span> and a Gentile judge had declared he could find no fault in him,<span class=\"citation\" id=\"70793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70793)\">John 18:38<\/a><\/span> still they were ready to say&#x2014;&#x201C;All right, you let his blood be upon us and our children.&#x201D;<span class=\"citation\" id=\"66348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66348)\">Matt. 27:25<\/a><\/span> In this the Almighty took them at their word. The Jews have been trampled under the feet of the Gentiles for 1,800 years, in fulfillment of that declaration.<span class=\"citation\" id=\"68006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68006)\">Luke 21:24<\/a><\/span> The yoke is not even broken today. In the eastern world, in Russia, and in all the nations of the earth, more or less they are trampled under the feet of the Gentiles. Tens of thousands have been put to death. Nero put  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to death many, as also did other men in their day and time. Hence you see it has cost the Jews something for the putting to death of the Lord's anointed. <\/div><div class=\"paragraph jod\" id=\"v22n1016\"> Now, I want to say something with regard to the dispensation in which we live. The God of heaven has set his hand to fulfil the volume of revelation which the Bible contains, to build up that kingdom that Daniel the Prophet saw in the interpretation of the dream of Nebuchadnezzar.<span class=\"citation\" id=\"61328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61328)\">Dan. 2:44<\/a><\/span> The God of heaven has sent forth that angel which John the Revelator saw, &#x201C;fly in the midst of heaven, having the everlasting gospel to preach to them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79931)\">Rev. 14:6-7<\/a><\/span> That angel has delivered the Gospel to Joseph Smith, and I know it. I bear my record and testimony to this truth. It is the truth of the living God. He has set his hand, as I have said, to build up this kingdom. Isaiah has written its history.<span class=\"citation\" id=\"59153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59153)\">Isa. 35:1<\/a><\/span> Look at these valleys of the mountains. I came here on the 24th of July, 1847. What did I find? A barren desert, as barren as the desert of Sahara. There was no mark of the white man. It did not look as if any white man could live here at all. How is it today? Travel through the length and breadth of this Territory and behold the cities, towns, villages, gardens, orchards, fields, and crops that cover this once barren desert. What does it mean? It means that God Almighty is carrying out his purposes, it means that he has brought to his remembrance what his Prophets and Apostles have spoken; and all things shall be fulfilled to the very letter, even to the winding<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up scene. From whence has come this congregation; from whence have come the Saints gathered together throughout these mountains of Israel? They have been gathered from every nation as far as the Gospel has been preached. We have been gathered together by the power of the Gospel. Yet, as I have remarked many times in my public discourses, if we had preached until we were as old as Methuselah, we could never have got men and women to leave their homes if they had not been moved upon by the Holy Ghost. The Elders of Israel preached the Gospel unto them and promised them in the name of Jesus Christ, that if they would receive this Gospel they would receive the Holy Ghost. Is there a man on the face of God's footstool today that would dare make such a promise as that unless he were backed up by the power of God? No, not one. If the Elders of Israel had been impostors, deceivers, they would have been very soon found out; but the God of Israel has backed up their testimony, and it is on this principle that these valleys are filling with the people of God today. <\/div><div class=\"paragraph jod\" id=\"v22n1017\"> Now, I want to say that the same principles which existed in the days of Jesus and his Apostles exist today. There is a spirit of oppression, opposition, and persecution against the Latter-day Saints, because they differ from the world in their principles of religion. Jesus, however, said in his day: &#x201C;If the world hate you, ye know that it hated me before it hated you. If ye were of the world, the world would love its own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.&#x201D;<span class=\"citation\" id=\"70204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70204)\">John 15:18-19<\/a><\/span> What is the cause of this hatred? It is because we declare the Gospel of Christ; it is because  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we believe in Prophets, Apostles, and the gifts and graces of the Gospel; it is because we preach faith, repentance, baptism for the remission of sins, the reception of the Holy Ghost by the laying on of hands; it is because the Church is organized with Prophets, Apostles, Priests, Teachers, Deacons, etc., according to the ancient order of things. This does not agree with the feelings of the sectarian world, therefore they are opposed to us. &#x201C;But,&#x201D; says one, &#x201C;it is your polygamy that has created so much trouble with you &#x2018;Mormons.&#x2019;&#x201D; Oh, indeed, is it? I will ask, where was polygamy when we were driven from Kirtland and Far West, from Jackson, Van Buren, Clay and Davis Counties, Mo., from Nauvoo, etc., to other places, men and women put to death, houses burned, etc.? We suffered more persecution then than we have ever suffered, ten times over, since polygamy was revealed and advocated by the Elders of Israel. What was the matter then? &#x201C;Oh, you believe in revelation, you believe in Prophets and Apostles. We cannot stand this&#x2014;you have got to give up that belief, and if you don't we will destroy you, put you to death, etc.&#x201D; The feeling among the people of the United States then was that if they could only put to death the leaders of the Church, that that would be the end of &#x201C;Mormonism.&#x201D; So they thought in putting to death Jesus of Nazareth, that that would be the end of his teachings in that land. But lo and behold! When they put to death Joseph and Hyrum, they did not kill &#x201C;Mormonism,&#x201D; they did not kill faith in God, they did not kill hope and charity, they did not do away with the ordinances of the house of God, nor the power of the Holy Priesthood. The God of heaven had ordained these things; he <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had ordained men under the hands of Peter, James and John, who held the keys of the kingdom of God in the eternal worlds, and that Priesthood and the keys thereof was to remain on the earth forever. It is beyond the power of man to destroy it. I want the Latter-day Saints to understand this: &#x201C;Fear not them,&#x201D; said the Savior &#x201C;which kill the body, but are not able to destroy the soul: but rather fear him which is able to destroy both soul and body in hell.&#x201D;<span class=\"citation\" id=\"64185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64185)\">Matt. 10:28<\/a><\/span> The purposes of the Lord must be fulfilled. There is not one jot or tittle of the Old Book that the sectarian world believe in but will be fulfilled.<span class=\"citation\" id=\"63131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63131)\">Matt. 5:18<\/a><\/span> The same with regard to the Book of Mormon<span class=\"citation\" id=\"128616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128616)\">3 Ne. 15:6<\/a><\/span><span class=\"citation\" id=\"128617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128617)\">Morm. 8:33<\/a><\/span> and Doctrine and Covenants.<span class=\"citation\" id=\"128618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128618)\">D&amp;C 1:38<\/a><\/span> The opposition of the world cannot stay the progress of this work. Some men are trying to do so all the time. I dislike to refer to individuals, but I have read lately of a Mr. Talmage, who seems to be in a terrible torment about the &#x201C;Mormons,&#x201D; and is forever pouring out his wrath and indignation against them. Now, I just want to say that if we had a thousand million Talmage's, and they were to spend every breath they had, they could no more stay the hand of the Almighty in the rolling forth of this work than they could stop the wind from blowing. Why? Because God Almighty holds in His hands the destiny of this people, and of all nations, and this generation will yet realize that it is a fearful thing to fall into the hands of the living God. &#x201C;No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn,&#x201D;<span class=\"citation\" id=\"59745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59745)\">Isa. 54:17<\/a><\/span> saith Isaiah, and I know he was a Prophet. <\/div><div class=\"paragraph jod\" id=\"v22n1019\"> Now, so far as I am concerned, I want to say to my friends, and to all peoples, I have no fears with re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gard to the kingdom of God, I have no fears with regard to Zion; I have no fears with regard to the Church of Jesus Christ of Latter-day Saints, it is in the hands of the Almighty, and all that he hath said with regard to its work in the latter days will come to pass in spite of earth and hell combined. I want the world to understand this. These are eternal truths. The principles will live when our nation is broken to pieces and wasted away, and when we ourselves have passed away to the spirit world. There is no power beneath the heavens that can hinder, stop or destroy the progress of truth and the decrees of Almighty God. I want to have the Latter-day Saints understand these things. We are in the hands of God. This is a very different generation from any other. It is a generation when the Lord has decreed&#x2014;and that, too, before the world was made&#x2014;that in the last days the God of heaven shall set up a kingdom which shall never be destroyed nor given to other people;<span class=\"citation\" id=\"61329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61329)\">Dan. 2:44<\/a><\/span> the little stone cut out of the mountains without hands shall become a great mountain and fill the whole earth.<span class=\"citation\" id=\"61050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61050)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"86614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86614)\">D&amp;C 65:2<\/a><\/span> These are the declarations of the Lord Himself. <\/div><div class=\"paragraph jod\" id=\"v22n1021\"> I will now refer to another principle. I am an American citizen; a great many of this people are, I hope most are. I was born in the State of Connecticut, and many of the New England forms and teachings in our childhood, 65 years ago, were good to receive and live by. But what I want to say is: We live in a government raised up by the God of heaven. We have a Constitution that was given by inspiration from God to man.<span class=\"citation\" id=\"89616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89616)\">D&amp;C 101:80<\/a><\/span> I believe it is the best human form of government that was ever given to the human family. Now, I say if our rulers <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and governors become corrupt and attempt to trample those principles under their feet; though the nation itself might go to pieces, yet it is beyond the power of man to destroy the principles of the Constitution. They may destroy one another, yet the principles contained in that instrument will live, and the God of heaven will maintain them until Jesus Christ comes in the clouds of heaven<span class=\"citation\" id=\"65853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65853)\">Matt. 24:30<\/a><\/span> to set up His throne in Jerusalem,<span class=\"citation\" id=\"128619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128619)\">Rev. 22:1-3<\/a><\/span> and to reign on the earth<span class=\"citation\" id=\"79199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79199)\">Rev. 5:10<\/a><\/span> a thousand years.<span class=\"citation\" id=\"80512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80512)\">Rev. 20:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n1022\"> I felt that I would like to say so much. I want my brethren and sisters to understand these matters. We should live our religion. I have no fears with regard to the kingdom of God. We may have fears in regard to ourselves. This man may apostatize, the others may apostatize, John Taylor, myself, or anybody else may die, but it will make no difference with regard to this work. Israel will never be without a lawgiver. Zion will become all that Isaiah saw it, in its beauty, power and glory in the earth. I wanted to say so much to strangers here as well as Latter-day Saints. We believe in these principles with every sentiment of our soul. We expect to live them, we are ready to die for them, but they will never be destroyed. We may go to prison, we may suffer all manner of persecution, but the principles we advocate will remain forever. When Joseph Smith's body was laid in the grave, his spirit, like unto the Son of God, went into the spirit world with the keys of this dispensation to unlock the prison doors. There were fifty thousand million of spirits that never saw the face of a Prophet, or heard a Gospel sermon in their lives until Joseph Smith preached to them the message of salvation. Those people in the spirit world have got  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to have equal rights in the Gospel dispensation with those on the earth. That is the reason why Jesus went to preach to the spirits in prison.<span class=\"citation\" id=\"78027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78027)\">1 Pet. 3:19<\/a><\/span> Joseph Smith will hold the keys of this dispensation throughout the countless ages of eternity, as Peter, James and John will hold theirs. He (Joseph Smith) will come forth in the morning of the first resurrection, and will rise up in judgment against this generation.<span class=\"citation\" id=\"128620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128620)\">Matt. 12:41-42<\/a><\/span><span class=\"citation\" id=\"128621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128621)\">Luke 11:31-32<\/a><\/span> He sealed his testimony with his blood.<span class=\"citation\" id=\"92002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92002)\">D&amp;C 135:3<\/a><\/span> That testimony is in force<span class=\"citation\" id=\"128622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128622)\">D&amp;C 135:5<\/a><\/span> upon all the world from the hour of his death. These are eternal truths. I hate to see any nation, I hate to see our own government, I hate to see the clergy of the day, <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rise up in anger against these Latter-day Saints, because they differ from them in principles of religion. We know for ourselves this Gospel is true. We know it has been given unto us by the revelation of God. We know it will stand. The power of God will be made manifest. These valleys will be filled with Latter-day Saints. We will grow and increase until the coming of the Son of Man. Whatever men may do, as I have said before, they are in the hands of God. <\/div><div class=\"paragraph jod\" id=\"v22n1024\"> I pray God, my Heavenly Father, that He may instil these principles into your hearts, that they may accomplish the mission for which they have been sent. Even so, Amen. <\/div>\n<\/div>\n<\/div>"}