{"ID":220021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Object of Assembling Together&#x2014;The Sacrament, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 12, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Object of Assembling Together, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 6\/12\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v22n456\"> We have assembled ourselves as Latter-day Saints for the purpose of worshipping God, of listening to instructions, and administering one of the ordinances of the house of God&#x2014;the sacrament. I look upon the sacrament as an ordinance of great importance to us; in fact, from the days of Adam down to the days of Jesus Christ, there were sacrifices offered; not only by Adam but by his posterity, by Moses and the house of Israel, and all the generations of people who were led by the Lord&#x2014;sacrifices were offered as a type of the great sacrifice to be made by the Messiah. They offered the blood of bulls, rams and doves as a type of the great and last sacrifice and death of the Messiah, whose blood was shed for the redemption of the world. Prior to the death of the Savior, the sacrament of the Lord's Supper was administered to His disciples, and they were informed that they were to partake of the bread as an emblem of the broken body of the Lord, and of the wine&#x2014;or whatever is made use of as a substitute&#x2014;<span class=\"citation\" id=\"128559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128559)\">D&amp;C 27:2<\/a><\/span>in token of the shed blood of the Lord Jesus Christ.<span class=\"citation\" id=\"73362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73362)\">1 Cor. 11:23-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n457\"> I feel disposed here to make a remark and say, that if I were the emperor of the world and had control of every human being that <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> breathes the breath of life<span class=\"citation\" id=\"52419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52419)\">Gen. 2:7<\/a><\/span> on earth, I would give to every man, woman and child the right to worship God according to the dictates of their own conscience,<span class=\"citation\" id=\"94154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94154)\">A of F 1:11<\/a><\/span> and when I say this I speak the sentiments of Joseph Smith, Brigham Young, the Presidency of this Church, the Twelve Apostles, and all the Elders of Israel. This is the sentiment of all the Latter-day Saints. What! Would you grant the Methodists this privilege? Certainly. And the Baptists? Yes, certainly. And the Catholics, the Shakers, the Quakers? Yes, and everybody else under heaven. I would grant to all people the right to enjoy their religion without molestation. I would even extend this privilege to the Latter-day Saints; I would give them the privilege of believing in the Bible and the organization of the Church according to the ancient pattern with Apostles and Prophets, Christ Jesus being the chief corner stone.<span class=\"citation\" id=\"74943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74943)\">Eph. 2:20<\/a><\/span> Why would you do this? I would do it because God himself does it. The God of heaven grants to all his children, every sect and party of whatever name and denomination under the whole heavens, their agency and the right to worship God according to the dictates of their own conscience.<span class=\"citation\" id=\"94153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94153)\">A of F 1:11<\/a><\/span> The Lord  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forces no man to heaven. He places before him life and death, light and darkness, truth and error, and having before him all these principles, he is at liberty to worship God and believe what he chooses. He alone is responsible to God for his actions. Now, when I read the history of the world in days which are past, when I note the illiberal spirit which was manifested, and the blood which has been shed upon the earth&#x2014;for the earth has been deluged with blood, under what is termed holy wars, under the garb of holy religion&#x2014;I look upon it as the most ungodly and unrighteous thing that was ever committed upon the earth. I look upon what is taking place today in the same way. I marvel sometimes when I see the spirit of our nation and the feelings of the sects of today toward Utah and the Latter-day Saints. Have we ever stood in the path of any man, sect or people with regard to their religion? No, we have not. We have been willing at all times that men should preach their doctrines and believe them, unmolested by us, and I would say, to express my own feelings, that if a man believed he had to climb a cottonwood tree three times a day, for salvation, I would never hinder him. No, this liberty, this freedom, especially under the American Government of all nations under heaven, ought to become universal. No man or set of men should attempt to hinder their neighbors from enjoying their religion. And while I say this, and while we grant all men this right and privilege, as we have done here in this city, this Tabernacle and various other buildings having been opened to the clergymen of the day, we have been perfectly willing, after we have heard all they have had to say, to accept any truth they might have that we are not in possession <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of. If there is a man in this world who has one truth which I have not got, I am willing to exchange all the errors I have got for that truth. But we as a people claim the same right we grant to others. We claim the right to worship God unmolested by our fellow men. The laws of God, the decrees of God, the oracles of God, as well as laws of our country and the constitution of our government grant this right to the human family&#x2014;yes, even to the &#x201C;Mormons,&#x201D; as we are called, to the Latter-day Saints as well as every other class. <\/div><div class=\"paragraph jod\" id=\"v22n459\"> Then, why this tremendous furor among the sects of the day with regard to these &#x201C;Mormons&#x201D; and their religion? The trouble is the world do not know anything about our religion, they do not know what we believe in, and if anybody forms an idea from what they hear abroad, they hear anything but the truth. I have been amused sometimes&#x2014;I have of late&#x2014;in reading the speeches delivered by gentlemen&#x2014;clergymen at that&#x2014;who profess to have lived in Utah, and to understand this people. One gentleman who professes to be acquainted here delivered a speech in Rochester, before a missionary society, in which he stated that &#x201C;there were in Utah 620,486 young persons in the Mormon district, and it was the youthful element that missionaries were working on.&#x201D; Well, now, how does this gentleman make out 620,486 young people out of 140,000? I do not know by what process of mathematics, or by what rule he arrives at this question. That gentleman knew just as well when he made that assertion that it was false as I know. Our population is only about 140,000. Mr. Conyer, who had lived here some six years, stated &#x201C;that there were 40,000 scholars in the mission, and he wanted assistance to  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>furnish his enlarged school.&#x201D; Well, now you take 40,000 scholars out of the total population of 140,000, and I do not think you will have many for the Mormons. But all this is as near true as anything you get abroad, and I really wish that gentlemen, clergymen and everybody else who attempts to report Utah would tell the truth. That is all we ask of any persons who visit us. But it seems impossible for anybody to speak of Utah and the Latter-day Saints&#x2014;&#x201C;Mormons&#x201D; as they are termed&#x2014;with any degree of truth; but I wish they would, it would be better for them, better for us, and they would be under less condemnation. <\/div><div class=\"paragraph jod\" id=\"v22n461\"> Now, what are the principles in which the Latter-day Saints believe? What is the dreadful crime which we have been guilty of for the last fifty years? Why, the Lord has raised up a Prophet&#x2014;Joseph Smith. He sent an angel from heaven in fulfillment of the revelations of St. John.<span class=\"citation\" id=\"79836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79836)\">Rev. 14:6<\/a><\/span> And that angel delivered the Gospel to Joseph Smith; delivered unto him power and knowledge to obtain the Book of Mormon, a record containing the history of the ancient inhabitants of this continent who dwelt here hundreds and thousands of years ago. He translated it into the English language. Does the Book of Mormon contain a different Gospel to that contained in the Bible? It does not. It gives a history of the people who dwelt upon this continent anciently, tells where they came from and how they came here, tells of the dealings of God with them, and the establishment of the Church of Christ among them. They were visited by Jesus after his resurrection. Hence he said, &#x201C;Other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.&#x201D;<span class=\"citation\" id=\"69680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69680)\">John 10:16<\/a><\/span> <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He also told the Nephites when he established His church among them, that he had other sheep.<span class=\"citation\" id=\"82700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82700)\">3 Ne. 16:1-3<\/a><\/span> They were the ten tribes of Israel.<span class=\"citation\" id=\"128560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128560)\">3 Ne. 17:4<\/a><\/span> The Book of Mormon is a history of the dealings of God with that people; the Bible is a history of the dealings of God with Judah and with the Jews and the twelve tribes of Israel: it contains in fact a short outline of the dealings of God with the Jaredites and Nephites from the building of the Tower of Babel down to the days of the Savior and after His resurrection. The Bible is the Stick of Judah in the hands of Judah, and the Book of Mormon the Stick of Joseph in the hands of Ephraim.<span class=\"citation\" id=\"60869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60869)\">Ezek. 37:15-20<\/a><\/span> Both books contain the same gospel. There was never but one gospel and there never will be any other revealed to the human family. Hence Paul says: &#x201C;Though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74355)\">Gal. 1:8<\/a><\/span> Now, if Joseph Smith had established any other gospel on the earth than the gospel which Paul taught, that Christ and His Apostles taught, and that was taught to Abraham, Noah, and the antediluvian world, why we would have the curse of God resting upon us. The great trouble with the so-called Christian world is that they have spiritualized the Scriptures until there is not a semblance of the gospel left. I never could find it. I never could hear a gospel sermon in my life, and I sat under Dr. Porter and Dr. Hawes and other great divines of the day. I never could hear a gospel sermon according to the ancient pattern as was taught by Joseph Smith. Of course all sects have had some truth. All sects have professed to believe in the blood of Jesus Christ, more or less; all sects and parties have  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their various roads to heaven and to hell, but none of them teach the Gospel according to the pattern laid down in the New Testament. <\/div><div class=\"paragraph jod\" id=\"v22n463\"> It required an angel from heaven &#x201C;to fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,&#x201D;<span class=\"citation\" id=\"79837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79837)\">Rev. 14:6<\/a><\/span> to prepare them for the great judgments of our God, before the winding-up scene. The angel has come: that Gospel has been delivered. It was delivered to Joseph Smith. He did not receive his power from man, but from the revelations of Jesus Christ.<span class=\"citation\" id=\"74451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74451)\">Gal. 1:12<\/a><\/span> What did that Gospel teach? Why, faith in Jesus Christ. &#x201C;Yes, oh yes,&#x201D; say the Methodist, &#x201C;we believe in Jesus Christ.&#x201D; All right. Then the next principle was repentance of our sins. &#x201C;But,&#x201D; say the sectarian world, &#x201C;we also believe in repentance.&#x201D; Well, what is next? The revivalists who visited this city (Messrs. Sankey &amp; Moody), believed in Jesus Christ, and they said that if a person only came to Christ, he did not require them to be a Methodist, Baptist, Mormon, or anything else. Prophets and Apostles were not required; all that was required was to come to Christ. But we say there is something more required besides believing. A man has to be baptized for the remission of his sins in order to enter into the kingdom of heaven.<span class=\"citation\" id=\"68838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68838)\">John 3:5<\/a><\/span> That law of baptism has never been altered. Many believe in baptism even by immersion, but not particularly for remission of sins. What next? Having repented of our sins and been baptized for a remission of them, we must have hands laid upon for the reception of the Holy Ghost, and when we have received the Holy Ghost, it will be unto us as a principle of revelation, a testimony of the Father and of the Son.<span class=\"citation\" id=\"128561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128561)\">D&amp;C 42:17<\/a><\/span><span class=\"citation\" id=\"128562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128562)\">Moses 1:24<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n464\"> Well, what kind of a church are you going to have? Paul, in speaking of the Corinthians, goes on to represent the Church of Christ as the body of a man.<span class=\"citation\" id=\"73496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73496)\">1 Cor. 12:12-27<\/a><\/span> He shows that every part of the body must act in unison; the head, the eyes, the ears, the mouth, the feet, must all work together in order that the body may be perfect, and that there may be no schism.<span class=\"citation\" id=\"73568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73568)\">1 Cor. 12:25<\/a><\/span> We are also told that God set in the Church Apostles, Prophets, Evangelists, Pastors, and Teachers, for the perfecting of the Saints, for the work of the ministry, for the edifying of the body of Christ.<span class=\"citation\" id=\"75108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75108)\">Eph. 4:11-12<\/a><\/span> Now we have had independence of mind enough to believe this doctrine. This is &#x201C;Mormonism.&#x201D; It is faith in Christ, repentance of our sins, baptism for the remission of our sins, and the reception of the Holy Ghost by the laying on of hands. These are the principles which we as Latter-day Saints believe in. We do not believe that God ever had a church on the earth without Apostles and Prophets in it, without inspiration in it. To do away with any of the principles of the Gospel would cause a schism in the Church of Christ. When you cut the head off a man he will die. He may live if he loses an arm or a leg but if you cut the head off he will die. Precisely so with the Church of Christ. We believe in the Bible; we believe in all the prophecies; we believe God meant just what he said and said just what he meant; we believe that the prophecies of the scriptures are of no private interpretation;<span class=\"citation\" id=\"78295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78295)\">2 Pet. 1:20<\/a><\/span> we believe in the second coming of Christ; we believe that the judgments of Almighty God will be poured out upon this generation. All the unbelief of the world will not stay the fulfillment of the decrees of the Almighty. The unbelief of the in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>habitants of the antediluvian world in the days of Noah did not stay the deluge. The unbelief of the inhabitants of Sodom and Gomorrah did not avert the destruction of these cities. The unbelief of the Jews did not avert the destruction of Jerusalem. We look for a literal fulfillment of the decrees of God. We know as a people that he has set his hand to establish his Church. He has set his hand to warn all nations. The Holy Priesthood has been restored, not by the power of man, but by the power of Almighty God. <\/div><div class=\"paragraph jod\" id=\"v22n466\"> As I have said, we believe in the Book of Mormon as containing a record of the ancient inhabitants of this continent, and a clue to the ruins which have been discovered in various parts of the land and for which the world can find no origin. The whole history of these things, however, is pointed out in the Book of Mormon, and if the world would only take the trouble to read that book they would understand these things more perfectly. The American Indians are a remnant of the ancient inhabitants of this continent. Their forefathers were an enlightened people. They had the Gospel among them and the power of God was manifested in their midst; but when they became wicked and turned away from God, the judgments of the Almighty fell upon them and they were overthrown and destroyed by warfares. The Lamanites, now a downtrodden people, are a remnant of the house of Israel. The curse of God has followed them as it has done the Jews, though the Jews have not been darkened in their skin as have the Lamanites.<span class=\"citation\" id=\"81348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81348)\">2 Ne. 5:21<\/a><\/span> The fate of the Jews in this respect is a standing monument to all infidelity. The prediction of Jesus with regard to them has been liter<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ally fulfilled. He predicted that they should be led away captive unto all nations, and that Jerusalem should be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.<span class=\"citation\" id=\"68004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68004)\">Luke 21:24<\/a><\/span> When Pilate was ready to release Jesus because he found no fault in him,<span class=\"citation\" id=\"68272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68272)\">Luke 23:4,14<\/a><\/span><span class=\"citation\" id=\"70792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70792)\">John 18:38<\/a><\/span><span class=\"citation\" id=\"70801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70801)\">John 19:4,6<\/a><\/span> the Pharisees and high priests, being filled with prejudice, would not have it.<span class=\"citation\" id=\"128563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128563)\">John 19:12<\/a><\/span> They cried out, &#x201C;Crucify him, crucify him;<span class=\"citation\" id=\"68284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68284)\">Luke 23:21<\/a><\/span> and let his blood be upon us, and our children.&#x201D;<span class=\"citation\" id=\"66346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66346)\">Matt. 27:25<\/a><\/span> The prediction of Jesus has been verified, and its fulfillment is before the world today. The Jews have been trampled under the feet of the Gentiles for 1,800 years, and they are today being persecuted in European nations. Why? Because that curse of God rests upon them and will rest upon them until Shiloh comes,<span class=\"citation\" id=\"53701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53701)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129085)\">Gen. 50:24 (JST)<\/a><\/span> until they are regathered to Jerusalem and rebuild the city in unbelief. You cannot convert a Jew. They will never believe in Jesus Christ until he comes to them in Jerusalem, until these fleeing Jews take back their gold and silver to Jerusalem and rebuild their city and temple, and they will do this as the Lord lives. Then the Gentiles will say, &#x201C;Come let us go up to Jerusalem; let us go up and spoil her. The Jews have taken our gold and silver from the nations of the earth&#x2014;come let us go up and fight against Jerusalem.&#x201D; Then will the prophecies that are before you be fulfilled. The Gospel was preached first to the Jews and then to the Gentiles. The Jews rejected the message: the Gentiles received it, and unto them was given all the gifts and blessings of the Gospel. But Paul told them to take heed lest they fell through the same example of unbelief.<span class=\"citation\" id=\"72787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72787)\">Rom. 11:20<\/a><\/span><span class=\"citation\" id=\"76530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76530)\">Heb. 4:11<\/a><\/span> Yet in time, we Gentiles, departed from the kingdom of God, and the church went into the wilderness. There has not  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been an organization of the church of Christ on the earth from the days of the ancient Apostles, until the days of Joseph Smith, who came forth in this great and last dispensation, and who by inspiration and power from on high again restored the Gospel. The world do not believe this. We cannot help that. The unbelief of the world does not make the work of the Lord of non-effect.<span class=\"citation\" id=\"72291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72291)\">Rom. 3:3<\/a><\/span> The Lord has set his hand to establish his church and kingdom, and the warning voice is to all men. He has called his servant to bear record of this to all nations. This is what the Lord is doing with these despised Mormons. And already the members of nearly every sect under heaven have embraced this work, though our numbers are small compared with the Christian world. We expect this. As it was in the days of Noah and Lot so shall it be at the coming of the Son of Man.<span class=\"citation\" id=\"65949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65949)\">Matt. 24:37<\/a><\/span> These principles are true. The world does not know what awaits them, no more than they did in the days of Noah, or in the days of the Jews. <\/div><div class=\"paragraph jod\" id=\"v22n468\"> But, why this furor against the Latter-day Saints? Do you know? &#x201C;Oh, yes, we do. You are polygamists. That is what is the matter.&#x201D; Well, indeed! Now, let me ask you a question. Were we polygamists when we were driven from Jackson and Clay Counties? Why, the worst persecution we have ever had, was before polygamy was revealed to us, or before we received it. What cause, then, had the Missourians and others to drive us in the beginning? &#x201C;Oh, you believe in revelation, you believe in prophets: we cannot bear these things, they are all done away with. These things were only given in the dark ages of the world, but today, living as we are in the blaze of the glorious Gospel, we do not need <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them; but if you will believe as we do and scatter yourself abroad among the Methodists, etc., and do as they do, it will be all right.&#x201D; Now, gentlemen it is not polygamy. What do you care about polygamy? What does our nation care about polygamy? What do the sectarians care about polygamy? Bless your souls, nothing. But nine percent of these Mormons may be polygamists. Dreadful! Why, have you no evils in New York? Have you no evils in Boston? Have you no evils anywhere? Are you all perfect? If so, you are pretty well off; you are certainly prepared for salvation. But no, my friends, I will tell you: If we were to give up polygamy today&#x2014;if we were to say to our government, &#x201C;Oh, yes, we will give up polygamy&#x201D;&#x2014;why the next they would say would be, But look here; you have got to give up something more than that.&#x201D; They would tell us, as the Missourians did, that we must quit believing in prophets, apostles and revelation. The same feeling exists today as existed then. <\/div><div class=\"paragraph jod\" id=\"v22n469\"> We, Latter-day Saints, are called out of the world. We have received the Gospel of Jesus Christ. The Lord Almighty has raised up Prophets and Apostles in this our day, and has set his hand to establish the kingdom that Daniel saw in fulfillment of revelation and prophecy.<span class=\"citation\" id=\"61321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61321)\">Dan. 2:44<\/a><\/span> We have been gathered out from the nations of the earth to these valleys of the mountains. Zion is growing and increasing. This has been the case from the beginning. There has never been an hour from the organization of this Church but what our course has been onward and upward. Even in the midst of mud and water, on the banks of the Missouri River, where, by an edict of Governor Boggs, some 10,000  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were driven&#x2014;no matter under what circumstances we have been placed, the hand of God has been over us. The Almighty has set his hand to gather in the meek of the earth. And after our testimony, will come the testimony of thunderings and lightnings.<span class=\"citation\" id=\"88665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88665)\">D&amp;C 88:88-90<\/a><\/span> Read the revelations of St. John: see the signs of the times, and prepare yourselves for that which is to come. We trust in God. We cannot afford to deny the Lord, we cannot deny his revelations. We have a code of revelations called the Doctrine and Covenants. That code given through the mouth of Joseph Smith, contains the most sublime revelations concerning this generation that were ever given to the world. Many of these revelations have had their fulfillment so far as time has permitted. Joseph Smith was a true Prophet of God. I traveled thousands of miles with him, in fact the revelation he gave concerning the war which would break out between the North and South,<span class=\"citation\" id=\"88193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88193)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91336)\">D&amp;C 130:12-13<\/a><\/span> I wrote that revelation myself as it was given by the Prophet twenty years before it was fulfilled. That revelation was published to the world broadcast, and I merely refer to it because it is a thing that is clear to the minds of all men. All the revelations in the Book of Doctrine and Covenants, the Bible, and the Book of Mormon, will have their fulfillment in the earth. <\/div><div class=\"paragraph jod\" id=\"v22n471\"> We are living in an important day. We are living in the most important dispensation God ever gave to man. There is a great change awaiting us; there is a great change awaiting Zion, our Government, and the whole Christian world. The signs of the times indicate the coming of the Son of Man in power and great glory.<span class=\"citation\" id=\"65852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65852)\">Matt. 24:30<\/a><\/span><span class=\"citation\" id=\"84741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84741)\">D&amp;C 29:11<\/a><\/span> But before His coming the Gospel has got to be preached to all <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nations.<span class=\"citation\" id=\"66449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66449)\">Matt. 28:19<\/a><\/span> We have been preaching the Gospel for fifty years, and by it a few have gathered out from the nations of the earth to these valleys of the mountains. That is why the world hate us. It is because the Lord has called us out of the world to establish the everlasting Gospel. And I want to say to the Latter-day Saints: Have faith in the revelations of God; have faith in the promises which have been given. We should be preparing ourselves for the great events which await us. Darkness covers the earth and gross darkness the people.<span class=\"citation\" id=\"59935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59935)\">Isa. 60:2<\/a><\/span> The Lord is withdrawing His Spirit from the nations of the earth,<span class=\"citation\" id=\"86449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86449)\">D&amp;C 63:32<\/a><\/span> and the power of the devil is gaining dominion over the children of men.<span class=\"citation\" id=\"83737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83737)\">D&amp;C 1:35<\/a><\/span> See how crime is increasing. Fifty years ago when the Book of Mormon was translated by Joseph Smith, there was not one murder where there are a thousand today; there was not one whoredom where there are a thousand today; and so you may go through the whole black catalogue of crime. &#x201C;Whatsoever a man soweth, that shall he also reap.&#x201D;<span class=\"citation\" id=\"74699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74699)\">Gal. 6:7<\/a><\/span> &#x201C;With what measure ye mete, it shall be measured to you.&#x201D;<span class=\"citation\" id=\"63716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63716)\">Matt. 7:2<\/a><\/span> Look at the wickedness which is on the increase in the world, covering the earth like the waters of the great deep.<span class=\"citation\" id=\"58185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58185)\">Isa. 11:9<\/a><\/span> What will the end be? Death, destruction, whirlwinds, pestilence, famine and the judgments of God will be poured out upon the wicked; for the Lord has withheld these judgments until the world is fully warned. To this end we have been laboring diligently for fifty years, so far as we have had opportunity. But all these judgments will come. The seals will be opened; plague will follow plague; the sun and the moon will be darkened;<span class=\"citation\" id=\"58257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58257)\">Isa. 13:10<\/a><\/span><span class=\"citation\" id=\"61816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61816)\">Joel 2:10<\/a><\/span><span class=\"citation\" id=\"61898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61898)\">Joel 3:15<\/a><\/span><span class=\"citation\" id=\"65798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65798)\">Matt. 24:29<\/a><\/span><span class=\"citation\" id=\"84758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84758)\">D&amp;C 29:14<\/a><\/span> and the unbelief of the world will make no difference to all  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these things coming to pass. <\/div><div class=\"paragraph jod\" id=\"v22n473\"> I have a desire with you, as Latter-day Saints, that we may keep the faith, overcome the world, and magnify our high and holy callings. We will be held responsible before the Lord for the light we possess. We should be diligent and faithful in our labors, for if we turn our backs upon the truth, once having known it, we will be under far greater condemnation than those who rejected the truth. What we may be called upon to suffer for the Gospel's sake is neither here nor there. This nation and every other nation is in the hands of God. Your destiny is in the hands of God. Men can go no further than the Lord will permit them to go. But we should be faithful to God and to our fellow men, ever ready to do what is required of us. <\/div><div class=\"paragraph jod\" id=\"v22n474\"> I pray God our Heavenly Father, that His blessing may be over us; that the hearts of the people of our nation and other nations may be open to the light of the Gospel, that they may not pursue the course the Jews did, for we know what it has <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cost them. It will cost this nation or any other nation the same to shed the blood of the servants of God. Whatever course a nation pursues in this respect, it will have to foot the bill. The Constitution of our country is one of the best that was ever given to any government. Our forefathers were inspired of God to write that instrument.<span class=\"citation\" id=\"89612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89612)\">D&amp;C 101:80<\/a><\/span> I have a respect for our government, flag and Constitution. I know this nation has been raised up by the power of God for a certain purpose, and that to establish his kingdom upon it, and inasmuch as we do our duty the Lord will sustain us. Those who labor to establish the kingdom of God on the earth will be blessed, and those who fight against the work of God, will be held responsible for their actions. <\/div><div class=\"paragraph jod\" id=\"v22n475\"> I feel to bear my testimony to the truth of this work. I know Joseph Smith was a Prophet of God, and I have a desire that I may be faithful with the rest of my brethren, that I may inherit eternal life, for Jesus Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}