{"ID":220005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Organization of the First Presidency, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the General Conference, Salt Lake City, Sunday Afternoon, Oct. 10, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Organization of the First Presidency, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/10\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v22n126\"> I will make a few remarks while the Sacrament is being administered. It is gratifying to me to be able to state that now all the various organizations of the Church are provided for. For some time the Twelve have been operating in the capacity of a First Presidency, and it was <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very proper that they should have acted in that capacity. As you heard Brother Pratt state this morning, in referring to this subject, this was the course adopted at the time when the Prophet Joseph Smith left us. The Twelve then stepped forward into the position of the First  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Presidency, and operated for about three years in that capacity. And when President Young left us it was thought proper that the same course should be pursued. The Twelve, I believe, have in this respect magnified their calling and taken a course that is approved by the Lord, and I think also by the brethren, judging from the vote given here today. <\/div><div class=\"paragraph jod\" id=\"v22n128\"> Had it not been our duty to have the Church organized fully and completely in all its departments, I should have much preferred to have continued with the brethren of the Twelve, speaking of it merely as a matter of personal feeling. But there are questions arising in regard to these matters that are not for us to say how they shall be, or what course shall be pursued. When God has given us an order and has appointed an organization in his Church, with the various quorums of Priesthood as presented to us by revelation through the Prophet Joseph Smith, I do not think that either the First Presidency, the Twelve, the High Priests, the Seventies, the Bishops, or anybody else, have a right to change or alter that plan which the Lord has introduced and established. And as you heard Brother Pratt state this morning, one duty devolving upon the Twelve is to see that the churches are organized correctly.<span class=\"citation\" id=\"90349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90349)\">D&amp;C 107:58-59<\/a><\/span> And I think they are now thus organized throughout the land of Zion. The Churches generally are organized with Presidents of Stakes and their Counselors, with High Councils, with Bishops and their Counselors, and with the Lesser Priesthood, according to the order that is given us. <\/div><div class=\"paragraph jod\" id=\"v22n129\"> Then we have the High Priests, Seventies and Elders occupying their places according to their Priesthood, position, and standing in the <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church. And the First Presidency seemed to be the only quorum that was deficient. And it is impossible for men acquainted with the order of the Holy Priesthood to ignore this quorum, as it is one of the principal councils of the Church. While the Twelve stand as a bulwark ready to protect, defend and maintain, to step forward and carry out the order of God's Kingdom in times of necessity, such as above referred to, yet when everything is adjusted and matters assume their normal condition, then it is proper that the Quorum of the First Presidency, as well as all other quorums, should occupy the place assigned it by the Almighty. <\/div><div class=\"paragraph jod\" id=\"v22n130\"> These were the suggestions of the Spirit of the Lord to me. I expressed my feelings to the Twelve, who coincided with me, and, indeed, several of them had had the same feelings as those with which I was actuated. It is not with us, or ought not to be, a matter of place, position, or honor, although it is a great honor to be a servant of God; it is a great honor to hold the Priesthood of God; but while it is an honor to be God's servants, holding His Priesthood, it is not honorable for any man or any set of men to seek for position in the Holy Priesthood. Jesus said, Ye have not called me, but I have called you.<span class=\"citation\" id=\"70188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70188)\">John 15:16<\/a><\/span> And as I said before, had I consulted my own personal feelings, I would have said, things are going on very pleasantly, smoothly and agreeably; and I have a number of good associates whom I respect and esteem, as my brethren, and I rejoice in their counsels. Let things remain as they are. But it is not for me to say, it is not for you to say, what we would individually prefer, but it is for us holding the Holy Priesthood; to see that all the organizations of that Priesthood are pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>served intact, and that everything in the Church and kingdom of God is organized according to the plan which He has revealed; therefore we have taken the course which you have been called upon to sanction by your votes today. <\/div><div class=\"paragraph jod\" id=\"v22n132\"> I would further remark that I have examined very carefully for sometime past some of those principles you heard read over in the Priesthood meeting, and which were referred to in part, by Brother Pratt, this morning. And there are other principles associated with the Priesthood that we wish and hope to have thoroughly defined; so that every man will know his true position and the nature of the calling and responsibility and Priesthood with which he is endowed.<span class=\"citation\" id=\"90394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90394)\">D&amp;C 107:99<\/a><\/span> It is very proper and very important that we should comprehend these things; every man in his place, and every woman in her place; but I more particularly refer to the Holy Priesthood, that every man may feel and realize the duties and responsibilities which rest upon him. <\/div><div class=\"paragraph jod\" id=\"v22n133\"> It is gratifying to me, and it is no doubt satisfactory to you, to see the unanimity and oneness of feeling and the united sentiment which have been manifested in our votes. Those votes being taken first in their quorum capacity, each quorum having voted affirmatively, then by the vote of the Presidents of the several quorums united, and afterwards by the vote of the quorums and people combined, men and women, among the many thousands assembled who have participated in this vote, having a full and free opportunity, uncontrolled by any influence other than the Spirit of God, to express their wishes and desires, there has not been, from all that we could discover, one dissenting vote. <\/div> <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n134\"> You could not find the same unanimity anywhere upon the earth. Union is a principle that exists in the heavens, and so far as we manifest this feeling in all sincerity, so far do we exhibit our faith in God, in His Priesthood, and in His law as revealed to us. For our religion, our Priesthood and all the blessings and ordinances that we possess were not given us by any man or any combination of men; it was the Lord who revealed all of these things or we could not have been in possession of them. We have had an example here today of the unanimity which characterizes those possessed of the Spirit of the Gospel, and it ought to be a pattern for us in all of our affairs. <\/div><div class=\"paragraph jod\" id=\"v22n135\"> And now let me refer with pride to my brethren of the Twelve here, which I do by saying that while they as a quorum held the right by the vote of the people to act in the capacity of the First Presidency, yet when they found, as Brother Pratt expressed it this morning, that they had performed their work, they were willing to withdraw from that Presidency, and put it in the position that God had directed, and fall back into the place that they have always held, as the Twelve Apostles of the Church of Jesus Christ of Latter-day Saints. I say it is with pride that I refer to this action and the feeling that prompted it. I very much question whether you could find the same personal exhibition of disinterested motives and self-abnegation, and the like readiness to renounce place and position in deference to principle, among the same number of men in any other place. They saw the necessity of this action; a motion was made in that Council; and the vote was unanimously adopted that the First Presidency be reorganized, and after<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wards the brethren to fill this quorum, were selected. The next step was to present the matter to the Church, and it was laid before the Priesthood at a meeting, when there were present a representation of all the important authorities of the Church in the different Stakes in Zion. After having done that, lest some difficulty might exist somewhere, it was thought proper to pursue the course taken today&#x2014;that each organization of the Priesthood, embracing all the quorums, should be seated in a quorum capacity by themselves, and separately have the opportunity of voting freely and fully without control of any kind, and of expressing their feelings, and finally, that the whole congregation should have the same opportunity. This is emphatically the voice of God, and the voice of the people; and this is the order that the Lord has instituted in Zion, as it was in former times among Israel. God gave his commandments; they were delivered by His Prophet to the people and submitted to them, and all Israel said, Amen.<span class=\"citation\" id=\"55133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55133)\">Deut. 27:15<\/a><\/span> You have all done this by your votes; which vote, so far as we can learn, has been without a dissenting voice either among the separate quorums, or in the vote of the combined quorums and people. Now, continue to be united in everything as you are in this thing, and God will stand by you from this time henceforth and forever. And any man who opposes principles of this kind is an enemy of God, an enemy of the Church and kingdom of God upon the earth, an enemy to the people of God, and an enemy to the freedom and rights of man. The Lord has selected a Priesthood that He might among <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all Israel make known His mind and will through them, and that they might be His representatives upon the earth. And while He does this He does not wish men to be coerced or forced to do things contrary to their will. But where the Spirit of God is, there is union, harmony and liberty,<span class=\"citation\" id=\"74053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74053)\">2 Cor. 3:17<\/a><\/span> and where it is not there is strife, confusion and bondage. Let us then seek to be one, honor our God, honor our religion, and keep the commandments of God, and seek to know His will, and then to do it. <\/div><div class=\"paragraph jod\" id=\"v22n137\"> I do not know but that I have spoken as long as I ought to. God bless you; God bless the Twelve; and God bless the Presidents of Stakes and their associates, and the Seventies and the High Priests, and the Elders, and the Bishops, and the Lesser Priesthood. And God bless the Relief Societies, and the Young People's Mutual Improvement Associations, and all who love and fear God and keep his commandments. And may God bless the Sunday Schools and the Primary Associations and the educational interests, and all interested in the welfare of Zion, as well as all the good and virtuous, the honorable and high-minded everywhere, who are seeking to promote purity, holiness, and virtue on the earth. And God bless our singers and all who make music for us; and may the peace and blessing of God rest upon all Israel. And when you go to your homes, carry out the principles you have voted for, and God will bless you and your generations after you; and you shall be blessed in time, and through all eternity. And I bless you by virtue of the holy Priesthood, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}