{"ID":220003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Church of Christ Organized Anciently on this Continent&#x2014;Prophecy Fulfilled and Fulfilling&#x2014;Preparatory Work for the Gathering of All Israel Commenced&#x2014;Present Condition of the Nations Foretold&#x2014;Exhortation to Righteousness and the Avoidance of Hypocrisy and Idolatry.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Nicholson, delivered in the Salt Lake Assembly Hall, Sunday Afternoon, February 6, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Church of Christ Organized, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Nicholson<\/div>\n<div class=\"date\">Date: 2\/6\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v22n57\"> Having been called from the midst of the congregation to address this assemblage this afternoon, I feel my inability personally to do justice in the performance of this duty, unless I am aided by the spirit of the living God. I earnestly solicit that you will exercise faith for me while I shall occupy this position, that I may be able to speak through the influence of that power, and truthfully present the principles of the Gospel of Jesus Christ, which the Latter-day Saints have embraced in their faith and practice, so far as they understand them. <\/div><div class=\"paragraph jod\" id=\"v22n58\"> There are a great many subjects connected with the plan of redemption that are of interest to all who are seeking for salvation in the kingdom of God. The field is so wide, in fact, that there is sometimes great difficulty in selecting the class of matter best suited to the circumstances that immediately surround us. There is, however, one phase of this work that I think is specially interesting in connection with it. <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I hold in my hand a volume which is known for good or evil throughout the entire civilized world&#x2014;the Book of Mormon. The Latter-day Saints claim that this book is a record of peoples that dwelt anciently on the face of this continent, and that it was brought forth in this generation, through the instrumentality of a great Prophet, namely: Joseph Smith. This book has not been generally received in this light; in other words, it has been, so far as the great bulk of the world is concerned, repudiated as not properly authenticated, not what it claims to be. In my travels in the world, however, I have found very few people who could give an intelligent reason for the repudiative stand they have taken in reference to this record. I have asked a great many of them&#x2014;and I presume that numbers of the Elders besides myself have done the same thing&#x2014;whether they had perused this book and endeavored to make themselves acquainted with its contents, and also to make  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>themselves familiar with the evidences in favor of its authenticity. In the majority of instances these have never as much as seen a Book of Mormon. Now, it appears to me that this is not a proper position to be taken in regard to any subject by an intelligent person. If a matter is worthy of consideration at all it should be intelligently investigated. This is the only method by which we can arrive at correct conclusions in reference to religion or any other subject. <\/div><div class=\"paragraph jod\" id=\"v22n60\"> We claim this book is a record or history of the ancient inhabitants of America, the remnants of whom are now scattered on various portions of this continent. Numbers of them surround us in these valleys, and are known as the aborigines of America. It is unnecessary for me to more than allude to the fact that there did exist, in the ages of the past, peoples on this land who had arrived at an advanced stage of civilization, and who cultivated the arts and sciences. The ruins of vast cities, among which are the remains of great structures, giving ample evidence of this fact. This testimony is presented before the world and is being constantly produced for the consideration of the reading public. Then there was a people anciently upon this continent who were in a condition of advancement; this is universally acknowledged, I believe, by those who have considered this question. When Jesus came to offer himself up as an atonement to satisfy the law that had been broken by mankind, and to organize his Church in the land of Palestine, he did so organize what he called his Church. It was composed, so far as its officers are concerned, of men who were inspired of God, and who were directly authorized and commissioned by Him to act in His <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> name and to administer the principles of life and salvation wherever they went. What was the nature of their commission? He said to His ancient Apostles whom He commissioned: &#x201C;Go ye into the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66808)\">Mark 16:15-16<\/a><\/span> The Apostles, according to the power that was given to them, and according to the nature of the commission with which they were thus entrusted, went into various parts of the world and made this proclamation, calling upon all men everywhere to repent of their sins, to obey the everlasting Gospel that they might be saved in the Kingdom of God, to come into the true fold of Christ. Nobly did they perform the great work that was entrusted to them. But, so far as we are aware, they did not extend their labors to this part of the world; for the peoples who dwelt on the eastern hemisphere were ignorant of the existence of this continent. Yet the Lord Jesus Christ said to His Apostles: &#x201C;Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"66446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66446)\">Matt. 28:19<\/a><\/span> Now, seeing there was a people here on this continent, surely they were entitled to the benefits of the Gospel of the Redeemer as well as those who lived on other parts of the earth. We find that so far as the Book of Mormon is concerned, an explanation is given in regard to how the people who lived on this portion of our globe were visited and administered to in the things of the Gospel of Jesus Christ, even as those ministrations were manifested in other parts of the world. <\/div><div class=\"paragraph jod\" id=\"v22n61\"> Sometimes we allude to the Scrip<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tures and select passages to substantiate those things that are written in the Book of Mormon. I will now draw the attention of the congregation to a passage that we consider has reference to this subject, which is found in the 10th chapter of the Gospel according to St. John, the 15th and 16th verses: &#x201C;As the Father knoweth me&#x201D;&#x2014;these are the words of the Savior&#x2014;&#x201C;even so know I the Father: and I lay down my life for the sheep. And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.&#x201D;<span class=\"citation\" id=\"69665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69665)\">John 10:15-16<\/a><\/span> What is the necessary conclusion to be arrived at from this remark of the Savior? It is very plain and simple. There were other sheep who were not of the fold at Jerusalem, and it was necessary that they also should hear the voice of the Savior and be brought into the fold of Christ, that there might be one fold and one shepherd. <\/div><div class=\"paragraph jod\" id=\"v22n63\"> The Book of Mormon, from page 501 to 540, gives an account of the fulfillment of this inspired utterance of the Redeemer. It tells how, after he was crucified in the flesh, at Jerusalem, and showed himself to many of his disciples, He, in fulfillment of this assertion, that he had &#x201C;other sheep,&#x201D; that he must visit them, and that they also must hear his voice and be brought into the fold,<span class=\"citation\" id=\"69679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69679)\">John 10:16<\/a><\/span> visited the ancients on this land and established His fold amongst them.<span class=\"citation\" id=\"82691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82691)\">3 Ne. 15:17-24<\/a><\/span> He performed that work on this continent, among the people of whom the Book of Mormon is a history or record. What is the fold of Christ? It is the Church of Christ. What is the Church of Christ? It is an organized body, at the head of which stand Apostles, and Prophets. That was the Church of the Redeemer in ancient times, it <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was the Church established by himself in Palestine, and it always will be the Church as long as there is a true Church of Christ&#x2014;not a revelationless, uninspired, dead formula, &#x201C;having a form of godliness, but denying the power thereof,&#x201D;<span class=\"citation\" id=\"76165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76165)\">2 Tim. 3:5<\/a><\/span><span class=\"citation\" id=\"93720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93720)\">JS&mdash;H 1:19<\/a><\/span> but an organization wherein there is authority to act in the name of him whose Church it is. Men are reasonable upon most subjects, it appears to me, excepting when it comes to matters of religion. A great many people seem to be willing that anything should do for them in the shape of religion, so long as it does not give them much trouble. But there is nothing by which humanity can be sanctified unless it be the truth;<span class=\"citation\" id=\"70671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70671)\">John 17:17,19<\/a><\/span> and no church can offer salvation except it be the true Church of Christ, for in it alone is the power of God unto salvation.<span class=\"citation\" id=\"72221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72221)\">Rom. 1:16<\/a><\/span> It is a strange thing that people can read the record of the New Testament, of the sayings of the Apostles, the description of the organization of the Church as it existed in its primitive completeness and power, and then be prepared to accept of a church of a different description entirely. This is a day when revelation is denied, when Prophets and Apostles are stated to be no longer needed. This is the position of the whole of so-called Christendom. But what do the Scriptures say these inspired teachers were given for? Paul says they were given &#x201C;for the work of the ministry, for the edifying of the body of Christ&#x201D;&#x2014;<span class=\"citation\" id=\"75171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75171)\">Eph. 4:12<\/a><\/span>and if we say that such officers are no longer needed, then we must also assume the position that the ministerial work can be safely abolished and that the body of Christ which is the Church, requires no more edification; for this was the means established by Jesus Christ for its edification and instruction. Another  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>purpose for which these inspired teachers were given was that we might be all brought to a unity of the faith,<span class=\"citation\" id=\"75214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75214)\">Eph. 4:13<\/a><\/span> and yet it is stated that those officers who were placed in the Church for that purpose are no longer needed. If that assertion were correct, unity would be unnecessary in the Church, or else the Church has arrived at that condition of unity, when the means for bringing about that result is entirely unnecessary and can be dispensed with. But no person can claim this latter position. Those who call themselves the Church of Christ cannot consistently assume this position; for if there is a subject upon which men and women are divided in their views and practices, and engender towards each other feelings of bitter animosity, it is religion, and that also which is claimed to be the religion of the meek and lowly Jesus Christ,<span class=\"citation\" id=\"64303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64303)\">Matt. 11:29<\/a><\/span> who came to fill the hearts of His disciples with peace. This was His motto, this was the proclamation that ushered in his birth, &#x201C;Glory to God in the highest, and on earth peace, good will toward men.&#x201D;<span class=\"citation\" id=\"67072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67072)\">Luke 2:14<\/a><\/span> We claim that it requires the same today to save men and women as it did in ancient times. <\/div><div class=\"paragraph jod\" id=\"v22n64\"> But, to return to the Book of Mormon. Portions of Scriptures can be cited, to substantiate, or tend to substantiate at least, the validity or authenticity of this book. But there are other evidences that are more potent in their character, in my estimation and these evidences are contained within the book itself; it speaks for itself. Its teachings are in the strictest harmony with those of the Scriptures of eternal truth; its morality is faultless; its religion will bear the closest scrutiny in comparison with the instructions of Jesus himself and the Apostles, as <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> contained within the lids of the Bible, the record that is accepted by Christendom as the history of the early Church. But there is internal evidence of the Book of Mormon being what we claim it to be, and to have been brought forth by the power of the living God. What is the character of this evidence? It is prophetic in its nature. I will draw the attention of the congregation to one passage that occurs to my mind, which will be found on page 122 of the latest edition. It gives the words of the Prophet Nephi: &#x201C;And now, I would prophesy somewhat more concerning the Jews and the Gentiles. For after the book of which I have spoken shall come forth&#x201D;&#x2014;that is the coming forth of this book&#x2014;&#x201C;and be written unto the Gentiles, and sealed up again unto the Lord, there shall be many which shall believe the words which are written; and they shall carry them forth to the remnant of our seed. And then shall the remnant of our seed know concerning us, how that we came out from Jerusalem, and that they are descendants of the Jews. And the gospel of Jesus Christ shall be declared among them; wherefore, they shall be restored unto the knowledge of their fathers, and also to the knowledge of Jesus Christ, which was had among their fathers. And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a white and delightsome people. And it shall come to pass that the Jews which are scattered also shall begin to believe in Christ; and they shall begin to gather in upon the face the land; and as many as shall be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lieve in Christ shall also become a delightsome people. And it shall come to pass that the Lord God shall commence his work among all nations, kindreds, tongues, and people, to bring about the restoration of his people upon the earth.&#x201D;<span class=\"citation\" id=\"81579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81579)\">2 Ne. 30:3-8<\/a><\/span> A portion of this prediction has received a literal fulfillment, while the remainder is in process of verification. The tens of thousands of Latter-day Saints render the prophecy that many shall &#x201C;believe the words of the book&#x201D;<span class=\"citation\" id=\"81574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81574)\">2 Ne. 30:3<\/a><\/span> an accomplished fact. The inspired utterance purports to have been spoken over two thousand years ago. The unbeliever may repudiate the claim regarding the ancient character of the record, and assume that it originated with Joseph Smith. But this would not much improve the position of the skeptic, for as the Book of Mormon was published before the Church was organized, Joseph Smith had no ordinary means of knowing that many would believe in the divine authenticity of the book. <\/div><div class=\"paragraph jod\" id=\"v22n66\"> There have been many, I believe, even among the Latter-day Saints, who, under the circumstances of the past, have found it all that their faith could grasp to believe some of the words which I have just read in your hearing&#x2014;those relating to the Lamanites. Nearly from the organization of this Church, and for many years subsequently, missionaries, Elders of this Church, were sent among the remnants of the ancient people of this continent, the aborigines, to endeavor to bring them to a knowledge of their fathers. It appeared, however, as if the efforts in that direction were fruitless&#x2014;that these people had fallen so low in the scale of being, so depraved that it seemed next to impossible for the rays of truth to penetrate <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their minds. It appeared as if we might as well despair of accomplishing anything so far as they were concerned. But this is an inspired record, and these words which I have read to you this afternoon were the inspired utterances of a great Prophet, which must come to pass in the last days, in connection with the great latter-day dispensation. They have commenced to be fulfilled, not by the power of man, but by the power of the living God. <\/div><div class=\"paragraph jod\" id=\"v22n67\"> About seven years ago there was a movement among some of the tribes of the people to whom I allude. They came forth and made statements to the effect that the Great Spirit had directed them to come to the Elders of this Church and be baptized for the remission of their sins. There is an Elder in this congregation, Brother George H. Hill, who sits in the gallery, who has, as well as others, been instrumental in doing much in this direction. As many as 300 of these people at one time solicited of him the administration of this ordinance. Was it the influence and power of man that accomplished this? No, it was not; it was the influence and power of the living God, who, according to the Book of Mormon, made a promise to the fathers of these people that he would visit the remnants of their posterity and restore them to a knowledge of their progenitors.<span class=\"citation\" id=\"81580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81580)\">2 Ne. 30:4-5<\/a><\/span> This covenant was made with the fathers at the solicitation of the latter, who knew by the spirit of prophecy that their descendants would become dark and benighted, through the influence of apostasy and wickedness. It is true that comparatively few of that people have received the truth and forsaken their idle habits and evil practices, and are endeavoring to live as  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>peaceable and respectable citizens; but the work of reclamation has commenced. It has a small beginning, but this is the case with nearly all great results. But there is an element of growth in this work, and it will increase and expand until it shall take many of this portion of the House of Israel within the Gospel fold, and they shall accomplish the great work that is predicted of them in connection with this last dispensation of the fullness of times. <\/div><div class=\"paragraph jod\" id=\"v22n69\"> There is another thing in connection with this great work beginning amongst the aborigines&#x2014;a work that was to be contemporaneous with its inauguration. It is predicted in the Book of Mormon that when the Lord should remember the portion of Israel on this continent, and they should begin to believe the words of this book, at that time, contemporaneous with that event, the Father would commence to prepare the way among all nations for the gathering of the house of Israel from the four quarters of the earth to the lands which he had promised to their fathers for an everlasting inheritance, to them and their children forever. This was the sign given by the Savior when he preached to the ancient inhabitants of this continent, and I will show that this was the case, so far as the Book of Mormon records the prediction. On page 527 are these words: &#x201C;And when these things come to pass that thy seed shall begin to know these things&#x2014;it shall be a sign unto them, that they may know that the work of the Father hath already commenced unto the fulfilling of the covenant which he hath made unto the people who are of the house of Israel.&#x201D;<span class=\"citation\" id=\"82853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82853)\">3 Ne. 21:7<\/a><\/span> And again, on page 529: &#x201C;And then shall the work of the Father commence at that day, even when this gospel shall be preached <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among the remnant of this people. Verily I say unto you, at that day shall the work of the Father commence among all the dispersed of my people, yea, even the tribes that have been lost, which the Father hath led away out of Jerusalem. Yea, the work shall commence among all the dispersed of my people, with the Father to prepare the way whereby they may come unto me, that they may call on the Father in my name. Yea, and then shall the work commence, with the Father among all nations in preparing the way whereby his people may be gathered home to the land of their inheritance. And they shall go out from all nations.&#x201D;<span class=\"citation\" id=\"82889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82889)\">3 Ne. 21:26-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n70\"> Here is a statement that is made in connection with this work; here is a prediction that when the Lamanites should commence to believe in the words of this book, the Father was to commence to gather the whole house of Israel and to prepare a way amongst all nations. Is this the case? If this be an inspired utterance, then the Lord is preparing the way, and has been ever since this sign became a fact&#x2014;for the gathering of the Jews and the other branches of the whole house of Israel. Has this been so? <\/div><div class=\"paragraph jod\" id=\"v22n71\"> I draw the attention of the congregation to recent events in the political world, which point in that direction. Shortly after this work commenced among the remnants of Israel on this continent, there was warfare between Russia and Turkey, which culminated in what is known as the famous Berlin Treaty, in the production of which Lord Beaconsfield, himself a Jew, was the leading spirit. There are clauses in that treaty that are favorable to the accomplishment of the work to which I allude&#x2014;the gathering of the house  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Israel from the nations of the earth to the lands that were promised to their fathers, to them and to their children forever.<span class=\"citation\" id=\"53054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53054)\">Gen. 13:14-15<\/a><\/span> Political freedom, comparatively speaking, was, by that instrument, granted to the Jews contiguous to Palestine&#x2014;in Romania and other principalities of the East. A short time subsequent to the formation and ratification of the treaty, Great Britain assumed a protectorate over that part of the world in which is Palestine, and the Jews have rights now accorded to them that they have not enjoyed for many generations. But one of the greatest evidences of all is the fact that the Jews themselves are beginning to awaken upon this subject and are operating with a view to the colonization of ancient Palestine by the house of Israel. A Mr. Oliphant, not long since, applied to the Sultan of Turkey for the privilege of purchasing portions of Palestine for this very purpose, and organizations are being affected in various parts of the world with no other object in view than the one to which I am now alluding. There is another thing that I believe will aid this work of influencing the ancient people of God to go to their own land, and that is the circumstances by which they are being surrounded in some of the countries of Europe. They are being persecuted in Germany and Russia, and the condition of Europe is becoming so disturbed and so broken up, and business matters are becoming so uncertain, that I expect these circumstances will lead the Jews to consider the question of establishing a Hebrew nationality before long; for we are living in the very day when God will fulfil the promises he made to Israel. Let the people hear it, for it has been uttered by the voice of inspira<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, ancient and modern, and the words of the Lord, through his servants, will not fall to the ground, but will be fulfilled to the very letter. <\/div><div class=\"paragraph jod\" id=\"v22n73\"> Why, my brethren and sisters, are we not more familiar with the contents of this book? No Latter-day Saint can intelligently comprehend the signs of the times unless he is informed in regard to the teachings of this record. In the early rise of this Church the Lord manifested his displeasure with the Saints because they did not pay sufficient attention to the revelations contained in the Book of Mormon,<span class=\"citation\" id=\"87819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87819)\">D&amp;C 84:57<\/a><\/span> and that book itself promises, and the revelations through the Prophet Joseph promise, that, in the due time of the Lord, when the people are sufficiently advanced to receive them, other records of momentous importance shall be brought forth for the consideration of the Saints;<span class=\"citation\" id=\"82931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82931)\">3 Ne. 26:6-11<\/a><\/span><span class=\"citation\" id=\"83235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83235)\">Morm. 8:12<\/a><\/span><span class=\"citation\" id=\"83901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83901)\">D&amp;C 8:1,11<\/a><\/span><span class=\"citation\" id=\"83913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83913)\">D&amp;C 9:1-2<\/a><\/span><span class=\"citation\" id=\"128482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128482)\">D&amp;C 11:22<\/a><\/span> but I do not think we will receive anything additional to what we have already obtained in this form until we have manifested a suitable appreciation of that which has already been given to us. This record and the revelations of Jesus Christ generally have been given for the perusal of the people, that they may reflect upon them, upon the principles that they make manifest, upon the law of God, that the law may be written in their hearts,<span class=\"citation\" id=\"60672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60672)\">Jer. 31:33<\/a><\/span> and that they may be men and women of understanding. It must be pleasing, however, to every person who is interested in this great work, to see that there is a fresh impetus in this direction. The Saints are giving more attention to what God has revealed for our acceptance and which is contained in the records which have been given to this Church. I believe this spirit will increase, because when the minds of the people  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are bent in that direction, their appetites for the things of God are increased and they desire more, which shall accordingly be given them. <\/div><div class=\"paragraph jod\" id=\"v22n75\"> How clearly is the condition of the nations of the earth today depicted in this book! It is stated, near to the quotation which I first made, that in these latter days God would create a great division among the people,<span class=\"citation\" id=\"81596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81596)\">2 Ne. 30:10<\/a><\/span> that the wicked would destroy the wicked.<span class=\"citation\" id=\"128483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128483)\">Morm. 4:5<\/a><\/span><span class=\"citation\" id=\"128484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128484)\">D&amp;C 63:33<\/a><\/span> There is a question on a subject that is clearly described in this record, that is drawing the attention of the ablest minds of the age. It is an influence that is shaking the governments and nations of the earth from center to circumference&#x2014;I refer now to the &#x201C;secret societies&#x201D; that are filling the heads of governments with fear, that commit all kinds of diabolical depredations among the nations, and that are even threatening their very existence. These societies, which are inspired by a desire to throw off every kind of legal restraint, exist, in some form or another, in almost every nation under heaven, and especially in those nations claiming to be civilized. Perhaps this is what is meant by the great division among the people. This subject was brought up before the mind of Moroni, the last man in whose custody the plates from which this record was translated were, and who was so highly privileged as to hide them up in the hill Cumorah, where they were found by the Prophet Joseph Smith, in this age, being directed to obtain them by the angel of the Lord. It was a habit with Moroni, while making the closing portion of this record, to discourse upon the subject matter, to speak with the peoples of the earth who would live in this day in which you and I are living as if <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he spoke to them face to face, as one man speaks with another, and warn them of the evils that would exist among them and the destruction that would fall upon their heads.<span class=\"citation\" id=\"83255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83255)\">Morm. 8:35-41<\/a><\/span> He also called upon them, by the voice of prophecy, to repent of their sins and accept of the plan of redemption, that they might be saved in the kingdom of the Father. Perhaps it would be interesting to you, considering the nature of the times in which we live, to draw your attention to what he (Moroni) says about this very condition to which he pointed by the spirit of prophecy, a condition that was to exist in the day in which we live. You will find it on page 588. He is now addressing the Gentiles who would be living when this book would be brought forth, and the work of the Father commenced. Hear his words: &#x201C;And whatsoever nation shall uphold such secret combinations, to get power and gain, until they shall spread out over the nation, behold, they shall be destroyed; for the Lord will not suffer that the blood of his saints, which shall be shed by them, shall always cry unto him from the ground for vengeance upon them and yet he avenge them not. Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain&#x2014;and the work, yea, even the work of destruction come upon you, yea, even the sword of the justice of the Eternal God shall fall upon you, to your overthrow and destruction if ye shall suffer these things to be. Wherefore, the Lord commandeth you, <span class=\"italic\">when ye shall see these things come among you<\/span> that ye shall awake to a sense of your awful situation,  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>because of this <span class=\"italic\">secret combination which shall be among you<\/span>; or wo be unto it, because of the blood of them who have been slain; for they cry from the dust for vengeance upon it, and also upon those who build it up. For it cometh to pass that whoso buildeth it up seeketh to overthrow the freedom of all lands, nations, and countries; and it bringeth to pass the destruction of all people, for it is built up by the devil, who is the father of all lies; even that same liar who beguiled our first parents, yea, even that same liar who hath caused man to commit murder from the beginning; who hath hardened the hearts of men that they have murdered the prophets, and stoned them, and cast them out from the beginning.&#x201D;<span class=\"citation\" id=\"83472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83472)\">Ether 8:22-25<\/a><\/span> Now here is a prophecy. There is no ambiguity in reference to these words. This Prophet is speaking as if he were speaking face to face with those who would be living in this day, and he tells them to beware of these things, and we witness the fulfillment of his words, for such things are among the nations of the earth today, and are spreading everywhere and causing anxiety and fear to take hold of the hearts of the people. <\/div><div class=\"paragraph jod\" id=\"v22n76\"> These predictions and many others that are receiving a literal verification, establish the inspiration and genuineness of this record, which was brought forth by the instrumentality of Joseph Smith to this generation. It is an inspired record, and contains within itself the evidences of its authenticity. Men have but to give this subject an unprejudiced investigation, considering it upon its merits to come to that conclusion. Although people may not be willing to admit that it is of divine origin, that it is an inspired record, they surely cannot, <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at least, set aside the facts which it enunciates. <\/div><div class=\"paragraph jod\" id=\"v22n77\"> Let us, then, who belong to this great Church&#x2014;the Church of Jesus Christ of Latter-day Saints&#x2014;prize that which God has given to us for our instruction and edification, and let us not treat them as things that are of no moment. We live in a great day, the greatest of all ages, the greatest of all dispensations. It is a great privilege to be associated with so noble a work as that with which we are connected, and I believe that the time will soon come when this Church will go forth clear, purified by the agencies which God will bring to bear upon it for that purpose. I expect to see the time come when the hypocrite in Zion shall tremble, being afraid because of the power of God that shall be in the midst of the people who will be living as they should live.<span class=\"citation\" id=\"59042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59042)\">Isa. 33:14<\/a><\/span> I expect to see the day when there shall be less worshipping of the god of this world, which wins the hearts of many people from the worship of the true and living God. There is a sin which God has denounced in every age; it is the sin of idolatry. In ancient times, when people were less cultured than they are now, they bowed themselves down before blocks of wood and stone, and golden calves, and worshipped at such shrines, prostrating the powers that God had given them before that which was dumb and unintelligent. But there are different forms of idolatry. Whatever a person uses his powers most to accomplish is that which he worships. If a man exercise the gifts that God has given him exclusively in pursuing the object of self-aggrandizement&#x2014;the building up of self, to all intents and purposes that individual is an idolater before the shrine of mammon. God is a jealous  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God,<span class=\"citation\" id=\"54194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54194)\">Ex. 20:5<\/a><\/span> and He wills not that any of His people should have any other God than Him.<span class=\"citation\" id=\"54174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54174)\">Ex. 20:3-5<\/a><\/span> Let the poor and the meek be lifted up in their hearts and rejoice before God<span class=\"citation\" id=\"128485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128485)\">Isa. 29:19<\/a><\/span> for He hath them in remembrance, and let those who truckle to position and to wealth beware, for the Lord will not suffer it long. Let the hand of fellowship be extended to him who is cast down, that he may be comforted. Surround him with a halo of love and friendship, and let him know that he is not forgotten, and the Lord will remember those who act this brotherly part. I am reminded sometimes of the weakness of humanity, when called to the scenes of death which sometimes visit us. We are called to the funeral of some man, some Elder in Israel, or some sister or friend who has departed this life; and, O, how we love to dwell upon their good qualities, to speak of their goodness and to cast the veil of undiscerning charity over their faults. We should not wait until our brethren and sisters are seized with the chill hand of death, and their bodies are about to be laid in the cold tomb, to recognize the good points in their characters. We should manifest a little of that appreciation while we are surrounded by them. This course would be much more consistent. Let us cultivate the spirit of the living God, which leads to righteousness. Every sentiment of our hearts that leads to good is planted there by the living God, and that which leads to evil is placed there by the adversary of our souls. There are but two sources, one of light and one of darkness. The Holy Ghost, the Spirit of God, is given to us to cultivate in our hearts as a well of water springing up to everlasting life.<span class=\"citation\" id=\"69074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69074)\">John 4:14<\/a><\/span> It can be so cultivated in a human <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being that it can be listened to as a voice of a familiar friend, in every time of difficulty and trial. Its voice is known and distinguished as a voice of friendship, for that spirit is the friend of every Saint who cultivates its acquaintance. It is a searcher, a deep searcher, of the motives by which men and women are inspired. If we merely have an outward semblance of righteousness and our motives within are not of the godlike character they should be, that spirit will depart from us, leaving us in greater darkness than before we possessed the Holy Spirit. This Church is a brotherhood or it is nothing. It is a unity; it is the highest phase of communism and individualism combined. It cultivates man to perfection as a social and individual being. It meets the legitimate wants and aspirations of every class of humanity. <\/div><div class=\"paragraph jod\" id=\"v22n79\"> I pray that the power of God may increase in the midst of the people from the head to the feet, throughout the whole of the body religious, and that we may be successful in uprooting evils that are manifested in our midst as a community or as individuals. God has revealed the laws and principles for the purification of His Church. They are contained in His statute books&#x2014;in the Book of Mormon, in the Doctrine and Covenants, containing the revelations of Jesus Christ, and in this Bible. The Lord tells us we are to deal with all things according to the laws of His Church.<span class=\"citation\" id=\"86003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86003)\">D&amp;C 51:4<\/a><\/span><span class=\"citation\" id=\"87466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87466)\">D&amp;C 82:21<\/a><\/span><span class=\"citation\" id=\"90373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90373)\">D&amp;C 107:79<\/a><\/span> We know what these things are; they are contained in these books to which I refer. Then I say that the law of God and the power of God will ultimately correct every evil existing in the Church of Christ, for it must ultimately become pure, and those who will not purify themselves will, sooner or later, be cast off from the  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>body religious, as not of that kind of material to be used in the building up of the glorious kingdom of our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v22n81\"> I pray that we may be continually awake to the signs of the times in which we live; that we may see the <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> importance of everyone attending to his and her duties, according to the sphere in which each moves; and that we may be on the alert, avoiding everything that is evil, is my desire, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}