{"ID":220006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Persecutions of the Ancient Saints&#x2014;The Organization of the Church in Our Day&#x2014;Necessity of Obedience to the Laws of the Gospel, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered at Logan, Feb. 6, 1881<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Persecutions of the Ancient Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 2\/6\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v22n138\"> I desire an interest in the faith and prayers of my brethren and sisters who are present, that I may be able to speak under the influence of the good spirit, such things as will be encouraging to the faith of the Saints. <\/div><div class=\"paragraph jod\" id=\"v22n139\"> I rejoice always in the truth of the Gospel with which I have become acquainted; and although there may be many things with which I am unacquainted, yet that portion of the plan of salvation which I do understand is sufficient to convince me beyond the possibility of a doubt, that we are engaged in the great latter-day work of God Almighty, which is for the salvation of the human family, the establishment of the kingdom upon the earth preparatory to the coming of the Son of God in power and great glory,<span class=\"citation\" id=\"65850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65850)\">Matt. 24:30<\/a><\/span> to take possession of the kingdom and of the world; to take the reins of government in His own hands, to judge and rule with righteousness, and with equity reprove for the meek of the earth,<span class=\"citation\" id=\"58102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58102)\">Isa. 11:4<\/a><\/span> to the honor and glory of God, to the salvation and deliverance of His people, the downfall of Babylon, the destruction of the wicked and the overthrow of all man-made systems and <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> organizations that are in conflict with the requirements of heaven and the laws of God. There is, to my mind, nothing lacking in proof or evidence of these facts, which have plainly been set forth in the Bible, in the Book of Mormon, and also in the revelations through the Prophet Joseph Smith; which last named are recorded in the Book of Doctrine and Covenants. I am perfectly satisfied, as much so as I am that I breathe the breath of life,<span class=\"citation\" id=\"52416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52416)\">Gen. 2:7<\/a><\/span> that these truths pertaining to the last dispensation and the great latter-day work have been revealed to us from God, and that we are in possession of truth, eternal truth that can never be uprooted or destroyed. It is true that we are but a handful of people in comparison to the vast multitude that are in the world, indeed we are few in comparison to the population of our own nation; for while we, as a community, number a few thousands, the nation numbers nearly half as many millions; and our nation is only a small portion of the human family. But yet it is not presumptuous, nor is it unreasonable or inconsistent, notwithstanding the paucity of our numbers, our supposed lack of intelligence pertain<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to scientific matters, and our poverty as compared with the wealth of the world, for us to claim that we have received revelation from God, that the Almighty has spoken to the children of men with His own voice and by the voice of angels and ministering spirits, or personages whom He has sent to reveal His will to man. For it is in this way that God has ever revealed Himself to the nations of the earth. He calls a Prophet now and a Prophet hereafter, and He reveals himself to His servants the Prophets,<span class=\"citation\" id=\"61920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61920)\">Amos 3:7<\/a><\/span> and He makes known His will unto them, and it becomes their duty to proclaim the law and the will of the Almighty to the inhabitants of the earth, and to call others to the ministry, sending them forth that they may proclaim the Gospel to their neighbors and associates; and so the work of God has to work its way, spread and increase among the children of men, like the leaven, referred to by the Savior, that is placed in the measure of meal that works until the whole lump is leavened.<span class=\"citation\" id=\"64626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64626)\">Matt. 13:33<\/a><\/span><span class=\"citation\" id=\"73211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73211)\">1 Cor. 5:6<\/a><\/span><span class=\"citation\" id=\"74629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74629)\">Gal. 5:9<\/a><\/span> So God has done in all ages of the world when He has undertaken to renew His covenant with the people; He has called certain men (who doubtless had been foreordained to come forth in certain ages to do a certain work) through whom He has made known to the nations and peoples of the earth His mind and will. When Jesus came to the earth He scarcely found faith among mankind;<span class=\"citation\" id=\"65001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65001)\">Matt. 17:17<\/a><\/span><span class=\"citation\" id=\"128507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128507)\">Luke 18:8<\/a><\/span> only John the Baptist holding a commission from God to minister in the first ordinances of the Gospel; John having been called and appointed of God and ordained by a holy angel to that ministry and Priesthood.<span class=\"citation\" id=\"87696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87696)\">D&amp;C 84:27-28<\/a><\/span> A few that had listened to his testimony and teachings, and had been baptized by his baptism, with him, <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> constituted all who were acknowledged of God upon the earth at the time of the coming of the Savior. And Jesus called unto Him twelve disciples, ordained them,<span class=\"citation\" id=\"129365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129365)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70189)\">John 15:16<\/a><\/span> commissioned them and sent them forth to preach the Gospel;<span class=\"citation\" id=\"64077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64077)\">Matt. 10:1-42<\/a><\/span> but they sojourned with him for three years during his own ministry to receive instruction, to be taught of Him, to learn the ways of the Lord from the Great Head,<span class=\"citation\" id=\"128508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128508)\">Eph. 4:15<\/a><\/span> that they might be qualified to go forth at the expiration of that time being witnesses of God, witnesses of the divine mission of their Lord and Master, and prepared to proclaim the Gospel to the inhabitants of the earth. After Jesus was crucified of man, he went in the spirit to the spirits that were in prison, who had been disobedient &#x201C;when the long-suffering of God waited in the days of Noah,&#x201D;<span class=\"citation\" id=\"77986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77986)\">1 Pet. 3:18-20<\/a><\/span> that by his coming the Gospel might be taught unto them, their prison doors be opened, and liberty be proclaimed unto them,<span class=\"citation\" id=\"60078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60078)\">Isa. 61:1-2<\/a><\/span><span class=\"citation\" id=\"67190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67190)\">Luke 4:18-19<\/a><\/span> even the liberty of the Gospel, that they might live, through obedience to its requirements, according to God in the Spirit; and when the ordinances of the Gospel necessary for the redemption of the dead had been performed for and in their behalf upon the earth, that they might be judged according to man in the flesh.<span class=\"citation\" id=\"78141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78141)\">1 Pet. 4:6<\/a><\/span> When Jesus had done this He again took up the body of flesh and bones<span class=\"citation\" id=\"128509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128509)\">Luke 24:39<\/a><\/span> which had been hung upon the cross, and pierced unto death and laid away in the tomb; that body which had passed through the portal of death and the ordeal of the grave, he again brought forth from death unto life.<span class=\"citation\" id=\"69129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69129)\">John 5:24<\/a><\/span><span class=\"citation\" id=\"78715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78715)\">1 Jn. 3:14<\/a><\/span> Thus he conquered death and gained the victory over the grave<span class=\"citation\" id=\"128510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128510)\">1 Cor. 15:55<\/a><\/span> and brought about the resurrection from the dead through the power of the Gospel and the holy Priesthood.<span class=\"citation\" id=\"128511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128511)\">Mosiah 16:7-8<\/a><\/span><span class=\"citation\" id=\"128512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128512)\">Morm. 7:5<\/a><\/span> Shortly after He visited  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His disciples, when He breathed upon them, saying unto them, &#x201C;Receive ye the Holy Ghost.&#x201D;<span class=\"citation\" id=\"70907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70907)\">John 20:22<\/a><\/span> He also commissioned them to go forth and preach the Gospel to every creature.<span class=\"citation\" id=\"66764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66764)\">Mark 16:15<\/a><\/span> Then He departed from them, and they went forth and testified of Jesus Christ, and proclaimed the Gospel to the world, with power and with the demonstration of the Spirit of God.<span class=\"citation\" id=\"72956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72956)\">1 Cor. 2:4<\/a><\/span> These chosen disciples of Christ suffered ignominious deaths from the first to the last, with the single exception of the Apostle John, who we are informed, was preserved from the power of his enemies, from their attempts to destroy his life, for a wise purpose of God, to fulfil the promise of the Savior unto him; and yet, notwithstanding this promise, it is believed by the Christian world that he died a natural death after wicked men had attempted several times in vain to destroy his life. Notwithstanding, the disciples of Jesus, excepting John the Revelator, suffered ignominious deaths, they sowed the seed of the Gospel among, and conferred the Priesthood upon men, which remained for several generations upon the earth, but the time came when Paganism was engrafted into Christianity, and at last Christianity was converted into Paganism rather than converting the Pagans. And subsequently the Priesthood was taken from among men, this authority was recalled into the heavens, and the world was left without the Priesthood&#x2014;without the power of God&#x2014;without the Church and Kingdom of God. There were tens of thousands that hearkened to the teachings of the disciples and yielded obedience to the Gospel; and they suffered persecution such as the people of God in this generation have never begun to suffer. Some of the Latter-day Saints who were <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> associated with this Church in its early history, and suffered the persecutions in Ohio, in Missouri and Illinois, thought that their persecution was very great, even greater than that of any other people. But this is not so, for this people have never begun to endure the persecution that was inflicted upon the former day Saints, those who received the testimony of the Apostles. People in former days believed that they were doing God service to burn those Saints to death,<span class=\"citation\" id=\"70280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70280)\">John 16:2<\/a><\/span> to whip and to spear them to death, to drag them until they were torn to pieces and otherwise to torture and destroy them, and, indeed, in some instances they sewed up the believers in cloths and in sacks, which they covered with pitch or tar and then set on fire to light the streets of imperial Rome! In ancient days it was considered lawful to perpetrate these barbarities upon those who professed to believe in the Lord Jesus Christ. They were driven from place to place; they were hunted down as wild beasts, and otherwise suffered persecution such as this people have never begun to suffer, and as I earnestly hope and pray they never will be subjected to. <\/div><div class=\"paragraph jod\" id=\"v22n142\"> But it was under such circumstances the Gospel was proclaimed among the people. In this way were the believers in Christ treated, being esteemed as worthless, refuse, unfit to live, and worthy only of the most cruel and ignominious deaths. The same feelings existed, and do today exist, in the hearts of some people toward the Latter-day Saints. But the Lord Almighty has prepared the way for the coming forth of the kingdom of God in this dispensation by establishing the republican government of the United States; a government affording the widest liberty and the greatest free<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom to man that has ever been known to exist among men, outside of those governed by the direct communication of heaven. It was part of the design of the Almighty when He influenced our fathers to leave the old world and come to this continent; He had a hand in the establishment of this government; He inspired the framers of the Constitution<span class=\"citation\" id=\"89609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89609)\">D&amp;C 101:80<\/a><\/span> and the fathers of this nation to contend for their liberties; and He did this upon natural principles, that the way might be prepared, and that it might be possible for Him to establish His kingdom upon the earth,<span class=\"citation\" id=\"128513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128513)\">Dan. 2:44<\/a><\/span> no more to be thrown down.<span class=\"citation\" id=\"89765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89765)\">D&amp;C 103:13<\/a><\/span><span class=\"citation\" id=\"89574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89574)\">D&amp;C 101:75<\/a><\/span> And when the way was prepared and the time fully come for the restoration of the Gospel, God revealed Himself to Joseph Smith,<span class=\"citation\" id=\"93657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93657)\">JS&mdash;H 1:17<\/a><\/span> giving to him certain promises concerning the coming forth of the Gospel and the establishment of His kingdom in the last days. And subsequently God sent messengers to him and ordained him to the Priesthood,<span class=\"citation\" id=\"84029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84029)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128514)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84632)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"93945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93945)\">JS&mdash;H 1:68-72<\/a><\/span> or conferred on him the rights, powers, keys and authority of the holy Priesthood,<span class=\"citation\" id=\"128515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128515)\">D&amp;C 110:11-16<\/a><\/span> to act as His representative in establishing the Gospel of the kingdom<span class=\"citation\" id=\"128516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128516)\">Matt. 24:14<\/a><\/span> once more among men, and for the last time,<span class=\"citation\" id=\"88968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88968)\">D&amp;C 90:2<\/a><\/span> also to restore the Priesthood to earth, that man might again officiate in the name and authority of God, for the salvation of the living and the dead. He had to call one man to this office, who afterwards, as Jesus did, called and set apart twelve others, together with Seventies, High Priests, Elders, Bishops, Priests, Teachers and Deacons, for the work of the ministry, and for the edifying of the body of Christ, that all may come to the unity of the faith and the knowledge of the Son of God, to the fulness of the measure of the stature of Christ Jesus;<span class=\"citation\" id=\"75123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75123)\">Eph. 4:11-13<\/a><\/span> that we might come to a <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> oneness in the knowledge of the truth, that the world might be leavened with the leaven of truth, that all mankind might have the privilege of hearing the Gospel and of being gathered into the fold and family of Christ. <\/div><div class=\"paragraph jod\" id=\"v22n144\"> In the space of about fifty years, I suppose, we have gathered from first to last into the fold of this Church, some three or four hundred thousand people. It may seem to some that this would indicate that we had made very slow progress in half a century; having succeeded in gathering into this Church only between three and four hundred thousand people; and that today we do not number more than 150,000 to 200,000 members all told, in good standing; that is, taking all that can be called Saints in America, in Europe, in Australia, and upon the islands of the sea; wherever this Gospel is preached, or people acknowledge membership in this Church, all told, perhaps, we do not number more than 200,000 members in good standing. It may seem that we are making haste slowly; that we are not progressing very rapidly. It might seem to some of us that we ought to have accomplished a great deal more in the fifty years past since the organization of this Church. I confess that I believe with all my heart, that as a people we might have made far greater progress in the accomplishment of the purposes and will of God than we have, if we had only done as we should. In my humble opinion, and I express it as my firm conviction and belief, the Church of Jesus Christ of Latter-day Saints might have numbered today many times more than it does, if those who have embraced the Gospel had remained true and all had been as faithful as they should have been. The progress of the  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>work of God does and will depend greatly upon the righteousness of the people, the faithfulness of the Priesthood in keeping His commandments, honoring His laws, and laboring for the accomplishment of the purposes of God upon the earth, instead of self-aggrandizement. I will venture, as my opinion, that the Latter-day Saints through their follies, their neglect of proper example, their carelessness respecting their duties, not to mention greater sins, and the evil resulting therefrom, have prevented the conversion of as many people as have been converted unto God. There are today perhaps nearly as many that have apostatized as are now in good standing in the Church; many of whom were honest but have been deceived and led away from the truth, many others, I admit, have turned away because of their own sins. Others again have left the Church because they were unable to distinguish between the actions of their foolish brethren and the principles of eternal truth, and in that way have allowed themselves to go into darkness and turn away from the Kingdom. In almost every place you go, where the Gospel is being preached, you may find scores and scores of people that once belonged to the Church, how are they today? Are they members of this Church? No; they are apostates, in darkness, knowing not the truth, for the light they had is gone out and darkness has taken the place thereof, and they are now under the power of darkness or Satan and cannot help themselves. <\/div><div class=\"paragraph jod\" id=\"v22n146\"> And again, there are many people who have come among us, who, if they had found that perfection in the conduct and character of Latter-day Saints which they expected to find among those professing to be <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, if they had found more of the fruits of righteousness in the midst of this people and less of their follies and weaknesses, they would no doubt have been constrained to yield obedience to the Gospel; whereas they only became hardened in seeing the weakness and imperfection of many so-called Latter-day Saints, concluding that they, judging them by their acts, are not much better than other professing Christians. And in this way many that might have been brought to a knowledge of the truth, have been discouraged, disappointed and deceived, because they failed to discover or feel as they might and should have done, if all the fruits of the Gospel had abounded as they should,<span class=\"citation\" id=\"75540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75540)\">Philip. 4:17<\/a><\/span> that power of the Priesthood and efficacy of the Gospel which should be exhibited in the midst of the people of God. <\/div><div class=\"paragraph jod\" id=\"v22n147\"> Now, am I finding fault with the Latter-day Saints? If I should find fault with you of course I would be finding fault with myself. I acknowledge that I have not lived up to the standard as I should have done. I have not possessed that power, that inspiration, that knowledge of truth, that close communion with God and with the Holy Ghost, that I might or ought to have done. Therefore if there is blame attached to the Church I am willing to acknowledge and share my proportion of that blame. Nevertheless, what I say in regard to this matter I believe to be the truth. I will give you, if you wish, and I think I had better do so, one or two simple and undeniable proofs of my assertion. Excuse me if I refer to things which may be considered quite common; I am not here to teach you new doctrine, I am endeavoring to teach you truths, which we have been taught for the last fifty years. <\/div> <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n149\"> I will refer you to the Book of Doctrine and Covenants, to that simple principle called the Word of Wisdom.<span class=\"citation\" id=\"88879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88879)\">D&amp;C 89:1-21<\/a><\/span> How many of this congregation have kept this law? And how many do keep it today? It would perhaps not astonish you very much were I to say that there were members of the Church of forty years standing and upwards, who take their tea, coffee, tobacco, etc., just as though God had not some forty-eight years ago, revealed the Word of Wisdom. I can point out men and women that have been in this Church some twenty-five or thirty years, that are no nearer keeping the commandments of God, in this respect, than they were twenty-five or thirty years ago, and some of them not so near. If I were pressed on this point I could call the names of some individuals in proof of what I say. We have not lived up to the privileges nor kept the laws of God as given unto us. What is the result? Is it not that when we preach these principles we preach them in word only and not in the demonstration of the power of God?<span class=\"citation\" id=\"72957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72957)\">1 Cor. 2:4<\/a><\/span><span class=\"citation\" id=\"128517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128517)\">1 Thes. 1:5<\/a><\/span> Certainly not in the demonstration and power of example,<span class=\"citation\" id=\"72958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72958)\">1 Cor. 2:4<\/a><\/span> but with the words of our lips which proceed not from the heart.<span class=\"citation\" id=\"58768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58768)\">Isa. 29:13<\/a><\/span> And that is not all. In the Book of Mormon it is recorded that Christ commanded the people to call upon God in His name, morning and evening with their families.<span class=\"citation\" id=\"82791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82791)\">3 Ne. 18:21<\/a><\/span> Similar instruction is given in the Doctrine and Covenants,<span class=\"citation\" id=\"84459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84459)\">D&amp;C 23:6<\/a><\/span><span class=\"citation\" id=\"89107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89107)\">D&amp;C 93:47-50<\/a><\/span> and the same principle is inculcated in the Bible.<span class=\"citation\" id=\"56322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56322)\">Ps. 5:3<\/a><\/span><span class=\"citation\" id=\"56825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56825)\">Ps. 55:17<\/a><\/span><span class=\"citation\" id=\"71977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71977)\">Acts 17:27<\/a><\/span> God has said that He will be sought after by His people;<span class=\"citation\" id=\"128518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128518)\">Prov. 8:17<\/a><\/span><span class=\"citation\" id=\"128519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128519)\">Isa. 58:2<\/a><\/span><span class=\"citation\" id=\"60190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60190)\">Isa. 65:1<\/a><\/span><span class=\"citation\" id=\"60191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60191)\">Isa. 65:1 (JST)<\/a><\/span><span class=\"citation\" id=\"128520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128520)\">Jer. 29:13<\/a><\/span><span class=\"citation\" id=\"72761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72761)\">Rom. 10:20<\/a><\/span><span class=\"citation\" id=\"128521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128521)\">D&amp;C 88:63<\/a><\/span> and Jesus said that we must knock in order that the door might be opened unto us; and that we should seek in order to find, and ask in order to receive.<span class=\"citation\" id=\"63749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63749)\">Matt. 7:7<\/a><\/span> And, yet, how many heads of families in the Church fail to meet with their <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> families to call upon God in family prayer? How many Saints neglect this duty? It is a duty, it is the word of the Lord to the Saints, that they should meet with their families morning and evening, and call upon God in His name. This principle is part of the Gospel, it was taught by the Savior on the eastern, and also on the western, continent: and, simple as it may appear, it is absolutely necessary that the Latter-day Saints should come together in the family capacity, and kneeling around the family altar, call upon God for His blessings morning and evening.<span class=\"citation\" id=\"56826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56826)\">Ps. 55:17<\/a><\/span> And they need not confine themselves to morning and evening prayer, for it is their privilege to enter into their closets and call upon Him in secret, that He might reward them openly.<span class=\"citation\" id=\"63295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63295)\">Matt. 6:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n150\"> Again, it is written that God is angry with those who will not acknowledge His hand in all things.<span class=\"citation\" id=\"86357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86357)\">D&amp;C 59:21<\/a><\/span> How many of the Latter-day Saints whom God has blessed with the riches of this world, with houses, lands, flocks, herds, gold and silver, have forgotten to acknowledge His hand in the bestowal of the wealth they possess, and have been blinded by the gifts conferred upon them, and in that blindness have forgotten the Giver?<span class=\"citation\" id=\"88470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88470)\">D&amp;C 88:33<\/a><\/span> Having an abundance, the rich are too apt to feel that they do not have to kneel down and ask God to give them houses and daily bread, for they have palaces and wealth. They say, we have these things; we have no need to ask for them, nor to thank God for them, for they are ours; we have gained them by our own industry and ability. Thus God is left out of the question. But God has said, &#x201C;I love them that love me; and those that seek me early shall find me;&#x201D;<span class=\"citation\" id=\"57404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57404)\">Prov. 8:17<\/a><\/span> therefore He will be inquired of by His people, and He requires that they  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall acknowledge Him in all things; yet we often forget to acknowledge Him in His greatest mercies. When the blow of an enemy that has been aimed at our destruction is warded off by the wise counsel perhaps of the holy Priesthood, we say, &#x201C;<span class=\"italic\">We<\/span> outwitted them; <span class=\"italic\">we<\/span> did it, <span class=\"italic\">we<\/span> circumscribed the cunning and craft of our enemy: <span class=\"italic\">we<\/span> did this, and <span class=\"italic\">we<\/span> did that, and <span class=\"italic\">we<\/span> did the other thing;&#x201D; it is great <span class=\"italic\">I<\/span> with some of us, and God is not acknowledged by such at all. There is too much of this spirit amongst us, I am sorry to say. <\/div><div class=\"paragraph jod\" id=\"v22n152\"> God requires one-tenth of our increase to be put into his storehouse; and this is given as a standing law to all of the Stakes of Zion.<span class=\"citation\" id=\"90769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90769)\">D&amp;C 119:4<\/a><\/span> And has said that unless all observe this law to keep it holy and by this law sanctify the land of Zion unto Him, etc., that this land shall not be a land of Zion unto us.<span class=\"citation\" id=\"90789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90789)\">D&amp;C 119:6<\/a><\/span> And yet, how many of us have neglected to observe this law? We profess to believe it, but how many have neglected to obey it in full? If the Savior were to come today, who will judge us not after the sight of the eyes, neither reprove after the hearing of the ears, but with righteousness, and with equity and by the knowledge of eternal truth, and the balance of eternal justice,<span class=\"citation\" id=\"58092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58092)\">Isa. 11:3-4<\/a><\/span> how many would he find who really have paid one-tenth of their increase in compliance with this law? There are some people that do it, but when you take out these that do keep this law according to the strict letter and spirit of it, you will find that in comparison to the whole they are few. The people pay a portion of their tithing. President Young frequently charged the people with not paying one <span class=\"italic\">tenth<\/span> of their <span class=\"italic\">tithings<\/span>. I presume that was an extreme view. I believe the people are doing better <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> than that, now at least; but at the same time I believe that a very large proportion of us pay only a <span class=\"italic\">portion<\/span> of the <span class=\"italic\">tenth<\/span> of that which God puts into our hands. <\/div><div class=\"paragraph jod\" id=\"v22n153\"> Now, why do I refer to these things? I leave it to you&#x2014;to conscientious men and women&#x2014;it would not become me to say that Brother Jones or Brother Smith, or any other individual is the person that is delinquent in his duty; but it behooves me to speak on the principle in general terms, and I think I am very near the truth in relation to this matter. I will leave that for you, however, to say in your hearts, whether you pay an honest tithing before God, or whether you pay a portion of your tithing. God knows; we cannot deceive Him. Why do we not comply fully with this law? Simply because we lack wisdom, faith, understanding, and confidence in the promises of God. If we felt the fire of the Holy Spirit in our hearts; if we were conscientious in all our acts before God, this people would be raised to a higher plane; faith would be increased, good works would abound, and others, seeing our good works, would be led to glorify our Father in heaven.<span class=\"citation\" id=\"63090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63090)\">Matt. 5:16<\/a><\/span> I will read a few instructions that were given to the ancient Saints. They are not new, therefore, they are very old instructions. They are applicable, however, to us, although spoken to the former-day Saints, for the key by which the blessings are obtained is given to us. &#x201C;Blessed are the poor in spirit: for theirs is the kingdom of heaven. Blessed are they that mourn: for they shall be comforted. Blessed are the meek: for they shall inherit the earth.&#x201D;<span class=\"citation\" id=\"62895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62895)\">Matt. 5:3-5<\/a><\/span> The meek shall inherit the earth.<span class=\"citation\" id=\"62924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62924)\">Matt. 5:5<\/a><\/span> Shall the proud and the haughty and those that are lifted up in the vanity of their hearts? No. God has said that they shall be  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>burned as stubble; that the day that is coming shall burn them up; that neither root nor branch of them shall be left,<span class=\"citation\" id=\"62520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62520)\">Mal. 4:1<\/a><\/span> but they shall become as ashes beneath the feet of the righteous.<span class=\"citation\" id=\"62540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62540)\">Mal. 4:3<\/a><\/span> But, &#x201C;Blessed are the meek: for they shall inherit the earth.&#x201D;<span class=\"citation\" id=\"62925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62925)\">Matt. 5:5<\/a><\/span> Then as meekness is one of the requisite qualities of a Latter-day Saint, a Christian, a member of the Church of God upon the earth, except we are meek and lowly,<span class=\"citation\" id=\"64304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64304)\">Matt. 11:29<\/a><\/span> we shall not receive the promised blessing. &#x201C;Blessed are they which do hunger and thirst after righteousness: for they shall be filled.&#x201D;<span class=\"citation\" id=\"62939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62939)\">Matt. 5:6<\/a><\/span> &#x201C;Blessed are the merciful: for they shall obtain mercy.&#x201D;<span class=\"citation\" id=\"62944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62944)\">Matt. 5:7<\/a><\/span> Shall they that are not merciful obtain mercy? No. Why? Because it is said elsewhere that the measure which we meet out shall be measured back to us again.<span class=\"citation\" id=\"63715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63715)\">Matt. 7:2<\/a><\/span><span class=\"citation\" id=\"67277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67277)\">Luke 6:38<\/a><\/span> And when it is measured back unto us it will be shaken down and pressed together, heaped up and running over.<span class=\"citation\" id=\"67278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67278)\">Luke 6:38<\/a><\/span> If we act, for instance, in regard to the law of tithing as I have mentioned, we shall be judged accordingly, and receive according to our works.<span class=\"citation\" id=\"87240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87240)\">D&amp;C 76:111<\/a><\/span> If we forgive them that trespass against us,<span class=\"citation\" id=\"63296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63296)\">Matt. 6:12<\/a><\/span><span class=\"citation\" id=\"63492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63492)\">Matt. 6:14-15<\/a><\/span><span class=\"citation\" id=\"66633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66633)\">Mark 11:25<\/a><\/span> it shall be measured back unto us in mercy, etc. &#x201C;Blessed are the pure in heart: for they shall see God.&#x201D;<span class=\"citation\" id=\"62966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62966)\">Matt. 5:8<\/a><\/span> Shall the corrupt see Him? No. Shall they be counted worthy to stand in His presence, and be called &#x201C;blessed?&#x201D; Certainly not. &#x201C;Blessed are the peacemakers: for they shall be called the children of God. Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven. Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which were before you. Ye are the salt of the earth: but if the salt have lost his savor, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men. Ye are the light of the world.&#x201D;<span class=\"citation\" id=\"62976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62976)\">Matt. 5:9-14<\/a><\/span> Who? The peacemakers, the pure in heart, the meek, those that hunger and thirst after righteousness, the good, the honorable, the Godlike. &#x201C;Ye are the salt of the earth: but if the salt have lost his savor, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.&#x201D;<span class=\"citation\" id=\"63040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63040)\">Matt. 5:13<\/a><\/span> &#x201C;A city that is set on a hill cannot be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63070)\">Matt. 5:14-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n155\"> That I understand to be the duty of a Latter-day Saint, &#x201C;Let your light shine&#x201D; that men shall see your good works.<span class=\"citation\" id=\"63091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63091)\">Matt. 5:16<\/a><\/span> And if God has given a commandment, prove to the world that you believe it, by keeping it so that men, seeing your good works, may glorify your Father in heaven.<span class=\"citation\" id=\"63093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63093)\">Matt. 5:16<\/a><\/span> If God has said that tobacco and strong drinks are not good for us,<span class=\"citation\" id=\"88914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88914)\">D&amp;C 89:7-8<\/a><\/span> let us hearken to this warning and not defile our tabernacles by indulging in things that are injurious to our systems; and thus respect the word of God ourselves, and show a good example to others. When we can show to the world that we are saved from the sins of the world, they will see our good works and be constrained to glorify our Father in heaven.<span class=\"citation\" id=\"63092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63092)\">Matt. 5:16<\/a><\/span> But when strangers come among us and witness drunkenness, hear profanity, see that some of us are dishonest and cheat each other,  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that so far some of us are no better than the people of Babylon; &#x201C;the Pharisees and Sadducees&#x201D;<span class=\"citation\" id=\"62674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62674)\">Matt. 3:7<\/a><\/span> of the present age, at the same time professing to be the children of God; they justly say, &#x201C;These people are hypocrites, they profess one thing and do another; they profess to be the children of God, but they are the children of the devil.&#x201D; In other words, if we bring not forth the fruits of the Gospel, it will be set down as a natural and philosophic conclusion that we either do not have the Gospel, or if we do, we do not live it. For, &#x201C;a bitter fountain cannot send forth sweet water,&#x201D;<span class=\"citation\" id=\"63915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63915)\">Matt. 7:18<\/a><\/span><span class=\"citation\" id=\"77671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77671)\">James 3:11<\/a><\/span> nor <span class=\"italic\">vice versa<\/span>. And if, therefore, we are redeemed from sin through the atoning blood of the Savior&#x2014;redeemed from the world&#x2014;we will have power to establish the Kingdom of God upon the earth. There will be no swearing, no whoredom; there will be no crimes of infanticide or feticide. No such sins will be known among us, our children will be born in honorable <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wedlock under the ordinances of the holy Priesthood, and not illegitimate, to be denied the privileges of the congregations of Israel, until perhaps the tenth generation according to ancient law.<span class=\"citation\" id=\"55091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55091)\">Deut. 23:2<\/a><\/span> But today, I am sorry to say it, some of these evils exist; we see them cropping out here and there once in a while. Yet, while this is the case, I say&#x2014;and I say it without fear of successful contradiction&#x2014;that the Latter-day Saints are the best people that I know of upon the face of the earth; a greater proportion of them are honest, honorable and virtuous, according to the light they possess and the ability they have, than the same proportion of the rest of mankind. But let us be more faithful and spread the kingdom and gather the people of God, and possess the land which He has given unto us, even the Zion of God&#x2014;<span class=\"citation\" id=\"128522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128522)\">D&amp;C 58:7<\/a><\/span>this land of Joseph.<span class=\"citation\" id=\"128523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128523)\">Ether 13:4-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n157\"> May God help us to do so, is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}