{"ID":220009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Peculiarities of the People of Utah, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder George G. Bywater, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, Jan. 30, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Peculiarities of the People of Utah, Etc.<\/div>\n<div class=\"speaker\">Speaker: George G. Bywater<\/div>\n<div class=\"date\">Date: 1\/30\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v22n179\"> The appearance of the congregation before me awakens within my mind a number of pleasurable reflections. There is one unerring method of determining the value of all subjects, of all objects, of all matters pertaining to the interests of our common humanity; and that method is the rule by which the results are attained, and the determination of the character of those results, whether they be good or whether they be evil. And this method moreover is not only applicable in determining the various secular conditions and circumstances of mankind, but it is equally unerring in determining the higher phases and conditions of the life of man. It reaches upward into the realms of mind and invades, if you please, or spreads itself over the entire field of human thought, embracing not only our secular but our spiritual interests. <\/div><div class=\"paragraph jod\" id=\"v22n180\"> When Jesus of Nazareth, the Savior of mankind, was on the earth sojourning for a few brief years with the children of men, he gave expression to this most beautiful and highly philosophic rule: &#x201C;For every tree is known by its fruit. For of thorns men do not gather figs, nor of a bramble bush gather they grapes.<span class=\"citation\" id=\"67290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67290)\">Luke 6:44<\/a><\/span> By their fruits ye shall know them.&#x201D;<span class=\"citation\" id=\"63927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63927)\">Matt. 7:20<\/a><\/span> It is the contempla<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of the elementary principles embodied in this rule that has awakened within my mind the reflections I have referred to, while gazing upon this congregation seated in this beautiful place of worship. It is true that the spectacle presented before our minds when contemplating the surroundings of the people of the Latter-day Saints&#x2014;the comforts of life they are enjoying, and the material blessings that they have become possessed of&#x2014;does not alone determine the divine character of the spiritual philosophy, the system of principles and doctrine which constitute their faith. For when we travel in the world, and extend our observances over the great centers of what is called the civilized world of mankind, we can behold on every hand stupendous edifices, gorgeously denominated cathedrals draped in the most costly tapestry and finished in the most elaborate manner, bespeaking a high cultivation of art and a development of science in its most advanced stages, with every means improvised to render the object and purpose of those structures efficient to the ends designed. And a reference to these representations of man's industry and skill, and to the exhibition of that wisdom, which is at once the  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>standard of the intellectual growth and advancement of the race and age in which they were brought forth enables us to judge comparatively of the growth of wisdom, and the growth of intelligence which has become the heritage of our race, and which we inherit through the very mysterious and complex nature of our spiritual and physical constitutions. But that which imparts greater value to the physical labors of the Latter-day Saints, producing the unmistakable phenomena presented here today and in other places throughout the Territory of Utah, and wherever the Latter-day Saints are assembled together in their more scattered conditions of life, following the varied pursuits thereof, in developing the various branches of labor which have been developed in society, and which society demands the performance of, is the uninviting character and crude quality of their surroundings on one hand, and the indomitable energy awakened by the inspiration of their faith on the other hand, elucidating to a demonstration their faith to be the gift of God, and that their works, so far as they are the products of that faith, to be the works of righteousness. Therefore we lay claim to considerations of an equal character, to considerations of equal merit, to the respect and gracious judgments that are awarded to the builders of the various centers of civilization, and that are conferred upon those active agents and instrumentalities by which they have been established among men. <\/div><div class=\"paragraph jod\" id=\"v22n182\"> But that which actuates my mind, my brethren and sisters, and more especially on the present occasion, is the peculiar character and constitution of the faith we have espoused; and upon this subject, as I have been invited by my brethren to <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> address you for a short time, I respectfully ask your attention. <\/div><div class=\"paragraph jod\" id=\"v22n183\"> What is it, I would ask, that constitutes the peculiarities that distinguish the people of Utah from the rest of the world of mankind, from the divisions of human society variously denominated Christian&#x2014;Christian Presbyterians, Christian Episcopalians, and the Christians of the various denominational titles by which they respectively desire to be recognized as distinct and separate societies? I ask, what is it that marks so peculiarly the distinction between the Latter-day Saints and the rest of their fellow creatures? We claim them to be our fellow creatures, whether they are willing to claim us as their fellow creatures or not. We know we have proceeded from the same boundless, the same limitless, the same immutable source of life from which they sprang as also our forefathers, and indeed all the generations of the children of men, back to the border lines of ethnological territory and earliest dawn of human history. This distinction of which we speak may be stated in a very few words, however unacceptable that statement may be to those of our friends, or those who ought to be our friends, who differ from us. It is in this&#x2014;that in the profession of Christianity we have accepted it as a whole; we have not regarded fractional Christianity, sectional Christianity, modern Christianity, as the embodiment of those principles and teachings which the great Founder of our faith came into this world incarnate to reveal, and which He left as a heavenly legacy to the children of men&#x2014;children of the great common Father, with whom we, with Him, once existed, He being the first begotten<span class=\"citation\" id=\"76388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76388)\">Heb. 1:6 (JST)<\/a><\/span> of the Father, full  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of grace and truth,<span class=\"citation\" id=\"68603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68603)\">John 1:14<\/a><\/span> the firstborn of many brethren.<span class=\"citation\" id=\"72643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72643)\">Rom. 8:29<\/a><\/span> And we chose to accept Christianity in its complete and entire constitution; uninoculated by the precepts and doctrines of men, pure from heaven, unfolding to our understandings the incomparable plan of human redemption. We have accepted the Christian revelation as proclaimed by angels and inspired Prophets and Apostles and Evangelists of every degree. To us it is a modern revelation, and we accept it with all the obligations which it has imposed upon us as conditions of salvation; with all its constituted and organized officers; with all its divinely instituted ordinances, and with all its pure and heaven-born principles that it embodies. The truth and elements which go to make up that system of worship, that system of faith, that system of belief, or, in other words, that system of divine knowledge, possess in their nature every virtue requisite, and every element of worth, and every force and principle of energy that can reach man&#x2014;man in his entirety, man as a whole, not some particular phase of his nature, as they are not designed to develop one particular characteristic of his being. The teachers of the Gospel of Jesus Christ are not evolutionists who choose to develop one particular characteristic to the extreme, and to suppress others to an abnormal condition, thereby producing results the most derogatory and pernicious in their government over the constitution of the being. We have embraced the Gospel which has been revealed for the express purpose of meeting man's every want, and of furnishing an intellectual regime and mental discipline adequate to the unfoldment of every attribute and quality of man. In this constitutes the essential dif<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ference, the distinctive discriminative features between the Latter-day Saints and the rest of the so-called Christian world. It is upon this ground that our friends differ from us; that our fellow men wage war against us. They, however, would tell you, no. They would say it is because we have institutions and practices that are antagonistic to the moral ethics of the age; that we support practices and lend our defense to doctrines that are repugnant to the moral sense of Christianity, to the enlightened races of mankind; that they do not at all oppose us on the ground that we believe the Bible, that we accept the doctrines of the Lord Jesus Christ&#x2014;because we believe in prophecy and revelation&#x2014;but that we have come in contact with would be customs and usages, with the popular interpretation of moral principles and moral conduct; and that, therefore, we have rendered ourselves obnoxious to the Christian world. And that, therefore, because we are in the minority, forsooth, it would be in good grace for us to abandon that which the majority so strenuously oppose and so persistently reject. And they claim that we must do it. <\/div><div class=\"paragraph jod\" id=\"v22n185\"> Now, my friends, I have stated in a very brief manner the feelings of the Christian world. I do not speak of any other phase of society, because the rest of the world of mankind are not in pursuit of divine knowledge; they are not searching for those principles which bring life and immortality to light;<span class=\"citation\" id=\"76085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76085)\">2 Tim. 1:10<\/a><\/span> they are generally committed to the science of moneymaking; they have exerted and brought into play all the energies of their being to develop trade and commerce, and to engage in developing all of the secular interests of the world, not only of one nation, but  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so broad and expansive have become their ideas, that they have become purely international in their scope of utility; they have crossed the expanse of oceans and penetrated the continents, and taken into consideration the welfare of other races as well as of that of their own, financially, secularly. But the Christian world oppose us upon the ground of our being offensive to them because of our institutions. Now, my friends, brethren and sisters, it is a consolation to us when we read the pages of prophecy; when we open the sacred volume and pore over its historical pages and take a retrospective glance into the history of the past, and learn that similar charges were brought against the Founder of our faith, against Jesus of Nazareth, and also against His Apostles and Prophets and the Patriarchs; and that it is with the unbeliever in revelation, and with those who are influenced by proscribed principles and spirit of any age in which they lived to oppose progress, to oppose development in any direction. <\/div><div class=\"paragraph jod\" id=\"v22n187\"> There is one great difficulty in the way of progress and that is <span class=\"italic\">invested interests<\/span>, not less so in religion than in the avenues of commerce and trade. Whenever there have been any great principles brought forth in the mechanical world, in any department of mechanism from the agricultural through all the ramifications of society, they have rarely escaped opposition. And, indeed, this obstruction in the way of progress, is not confined to mechanical pursuits. There is a spirit with large capitalists and men who have invested deeply and extensively their capital in the manufacture of any commodity, produced for the world's market, which arrays itself against growth and progress made in any <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> direction excepting only where it will especially benefit them. There is opposition; their invested interests stand in the way of progress; and it is not only in temporal affairs, but it is also in religion, in theology. One great reason why the doctrines of the Latter-day Saints are opposed by the so-called Christians, is, because they place at a discount their fractional faith, their fractional currency of belief, so to speak, and they do not wish to have their faith discounted; they do not wish to be placed in the unenviable light as to be regarded as only professing a fragmentary Christianity. And in this they only manifest the same envious traits that have marked the history of our race in all the great phases and stages of progress which the world has made. <\/div><div class=\"paragraph jod\" id=\"v22n188\"> I must here, my friends, make one remark in relation to the spirit of persecution that is in the world, and which, by the way, is a very anomalous phenomenon, very much so indeed. Christianity, in its fundamental principles, has running through it a broad vein of charity; and that spirit of mercy and love permeates every avenue of it, and thrills with sensitive pulsations through every brain, heart and vein of its unfeigned believers. There is no duty to be performed, no services rendered which the doctrine of the Christian revelations requires of its devotees, of its accepters, but that enjoins the administration of mercy and forbearance, and long-suffering, and gentleness, and tenderness, and meekness, and brotherly kindness, and all those excellencies and virtues which grace the character of an exemplary Christian. And I may here say, and I do so with feelings of shame and regret, that the bitterest persecutions that have ever been waged upon the world's battlefields  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been waged by men who have professed the doctrines of the meek and lowly Jesus.<span class=\"citation\" id=\"64305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64305)\">Matt. 11:29<\/a><\/span> Yes, the most overwhelming torrents of human blood that have ever stained the world with its gory hue, have been let out by the violent hands of those who professed to administer in the sacred things of God, who professed to be inspired by the spirit of the Divine Master. And of all classes of men and women that I have ever met or that I have any knowledge of, theological and religious fanatics have been the most unreasonable, the most unapproachable, the worst of infidels to the Christian cause. This is a broad statement to make; it is, notwithstanding, made with due consideration. It has not been hurriedly pronounced, for I have given this matter some thought, some study and some little observation. And I am convinced my friends, that the ignorance and superstition that have produced the direst evils, the knowledge of which has been recorded upon the pages of history, have not been the legitimate outgrowth of the principles of Christianity, but of Christianity falsely so-called; they have been the product of unenlightened ideas, they have been the result of misguided zeal, that was not according to knowledge;<span class=\"citation\" id=\"72720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72720)\">Rom. 10:2<\/a><\/span> and they have been too frequently manifested in directions and among communities where better results and more genteel and gracious things were expected to predominate. <\/div><div class=\"paragraph jod\" id=\"v22n190\"> Now, the history of the Latter-day Saints is one that has been before the world for a number of years in many of its phases, not probably in all its bearings, not in all its features; but there are many salient points in our history that indicate and that most unmistakably, to the impartial student of history, that the <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hostile attitude assumed by theological demagogues and their partisan adherents towards the Latter-day Saints is very similar to the conduct of the world towards the former-day Saints, and stands in offensive comparison with their parade of Christian benevolence and religious toleration. In this particular, history repeats itself. The revelations of truth have ever awakened the spirit of persecution in misbelievers. And our Lord Jesus Christ assigned a very acceptable reason why this is so. He says that, &#x201C;men love darkness rather than light, because their deeds are evil.&#x201D;<span class=\"citation\" id=\"68951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68951)\">John 3:19<\/a><\/span> Now, upon this point I do not wish to be understood by my brief quotation of this text that I consider mankind incorrigible, that the race is hopelessly sunken in depravity and sin. No, my brethren, I have more faith in the potency of the plan of redemption, and more faith in the remaining stamina and integrity of human nature itself, than to give up the hope that God will fail to fulfil His purposes in the creation of man. On the contrary, I believe that He will develop His heavenly designs in the Godlike combination of the attributes and qualities that constitute man a moral and spiritual being. I have faith that man will yet stand forth erect in the likeness of his Maker, in whose image he was first created.<span class=\"citation\" id=\"52224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52224)\">Gen. 1:26-27<\/a><\/span> Man will then be filled with the glory of God, which is intelligence and truth;<span class=\"citation\" id=\"89091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89091)\">D&amp;C 93:36<\/a><\/span> his divine origin will then be self-evident; and the truth of what the historian Moses has said of the genesis of man, will receive the concurrent sanction of science and religion. <\/div><div class=\"paragraph jod\" id=\"v22n191\"> We have received this Gospel from its first principles, through the varied stages of progress which it has made, and which has been  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>made since its restoration in the dispensation in which we live, until today. And here we must confess that the verity of the Savior's words have been most fully established, that the truth comes not to us in its fulness; comes not to us in its complete and entire character; but it comes to us as a beautiful little bud upon a choice and tender plant that blooms; it comes to us as a growing protuberance on the top of a stem; it comes to us presenting the appearance of something more to follow; it swells: it enlarges; the leaves that modestly and beautifully cover up the internal structure of that bud begin to open and expand through the vitalizing energies of the sun, whose radiating rays impart warmth and life and vigor to the growing plant. And it grows stronger and higher; it branches, and spreads, and opens more and more until the blossom is spread open to full view, and kisses the sunbeams as they descend through the vestibule of Nature's laboratory into the <span class=\"italic\">sanctum sanctorum<\/span>, if you please, where the formative principles and coordinating laws reside. The plant has passed through many stages of unfoldment from its germinal origin to its maturity&#x2014;its maximum attainment. It has spent its energies in self-development and in elaborating provisions for a new existence. The environments change. The winter of its life has come. It passes into a season of rest, to be again called into new life and enlarged activity when springtime comes again. This exemplifies the great law of growth and progress in universal nature, not only in the &#x201C;lily of the valley,&#x201D;<span class=\"citation\" id=\"57662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57662)\">Song 2:1<\/a><\/span> but in the realm of universal nature where God presides. <\/div><div class=\"paragraph jod\" id=\"v22n193\"> Now the Gospel has come to us something after the fashion pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sented in this little figure. It was not given to us in its entirety; it came to us line upon line, precept upon precept, here a little and there a little.<span class=\"citation\" id=\"58586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58586)\">Isa. 28:10,13<\/a><\/span> We are, moreover, informed in holy writ, that Jesus, who was the likeness of the Father and the express image of His person,<span class=\"citation\" id=\"76372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76372)\">Heb. 1:3<\/a><\/span> in whom dwelt the fulness of the Godhead bodily,<span class=\"citation\" id=\"75586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75586)\">Col. 2:9<\/a><\/span> that He did not receive of that fulness at first, but received grace for grace;<span class=\"citation\" id=\"89035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89035)\">D&amp;C 93:12-14<\/a><\/span> He increased, He grew in knowledge and in favor with God and man;<span class=\"citation\" id=\"67109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67109)\">Luke 2:52<\/a><\/span> and He is the great prototype, the great exemplifier of our faith. And so has been the growth and faith of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v22n194\"> When we received this faith, we received it in the simplicity of our hearts. We received it as a message from God, not comprehending it in its entirety anymore than the child when he is conducted to school and placed in a primary class to receive his first lesson, is capable of understanding all at once the several courses of study and the various branches of knowledge which he has the capacity to acquire. No, my friends, he learns little by little; he learns first to distinguish between the various forms of the characters to which are attached specific and distinct sounds, and by which they are to be known. He learns to attach the proper value to each and all as they stand in relation to one another in the alphabet; and after mastering that, learns to arrange and rearrange and change and modify the relationship of those characters, producing various results according to the principles of orthography and orthoepy. Thus he acquires a knowledge of the language he speaks. So with every other branch of knowledge in like manner, the study of theology being no exception to the rule. <\/div> <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n196\"> So far as our history is concerned; so far as the opposition which we have met in propagating this message of mercy, and of heralding forth to the world the glorious news and &#x201C;glad tidings of great joy,&#x201D;<span class=\"citation\" id=\"81820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81820)\">Mosiah 3:3<\/a><\/span><span class=\"citation\" id=\"91239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91239)\">D&amp;C 128:19<\/a><\/span> which shall be unto all people,<span class=\"citation\" id=\"67042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67042)\">Luke 2:10<\/a><\/span> namely, the plan of redemption, we anticipate opposition; it is nothing new; it is nothing marvelous when we understand human nature. Not at all. We sometimes speak unadvisedly; we sometimes marvel at things which happen, but of which, upon more deliberate reflection, we would not, because there is nothing strange in this. We see rivalry in all things, in all the various phases of society; we see competition and rivalry in the present crude and undeveloped state of human intellectuality, in the present&#x2014;if I may be allowed the expression&#x2014;immoral state of society; and I maintain that society is in an immoral state when the good of all is not contemplated, when the greatest good to the greatest number is not the dominant principle, is not the inspiring motive, is not the moving and propelling incentive urging men forward in the various concerns of life. I say again, that unless there is a motive which pervades all our actions, taking into contemplation the good of the whole and not of a part, society so conditioned is not, in a proper sense, in a moral condition. The condition of society contemplated in the Gospel embraces this expressed injunction, that we should help to bear each other's burdens;<span class=\"citation\" id=\"74682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74682)\">Gal. 6:2<\/a><\/span><span class=\"citation\" id=\"81947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81947)\">Mosiah 18:8<\/a><\/span> that we should do unto others as we would have others do unto us.<span class=\"citation\" id=\"63826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63826)\">Matt. 7:12<\/a><\/span> And requires, moreover, that whatever other gifts, whatever other qualities, whatever other characteristics may be distinguished in our conduct toward our fellow men, or whatever other features may disappear and subside in the rolling tides <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the ages in the developing of our nature, assimilating it more and more in the image of God, that there are certain attributes that will never fail,<span class=\"citation\" id=\"73674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73674)\">1 Cor. 13:8<\/a><\/span> namely, faith, hope, and charity.<span class=\"citation\" id=\"73744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73744)\">1 Cor. 13:13<\/a><\/span> These will forever abide. <\/div><div class=\"paragraph jod\" id=\"v22n197\"> And when I consider these facts as inseparably connected with the system of salvation left by Jesus our elder brother, our Lord and Savior, what are we to think of the attitude of the Christian world toward us. How very uncharitable they are! How very unlike the Savior in His conduct, in the judicial murder of the crucifixion upon a Roman cross&#x2014;&#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68324)\">Luke 23:34<\/a><\/span> Do our Christian friends feel so towards us? Do they who think we are deluded; that we are beguiled by false conceptions of righteousness, that we have been decoyed by some impure motives to the maintenance of institutions that are damning in their character upon man, do they exercise this forgiveness towards us? No, my friends. But as there is a kind of Christianity referred to in the Scriptures, whose propagandists appear in sheep's clothing, garbed with all the sanctity of innocent lambs, but within are ravening wolves,<span class=\"citation\" id=\"63896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63896)\">Matt. 7:15<\/a><\/span> we are confined to the Savior's rule of judging men and things&#x2014;&#x201C;By their fruits ye shall know them.&#x201D;<span class=\"citation\" id=\"63928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63928)\">Matt. 7:20<\/a><\/span> But it is our duty to emulate the examples given us by Him in whom was no guile.<span class=\"citation\" id=\"77867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77867)\">1 Pet. 2:22<\/a><\/span> When Jesus came into the world, did He seek to exterminate everybody? Or His followers, poor fishermen, did they seek to destroy and institute persecution against those who differed from them in opinion? No. Have the Latter-day Saints exhibited this spirit towards the world? No, they have not; and we modestly and friendly challenge the universal world to cite us to any feature or  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trait that may be found in any chapter of our history wherein we have sought to wage war against man or woman because they did not believe as we did; to coerce them to the acceptance of our faith; to drag them into prison or drive them with the sword because we could not make disciples of them. No, my friends, such a disposition even is contrary to the genius of our faith. We have invited respectfully, the most competent expounders of the doctrines of the various sects when they have chanced to come among us, to enunciate their views from our pulpits and in our lecture rooms, to our own congregations. We have never closed our door against them, although we have been so very exclusive; although we are so peculiar a people, and so arbitrary in our priestly rule as charged by our liberal accusers. But when our missionary Elders have gone forth to the world, it has been a very rare thing, indeed, to meet with such a favor; and when such an opportunity has been proffered, we have known how to prize it. When ministers have opened the doors of their meetinghouses or churches, offering us the use of the same to preach to their assemblies, we have acknowledged most respectfully the receipt of such favors. Who do you think is the more charitable? Where are we to draw the line of demarcation between the charity of the &#x201C;Mormons&#x201D; and that of other dissenting Christian churches, and their feelings and sentiments towards us? It would not be a difficult thing to draw this line; but I forbear this afternoon. <\/div><div class=\"paragraph jod\" id=\"v22n199\"> I will simply say, it affords me pleasure to realize that God has thus far presided over our destinies; that we have been held, as it were, in the hollow of His hand.<span class=\"citation\" id=\"59340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59340)\">Isa. 40:12<\/a><\/span> We have <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been a handful of people with the prejudices of an unbelieving generation running high tide against us. We have been looked upon as unworthy a passing notice. But a change has come over the vision of their minds. Now everybody is giving us notice. God has permitted us to gather strength, and that, too, in the face of the bitterest persecution and the fiercest opposition which we have had to contend with, and that which God has designed to develop and establish in the earth will triumph all the more by being thus opposed. The more the effects of resistance are brought to bear against it, like the shaking of the forest tree, very frequently promotes its growth: it disturbs its roots; it loosens the soil around it and it commences to put forth fresh energy, increasing in strength and size; and like the mustard tree, the more it is kicked the farther the seed is scattered. <\/div><div class=\"paragraph jod\" id=\"v22n200\"> Now this is the view I take of the results of opposition which we have had; and we have excellent precedents for believing this, not only in the day and age in which we live, but all past history contributes to the support of this belief and its supply of material is ample for the argument. Now, this is not only the case with reference to the truth itself, but it is a principle <span class=\"italic\">inherent<\/span> in nature, that sometimes a bad cause is also fostered by the opposition it meets with. So that those of our friends whether here or elsewhere who suppose that opposing the truth will produce an arrest of its growth, and extinguish the life it contains, the vitality embodied in it, are simply poor readers of human history, are simply ignorant of the facts of history, and are ignorant of the various phases of human nature, as that human nature has been de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>veloped in the varied schemes that have sprung into life during the centuries past and gone. But when we take these indestructible principles that outlive the ages; when we take a truth that is universally so, one that is a truism in its nature, and when we take our association of those truths together and constitute a system, and then undertake to wage war against that system, my friends, it is a very costly experiment; it is a losing game. For &#x201C;truth though trampled to the earth will rise again.&#x201D; You cannot destroy that which cannot die. You cannot put life out of that which is life itself. You cannot extinguish the power that is limitless in its resources. You cannot do it. <\/div><div class=\"paragraph jod\" id=\"v22n202\"> Now, I do not purpose occupying your time but a few moments longer. I have directed your thoughts over quite a breadth of ground in quite a rambling manner. I have not felt disposed to take a subject and direct your thoughts specially to it; for I am aware when subjects are spoken of, and questions are sprung, the mind involuntarily follows out and conducts itself through a series of reasons and deductions until it arrives at legitimate conclusions, satisfying itself or otherwise as the case may be; but I have brought up a number of questions showing the general character of the work in which we are engaged. I am convinced that God has directed our destiny, and that His hand is still over us for good; and that we are the happy recipients of many proofs of His divine favor. He has withheld from us the chastening rod of our enemies; He has dispelled the clouds which have gathered around us in sable thickness, and has shed forth the light of heaven upon us, <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which has caused our hearts to rejoice in the God of our salvation. We have received the doctrines of Jesus Christ: faith in Him; repentance of sins, and baptism for the remission of sins; and we have essayed and covenanted to live a new life in Christ Jesus; to seek to do good to all men, and evil to none; and like Daniel of old, to be faithful to the statutes and to the decrees and behests of Jehovah, the decrees of man against us notwithstanding;<span class=\"citation\" id=\"61549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61549)\">Dan. 6:1-28<\/a><\/span> we having come to the conclusion in our own minds that God and a few good men form an overwhelming majority. And we shall see and yet learn that truth will triumph and prevail. But it may be&#x2014;and we have promises moreover to that effect&#x2014;that clouds of darkness will gather; that threatening storms will rise; that the impending dangers will be so imminent as to cause the countenance of some to pale and their knees to tremble and their faith to falter. But, then, the darkest hour is before the dawn of day. So shall we find that God, when He shall have been fully convinced of our integrity, having proven us as gold is purified through fire,<span class=\"citation\" id=\"79117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79117)\">Rev. 3:18<\/a><\/span> will abide by the results of obedience to His covenants; that we shall come off more than conquerors through Him who loves us,<span class=\"citation\" id=\"72654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72654)\">Rom. 8:37<\/a><\/span> even Jesus Christ our Savior. <\/div><div class=\"paragraph jod\" id=\"v22n203\"> May His Spirit and His grace sustain us in the discharge of every duty, in the developing of every divine institution and in maintaining every correct principle, and in promoting peace and righteousness upon the earth, is my prayer, in the name of Jesus Christ, our Redeemer. Amen. <\/div>\n<\/div>\n<\/div>"}