{"ID":220033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Abundant Testimonies to the Work of God, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, September 18, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Abundant Testimonies to the Work of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/18\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v22n748\"> The remarks which have been made by Brother Orson Pratt have no doubt been listened to with great attention and with a feeling of delight by those who have heard them. It is indeed a very great pleasure to have him in our midst once more, and especially to listen to the sound of his voice&#x2014;to hear the testimony that he still bears to the work of God. It is probable that today Brother Orson Pratt is the oldest living member of the Church, and certainly there is no man in the Church who has labored longer and more diligently and with a greater spirit of self-sacrifice in proclaiming its principles, in defending it, and in advocating the cause of God in the midst of the earth. And no doubt, as he has said, the fervent prayers of the Latter-day Saints have been offered up without ceasing throughout all our valleys, and in all our settlements, and in every dwelling place, unto God the Eternal Father in his behalf, that his life might be spared, that his health might be again restored to him, that he might have the privilege of proclaiming the word of the Lord unto the people. I trust that these prayers will still be offered up, that faith will be exercised in his behalf, that the desire of his heart may be granted unto him; for I know that <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faith will be exercised in his behalf, that the desire of his heart may be granted unto him; for I know that there is no desire so strong in his breast as that which he has expressed&#x2014;the desire to proclaim the truth, and to win souls unto Christ, and to help establish that Zion of which God has laid the foundation. It is indeed encouraging to listen to the voice of a man who has had his experience, and to witness the unflinching zeal that he still possesses for the work of the Lord. I felt as though I did not want to say one word&#x2014;if I could have answered my own feelings&#x2014;after he had concluded. I would much rather have left his remarks to be pondered upon by the people, than to have said one word myself. But as there is time remaining, and we have come together for the purpose of partaking of the sacrament and worshipping our God, it is not improper that that time should be occupied. <\/div><div class=\"paragraph jod\" id=\"v22n749\"> Brother Pratt has alluded, in brief terms, to the revelations which God gave unto his servant Joseph Smith, through the Book of Mormon, or through the plates upon which that record was found. Today there is probably no greater stumbling block in the way of the people regarding this latter-day work than this record. Everything has been done that  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could be done to blind the eyes and darken the understanding of the children of men concerning the Book of Mormon. Every conceivable falsehood, almost, has been put into circulation concerning the origin of that work, and the inhabitants of the earth have been led to believe that it is one of the greatest impostures that was ever palmed upon mankind. And the name &#x201C;Mormon&#x201D; has been applied, in consequence of this, in derision to us because of our belief in that work. I have many times been reminded of the falsehood that was palmed upon the people by the Pharisees concerning the resurrection of Jesus Christ. They would not believe that most momentous event in that generation, though borne testimony to by living witnesses.<span class=\"citation\" id=\"73778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73778)\">1 Cor. 15:1-12<\/a><\/span> They declared that his Apostles, or disciples, had stolen the body, that he had not been resurrected, and that false belief became current in that generation<span class=\"citation\" id=\"66415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66415)\">Matt. 28:11-15<\/a><\/span> and was an accepted theory concerning the founder of the Christian religion, and the whole world deemed themselves justified&#x2014;speaking now in general terms&#x2014;in rejecting Jesus as the Messiah, and his disciples as the Apostles of God, and yet today it is the belief of Christendom. A man who doubts that the Savior was resurrected the third day from death, is looked upon as unworthy of that holy name, the name of Christian. So beliefs change and misrepresentation and falsehood fade away as time passes on and truth is received and accepted; and the day will yet come&#x2014;and it is not very far distant, when we speak about it in comparison with this event to which I have alluded&#x2014;when this Book of Mormon and all connected with it will be received and accepted, that is, all the truth, as the truth of the living <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, for the reason that it is true, and that God himself is its author. For that reason, and for that reason alone, the time will come&#x2014;and as I have said, it is not far distant, though it may seem very presumptuous to make such a statement&#x2014;when this record will be accepted, as the Bible is now accepted, as a book of divine origin, and that it has been revealed through the ministrations and agency of holy angels. We accept the Bible today without a question&#x2014;that is, those of us who believe in Jesus Christ and in God. There is not a living witness to substantiate its truth. We accept it because our fathers and our mothers and our teachers from our earliest days have taught us that it is true, that it is the word of God, and among Protestants a belief in its sacredness, that I am sorry to say is fading away in many circles, was general. The Bible was accepted after the reformation as infallible; it took the place of the infallibility of the Pope, and yet, as I have said, there is not a single living witness whose testimony has come down to us authenticated respecting its divinity, and in fact it is so open to attack that there are thousands who deem themselves justified, because of the insufficiency of the testimony and the conflict between statements which it contains, in rejecting it as the word of God. But in the case of the Book of Mormon, three witnesses, in addition to the man who was chosen of God, to translate it, testify, in the most solemn manner that an holy angel came and exhibited the plates and testified to them that it was of God.<span class=\"citation\" id=\"128593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128593)\">BM Three Wit.<\/a><\/span> We have heard those living witnesses bear testimony to this, and though they became alienated from Joseph Smith afterwards, though every one of them afterwards left the Church,  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>because of differences that they had with members of the Church, and because fellowship was withdrawn from them, in consequence of acts of rebellion&#x2014;yet all three men maintained their testimony unflinchingly&#x2014;two of them being now dead&#x2014;when they came back to the Church as they had done before, and as they did during their alienation from the Church, that the Book of Mormon was true; that they had seen an angel, and that that angel had testified to them that this was the work of God. One of these witnesses is still living, and though not connected with the Church, he still bears testimony, and publishes it&#x2014;we see it frequently in the newspapers&#x2014;confirming that which he had written, constantly bearing testimony unto all with whom he is brought in contact, and who make inquiry of him concerning this matter. When I was a boy I heard it stated concerning Oliver Cowdery, that after he left the Church he practiced law, and upon one occasion, in a court in Ohio, the opposing counsel thought he would say something that would overwhelm Oliver Cowdery, and in reply to him in his argument he alluded to him as the man that had testified and had written that he had beheld an angel of God, and that angel had shown unto him the plates from which the Book of Mormon was translated. He supposed, of course, that it would cover him with confusion, because Oliver Cowdery then made no profession of being a &#x201C;Mormon,&#x201D; or a Latter-day Saint; but instead of being affected by it in this manner, he arose in the court, and in his reply stated that, whatever his faults and weaknesses might be, the testimony which he had written, and which he had given to the world, was literally true. <\/div> <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n752\"> Besides the three witnesses who saw an angel and handled the plates, there were eight others who testified also in the most solemn manner that, though not shown the plates by an angel, they were shown the plates by Joseph Smith; that they hefted the plates, that they handled them, that they examined them, that they appeared to be of ancient workmanship, that they saw the characters upon them, which were curious; and these eight men have testified to this,<span class=\"citation\" id=\"128594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128594)\">BM Eight Wit.<\/a><\/span> making in all twelve witnesses, many of whom we have known. But if this were the only testimony concerning this work, I myself would have, I might say, comparatively slight faith in it. It would have weight, of course. The testimony of men of character, men who testify solemnly to any fact, always did have weight with me. I suppose such testimony has weight with all, more or less, according to the credibility of the witnesses. But there are evidences in this work itself of its divinity. It is the internal evidence which the Book of Mormon contains that bears testimony of it. If Joseph Smith's claims as a Prophet of God had no other foundation than that which this book furnishes, then there is foundation enough for him to rank as one of the greatest prophets that has ever lived upon the face of the earth. There were predictions recorded in this book and published to the world in the winter of 1829 and 1830, which are being fulfilled today, and which have been fulfilled, or have been in process of fulfillment since the day that the work was issued from the press. There is scarcely a thing connected with the movement of the Latter-day Saints that has not been foreshadowed in the Book of Mormon. The way in which the work should be received,  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the manner in which it should be treated&#x2014;I mean this organization, this Church, the manner in which the world would receive it, the manner, also, in which they would receive the record&#x2014;that is the book&#x2014;the expressions which they should use concerning it,<span class=\"citation\" id=\"81476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81476)\">2 Ne. 27:1-35<\/a><\/span><span class=\"citation\" id=\"81537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81537)\">2 Ne. 29:1-3<\/a><\/span> had all been described in the greatest plainness before the Church itself was organized, even to the gathering of the people together,<span class=\"citation\" id=\"82720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82720)\">3 Ne. 16:5<\/a><\/span> to which Brother Pratt has alluded as being so wonderful a work; and it may be said so phenomenal a work in its character. For the gathering out of this people called Latter-day Saints from every nation is a phenomenal work; the bringing them to these mountains;<span class=\"citation\" id=\"82825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82825)\">3 Ne. 20:22<\/a><\/span><span class=\"citation\" id=\"83512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83512)\">Ether 13:3-11<\/a><\/span> their organization throughout these valleys; the union, the love and the peace which prevail among them are all phenomenal in their character. This Book of Mormon, before there was a Church organized, before it had an existence, foreshadowed, in great plainness, that a people would be gathered together from the nations of the earth,<span class=\"citation\" id=\"81134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81134)\">1 Ne. 17:38<\/a><\/span> and it has also described to us what their fate would be, how they would be driven and mobbed, and how they would be compelled to flee into the wilderness, as we did flee.<span class=\"citation\" id=\"82724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82724)\">3 Ne. 16:7-10<\/a><\/span> There is scarcely a thing, as I have said, connected with this Church, or its history, that has not been alluded to with greater or less plainness, but especially the rejection of the Gospel by the nations and the treatment that those who espoused it would receive. This book was published, too, at a time when it was the proud boast of every American citizen, that religious liberty was universal wherever the stars and stripes waved; when such a thing as religious persecution was unknown; when every man could worship God without let or hin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>drance, according to the dictates of his own conscience;<span class=\"citation\" id=\"94157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94157)\">A of F 1:11<\/a><\/span> when such a thing as mobocracy, as driving men and women from their homes, burning their houses, destroying their property, or anything connected with these scenes, had never been witnessed in the Republic. Yet God, through this record, revealed in great plainness that such would be the case when this Church should be organized, and this was published, as I have said, before the Church had an existence upon the earth. It also testified what the fate of Joseph Smith should be.<span class=\"citation\" id=\"81293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81293)\">2 Ne. 3:6-21<\/a><\/span> It alluded to the persecution that he should receive. It described how he should be treated by his enemies; these things were set forth and can be found within the pages of this book, and also many events that have not yet transpired. Joseph Smith has made predictions, and they are embodied in this book. I say he has made them, that is, God chose him as an instrument to bring these predictions to light&#x2014;concerning the remnants that are left in the land&#x2014;the Indians. Now, it is the general opinion&#x2014;and it has been the opinion entertained for many years&#x2014;that the Indian tribes would disappear, that they would be wiped out from the face of the land, that they would disappear as the buffalo have disappeared, and that it would only take a very short time until they would be obliterated. If there is any one opinion that is general in our land among the people in our Republic, this today is the general opinion concerning the red man. Of course there may be some who entertain a different opinion, but they are so few that they can scarcely be noticed, certainly they cannot be heard. Even those who advocate and espouse the cause of the red man, and look upon his race as ter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ribly wronged, see no hope for him in the great future, but believe that he must disappear before the march of civilization and the increase of the pale faces. Now, Joseph Smith has predicted in this Book of Mormon the very opposite of this, and the world will yet see and know for themselves whether he is a true Prophet or not concerning this. This Book of Mormon with its promises is to a very great extent based upon the idea and the view that there is a future for the red man of this continent,<span class=\"citation\" id=\"82084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82084)\">Alma 9:16-17<\/a><\/span><span class=\"citation\" id=\"82489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82489)\">Hel. 15:10-13<\/a><\/span> and that they will at some time become an enlightened people and be redeemed from their present condition.<span class=\"citation\" id=\"81581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81581)\">2 Ne. 30:4-6<\/a><\/span><span class=\"citation\" id=\"82861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82861)\">3 Ne. 21:12-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n755\"> Now, if Joseph Smith had chosen to have said something as an impostor that would have suited the people, he would never have published the promises which this book contains concerning the red man; he would never have thought of such a thing, because the whole current of thought, even as early as the days of his childhood, was in a different direction. But inspired of God he made these predictions, and they are left on record like the other predictions to which I have alluded, and they will be fulfilled just as sure as God has spoken. And it is in consequence of our entertaining these views that we have been accused of having undue sympathy with the red man; because we have believed that they were human beings, that they had souls to be saved, and have felt to treat them with that kindness which we think is due to every man that stands in the form of God, whatever his race or color may be, whether black or red, yellow or white.<span class=\"citation\" id=\"81473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81473)\">2 Ne. 26:33<\/a><\/span> Because we have taken this course and entertain these views, we have been accused thousands of times of having undue sympathy with the Indians, and sometimes of <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rendering them aid in their depredations. In our valleys and throughout our mountains an Indian has been as safe as he would be in the midst of his tribe. We have fed them, we have clothed them, we have endeavored to elevate them, we have treated them kindly. We have thought that a man who would shed the blood of an Indian would receive as severe condemnation and punishment therefore, as if he were to shed the blood of a white man. We have also endeavored to teach the people this idea, and the consequence is that travel where our people may, if it be known that they are people of Utah, they can travel with a degree of safety that no one else can, because for these thirty-four years in these mountains we have pursued this policy&#x2014;not to aid them in their attacks upon the whites, but, on the contrary, to persuade them&#x2014;and, in fact, we have endeavored by force of arms to prevent them from doing such things when they have resolved to go upon the warpath. We have invariably said to them: &#x201C;You cannot commit a greater crime than to shed the blood of your fellow men, whether it be of your own race or any other race.&#x201D; Our influence has been to maintain peace, to endeavor to reclaim them from their degraded and indigent condition, and teach them industrious habits and those arts which would elevate them from their degradation. The Book of Mormon has had that influence with us, and, as I have said, there are promises connected with it which will yet be fulfilled, and which will establish, even more than it is already established the truth of what I have said, that Joseph was a man inspired of God, and that he spoke by the inspiration of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v22n756\"> I know that it is very fashionable  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;we have experienced it, we know about it&#x2014;to decry everything that is not popular. In every age of the world, the men who have laid the foundation of reformation, who have endeavored to stem the public current, and to mark out a path different from that trodden by the majority of mankind, have had the most bitter opposition to contend with. They have had everything to meet, and in many instances have had to lay down their lives in testimony of the truth of that which they were doing. And we are no exception to this rule. Our pathway has been marked from the beginning with sufferings from this cause, and we may expect that it will continue to be. We need not look for anything else. Our religion is an unpopular one, and we might possess all the virtues of the angels and they would be obscured by the misrepresentations and the clouds of calumny that are raised against us. Our virtues are lost sight of. Our industry and the good qualities which have made this land so beautiful; those qualities which have been the means in the hands of God of reclaiming this land from its desert condition, and peopling it, and making the valleys resound with the hum of industry, and creating beautiful homes in it, from north to south, and from east to west; the practice of temperance and virtue, and the other qualities which characterize this people, are entirely lost sight of, because in the opinion of the majority we are heretic. We adhere to a religion that is, as they believe, or as they assert, an imposture, and because of this they are ready to do with us as the Jews did with the Savior, and with those who believe in his divine mission. Nevertheless, this being the truth, it must prevail. There need not be any doubt in our minds, <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I do not believe there is. I do not believe that 150,000 or 200,000 people can be found in any part of the globe who have the feelings of serenity and calm security, and who have less apprehension concerning the future than have the Latter-day Saints who dwell throughout these valleys of the Rocky Mountains. I do not believe another people can be found who have the feelings I describe. And when the clouds have been darkest, when everything appeared to foreshadow the destruction of the people, when it seemed as though all earth was raised against us, there has never been a time, even during those dark hours, that there has been any quailing in the hearts or feelings of the Latter-day Saints concerning the future. They know that God reigns; that this is his work, that he has laid the foundation of it, and that he will preserve and make it triumph in the earth; that he has sustained every man, woman and child belonging to this church from the beginning. When mobs have descended upon us like an avalanche, and when all the evils which they have wrought have come upon the people, even then there has been no flinching, no quivering of the hands, no shaking of the knees, no quailing of the heart, but calmly reposing upon the promises of God, the people have been sustained, and have gone forward rejoicing that they were counted worthy to be numbered among the Saints of God.<span class=\"citation\" id=\"71496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71496)\">Acts 5:41<\/a><\/span><span class=\"citation\" id=\"75752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75752)\">2 Thes. 1:5<\/a><\/span> This has been the feeling, it is today&#x2014;and notwithstanding that threats of the most fearful character have been fulminated against us from time to time, and the press has come out with too great unanimity for its credit, suggesting every manner of scheme to exterminate us&#x2014;notwithstanding all this the Latter-day Saints, I believe,  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of all the people upon the face of the earth, have had more peace in their hearts, have had more peace in their habitations, have had more confidence and less apprehension concerning the future than any other people to be found upon the face of this wide globe, go where you will to find them. And why is this? &#x201C;Oh,&#x201D; says one, &#x201C;it is your fanaticism; you are an enthusiastic, fanatical race of people. Your leaders are shrewd men, and the rest of the people are the dupes of your imposture; you exercise an influence over them, you blind their minds and they are led by you because you are shrewder than they.&#x201D; This is the common expression of opinion respecting us. It shows how ignorant mankind are concerning this work. There is not a faithful man, there is not a faithful woman, who crossed the Mississippi River when driven from Illinois, but felt and knew that it was right for us to go into the wilderness and to carve out a new home, far away from those people who called themselves Christians, but who belied their profession&#x2014;who did not feel this as much as President Young did, or any of the Twelve Apostles. Even the children themselves had the spirit of it. The whole people crossed that river and started out into the then Territory of Iowa, with entire confidence that God would lead them to a good place; they started with far more confidence than the children of Israel did under the leadership of Moses. And from that day to the present the people have had this spirit. Not a settlement has been formed throughout these mountain regions without the people themselves who founded it, being fully imbued with the feeling that they were called of God to come to this land, and it needed no con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>straint from President Young or any other man to influence them to do so. They were ready to act for themselves. <\/div><div class=\"paragraph jod\" id=\"v22n759\"> Every man and woman who enters into this Church has the right to know whether this doctrine be of God or not. I would not give a fig, if we numbered millions, if the people did not know for themselves that this was the work of God. I would rather have the six persons who formed the nucleus of the Church on the 6th of April, 1830, if those six knew for themselves that this was the work of God; I would feel we were a greater strength in the earth than six millions who had not this knowledge. And so I say concerning this people today throughout these valleys; if they only know for themselves that this is the work of God; if they have received this knowledge by the revelations of God for themselves individually, then they become a power in the earth, they are a living force. Murder may be resorted to for the purpose of destroying them, but as long as one remains there is a power through which God can work and bring to pass that which He has said shall be accomplished. The killing of Joseph Smith did not destroy this work, that was tried; it is not the killing of those who were associated with him that will do it. The past expulsions of the people did not injure or destroy the work, neither would any such attempts, if permitted, do so in the future. It is a living entity, and it is composed of living entities, men and women who know for themselves that this is the work of God, not depending upon Joseph Smith, not depending upon Brigham Young, not depending upon John Taylor, not depending upon Orson Pratt, or any other man tabernacled in the flesh, for their  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knowledge concerning this work. You might kill all these men off, if God would permit you, and still the knowledge remains until you extirpate the whole people; and in this respect it differs from every other work known among men. I have said it was phenomenal. It is phenomenal this people who come from the nations of the earth&#x2014;each one comes bearing testimony that he or she knows it is the work of God. They know that before they leave their homes, and they come impelled by that living faith, and they bear testimony to it. Hence it is a power in the earth. It is God's work. As Brother Orson Pratt has said, God dictated the day of its organization;<span class=\"citation\" id=\"84265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84265)\">D&amp;C 20:1<\/a><\/span> God dictated that we should come to these mountains. There is not a settlement we make without our seeking to know the mind and will of God concerning it. We do not send a missionary abroad without asking the mind and will of God upon the subject. His mind and will is sought for in all things in holy places, and this Church has been guided from the first day of its organization until today, by that spirit of divine revelation. Hence the prosperity that has attended us, and the wonderful results that we witness today. <\/div><div class=\"paragraph jod\" id=\"v22n761\"> God has broken the long silence that has reigned for centuries. It is not to us alone, but He has spoken to the whole world, if they will open their ears to hear and their hearts to understand. God is working mightily today among the nations of the earth, and He is bringing to pass His great purposes, that have <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been so long deferred. But who hears His voice? Who seeks to understand it? Very few indeed. Unbelief is increasing, until even among those who profess to be ministers of religion you hear the power of God questioned respecting the affairs of men, and it is a rare thing today to find any man, even a professor of religion, who believes that God interposes by special providence in behalf of any of His children upon the earth. It is very rarely you can find men who have such a belief. They believe that God allows all things to go on without interference on His part. That, however, is not the faith of Christ, that is not the teaching of the Savior, who taught His disciples and all men to go unto the Father, and ask in His name for that which they needed, and that the very hairs of their head could not fall to the ground unnoticed.<span class=\"citation\" id=\"64207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64207)\">Matt. 10:29-30<\/a><\/span><span class=\"citation\" id=\"87872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87872)\">D&amp;C 84:80<\/a><\/span> This is the God the Latter-day Saints believe in and seek after. They know that He lives. They know by revelation for themselves, and this constitutes the great difference between this Church and every other church. We believe in revelation from God today. We believe that He is the same yesterday, today and forever;<span class=\"citation\" id=\"77392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77392)\">Heb. 13:8<\/a><\/span><span class=\"citation\" id=\"80989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80989)\">1 Ne. 10:18<\/a><\/span><span class=\"citation\" id=\"84301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84301)\">D&amp;C 20:12<\/a><\/span> that He changes not, and that if His mind and will were revealed unto the inhabitants of the earth 1,800 years ago in answer to prayer, in the same manner they can be obtained today. <\/div><div class=\"paragraph jod\" id=\"v22n762\"> I pray God to bless you, to pour out His Holy Spirit upon you, to lead and guide you into all truth,<span class=\"citation\" id=\"70438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70438)\">John 16:13<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}