{"ID":220007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opinions of the World, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon June 27, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Opinions of the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/27\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v22n158\"> I am pleased to have the opportunity of listening to our brethren who have just returned. It is always interesting to hear from those <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have been absent, with whom we have been acquainted for years. It is pleasing to listen to their views and ideas pertaining to us as a peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, as contrasted with those of others. In regard to the opinions of men, I would say, however, although we are desirous of pursuing a proper and correct course&#x2014;it is to us a matter of very little moment what their opinions may be concerning us. The truths of God in every age of the world have been opposed by a certain class of men. That they should be so at the present time is nothing remarkable or strange. And furthermore our trust is not in man but in the Lord. It is to Him that we are indebted for any light, any truth, any intelligence that has been communicated unto us. We have not received our religion, the doctrines that we profess, the ordinances that we administer in, nor any knowledge that we have of God, or the things of God, from the world, neither from its divines, its scientists, its philosophers, nor from any class of men in existence. We have received them not of man, nor by man, but through the revelations of the Lord Jesus Christ,<span class=\"citation\" id=\"74449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74449)\">Gal. 1:12<\/a><\/span> and consequently we are dependent upon Him for our guidance and direction; and while we wish to treat all men with respect, all authorities and all men holding positions under government, at the same time we feel that our strength, our power, our might, and our sustenance does not exist with them, but the Lord, and that we are dependent upon Him alone. <\/div><div class=\"paragraph jod\" id=\"v22n160\"> In speaking of our Priesthood, we knew nothing about it till God revealed it. In speaking of our doctrines we knew nothing about them till God revealed them. And furthermore, in speaking of the ordinances we administer in, whether for the living or the dead, we knew nothing about them till God revealed them; nor did the world, nor do they today. Concerning our temples, what do the world know about <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them? Nothing. If they had them built today for them they do not know how to administer in them, nor what they are for. The world generally is in darkness. God has revealed the Gospel to enlighten the world, and He has sent us forth not to be taught of the world, but to be their teachers<span class=\"citation\" id=\"85497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85497)\">D&amp;C 43:15<\/a><\/span> and to show them the paths of light and life, and for this purpose He has organized His Church, His kingdom and His Priesthood; for this purpose He has stretched out His hand to protect us in the valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v22n161\"> In regard to the position in which we are situated here, what have the world had to do with it? What have those people had to do with it that are so very much interested in our welfare as Brother Cannon has remarked? If they think they can benefit the world, it is very wise that they should go and try as we have done, show the same zeal, interest and welfare for mankind that we have done, travel the thousands and hundreds of thousands of miles without purse or scrip<span class=\"citation\" id=\"68198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68198)\">Luke 22:35<\/a><\/span> for the benefit of mankind that we have done, and then we will believe them a little quicker. But there are a great many men who think it much easier to tear down than to build up; much easier to oppose good principles than it is to establish and maintain them. All this, however, makes very little difference to us. We care very little about such things. We are engaged in a work in which God has set his hand,<span class=\"citation\" id=\"58210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58210)\">Isa. 11:11<\/a><\/span><span class=\"citation\" id=\"92100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92100)\">D&amp;C 137:6<\/a><\/span> and we shall continue to do it, and another thing, there are no persons on this side of heaven or hell that can prevent it. They have tried and they will try, but will be frustrated, for God has set his hand<span class=\"citation\" id=\"58211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58211)\">Isa. 11:11<\/a><\/span><span class=\"citation\" id=\"92099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92099)\">D&amp;C 137:6<\/a><\/span> to accomplish a certain work, and that work will be done, and by the help of the  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord, we will try and help Him to do it. The main thing we have to attend to is ourselves, to our morals, to our religion, to the training of our children, to the cultivation of our lots, to making our homes pleasant and agreeable, to promoting the welfare of the human family, that is, all that will permit us to do so. Whom do we interfere with? Whom do we calumniate? Whose religious rights are interfered with by us? They have their churches here. They are not molested; I hope not; I do not hear of it; I hope they are not, for our opinion is that we ought to treat all men aright, believing that matters of religion are matters of conscience. Our opinion is that we ought to treat our government aright, and be loyal, patriotic, just, honorable and law-abiding, honoring all good principles, sustaining all honorable men, and thus endeavor to promote peace, union, and happiness among mankind. Our motto is, &#x201C;Glory to God in the highest, and on earth peace, and good will to<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ward men.&#x201D;<span class=\"citation\" id=\"67073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67073)\">Luke 2:14<\/a><\/span> If people do not offer us that, we cannot help it. It is because they do not know any better. In the meantime, however, we will pursue the even tenor of our way. Let us be virtuous, honest, true and faithful. Let us treat one another aright, and God will bless us. We will serve the Lord and obey his laws, and Zion will roll forth, the kingdom of God will progress and no power can stop it. The things that have been spoken of by the Prophets will all be fulfilled. The knowledge of God will grow and increase, while the wicked will be rooted out,<span class=\"citation\" id=\"57370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57370)\">Prov. 2:22<\/a><\/span> until &#x201C;the kingdoms of this world have become the kingdoms of our Lord, and of his Christ; and he shall reign forever and ever,&#x201D;<span class=\"citation\" id=\"79504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79504)\">Rev. 11:15<\/a><\/span> when liars, hypocrites, deceivers and corrupt men will be destroyed and swept away as with a besom of destruction.<span class=\"citation\" id=\"58305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58305)\">Isa. 14:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n163\"> May God help us to be faithful and true to our trust, that we may be saved in His kingdom, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}