{"ID":220031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation&#x2014;The Privileges of the Saints, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, April 24, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation&#x2014;The Privileges of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/24\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v22n713\"> The principles which have been advanced this afternoon are so strictly in accord with the principles which were taught by the servants of God in ancient days, that everyone, upon reflection, must acknowledge that to have a church professing to be the Church of Christ there must of necessity be in it, if the ancient principles be adhered to, the spirit of revelation. In the Bible that has come to us as the record of God's dealings with his people from the days of Adam our father down to the days of the last disciples of Jesus Christ: in that record we are told that every man who professed to be a follower of the Lord, <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and especially those who belonged to the Church of Jesus Christ, enjoyed from the Lord that spirit of revelation. It is difficult to conceive&#x2014;if we did not see around us organizations professing to be his followers and not enjoying His Holy Spirit, or the Holy Ghost, which communicates his mind and his will unto those who seek for it. Of course we see around us in Christendom any number of churches which profess to be the churches of Christ, the members of which deny present communication from God, who say that revelation is no longer needed; that the canon of scripture is full, that all the revelations that  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God had to give to men he has given, and that they are embodied in the Old and New Testament. We have, as I have said, any number of churches which make this statement, teach these doctrines and train the children and the grown people in the belief that God had ceased to speak, that he has ceased to communicate his mind and will unto his children; that the channel of revelation which was once opened and by which all who were his true children were distinguished&#x2014;that that is forever closed. But, as I have said, if it were not for the existence of these organizations; if it were not for the fact that these are the teachings that mankind receive; if we were to read the Book itself, and rely upon its statements, the natural conclusion would be that it would be the privilege of every man and of every woman who belonged to the Church of Christ to have communications from him, for the reason, as I have already stated, that it was the distinguishing characteristic of the organization known as the Church of Christ in the Messianic dispensation. It was the distinguishing characteristic also of the men who were the servants of God anterior to the days of Jesus. It would be a most singular idea&#x2014;if it were not for the existence of those traditions to which I have referred&#x2014;that God, our eternal Father, our Great Creator, should cut off his children from all communication with him, and leave them to grope in the dark,<span class=\"citation\" id=\"56112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56112)\">Job 12:25<\/a><\/span> wandering hither and thither without any certain means of knowing his divine mind, of comprehending his divine will concerning themselves and the affairs of the earth. I can join with Brother Nicholson, who gave expression to his joy and gratification that we live in a day when God has once <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more broken the silence which has reigned for ages, and has revealed his mind and made known the plan of salvation in its old plainness and purity to the inhabitants of the earth. And if there is one thing that causes my joy to be greater than another, it is the fact that this knowledge, as he has stated, is not confined to one man, nor to three men, nor to twelve men, but that it is communicated unto every humble soul who seeks for it in a spirit which is acceptable unto God. It is a constant cause of thanksgiving to me that a people have been gathered together who are relieved, to a very great extent, from the uncertainty, and from the strifes, contentions and divisions upon points of doctrine that prevail throughout Christendom. There is in every human heart a desire to know something concerning God. I think it is Bancroft who says that the natural man, the barbarian, believes in God naturally; but skepticism and unbelief are the attendants of civilization, of enlightenment so called. There is no man who has not stifled that portion of the spirit of God which is born in him, who does not desire to know something concerning God; concerning his purposes, concerning the plan of salvation, concerning the object of his creation and of his being placed on the earth, and also concerning his future destiny. And because this knowledge does not come in the way in which men would like it to come, because God does not conform to men's ideas and to men's expectations, a great many deny the existence of God, and say that if there be a God, he certainly would reveal something to those who seek earnestly to comprehend him. But there is one saying recorded by an ancient Prophet, that experience proves to be true, even the  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>experience of those who have known God best, and have been best acquainted with the plan of salvation. The Lord said that, &#x201C;as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.&#x201D;<span class=\"citation\" id=\"59810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59810)\">Isa. 55:9<\/a><\/span> We cannot comprehend God; we cannot dictate to him the plan that he shall pursue in saving his children. Men frequently say, &#x201C;How easy it would be for God to reveal himself; how easy it would be for him to make his mind and will known so indisputably that no one could cavil about or reject it; how easy it would be for him to open the heavens and make manifest his glory, and send angels that all might see.&#x201D; No doubt the Elders of this Church have been frequently met by the objection&#x2014;whenever they had testified that God had established His Church in its ancient power, with its ancient gifts, restored the everlasting Gospel, and the authority to administer its ordinances, and that he had done this by the administration of holy angels&#x2014;they have been met by the objection, &#x201C;Well, if this testimony be true, why did he not send angels to somebody or to some people whom <span class=\"italic\">all<\/span> would believe, and concerning whose testimony there could be no doubt, instead of sending them to an obscure youth, an illiterate boy, in the State of New York, and withholding from the rest of mankind all knowledge concerning this wonderful event.&#x201D; Of course this sort of argument applies to the Savior himself, it applies to the whole plan of salvation, it applies to every Prophet that ever lived, and cannot be confined alone to Joseph Smith or to the Latter-day Saints. With equal force it might apply to those who lived at the time of the resurrection of the Savior. Why was he not <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seen by all the people? Why was the Son of God born in so obscure a place, born in a stable and cradled in a manger? Why did he not reveal himself in power? Why did he not convince all the inhabitants of the earth so irresistibly that they would be compelled to accept Him as the Son of God. This argument would apply to other dispensations than that of the Son of God. It would apply to Noah, to Abraham, to Moses, and to the whole of the Prophets and Apostles that ever lived. But God, as I have said, has a way of doing these things that does not comport with the ideas of men. There is one thing that we as a people should understand, and that is, that God has purposely drawn a veil between himself and the inhabitants of the earth to accomplish his own designs. He has the power&#x2014;we all admit it, that is, all who believe in God&#x2014;to reveal himself in his fulness; he has the power to open the heavens and show every living being all that the heavens contain. There is no limit to his power. He controls the innumerable hosts of heaven. He has but to utter his command and they obey. Jesus said, on one occasion, &#x201C;Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?&#x201D;<span class=\"citation\" id=\"66293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66293)\">Matt. 26:53<\/a><\/span> But God, as I have said, has purposely drawn a veil over the inhabitants of the earth. He permitted Adam to fall; he permitted him to transgress his law, to bring about the fall of the human race, in order that man might be, for without the fall man would not have had an existence upon the earth. &#x201C;Adam fell,&#x201D; therefore, &#x201C;that man might be; and men are, that they may have joy.&#x201D;<span class=\"citation\" id=\"81270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81270)\">2 Ne. 2:25<\/a><\/span> There was a purpose in this. God, through his foreknowledge, comprehended  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it all. He knew the end from the beginning.<span class=\"citation\" id=\"59419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59419)\">Isa. 46:10<\/a><\/span> It was all arranged. The Son of God was foreordained,<span class=\"citation\" id=\"77787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77787)\">1 Pet. 1:20<\/a><\/span> to come as a Lamb slain from before the foundation of the world,<span class=\"citation\" id=\"79660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79660)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93096)\">Moses 7:47<\/a><\/span> to die for man and atone for the original sin, and to bring to pass the resurrection from the dead,<span class=\"citation\" id=\"128588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128588)\">Alma 33:22<\/a><\/span> he being the firstfruits of them that slept.<span class=\"citation\" id=\"73806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73806)\">1 Cor. 15:20<\/a><\/span><span class=\"citation\" id=\"81222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81222)\">2 Ne. 2:8<\/a><\/span> God designed that he should come here and be clothed upon with humanity. He designed we should struggle and contend here in this probation with a glimmering of knowledge, a little light. He gave unto us his word. He has commanded us to seek unto him,<span class=\"citation\" id=\"128589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128589)\">Prov. 8:17<\/a><\/span><span class=\"citation\" id=\"128590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128590)\">Jer. 29:13<\/a><\/span><span class=\"citation\" id=\"128591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128591)\">Isa. 58:2<\/a><\/span><span class=\"citation\" id=\"128592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128592)\">Isa. 65:1 (JST)<\/a><\/span><span class=\"citation\" id=\"88579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88579)\">D&amp;C 88:63<\/a><\/span> and he that seeks shall find, to him that knocks it shall be opened, and he that asks shall receive.<span class=\"citation\" id=\"63756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63756)\">Matt. 7:7-8<\/a><\/span><span class=\"citation\" id=\"67557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67557)\">Luke 11:9-10<\/a><\/span> How? Will it come in such a manner as to convince all the world? No. There would be no faith if this were the case; there would be no room for the exercise of faith. God wishes his children to be developed. And what better position could we be placed in for development of every kind than in such a school of experience as that through which we are now passing on the earth? If God were to reveal himself as many would like, there would be no room for the exercise of faith, there would be no necessity to struggle. But there are two great powers on the earth. Here is the power of God on the right hand, and on the left hand here is the power of evil, and as the Book of Mormon tells us, &#x201C;it must needs be, that there is an opposition in all things.&#x201D;<span class=\"citation\" id=\"81236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81236)\">2 Ne. 2:11<\/a><\/span> We could not enjoy the sweet if we had never tasted the bitter.<span class=\"citation\" id=\"84849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84849)\">D&amp;C 29:39<\/a><\/span> There are two principles at work, and we have to contend with them. Jesus, our Great High Priest and Elder Brother, when he was upon the earth had to contend against evil. He was not free from temptation. He was tempted in all things like unto us,<span class=\"citation\" id=\"76573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76573)\">Heb. 4:15<\/a><\/span> but he <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> differed from us in being able to overcome temptation, in being sinless through the power that he had through his Sonship. But he set us the example. He knows through that which he had to contend against the weakness of human nature. He stands as mediator at the right hand of the Father, pleading for his brethren and sisters who, like himself, are subject to the trials, temptations and afflictions that exist in this mortal life. But because of this shall we say that God does not speak? Because we do not see his face, shall we say he does not exist? Because we do not hear his voice, shall we say he has no voice? Because we do not see his hand or his arm&#x2014;that is, that which we call a hand or an arm&#x2014;shall we say that he has neither hand nor arm? Certainly not. He will be sought after and all those who seek him will receive his blessing.<span class=\"citation\" id=\"60192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60192)\">Isa. 65:1 (JST)<\/a><\/span> He will give certainty, he will remove doubt and misapprehension, and give light and enable all such to comprehend and see as far as necessary that which is good for them; he will lead them on step by step, until they reach his presence if they will obey his commandments. They will not have to do this in darkness or in doubt, they will not have to throw aside or surrender their judgment, but he will give unto them his mind and will in such plainness that they will know and comprehend for themselves, although they may be tempted and tried and afflicted. <\/div><div class=\"paragraph jod\" id=\"v22n717\"> The proclamation of the Gospel as it has been taught in our day, has brought peace to thousands and thousands of seeking souls. It was very remarkable at the time that this Church was organized, how the spirit of God moved upon a great many people throughout the United States, in Canada, in Great Britain, Denmark,  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in other countries to which the Elders went, carrying the glad tidings of the restoration of the ancient Gospel. In many places members of churches were dissatisfied with the want of power in the churches to which they belonged, dissatisfied with the absence of gifts, and they met together and prayed unto God to reveal himself or to give unto them some knowledge concerning the old plan of salvation. Here are my two brethren on this stand, President Taylor and President Woodruff, aged men, who in their early youth or early manhood were in this condition&#x2014;President Taylor in Canada, and President Woodruff in Connecticut, one of them a Methodist preacher, and the other a member of no denomination. Both of them for years sought God with all the earnestness of their souls to make manifest unto them his mind and will. They were dissatisfied with the existing condition of affairs. President Taylor with other members of the church to which he belonged, would gather together to read the Scriptures, and investigate the principles taught by the Savior and his Apostles, such as the gifts following believers, but in the church to which they belonged and other churches around them no such gifts existed. They were dissatisfied with this condition of things, being conscious that God was the same then as he had been 1,800 years before. They sought for the restoration of these gifts, and when an Elder came along with the glad tidings that a church had been organized after the old pattern, and they were convinced it was true, it filled their souls with gladness, and President Taylor and a number of others who are now in this city, or in this Territory, members of this Church, received the doctrines gladly. At <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> first they doubted its truth. It seemed too good to be true. And they also felt a good deal like the people of Judea in olden times when Jesus was on the earth. People asked them, &#x201C;Can there any good thing come out of Nazareth?&#x201D;<span class=\"citation\" id=\"68651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68651)\">John 1:46<\/a><\/span> So they feel in respect to this Church. People say, &#x201C;What good can come from such a source as this is reported to be from?&#x201D; The same with Brother Woodruff, the same with hundreds of men and women. And I do not know that it should be limited to hundreds; it may be said hundreds and thousands had a yearning, anxious desire for something higher, something nobler, something more certain, something that was from God. This feeling animated thousands of hearts in various lands, and the Elders were guided to them, and when they saw their faces, when they heard their teachings and humbled themselves in obedience to the commandments of God, they became profoundly convinced by the testimony of Jesus Christ, that the Gospel they taught was indeed the ancient Gospel restored. And from every land where the glad tidings have been carried by the Elders of this Church have these humble people crossed continents and oceans, forsaking all because of the Gospel, glad in their hearts that they had received it; like the man that had found the pearl of great price, they were ready to sell all for the purchase of that, so that they could have it in their possession.<span class=\"citation\" id=\"64658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64658)\">Matt. 13:45-46<\/a><\/span> They were ready to forsake home, kindred, old associations; they were ready to sacrifice their good name&#x2014;for that had to be sacrificed&#x2014;all the past repute that they might have had, everything had to be thrown as it were to the winds. But they had found the pearl of great price.<span class=\"citation\" id=\"64657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64657)\">Matt. 13:45-46<\/a><\/span> They had obtained a  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>testimony from God, and they could endure persecution. Mobs could not extinguish the love of truth. The burning of houses, the destruction of property, and even the loss of life itself, could not cause them to abandon the truth. They cast their lot with the Saints. This feeling of unity has pervaded this entire people, go where you will. You may go to the antipodes and find a branch of the Church of Jesus Christ of Latter-day Saints. They may have never seen an Elder from Utah, and yet when you go into their congregations and meet them, you find that they believe in the same doctrines, they have precisely the same spirit and the same faith. Before they heard the truth they might not have desired and never thought of leaving their native land, but as soon as they have received the Gospel, you will find in their bosoms, even if no Elder has ever taught it, an unquenchable desire to come and associate with the people of God in the Rocky Mountains, and they are never content until they can gratify their desire. Go to the north and the south, to the east and the west, and to the most distant lands, upon the face of the earth and you will find in their hearts the same feeling, nothing else will satisfy them. God has spoken, God has touched their hearts by the power of the Holy Ghost, and it is this that has sustained us. It is this feeling we should cherish. It is dearer to us than life itself. It is the spirit of God that unites heart to heart, that unites man and woman with bonds that are stronger than death&#x2014;death cannot break them. Where that feeling is cherished, persecution may rage with all the fierceness that is possible, it cannot destroy it. I thank God from the depths of my heart, when I think of it, that I <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> live in such a day and that I belong to a church of this kind, that I am permitted to have a membership in the Church, for go where you will on the earth you cannot find anything like it. This brotherhood comes from God. It is a foretaste of that brotherhood that will exist in the heavens; it is a foretaste of that union and that love that will prevail there, and without which heaven would not be heaven. And whence its origin? Where did it originate? It originated in heaven, and it was communicated through an humble instrument whom men despised. <\/div><div class=\"paragraph jod\" id=\"v22n720\"> It is a test of faith to embrace a Gospel taught by a man with the repute that the world gave to Joseph Smith, with all the falsehoods that were circulated concerning him. It is a test of faith today to the inhabitants of the earth to receive anything that has an origin among the &#x201C;Mormon&#x201D; people. Why, you might as well accuse a man of being a leper in some societies as accuse him of being a &#x201C;Mormon!&#x201D; Men will shun coming in contact with him. To those who know the Latter-day Saints, it is laughable to see the feeling that is manifested, and there is no greater cause of wonder in the minds of this class than when they come to Utah and see the condition of things existing here, it is so different from everything they have expected. Men and women frequently get filled with the most outrageous ideas respecting the Latter-day Saints. They come here expecting to see monsters, as though you wore horns or were beings of a different species to other people. Now, as I have said, it takes faith and a love of the truth to embrace the Gospel under such circumstances. And the devil is doing all he can, as he always has done, to prejudice  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men's minds, to deceive them, to throw dust in their eyes by maligning the servants of God and the people of God. He did it with the Savior. Why was it that all Judea did not believe in the Savior, a holy being whose life was spotless, performing mighty miracles in the midst of the people? Could they not all have embraced the Gospel? Was it God's design that they should not embrace it? No. God gives unto us our agency, and we do not ourselves realize how great this is. There is no limit to our agency. The power to choose good, the power to refuse evil,<span class=\"citation\" id=\"58011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58011)\">Isa. 7:15-16<\/a><\/span> the powers to choose evil and refuse good is given to every human being. We can, if we choose, accept God; we can, if we choose, reject God. There is no compulsion about Him, about His Gospel, or about the plan of salvation. If you and I are saved, we will be saved because we have been obedient, and we have exercised the power that God has given unto us. There is no limit to this. We can seek unto Him in humility in the name of Jesus, and continue faithful to the end; we can walk humbly and uprightly with all the ability of which we are capable, observing virtue, chastity, honesty and truthfulness, or we can on the other hand turn to evil, we can reject everything that is good, we can be untruthful, we can be unvirtuous, we can be dishonest, we can practice iniquity. As the Lord said to Cain, &#x201C;If thou doest not well, sin lieth at the door.&#x201D;<span class=\"citation\" id=\"52706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52706)\">Gen. 4:7<\/a><\/span> If he would do right, he would be accepted.<span class=\"citation\" id=\"52707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52707)\">Gen. 4:7<\/a><\/span> The agency was within him; God had given it to him, and he would not take it from him. We should cease to be the beings he designs us to be if we did. We are not automatons to be moved by some master hand or pulled with a string. God will control our ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions, but he will not dictate to us and compel us. He overrules all things for his glory and for the accomplishment of his purposes. Your acts and mine, and the acts of all the inhabitants of the earth are subject to God, who is the overruling providence over all, and he controls all to suit his divine purposes through his superior knowledge and supreme power. But if you get to heaven, as I have said, if you sing the songs of the redeemed, you will do it, because you yourselves have chosen that path and have determined, by his aid, to walk therein all your days; if any are ever numbered with the damned, if any, ever go into outer darkness and endure the misery of those who have rejected the truth and violated those laws which God has given, violated, in other words, the light that was within them, and which comes from God&#x2014;if any be there it will be because they have chosen to walk in the path that leads in that direction, and Jesus came not to save them unless they seek to save themselves; it would be contrary to the plan of salvation if he were to do so. There is divine wisdom, therefore, in our seeing as little of the divine presence as we do; it is a test of our faith, and yet those who follow the right course receive the light that is necessary. I can testify of this to you this day in all solemnity before the Lord. I know that God is a God of revelation. I know it for myself. I know that he is a God that hears and answers prayer. I know that he is a God that heals the sick when he is approached in faith and that the mighty works that were done in ancient days he is as willing that they should be done today if his people will exercise faith. He has not gone to sleep like old Baal did. You remember Elijah and the Pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phets of Baal. Elijah believed in a God that heard and answered prayer, but the believers in Baal called upon Baal. They called upon him throughout the day, but he heard them not, and Elijah mocked them and said, &#x201C;Cry aloud: for he is a god; either he is talking, or he is pursuing, or he is on a journey, or peradventure he sleepeth, and must be awaked.&#x201D;<span class=\"citation\" id=\"55690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55690)\">1 Kgs. 18:27<\/a><\/span> But Elijah's God was not asleep. He had not gone so far but what he could hear the prayer of his chosen servant. The God of heaven never sleeps. His ear is open constantly to the cries that come up unto him; his eye is never closed; he looks upon all his creations; and though he rules in the heavens above and regulates the motions of the universe and controls the planets with which the heavens are emblazoned, there is none of us so insignificant, small or obscure that he cannot hear our prayers and our cries. We have proved this time and time again in the history of this people. His preserving care has been round about us; he has never forsaken us; and often, when everything seemed as though destruction was inevitable, and that there was no path of deliverance, he has calmed the angry elements, he has opened the path and made it plain, he has caused the light of his glory to shine upon that path, and it has been clear to those who have been walking humbly and uprightly before him. This people are a standing witness in the midst of all the nations of the earth that God lives, and that he is the Being the Scriptures say he is. Think of the plots that have been devised against us; think of the plans that have been laid for our destruction; no end to them, and yet this little handful of people, six in the beginning, have <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gone on increasing, trusting in God as their Deliverer. We have been mobbed, tried and persecuted in various ways, but all these things have had the effect of cleansing us, they have all had their purpose. I would not give much for this Church today if all who had joined it were members of it&#x2014;that is, members of it with their sins and corruptions and inclinations to do wrong. I am thankful for one thing connected with this work, namely, that every trial has the effect of cleansing the Church, of keeping it pure, of taking away from it the dross and leaving the somewhat purer element. It would not do for the tares to grow up and choke the wheat.<span class=\"citation\" id=\"64554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64554)\">Matt. 13:24-30<\/a><\/span><span class=\"citation\" id=\"88096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88096)\">D&amp;C 86:3<\/a><\/span> Therefore all these things have served a wise purpose in the economy of God; and there is this peculiarity about this Church, it has the power of self-purification, it carries with it, as it were, the power of self-purification. Let a man or a woman in this Church do wrong and persist in that wrong, and sooner or later the Spirit of God will be grieved and they will lose that spirit and their attachment to the truth, and will fall away. In this way we have been preserved. The union of the people to a great extent has been preserved. It is true that those who have left us are opposed to us; it is true there is opposition from various sources; but this does not change nor affect the fact that there are those who do right, nor does it detract from nor lessen the spirit of God which they have received, the spirit of union and of love. That spirit burns as brightly today in the midst of faithful people as it ever did. <\/div><div class=\"paragraph jod\" id=\"v22n723\"> Now there are a good many who look upon this work&#x2014;and some of our faithful Saints, too&#x2014;and get discouraged because they see iniquity  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>around them, because of evil here in our city, for instance. There was a time when we were free from these evils, many of which now abound, and some are fearful that the evil is overcoming the good. I do not share in these apprehensions. I think it is our duty to be vigilant, to be watchful, and to be all the time doing our best to repel every iniquity, to extinguish as far as we can every temptation, every wrong that is practiced; to use our influence against it, and to do all in our power to stamp it out. For instance, there is drunkenness and the sale of spirituous liquors or intoxicating drinks. I think it is the duty of every Latter-day Saint to help put away such things and to do all in their power to put down gambling houses, houses of ill fame, and other haunts of vice; to discourage blasphemy, the use of profane language, dishonesty, taking advantage of our neighbor, everything of this character. I believe this is our duty, and every man and woman should exercise himself and herself to this end; but after having done that and those efforts do not succeed in preventing or in extirpating them entirely, then what? Shall we be discouraged? Not in the least. You and I cannot sustain this work alone; it is no use thinking the burden of the work is upon us. It is God's work. I have been made to feel this a good many times when I have been concerned in my mind, being in a strait, as it were, as though everything was closing around me. But I have learned by experience that this work is not the work of man; that the responsibility of carrying it forward and gaining success and preventing evil does not depend upon me alone. I of course have my part, but God presides over it, God has it in his keeping, he is <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> arranging and overruling everything for its final success and triumph. He will make the wrath of man to praise him, and the remainder of wrath will he restrain.<span class=\"citation\" id=\"56894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56894)\">Ps. 76:10<\/a><\/span> All, therefore, that we have to do is to do that which devolves upon us individually and collectively, and leave the rest to him, and borrow no trouble. One-half of our unhappiness is due to borrowed trouble, looking forward to something that will never occur. The Savior gave us a very wise admonition upon this point. Said he, &#x201C;Sufficient for the day is the evil thereof.&#x201D;<span class=\"citation\" id=\"63668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63668)\">Matt. 6:34<\/a><\/span> Enjoy today, not improperly, but properly. Take pleasure today and let the threats come. The clouds may be dark here in the west, when the sun sets, and you may think tomorrow is going to be a stormy day; but how unwise it would be for us to make ourselves miserable in anticipation of the storm tomorrow, when we have the sun shining upon us today, when the heavens are glad and all nature is thankful for the goodness of God. Why should we think of the storms tomorrow? Let them come, and let us be prepared to meet them as best we can. Let us put our trust in God, and while we have peace today, let us enjoy the peace. Be happy as you progress. Enjoy the day as it comes. If adversity comes you will be prepared to meet it, just as well as if you had been brooding over it for months or years. The Latter-day Saints should be the happiest people upon the face of the whole earth. I believe we are. There is one thing the Lord has done for us. He has removed that uncertainty and fear that people have respecting the future. And if we do right, if we keep the commandments of God to the best of our ability, confessing our sins and repenting of them, we have no cause to be un<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>happy. If afflictions come, if death enters our habitations, shall we bow down our heads and mourn as though we had no hope? No. Let us accept it as from God, believing that he controls all things for the good of his people. And remember this, my brethren and sisters, that God has said through his Son Jesus Christ, that not one hair of our heads shall fall to the ground unnoticed.<span class=\"citation\" id=\"87871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87871)\">D&amp;C 84:80<\/a><\/span><span class=\"citation\" id=\"88028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88028)\">D&amp;C 84:116<\/a><\/span> He is watching over us. He cares for the humblest. Even the very sparrows are the objects of his care,<span class=\"citation\" id=\"64210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64210)\">Matt. 10:29-31<\/a><\/span> and we are worth more than many sparrows.<span class=\"citation\" id=\"67599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67599)\">Luke 12:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n726\"> I pray God the Eternal Father to bless you, to fill you with His Holy Spirit. Let it be read in your countenance. God loves a glad heart and a cheerful countenance.<span class=\"citation\" id=\"86317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86317)\">D&amp;C 59:15<\/a><\/span> Carry these into your homes. Husbands: instead of carrying your cares unto your homes to afflict your family with them, throw them off outside and go in with a glad face, so that your children may welcome you <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with gladness and joy, as they would the presence of the sun after a storm. Let your wife also receive you with gladness and if she has had anxiety and care let your presence comfort her. One of the most painful things to me, is to see men cross in their families, carrying into their houses a spirit that incites fear in the hearts of the mothers and children, and that makes them feel glad when the man goes out. Why, such a man ought not to have a wife, he is unworthy of children. Husbands when they go into their homes ought to carry with them a spirit of peace and joy, so that all might be cheered by his presence, the children glad to meet him, glad to have him come, and sorry when he goes away and the wife, on her part, gladdened by the same spirit. <\/div><div class=\"paragraph jod\" id=\"v22n727\"> I pray God to bless you, my brethren and sisters, and to fill you with His Holy Spirit, in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}