{"ID":220029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Worship of God, the Sacredness of the Sabbath, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Bountiful, Sunday, A. M., June 26, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Worship of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/26\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v22n687\"> We have not come my brethren and sisters to preach great discourses, but to talk to you in a friendly way about some of the things in which we are all interested. When I am instructing others I feel instructed myself, and the advice I give others, in a general way, fits me also. The best of us are not too good; we all of us might be better, and do better and enjoy life better, having more of the Spirit of the Lord in our own homes and in our own hearts, and do more to promote the welfare of all who come within our reach and influence. To serve the Lord, is one of the great objects of our existence; and I appreciate as a great privilege the opportunity we enjoy of worshipping God on the Sabbath <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day. And when we do meet to worship God, I like to see us worship him with all our hearts. I think it altogether out of place on such occasions to hear people talk about secular things; these are times, above all others perhaps, when our feelings and affections should be drawn out towards God. If we sing praises to God, let us do it in the proper spirit; if we pray, let every soul be engaged in prayer, doing it with all our hearts, that through our union our spirits may be blended in one, that our prayers and our worship may be available with God, whose Spirit permeates all things, and is always present in the assemblies of good and faithful Saints. <\/div><div class=\"paragraph jod\" id=\"v22n688\"> I will tell you how I feel on a Sab<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bath morning. I realize this is a day set apart to worship Almighty God: now I ought to worship God myself, and I ought to look after my family and discover whether they are engaged in the same thing or not. For we are commanded to keep holy the Sabbath day<span class=\"citation\" id=\"54244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54244)\">Ex. 20:8<\/a><\/span> and to rest from all our labors,<span class=\"citation\" id=\"86299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86299)\">D&amp;C 59:10<\/a><\/span> as God did when he created the earth upon which we dwell. He has given us six days to attend to the various labors and duties of life,<span class=\"citation\" id=\"54256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54256)\">Ex. 20:9-11<\/a><\/span> and if we pretend to keep the Sabbath, let us do it acceptably to God our Father, dedicating ourselves to him at least, for that day, and placing our feelings and affections upon him. And then, the Elders of Israel, throughout the broad earth are engaged this day in trying to teach the principles of salvation, and I feel like praying for them, and also for our missionaries who are going abroad among the Saints in this land, as well those who speak, as those who dictate in the assemblies of the Saints in this land and in all other lands, that as this is a day set apart for the worship of God, all Israel everywhere may be under the influence and guidance of the Spirit of the living God, and that those especially who speak may be under the divine influence of the Holy Ghost, and present to the various congregations the words of eternal life. God has conferred upon us very many great and precious blessings, and I sometimes think it is difficult for us to appreciate them as we should. <\/div><div class=\"paragraph jod\" id=\"v22n690\"> We are here in the land that is emphatically called, the land of Zion. I think when I hear these words, that they have some significance. What is meant by Zion, or the people of Zion? As I understand it, in fact, as the Lord has told us, it means, the pure in heart.<span class=\"citation\" id=\"89199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89199)\">D&amp;C 97:21<\/a><\/span> That would hardly apply to all of us, but <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it would in part. We would like to be pure in heart, but we can hardly reach it yet. There are a great many things which we admire in others, and there are a great many principles which we admire in the abstract, and there are a great many things which we wish we could do, but which we do not do. Still we are aiming in a great measure to do what is right; and if there are any people upon the earth that are doing this, I believe the Latter-day Saints are that people. And, yet, we do not do it, do we? If I were to ask you individually, the answer would generally be, &#x201C;No, I do not perform my duties as I should, but I would like to do so, but sometimes I yield to improper influences, and while I know that in doing this, I am not performing my duty, yet I realize in some instances that the spirit is willing but the flesh is weak.&#x201D;<span class=\"citation\" id=\"66279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66279)\">Matt. 26:41<\/a><\/span> But I think we are improving, and that is encouraging. We are the professed people of God, and being so, we ought, at least, to observe all of the leading principles of the Gospel, not to hear them only but to do them.<span class=\"citation\" id=\"77483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77483)\">James 1:22<\/a><\/span> We profess to be under the government of the United States, and being citizens we want to be good citizens, better than any other citizens, and I believe we are. I firmly believe that we are more loyal and more patriotic to our national government than any other citizens belonging to it. That is my opinion. And I think that we can well afford to observe all of the principles instituted among men by any proper government, we can well afford to observe all the prominent principles thereof, and I do not know of any law that as a people, we violate, excepting one, and that has been made on purpose to make us either break the command of God, or violate the law of the land.  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I wish that our legislators would not make such laws; I wish they would adhere strictly to the Constitution, and to the spirit and genius of our institutions, and not depart from them. For while we are desirous of obeying all of the laws of our country,<span class=\"citation\" id=\"94211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94211)\">A of F 1:12<\/a><\/span> we cannot violate the law of God. We say, O Lord, teach me thy will and help me to do it. The law expects that one man shall not infringe on the rights of another. That is right; all would agree to that. It expects us to contribute our proper proportion to maintain the existence and responsibilities of the government, both in times of internal trouble and outward aggression. That is proper and we do not wish to have any other feelings than that. They make laws that men should be honest; that is all right. If a man steal, he should be delivered over to the laws of the land. That is part of our religion as well as part of our politics. Our governors sometimes act foolishly, but we cannot help that. The office they hold is a part of our institutions, and because they act illiberally and dishonestly toward us, shall we condescend to berate them? No; it would be bad enough to tell the truth about some of them without resorting to falsehood. We will respect every man in his position, whether he respects himself or not, and respect all laws and all proper authority everywhere. What, would you pray for the Government of the United States? Yes, certainly; and when it shall depart from correct principles and violate the laws of God, and incur his displeasure, I shall feel very sorry for it. Before our late war broke out I knew it, for God had revealed it to me; and when it did come, the trouble and distress that would overtake the people I knew of, and my heart wept over them be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause of it. But it had to come, and no man could prevent it. When wrong is committed, or an unwise course is taken, it bears with it its own punishment. And as far as we are concerned, so long as we keep the commandments and are true to the trust that God has reposed in us, we need not fear the consequences, for he has said, it is his business to take care of his Saints.<span class=\"citation\" id=\"89869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89869)\">D&amp;C 104:15<\/a><\/span> It is our duty to cultivate and cherish the spirit of the Lord. And what is the fruit of that Spirit? In former days it was&#x2014;&#x201C;love, joy, peace, longsuffering, gentleness, goodness, faith, Meekness, temperance.&#x201D;<span class=\"citation\" id=\"74659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74659)\">Gal. 5:22-23<\/a><\/span> What is the fruit of the spirit of evil? Envy, malice, hatred, evil-speaking, lying and slandering one another and towards other people.<span class=\"citation\" id=\"76324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76324)\">Titus 3:3<\/a><\/span> This was the fruit of evil anciently; it is so today. Principles that were good eighteen hundred years ago are good today. And if men, by taking a wrong course, act imprudently and seek to injure us, shall we seek to injure them? No, we will try to do them all the good we can. &#x201C;But that is not natural.&#x201D; But then we ought to be changed from nature to grace. Jesus stated, &#x201C;Ye have heard that it hath been said, Thou shalt love thy neighbor, and hate thine enemy. But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you,&#x201D;<span class=\"citation\" id=\"63202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63202)\">Matt. 5:43-44<\/a><\/span> etc. When you have done all that and met all the requirements of the law, what more can be asked of you? Nothing. Some say we violate their laws. What law? The law that was introduced to make us violate the revelations of heaven; but though men seek to trammel us, yet in the name of God we will perform all our religious duties and responsibilities,  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and let all Israel say, &#x201C;amen.&#x201D; [&#x201C;Amen&#x201D; from the congregation]. And yet, will we be subject to law? Yes. Here is Brother George Reynolds, who is present, he was subject to the law. Did he fulfil the law? Yes, he did. Did he meet all its demands? Yes. And having met them, what more remains? If a law is made, and because we are conscientious before God, seeking to fulfil his law unto us, we violate such a law, and we are deprived of our liberty, by the help of God, his power and grace being with us to sustain us, we will bear the consequence. What can be asked then? We think we can fulfil the law of God and the law of man as near as they will let us; and if they wish to punish us for keeping the commandments of God, let them do it, and let them abide the consequence. And when we get through we will say, you Judge and Jury, who passed upon certain men, we have met your requirements, we now go to the Lord and say, Father, we have also met thy requirements; we could not barter away thy laws; we could not violate thy commandments, but, O God, we have been true to thee, and we have been true to our national obligations. And having done our best to promote peace, and having fulfilled the law of both God and man, we feel that we shall be justified by the Lord, and by all honorable, highminded, just and patriotic men. We are not the first who have been put to the test&#x2014;Daniel<span class=\"citation\" id=\"61551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61551)\">Dan. 6:1-28<\/a><\/span> and the three Hebrew children<span class=\"citation\" id=\"61407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61407)\">Dan. 3:1-30<\/a><\/span> had to pass through this ordeal, they met the consequences, as we propose doing. This was under a despotic government, but under our republican form of government, and with our free institutions, with a Constitution guaranteeing human liberty and the free exercise of religious faith, we have a right to ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pect a different action. But should this nation persist in violating their Constitutional guarantees, tear away the bulwarks of liberty, and trample upon the principles of freedom and human rights, that are sacred to all men, and by which all men should be governed, by and by the whole fabric will fall, and who will sustain it? We will, in the name of Israel's God. Of this the Prophet Joseph Smith prophesied long, long ago. This is the position we stand in. And if the Government of the United States can afford to oppress us, we can afford to suffer and grow strong. <\/div><div class=\"paragraph jod\" id=\"v22n693\"> Let us go to the law of God. We are here to build up Zion; and how ought we to feel? We want to make as good houses as we can. That is all right provided we come by them honestly. We want to lay a foundation for our children if we can. That's all right. But do not let our hearts and affections be placed upon these things, for there are other things we have to do. We have to pay our tithes and offerings, as we have been commanded. We have to build Temples. And that is all right. I was going to say, if we do that; I need not put the if in, for we are doing it, we are building three Temples today, and I feel to give credit to the Saints for their liberality and zeal in the work. So far that is all right. <\/div><div class=\"paragraph jod\" id=\"v22n694\"> But do we want to speculate out of our brethren and get something from them to build us up? That is not right. We want to build one another up as well as ourselves. Do we object to a man making money and means? O, no; but I should very much dislike to see him accumulate it from his brethren by taking advantage of their circumstances. That is not right. We should be governed by the principles of law and equity. The Scriptures  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>say, speaking of the Lord, &#x201C;Judgment and justice are the habitation of thy throne.&#x201D;<span class=\"citation\" id=\"57003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57003)\">Ps. 89:14<\/a><\/span> But &#x201C;who shall dwell in thy holy hill? He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart. He that backbiteth not with his tongue, nor doeth evil to his neighbor, nor taketh up a reproach against his neighbor. In whose eyes a vile person is contemned; but he honoreth them that fear the Lord. He that sweareth to his own hurt, and changeth not. He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved.&#x201D;<span class=\"citation\" id=\"56395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56395)\">Ps. 15:1-5<\/a><\/span> Let us seek to promote one another's welfare, and feel that we are brethren, that we are the representatives of God upon the earth. Our Heavenly Father is desirous to promote the happiness and welfare of the whole of the human family; and if we, any of us, hold any Priesthood, it is simply for that same purpose, and not for our personal aggrandizement, or for our own honor, or pomp, or position; but we hold it in the interest of God and for the salvation of the people, that through it we may promote their happiness, blessing and prosperity, temporal and spiritual, both here and in the world to come. That is why the Priesthood is conferred upon us, and if we do not use it in this way, then there is a malfeasance in office; then we violate our obligations before God, and render ourselves unworthy of the high calling that the Lord has conferred upon us. The Priesthood always was given for the blessing of the human family. People talk about it as though it was for the special benefit of individuals. What was said of Abraham? &#x201C;In thee and in thy seed&#x201D;&#x2014;<span class=\"citation\" id=\"53387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53387)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"128584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128584)\">Abr. 2:11<\/a><\/span>what? I will confer blessings upon thee. O, that is all <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right so far as it goes. But &#x201C;in thee and in thy seed shall all the families of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53483)\">Gen. 28:14<\/a><\/span> Let us act in the capacity of benefactors, and if we are descended of Abraham, let us walk in his footsteps and make ourselves worthy of the promises, let us extend our feelings wide as eternity, and seek to bless and benefit, lift up and ennoble all around us; that we may all rejoice together and be exalted by the same principles which have been revealed for the benefit of all men. That is the way I look at these important matters, and such is the position we all should occupy. <\/div><div class=\"paragraph jod\" id=\"v22n696\"> People talk sometimes&#x2014;they have a particular case to be adjudicated, and they would like to get hold of a High Councilor and warp his judgment, and make him dishonor himself and his calling. Tell such men when they approach you, to desist; that you are after justice, equity and mercy among men; and then let everything else go, yielding individual feeling, relations and all else to justice and equity, and God will sustain you. While speaking of justice, I do not believe in seizing a man by the throat and crowding him down; but do justice between man and man when placed in that position. We do not wish to destroy men, nor to use any vindictive or oppressive measures. It is said of the Savior: &#x201C;The Son of man is not come to destroy men's lives, but to save them.&#x201D;<span class=\"citation\" id=\"67362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67362)\">Luke 9:56<\/a><\/span> That is the way I read these things. And while we deal justly, let us deal mercifully. While we act in righteousness, let us do it with judgment. We all need the Spirit of the Lord; and we all need to humble ourselves before him and seek for his guidance. Were I a President of a Stake, I would feel like saying, O God, help me to control and manage things  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>according to thy will, for I do not want my way or to carry out my own feelings; I want to do thy will; show it to me, O Lord, and help me to do it. If I were a Bishop&#x2014;I do not know what I would do, but I know what I should do. I should feel like saying, Father, thou hast committed a number of souls to my care; help me to look after their temporal interests and also to promote their spiritual welfare, and see that they are properly instructed in the laws of life; help me also to teach the teachers that go among the people, that they may go full of the Holy Spirit to bless and benefit the people, that with the aid of my brethren I may be a Savior among them. That is the way I ought to feel and to do if I were a Bishop; and that is the way you Bishops ought to feel and to act, and do it humbly with a desire to do good. And then, if I were a Priest, Teacher or Deacon, and was going around as an instructor among the people, I would want to watch over their welfare. And if I knew of difficulty between two neighbors, I should try to hunt it out, and seek after the Spirit of God to guide me, that I might do everything that is right and be under its influence. And if I was not a Teacher, but was the head of a family, I would want to teach my family right and teach them the principles of virtue, holiness, purity, honor and integrity, that they might be worthy citizens, and that they might be able to stand before God, that when they and I get through this world, we <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might be worthy to meet the elect of God (those whom he has selected from the nations of the earth), and the Gods in the eternal world. Therefore, every morning, as head of my family, I should dedicate myself and my family to God; and if there be trouble existing between me and anybody else, I would meet them half-way, yes, I would meet them three-quarters or even all of the way. I would feel like yielding; I would say, I do not want to quarrel, I want to be a Saint. I have set out for purity, virtue, brotherhood, and for obedience to the laws of God on earth, and for thrones and principalities and dominions in the eternal worlds, and I will not allow such paltry affairs to interfere with my prospects. I am for life, eternal lives and eternal exaltations in the kingdom of God. If we obey the law of God, and then obey the holy Priesthood over us and respect them, and, instead of falling out with them, pray for them, it would not hurt us, would it? We must learn to do good for evil. It is a most delightful principle. David prayed that his enemies might go to hell quickly;<span class=\"citation\" id=\"56823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56823)\">Ps. 55:15<\/a><\/span> but Jesus prayed, saying, Father forgive them, for they know not what they do.<span class=\"citation\" id=\"68329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68329)\">Luke 23:34<\/a><\/span> I like the sentiment and feeling of the latter better than that of the former, because it is calculated to cement people together in their interests and feelings, in their desires and sympathies. Let us try to make a heaven on earth. God bless you, and lead you in the paths of life, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}