{"ID":220019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel&#x2014;The &#x201C;Perfect Law of Liberty,&#x201D; Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered at the General Conference, Monday Afternoon, April 4, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel&#x2014;The &#x201C;Perfect Law of Liberty,&#x201D; Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 4\/4\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v22n405\"> I desire to be heard, not that I am ambitious of speaking, but if I speak I desire that my strength shall not be unnecessarily taxed. <\/div><div class=\"paragraph jod\" id=\"v22n406\"> One of the ancient expounders of the Christian religion said, that the Gospel was the perfect law of liberty.<span class=\"citation\" id=\"77490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77490)\">James 1:25<\/a><\/span> I believe it; and if I take a text at all, that is my text. <\/div><div class=\"paragraph jod\" id=\"v22n407\"> The Gospel as understood and expounded by the Savior and his ancient Apostles, is a perfect law of liberty.<span class=\"citation\" id=\"77491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77491)\">James 1:25<\/a><\/span> Everything pertaining to the spirit of the Gospel, as taught and expounded and practiced by the Savior and His disciples, tended to liberty. All the revelations which God ever gave to man from the beginning of the world tended to liberty. The government which our heavenly Father has exercised, or <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attempted to exercise over His children on the earth or in the heavens, has not in the least tended to restrain or abridge them in their liberty, but rather to enlarge it, to extend it, to insure, to preserve and maintain it. The Gospel of Christ, and all of the revelations of God to man have sought to mark the line of distinction between liberty and license, between correct principles of government and anarchy or oppression and slavery. Oppression and slavery are the result of sin and wickedness, violations of the principles of the everlasting Gospel either by the rulers or ruled or both, and generally both. True freedom of mind and body and true liberty, even the enjoyment of human rights is founded and maintained, and rests  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon human integrity and virtue and the observance of those principles of truth on which all true happiness and true freedom is founded. Sin was never righteousness, nor can be; license was never liberty nor can be; misery was never happiness, nor can be; and yet because of the blindness and ignorance of some people, they never appear to be happy only when they are perfectly miserable. And there are some people too who think they are always in slavery and bondage unless they are trying to get themselves into trouble; and they think there is no true liberty only in acting like the devil. The Nihilists of Russia, the Socialists of France and their sympathizers in America, including the &#x201C;Liberals&#x201D; of Utah, are panting for liberty; they are restive under the restraint of order and law; they are opposed to government, and like the French Socialists and Communists, they would destroy Jehovah himself and behead the king and burn up Parliament and assassinate every representative of power and government; and when they had reduced the country and themselves to anarchy, they would look upon their condition as the acme of freedom and human liberty. The world today is drifting in this direction, including our own liberal America. <\/div><div class=\"paragraph jod\" id=\"v22n409\"> If we take a retrospective view of the dealings of God with his people whom he recognized, and who acknowledged his laws, and among whom he raised up Prophets, and with whom he established his covenants, we will find that they have been the freest of all peoples which have existed on the earth. The students of the Bible and the Book of Mormon know this to be the case. They know that the first king who ruled over ancient Israel, was chosen at their own earnest solicitations, <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when they began to apostatize from God, and to despise His counsels. They know that Samuel the Seer, who judged them in righteousness, and who taught them faithfully the ways of the Lord, earnestly remonstrated with them when they clamored for a king to go out and in before them and lead them to battle, that they might be as other nations who were around them. Samuel foretold the results&#x2014;that such a course tended to bondage; that they were but forging the links of the chain that would bind them and deprive them of freedom.<span class=\"citation\" id=\"55413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55413)\">1 Sam. 8:1-22<\/a><\/span> He labored long and arduously to dissuade them from it; but they would not listen to him. And yet they were not willing to consent for anybody else to make them a king but that same Samuel; and when he had prayed to the Lord, the Lord told him to, &#x201C;Hearken to the voice of the people in all that they say unto thee: for they have not rejected thee, but they have rejected me, that I should not reign over them.&#x201D;<span class=\"citation\" id=\"55423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55423)\">1 Sam. 8:7<\/a><\/span> Samuel did as the Lord commanded him, and Israel was ruled over by a king of their own choosing. But the heavens were displeased with them for so doing, and you who are conversant with Bible history are familiar with the troubles and sorrows which befell Israel in consequence of this departure from the ways of God. And those who read the Book of Mormon find the same spirit breathed throughout that book. The people, in the days when they were willing to listen to the voice of Prophets and inspired men, were the freest and best of all people; but when they began to apostatize and harden their hearts against the words of the Lord and the counsel imparted to them by His servants, they began to drift with sin and oppression and bond<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>age. Anarchy&#x2014;shall I say, is the worst of all governments? No: Anarchy is the absence of all government; it is the antipodes of order; it is the acme of confusion; it is the result of unbridled license, the antipodes of true liberty. The Apostle Paul says truly: &#x201C;For there is no power but of God: the powers that be are ordained of God.&#x201D;<span class=\"citation\" id=\"72855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72855)\">Rom. 13:1<\/a><\/span> At first this is a startling statement. Even the monopoly of the one-man-power as in Russia, or the monopoly of the aristocracy as in other parts of Europe, or the imbecility and sometimes stupidity of a republic like our own, is far better than no government at all. And for this reason, says the Apostle Paul, &#x201C;The powers are ordained of God,&#x201D;<span class=\"citation\" id=\"72856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72856)\">Rom. 13:1<\/a><\/span> not that they are always the best forms of government for the people, or that they afford liberty and freedom to mankind, but that any and all forms of government are better than none at all, having a tendency as they do to restrain the passions of human nature and to curb them, and to establish and maintain order to a greater or less degree. One monopoly is better than many; and the oppression of a king is tolerable, but the oppression of a mob, where every man is a law to himself and his own right arm, is his power to enforce his own will, is the worst form of government. The efforts of extremists clamoring for human freedom are all tending in this direction; and those who clamor for human rights are, as a general thing, the first to trample them under foot&#x2014;I mean those who are the most loud-mouthed; their ideas of freedom are all on their tongue; they conceive of no freedom only when they wield the sword, or dictate terms to others. The Gospel of the Son of God extends to the world <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that perfect law of liberty.<span class=\"citation\" id=\"77492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77492)\">James 1:25<\/a><\/span> Founded on truth, and a proper appreciation of those principles which tend to the largest possible happiness to humanity, it restrains mankind, not in the enjoyment of freedom and liberty, but from efforts to deprive their fellows of it. In other words, the power which God has sought to exercise, and which he has recommended and sanctioned, is only to seize the arm which is raised to fell his fellow, and to stop the loud tongue of the raging maniac, which would destroy the peace of his fellow man, and who would seek to build himself up on the ruin of others. There is no system of government ever instituted among men which is so well calculated to give and maintain human freedom, and at the same time to restrain the vices and excesses of fallen humanity, as the government of the Gospel sought to be established by the Savior and His Apostles. We heard quoted this forenoon the words of God spoken through the Prophet Joseph, and which are and always will be in force among this people, to the effect that the powers of the Priesthood are inseparably connected with the powers of heaven, and cannot be exercised in any degree of unrighteousness; that the power of that man departs from him when he attempts in the least degree to exercise an unrighteous dominion over his fellow man&#x2014;<span class=\"citation\" id=\"90875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90875)\">D&amp;C 121:36-37<\/a><\/span>or any power or dominion except that power of truth and of persuasion founded upon it.<span class=\"citation\" id=\"90898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90898)\">D&amp;C 121:41-42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n411\"> The teachings of the Savior in relation to the settling of difficulties arising among brethren in the Church of Christ, through visiting them and talking frankly one with another,<span class=\"citation\" id=\"63151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63151)\">Matt. 5:23-24<\/a><\/span> explaining and expounding to each other until they come to an understanding of all troubles which  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may arise among members of the Church; and in cases of disagreement invoking the aid and council of visiting priests and teachers to act in the premises as peacemakers, as helps to the parties to arrive at a proper understanding, constitute the best method of settling and adjusting the differences of mankind which has ever been instituted; agreeing with the experience of Bishop Hunter, who has often said, that no cases of difficulty are so thoroughly and effectually settled as those which are disposed of in this way. This is the chief labor of the visiting Priesthood among the people of God. And yet the enemies of this people prate a great deal about the oppression of the Priesthood. There is no pope or bishop, priest or clergyman or ecclesiastic belonging to any sect on the earth, so far as my knowledge extends, which is so approachable as the President and Apostles and Priests and Bishops and Elders of this Church, whose hearts and ears are open to everybody to hear what everybody has to say, and to give it due weight in all patience and long-suffering, to enlighten and teach them correct principles, so that they may act honestly with each other and secure each other the greatest possible amount of liberty, freedom and happiness. The same may be said of the domestic relations in the family circle&#x2014;I will not say with wicked men, with men who are naturally tyrannical, having the spirit of tyranny and oppression born in them; but I will say that free men and women who are imbued with the spirit of the everlasting Gospel, who are living in polygamy, that they manifest a greater degree of parental affection and of conjugal love, and evince greater earnest desire to promote peace and happiness <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and comfort and liberty and freedom to each member of their families, than at least the great majority of the families of the Christian world. And as I have often said&#x2014;and I am as well acquainted with polygamous families in Utah, as perhaps, any other man, in consequence of my traveling constantly among the people and mingling with them&#x2014;that, as a rule, the polygamous families of Utah are the best regulated families in the land, and they enjoy the greatest degree of happiness and freedom, unity, fellowship and love and reverence for correct principles. Our would-be regenerators would feign try and make us believe that unless we all go to the polls and vote their ticket we are slaves to the Priesthood; that because we chose to vote for our friends, we are doing the bidding of the Priesthood. Yes, and so we are. The Priesthood has always taught us that we would be fools, indeed, to vote for our enemies, for those who would rob and plunder us, for those who would not only rob us financially, but would steal from us the common rights of citizenship were it in their power to do so. And, yet, forsooth, because we vote for our friends, for men in whom we have confidence, they say we are priestridden, etc. And what does it all mean? &#x201C;Why, we want you Mormons to vote for us that we may get our arm into the public treasury, for we are too lazy to work.&#x201D; All who are acquainted with the administration of affairs in Utah, know that the affairs of government, both territorial and county, and also municipal, are the most economically administered of any other Territory or State in the Union; that there is not one delinquent or case of embezzlement to where there are ten in any other Territory or State. And yet our  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would-be regenerators are exceedingly angry because we will not vote for men to misrepresent us and our interests at the seat of government; because we do not squeak when they squeak, because we do not sneeze when they take snuff. This they call liberty! And there are perhaps some of our own people who are so far befogged that they run with this class of men; they read their twaddle so much and they become so much beclouded that they think it is necessary, in order to show their manhood, to vote for their enemies because, if they do not vote for their enemies they will be put down as &#x201C;Mormon slaves;&#x201D; and this would be too much for them, they could not stand so much. <\/div><div class=\"paragraph jod\" id=\"v22n414\"> Now, thinking men understand the object of all this cry. It is prompted by the same spirit which we see manifested by the extremists almost throughout the civilized world. It is true there is a great deal of oppression in the world, and these men see it and they wish to improve things, but do not know how; and instead of commencing to rectify what is wrong in their own hearts and in their own families, and then extend their influence for good to those immediately around them, instead of using moral suasion and showing a good example, they turn to and undertake to serve God like the devil, trying to right things the wrong way by casting down everything in the form of order and government, producing anarchy and ruin instead. Like the idiot who, because he himself was houseless, having to sleep on the doorstep of some rich man, put the torch to the rich man's palace and destroyed it. Fools can demolish and destroy; it requires wise men to build. <\/div><div class=\"paragraph jod\" id=\"v22n416\"> I said of the ancient people of God; I say of the Latter-day Saints, <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is no people capable of appreciating true liberty and of understanding the principles on which it is founded, and who know so well how to maintain them; because we have found it in the Gospel which we have received. And every man who has received the spirit of the Gospel, and whose heart is warmed with the love of it, is preparing his heart and is using his influence to educate the people to understand the true principles of human freedom, and the means by which they can be maintained. And I say, as President Cannon has said, referring to what the Prophet Joseph Smith told us, that the time would come when the extremists of the land, who are undermining the fabric of freedom, and little by little breaking under foot the guarantees of human liberty which have been raised up by our heavenly Father, through the instrumentality of wise men whom he raised up to establish the institutions of our country;<span class=\"citation\" id=\"89611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89611)\">D&amp;C 101:80<\/a><\/span> these extremists of the land are gradually undermining those safeguards of human liberty, and plotting to carry out their nefarious designs in their endeavoring to oppress the people of God, and to destroy the institutions of heaven out of the earth. The time will come when the voice of such men will be heard in the land, like the roaring of a tornado, so that the still small voice<span class=\"citation\" id=\"55698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55698)\">1 Kgs. 19:12<\/a><\/span> speaking from the heavens cannot be heard; and the voice of the loudmouth, plotting destruction to human liberty and freedom will be heard all over the land, and everybody raise up and say, it is the voice of God; and they will be willing to stand and look on and see the Saints butchered and Prophets martyred, and our institutions wrested from us and wasted away. But when that time arrives, the Lord will come forth  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from his hiding place and &#x201C;vex the nations;&#x201D;<span class=\"citation\" id=\"89654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89654)\">D&amp;C 101:89<\/a><\/span> he will raise his arm, and it shall not be turned back, and he will stay the hand raised against his people to destroy them and their institutions. <\/div><div class=\"paragraph jod\" id=\"v22n418\"> The Gospel has been the means of gathering us out from among the nations, and has made us a free and happy people, an able and united commonwealth; and the Lord is using us to establish its principles in these mountains, that throughout these valleys may be formed a nucleus around which honorable men and women may gather, men who will be capable of appreciating the blessings of liberty and of helping to extend them to others. And all presidents and senators and judges, and all men in official authority who shall lend themselves and their influence to trample upon the common rights of man, those rights which God has bestowed upon us and which are our common heritage, and who shall be found warring against God and his institutions, when the cup of their iniquity shall be full, the Lord Almighty will cause them to disappear from the public gaze, he will let them sink into oblivion and disgrace. <\/div><div class=\"paragraph jod\" id=\"v22n419\"> Those who suppose they can secure happiness in doing wickedly are grievously mistaken. And if they seek to oppress their neighbor by appropriating to themselves his hard earnings without rendering him a just equivalent, they will find every time they do it, they are but weaving together withes for their own backs, preparing punishment for themselves, and bringing themselves into bondage&#x2014;the bondage of sin. For all judgments and punishments which the law of the Lord has ordained and appointed unto man <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are designed to correct their errors and sins. And where they are corrected and they learn better, then He is ready to stretch forth His hand to save and exalt them. The Gospel is ever ready to step in to assist repentant man when he has become sensible that he needs help to be redeemed, and he realizes that he has not the power to redeem himself. Then repentance unto life is granted to him;<span class=\"citation\" id=\"71810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71810)\">Acts 11:18<\/a><\/span> but it never can come until his judgment is convinced, until his mind is enlightened and his eyes are opened to see himself, and to comprehend his true position. And whether he be in this world or the world to come, he must place himself in a condition to be saved before redemption can come unto him; and it is only by the light of truth and of true and correct principles which can bring happiness and liberty and freedom, and with it a disposition to extend that liberty to all around, and to maintain it and protect each other in its enjoyment; and not with a spirit of vengeance upon the erring, and oppression upon the ignorant, but only with a disposition to seize and hold the hand which is raised to smite his fellow and stop in his wayward course the individual who would override his fellow. And all men should be protected in this freedom to go so far and no further. <\/div><div class=\"paragraph jod\" id=\"v22n420\"> May the Lord help us to live and walk in the light, and think for ourselves, and act like sensible people, paying heedless regard to the blatant foolish lunatics who are attracting the attention of the world. They, however, have their day, after the manner of the old adage&#x2014;Every dog has his day; and when it is past he will cease to bark and bite. <\/div>\n<\/div>\n<\/div>"}