{"ID":220044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Position of the Latter-Day Saints&#x2014;Morality and Sobriety Required&#x2014;Transgressors to Be Dealt With, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Assembly Hall, Salt Lake City, Jan. 1, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Position of the Latter-day Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/1\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v22n991\"> Brother Lyman on rising wished you a happy New Year; I will continue the compliment by adding a hundred thousand happy New Years <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and as many more as you wish. <\/div><div class=\"paragraph jod\" id=\"v22n992\"> A remark of this kind would sound rather peculiar in the ears of many individuals who do not look  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at things in the light which we do. But there are principles associated with the Gospel of the Son of God, which reach beyond this life into that which is to come; and we are simply here acting and operating in a state of probation. And if we act well our part here, the principles of the Gospel will place us in a position whereby we shall be enabled to act well our part in another world, and in another state of existence. <\/div><div class=\"paragraph jod\" id=\"v22n994\"> We occupy a peculiar position before the Lord. God is our Heavenly Father; and we are told that he is the God of the spirits of all flesh.<span class=\"citation\" id=\"54771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54771)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54886)\">Num. 27:16<\/a><\/span> We are told moreover that when men leave this earth, the spirit returns to God who gave it.<span class=\"citation\" id=\"57624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57624)\">Eccl. 12:7<\/a><\/span> And if we are faithfully performing our part, and attending to the duties and responsibilities which devolve upon us, as Saints of the Most High, then we shall be in a position whereby we shall have a right and a claim upon an inheritance that is incorruptible, undefiled, and that fadeth not away, reserved in the heavens for us.<span class=\"citation\" id=\"77763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77763)\">1 Pet. 1:4<\/a><\/span> But we are here subject to the trials and vicissitudes pertaining to humanity, to prepare us for this inheritance referred to. And if we are faithful and diligent, as has been referred to by Brother Lyman, in regard to the various duties and responsibilities of life, we shall have a legitimate claim to the blessings that the good and the faithful expect to enjoy. But if we do not conduct ourselves aright, if we do not fulfil the requirements which the Lord makes of us, if we do not obey the commandments of Jehovah, we shall have no claim upon those promises that are made to the righteous, to those who fulfil His laws and keep His commandments. This is the way that I look at these things. Hence we are called to occupy a peculiar position in the world. <\/div> <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n995\"> We have had a great many precious things revealed unto us, many of which have been hid from the minds of men from the foundation of the world.<span class=\"citation\" id=\"83454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83454)\">Ether 4:15<\/a><\/span><span class=\"citation\" id=\"91037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91037)\">D&amp;C 124:41<\/a><\/span><span class=\"citation\" id=\"91229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91229)\">D&amp;C 128:18<\/a><\/span> We are placed in a position to operate with God our Heavenly Father in the interests of humanity. He has selected, called and chosen us for this purpose. He has revealed Himself from the heavens. He has introduced the holy Priesthood, and conferred upon men power and authority to operate in his name, to act under his guidance, to be his mouthpieces to declare his will and to make known his designs to the human family. For this purpose men thus endowed and clothed have been sent forth to the nations of the earth, and are now being sent forth to spread that light, truth and intelligence which God has seen fit to reveal to the human family for their good, for their blessing, and for their exaltation in time and throughout the eternities that are to come. For this purpose he has imparted the Holy Ghost, and the light of revelation, confirming the testimony of his servants in their ministrations among the children of men. For this purpose he has gathered us together as we are here today, and as the Saints are gathered in other parts of this Territory, and in other Territories, that whilst we are pursuing the natural avocations of life, we might at the same time be taught and instructed of God, that we might learn the laws of life; that we might comprehend the object of our being and existence, and that we might in time learn to comprehend God the Eternal Father, and his purposes and designs in relation to mankind; that we might be purified from the corruptions and infamies that exist in the world, and that our spirits might be purged  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from everything that tends to deteriorate, injure or destroy man; and that we might be enabled to comprehend those principles which are calculated to elevate, to exalt and ennoble mankind, and to prepare them for the enjoyment of a place among the Gods in the eternal worlds. For this purpose he has organized the Church of Jesus Christ and the kingdom of God, and revealed his law and his purposes to his Saints. For this purpose he has taught us of things pertaining to the future, having drawn aside the veil of the invisible world, and made known his purposes to his people, and taught us how to become saviors upon Mount Zion,<span class=\"citation\" id=\"62031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62031)\">Obad. 1:21<\/a><\/span> that we may fulfil our destiny upon the earth, and accomplish the purposes of God, and carry out his design and will in sending us here upon the earth; that those principles which exist in the heavens and operate among the Gods may be communicated to man, and that we may be enabled to present them in all purity and in all their beauty, glory and grandeur, and that we may learn to save ourselves and then to save others. For this purpose we are building our Temples and, as they are being built, operate in them, that we may be one with God, and one with the ancient Patriarchs and Prophets and Apostles and men of God. And that while God our Heavenly Father and the holy angels and men of God who have lived in the different ages, who have been clothed upon with the Holy Priesthood, and admitted to communion with God, and have fulfilled their destiny upon the earth&#x2014;are operating in the heavens with God our Heavenly Father for the accomplishment of his purposes pertaining to things upon the earth as well as to things in the heavens; it is for us <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to perform our parts and fulfil our duties and magnify our callings and Priesthood, and be one with them in the objects which they have in view pertaining to the welfare and exaltation of the Saints, the blessing of humanity and the salvation of the living and the dead, according to the foreknowledge and the eternal purposes of God relating thereunto. And we are here for that purpose. <\/div><div class=\"paragraph jod\" id=\"v22n997\"> We are here to establish the Church of God, that there may be a people who shall enjoy the right to serve him upon the earth in a manner acceptable to him. We are here to establish the kingdom of God, that his government and rule and that an intelligent and comprehensive liberty and freedom may prevail among men and the peoples of the earth as they exist in heaven, and that we may be under the tuition and direction of our Heavenly Father, that his will may be done on earth as it is done in the heavens,<span class=\"citation\" id=\"63421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63421)\">Matt. 6:10<\/a><\/span> and then be enabled to communicate these principles to our brethren and to the world. <\/div><div class=\"paragraph jod\" id=\"v22n998\"> These are some of the thoughts that pass through our minds when we read the word of God, and are in communion with him, when the Spirit of light, life, intelligence, and revelation rests upon us, and when the heavens and purposes of God are unfolded to our view. These, I say, are some of the thoughts that naturally flow through our minds. And talking about making new covenants on this the first of the year, why No! No! We do not wish to serve God by fits and starts, but to make his service and the obedience to his laws as the business of our lives. We love, reverence and serve God, because he loves us, and blesses and benefits us and acts as a kind and beneficent father to us. We have already entered into  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>covenant with Our Heavenly Father; but the question is, are we fulfilling these covenants? Have we the Holy Priesthood, and do we magnify that before God and the holy angels, or do we suffer ourselves to be corrupted and demoralized, and make light of the things of God, and thus tamper with these great principles which are calculated to exalt all who are obedient thereto? These are some of the questions that we should apply to ourselves. We hear of things sometimes which make us blush for humanity. We hear of crime, corruption and debauchery spreading itself abroad throughout the world; and we hear too, sometimes, I am sorry to have to say of some calling themselves Latter-day Saints, being tainted with evils of that kind. <\/div><div class=\"paragraph jod\" id=\"v22n1000\"> The great majority of the people of this city have been moved, because of drunkenness and kindred evils increasing among us, to petition the Mayor and members of the City Council to adopt such measures as will prevent this state of things. It is a shame for men professing to be Saints to be under the necessity of imploring the aid of the civil law to keep them sober; and while it is proper to guard our youth from the insidious wiles of the adversary, yet all men ought to do right from principle; and while we endorse such an act as most commendable on the part of the people, yet, in one sense, what have these dens of infamy to do with the Saints of God; or what have the Saints of God to do with the haunts of shame and disgrace? Why, if there were ten thousand of such things around, and men were living up to the spirit and power of God within them, they would say, My soul, enter thou not into their secret, mine honor, with them be not thou united,<span class=\"citation\" id=\"53680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53680)\">Gen. 49:6<\/a><\/span> my morals, be not <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ye contaminated with such infamous corruptions. That would be the case if men did right and had the Spirit and power of God in them, and if they loved God and righteousness. But men who practice these infamies do not love God, nor have they a respect for his law; they do not love righteousness; they are not Latter-day Saints; they cannot be Latter-day Saints, neither can they have part or lot in the blessings and exaltations of the kingdom of God, either on the earth or in the heavens. <\/div><div class=\"paragraph jod\" id=\"v22n1001\"> Let the wicked then pursue their course, and let the righteous pursue their's. If any of our people are found mixed up with these iniquities, let them be dealt with as the law of God directs, and let them be purged from our midst. Let righteousness, truth and integrity be maintained, and let God be honored and let the Gospel be sustained and the law of God upheld, and He will stand by the righteous. These are my views and feelings in relation to these matters. And I would not give five cents for a man who had to have a law placed upon him; or someone to stand guard over him, to prevent him from going into those dens of infamy and those sinks of corruption that &#x201C;civilization&#x201D; has introduced into our midst. I would not give five cents for the religion of such a man, it is not worth having, the sooner he gets rid of it and comes out in his true colors, the better. And then let the transgressor be dealt with according to the law of God. Purge yourselves from them and their iniquities, and follow in the paths of righteousness. These are my feelings in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v22n1002\"> We learn that in former times that there was no fellowship between God and Belial,<span class=\"citation\" id=\"74245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74245)\">2 Cor. 6:15<\/a><\/span> no fellow<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ship between light and darkness, no fellowship between truth and error, no fellowship between the Saints of God and the workers of iniquity. That doctrine is just as true today as it was when taught in former days. I speak of this because it is something which I, for one, will not bear; for one, I will not fellowship the workers of iniquity, I do not care who they are, or where they come from. And it is for us all to do right and keep the commandments of God. We talk sometimes about a man being an honest man; the reason why some are honest is because they cannot steal. But let a man be placed in a room or elsewhere with an amount of gold or other valuables within his reach, with the understanding that there was no fear of being detected, that if he appropriated any to his own use no one would know it as there was no check upon him; and if he of his own free will let it alone, I would say he was an honest man. <\/div><div class=\"paragraph jod\" id=\"v22n1004\"> And in regard to drunkenness, which has been of late a prevailing topic of conversation&#x2014;what a nice creature is a drunken Elder, a drunken Saint, a reeling, staggering, drunken Saint! What do you think of it? We write over our stores sometimes, &#x201C;Holiness to the Lord.&#x201D; We are called the Saints, or as the Germans express it, the <span class=\"italic\">heilige, der letzten tage<\/span> or the holy of the last days. What! A drunken Elder, a drunken High Priest, or a drunken Saint? We will not have such a person associated with us; we will not be contaminated nor disgraced with the name nor with the infamy of such conduct. And as regards the sellers of intoxicating drinks, they would many of them, sell themselves. And any man who cannot let these things alone, any man that has not got manhood and <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> respect enough to keep out of these pest-houses that disgrace our city, is not fit to associate with decent people, and respectable people ought to guard against him as they would against smallpox or any other pestiferous evil. And as the honesty of a man can only be tested by his having temptation within his reach, so no man can be considered as acting properly who cannot let liquor alone, when that is within his reach. Virtue does not consist simply in being prevented from committing evils, but in having temptations presented before us and then governing our passions and appetites. Good and evil are placed before us, no matter by whom, it is for us to resist evil and cleave to the right; we are told that it is to him that overcometh that I will grant to sit down on my throne, as I have overcome and sat down on my Father's throne.<span class=\"citation\" id=\"79128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79128)\">Rev. 3:21<\/a><\/span> Neither do we want excuses for any of these things, for God will condemn us if we bear them, and His wrath will be enkindled against us, and we shall find it a hard matter to pack such infamies upon our shoulders. I will not do it, I will throw them off of mine, I will have no fellowship with those who indulge in them; and I call upon all the Saints to do the same, and upon the proper authorities to take measures to root out from our midst everything that would defile and contaminate the morals of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v22n1005\"> About the world and their course&#x2014;let them take their course. The wicked will, we expect, continue to do as they have done for years, grow worse and worse, deceiving and being deceived.<span class=\"citation\" id=\"76205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76205)\">2 Tim. 3:13<\/a><\/span> And to the evils that are among us, which have been introduced here, and which are being fostered and encouraged by wicked and corrupt men, I would say to our people, let them alone.  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If, however, our young men or any of the older ones should be found violating the laws of the land, let them be punished as the laws direct, it does not matter whose sons they are, or who they may be. If you should find any of mine doing it, bring them up and straighten them out, and let the penalty of the law be inflicted for their evil, pernicious practices; and if it be anybody else's sons or fathers, do the same with them. And let us guard jealously the principles of virtue, sobriety and purity, by disfellowshipping and purging from us those who dishonor and trample them underfoot. And let us be for God and for Zion, for truth and for righteousness; for we cannot drag the contaminated and corrupt into heaven, such are not wanted there; and I do not want to introduce them there whether they are my sons or the sons of anybody else. The Scripture says: &#x201C;Whatsoever a man soweth, that shall he reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.&#x201D;<span class=\"citation\" id=\"74715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74715)\">Gal. 6:7-8<\/a><\/span> Now, it is for us to choose what course we will pursue. I do not suppose that I am talking to any of these drunkards, they generally do not come to meeting; they would rather have a bottle with them at home, or meet in grog shops or other places where the debased and contaminated are wont to assemble. And it is proper they should seek their own company, for we do not want them here. We want men who are Saints from principle, men who love God, who keep his commandments, men who are pure and virtuous, men who are seeking to glorify God through obedience to his laws, and men who do these things because they love to do them. We do not wish to see <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anything approaching coercion in dealing with persons, but we wish them to understand that we will not any longer be disgraced by their infamies. <\/div><div class=\"paragraph jod\" id=\"v22n1007\"> As has been referred to, we have entered into covenant with God, and it is only on the condition of our keeping our covenants inviolate that we shall be entitled to the exceedingly great and precious promises<span class=\"citation\" id=\"78233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78233)\">2 Pet. 1:4<\/a><\/span> which he has made to us. And he does expect us to be true to him: he expects it of me; he expects it of my brethren associated with me as Counselors; he expects it of the Twelve; he expects it of the Presidents of Stakes; he expects it of the Bishops; he expects it of the High Councilors; he expects it of the High Priests, of the Seventies and the Elders, and of all Israel. He expects us all to be men of God, with clean hands and pure hearts,<span class=\"citation\" id=\"56515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56515)\">Ps. 24:3-4<\/a><\/span> seeking to magnify our calling and to honor our God. Let us do this, and all will be right with us; and those who do not wish to do this, let them step on one side. And while we would avoid anything like harshness or precipitancy, and treat all men with forbearance and kindness, and bear, to a reasonable extent, with the weaknesses and infirmities of men, we must deal with transgressors for their fellowship, and cut them off from the Church. We must have people who will serve God and keep his commandments. And then we can go to God our Heavenly Father when our enemies conspire against us, and plead with him for protection; and he will take care of Israel and maintain and sustain his Saints. But if we fellowship evil and iniquity, crime and corruption, infamies and drunkenness, debauchery and lasciviousness, and all the evils of the Christian world&#x2014;if we do this we need not  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>look for the help of God; he will leave us to ourselves to take our own course. But if we will do our duty, discountenance iniquity, obey the laws of God and keep his commandments, he will take care of <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Israel and sustain his people. These are my feelings in relation to this matter. <\/div><div class=\"paragraph jod\" id=\"v22n1009\"> God bless you, and lead you in the paths of life, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}