{"ID":220027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Privileges of the Saints, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Hooperville, Monday, June 27, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Privileges of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/27\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v22n668\"> It is a very great privilege to be Saints of the most high God, and it is of much more importance than many of us sometimes comprehend. It is a great privilege to have God for our father and friend. And then while we have God for our father <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and friend, on the other hand, we ought to be the friends of God. It is said of Abraham, that he was the friend of God,<span class=\"citation\" id=\"77620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77620)\">James 2:23<\/a><\/span> and we, the Latter-day Saints, ought to be the friends of God, and to take pleasure and delight in doing his will; for we are  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>indebted to him for every blessing which we enjoy, whether pertaining to this earth or to the heavens, to the life that now is or to the life that is to come. Many of these truths are not known in the world, for the simple reason that they have not been taught, nor are there any people outside of the Priesthood of this Church who are capable of teaching men the principles of life, the principles of salvation, the principles of exaltation and eternal lives. And the reason why they are not capable of teaching them is, because they do not understand them themselves. And no man can teach correctly principles which he does not himself comprehend. It was upon this ground that Jesus in his day said: &#x201C;If the blind lead the blind, both shall fall into the ditch.&#x201D;<span class=\"citation\" id=\"64790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64790)\">Matt. 15:14<\/a><\/span><span class=\"citation\" id=\"67284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67284)\">Luke 6:39<\/a><\/span> Also quoting the words of the Apostle: &#x201C;The things of God knoweth no man, but the Spirit of God.&#x201D;<span class=\"citation\" id=\"73082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73082)\">1 Cor. 2:11<\/a><\/span> And if we do not find out, we Latter-day Saints, how to approach God, as has been referred to by a previous speaker, and how to call upon him acceptably and to approach him as our Father, and to feel that we are his children, and to take pleasure in calling upon him, and to cultivate His Holy Spirit; if we do not do this, nor comprehend these principles, we have indeed made slow progress in the things pertaining to the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v22n670\"> God has restored the Gospel for the purpose of bringing life and immortality to light;<span class=\"citation\" id=\"76086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76086)\">2 Tim. 1:10<\/a><\/span> and without the knowledge of the Gospel there is no knowledge of life and immortality; for men cannot comprehend these principles only as they are made known unto them, and they cannot be revealed only through the medium of the Gospel, and through obedience to the laws of salvation associated therewith. And hence <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as the Gospel emanates from God, and as that is the great medium of salvation, through the atonement of the Lord Jesus Christ, God said in former times to his former-day Apostles, and also in latter days to his latter-day Apostles, &#x201C;Go ye into all the world, and preach the gospel to every creature.&#x201D;<span class=\"citation\" id=\"66766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66766)\">Mark 16:15<\/a><\/span> He sent them with a message that was fraught with greater blessings than anything that could be conferred upon mortals. And hence when the heavens were opened and the Father and Son appeared and revealed unto Joseph the principles of the Gospel,<span class=\"citation\" id=\"93661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93661)\">JS&mdash;H 1:17<\/a><\/span> and when the holy Priesthood was restored and the Church and kingdom of God established upon the earth,<span class=\"citation\" id=\"128578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128578)\">D&amp;C 2:1<\/a><\/span><span class=\"citation\" id=\"128579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128579)\">D&amp;C 27:8,12<\/a><\/span><span class=\"citation\" id=\"128580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128580)\">D&amp;C 110:11-16<\/a><\/span> there were the greatest blessings bestowed upon this generation which it was possible for man to receive. If they could comprehend it, it was the greatest blessing which God could confer upon humanity. Then he sent his servants forth to proclaim this Gospel to the nations of the earth, and he is now sending them forth to preach the Gospel of the Son of God, to deliver the testimony that he has given unto us. And, speaking for the Priesthood, have we done it? We have, and we have done it in the name of Israel's God; and he has been with us and I know it. And with regard to praying, if we had not known how to pray we should have been in a bad position many a time, regarding both temporal and spiritual things. But we learned to call upon him, and he has heard us and has come to our help in time of need. Is it not a great privilege and blessing to have a Father of this kind to approach. Let us look at it. Jesus tried in his day to get the people to comprehend one thing&#x2014;to ask and receive.<span class=\"citation\" id=\"70522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70522)\">John 16:24<\/a><\/span> It is a simple thing. Seek and you shall find; knock and  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it shall be opened to you.<span class=\"citation\" id=\"63750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63750)\">Matt. 7:7<\/a><\/span> For he that asketh receiveth,<span class=\"citation\" id=\"63764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63764)\">Matt. 7:8<\/a><\/span> etc. Do you believe it? If you do, go and try it, and see whether God lives or not, and you will know for yourselves. It was said in former times, &#x201C;We know that God lives.&#x201D; How do you know? Because we received the things which we asked at his hands. In one place the people are told, You receive not because you ask not;<span class=\"citation\" id=\"77676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77676)\">James 4:2-3<\/a><\/span> and our Heavenly Father upbraids them for not asking.<span class=\"citation\" id=\"77427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77427)\">James 1:5<\/a><\/span> The Lord declares, I have plenty; I own all things,<span class=\"citation\" id=\"56508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56508)\">Ps. 24:1<\/a><\/span> the gold and the silver are mine,<span class=\"citation\" id=\"62251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62251)\">Hag. 2:8<\/a><\/span> and the cattle upon a thousand hills are mine.<span class=\"citation\" id=\"56730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56730)\">Ps. 50:10-12<\/a><\/span> Now if you are prepared to use them properly, he is prepared to give them to you. He enquires, If a son ask for bread, would you give him a stone?<span class=\"citation\" id=\"63765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63765)\">Matt. 7:9<\/a><\/span> The little child when it is hungry, asks its mother for a piece of bread and butter; the mother would not think of picking up a stone and handing it to the child; but she gives the little one something to eat to satisfy its hunger. And when the child is hungry it will come again and ask for more. After this kind of reasoning the Savior then said to those around him, if you who are evil know how to give good gifts to your children, how much more shall your Father in heaven give his Holy Spirit to them that ask him.<span class=\"citation\" id=\"63775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63775)\">Matt. 7:11<\/a><\/span><span class=\"citation\" id=\"67564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67564)\">Luke 11:13<\/a><\/span><span class=\"citation\" id=\"67566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67566)\">Luke 11:14 (JST)<\/a><\/span> Let us try then to have confidence in God, as our children have confidence in us. They will come to us and say, Papa, can I have a new hat? Mamma, can I have some new shoes? Papa, please give me five cents to buy candy. If you can, you like to gratify their little wants. Our Father feels just the same towards us. But suppose they were to ask you for a razor? &#x201C;That would be dangerous,&#x201D; you would say. &#x201C;Why, child, I don't want to give you that.&#x201D; And then <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when you want things of no use to you, and your Father knows that it would not be good for you&#x2014;although he does not tell you so, he does not give them to you because they would be injurious. <\/div><div class=\"paragraph jod\" id=\"v22n672\"> There is nothing of more value to me than the principles of eternal truth; than the principles of eternal lives; eternal salvation, and eternal exaltations in the kingdom of God; but then it is for us to comprehend it, for if we do not comprehend it, no matter how great the truths, they cannot benefit us. We frequently think a little more of a nice span of horses, or a nice wagon, or a favorite cow, and such things, than we do of God's work, as our boys sometimes get attached to a few marbles, thinking that they are everything, and they do not like to leave their marbles to obey father or mother; and God finds us about the same. We get a few dollars, or a farm, and a little stock, and a few other things; and we cannot afford to neglect these; we cannot afford to take time to pray, nor to listen to the voice of Father, we are so busy playing marbles. And occasionally when we play marbles among the dollars, we try to cheat one another, as boys sometimes do at marbles, and try to take advantage one of another. I never like to see boys cheat, and never like to see men cheat at their kind of marbles. Our feelings and affections get placed on wrong things. We are here to build up Zion, and to establish the kingdom of God. The kingdom of what? The kingdom of God. Then if it is the kingdom of God, it is not the kingdom of man, originating or belonging to man. It came not of man nor from man, it came from God, and we are indebted to him for it; and we are indebted to him for all the  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>light and all the intelligence we have. For the life we have, for the pure air we breathe, for the use of our bodies and our reason, for the food and raiment we eat and wear, and in fact, for everything we have and enjoy, both of a temporal and spiritual nature. All these things God gave us. We did not have them; we did not grow them. You may have planted the corn and plowed it; but I think the Scripture tells us that Paul may plant and Apollos may water, but it is God that gives the increase.<span class=\"citation\" id=\"73149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73149)\">1 Cor. 3:6<\/a><\/span> It is so in our farming or anything else. If we have good crops, it is through the blessings of the Almighty that we receive them, and if he did not give them to us, then we should go without. He could send an army of crickets or grasshoppers, or a great hailstorm, sweeping away the fruits of our labors, and in that event, whose would they be? I think it very foolish to quarrel over marbles; I think it foolishness in men to seek after the things of this world and place their affections on them. I see men, and I have seen a great many men in my time, grasping after the world, and they sometimes will succeed in gathering considerable together; and when they have gathered it, they would fold their arms and say, &#x201C;Soul, take thine ease, eat, drink and be merry. For I have much good laid up in store; I am not dependent on any man, soul, take thine ease.&#x201D;<span class=\"citation\" id=\"67615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67615)\">Luke 12:19<\/a><\/span> That man hears a little whisper; the finger of God is laid upon him, and this whisper says, Thou fool, this night shall thy soul be required of thee; and then, whose shall these things be that thou possessest?<span class=\"citation\" id=\"67620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67620)\">Luke 12:20<\/a><\/span> Who shall have them then! O, I will leave them to my children! But somebody may cheat them out of it. It is a very difficult thing for people to <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> leave things for their children, and have things done just as they wish, there being so many people to interrupt and grasp after this world's goods righteously or unrighteously. What a fool to gather large possessions, and now to only occupy a few feet of mother earth. And that brain once so busy, is now slumbering, decaying in the tomb, and worms are reveling within its chambers. And those limbs that were active and energetic and full of life, are now helpless and powerless. And what of these things? I have sometimes, in speaking on matters of this kind, related my own experience when a boy. I have dreamed, for instance, of being very rich, but I would say in my dream, I am afraid I am dreaming; I am afraid when I awake I shall not find my treasures; but I'll try to hide them and make them secure. In the morning I would hunt for my treasure, but never could find it. You will find, every one of you, that, naked you came into the world, and naked you will return;<span class=\"citation\" id=\"56038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56038)\">Job 1:21<\/a><\/span> you can take nothing pertaining to this world with you, not if you were to possess the whole earth. If you possess any portion of this earth by right or title or authority, you will have to get it from God, and you will have to get it when the earth shall be renewed. Abraham had great promises of lands, so had Isaac and Jacob.<span class=\"citation\" id=\"53044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53044)\">Gen. 12:7<\/a><\/span><span class=\"citation\" id=\"53062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53062)\">Gen. 13:15<\/a><\/span><span class=\"citation\" id=\"53163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53163)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"53477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53477)\">Gen. 28:13<\/a><\/span> And what did Abraham have? We are told by Stephen, who lived many generations after him, that God had promised Abraham that he should have this land; but nevertheless he gave him no inheritance in it, not so much as to set his foot on.<span class=\"citation\" id=\"71520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71520)\">Acts 7:5<\/a><\/span> Notwithstanding the promise of the Lord to him respecting his possessing that land, he had to buy a place in which to bury his wife,<span class=\"citation\" id=\"53399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53399)\">Gen. 23:1-20<\/a><\/span> and in which he himself should be buried.<span class=\"citation\" id=\"53422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53422)\">Gen. 25:8-10<\/a><\/span>  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And yet, did God's promise fail? No, he will yet possess that land and his seed with him, and the promise be literally fulfilled. While it is proper for us to seek after everything that is right and honorable, on the other hand it is quite as right and very proper that we should set God before us all the time and render obedience to his law, so that we may acquire an eternal inheritance in the kingdom of God. God is now establishing his kingdom upon the earth. If it is the kingdom of God, and he is establishing it, he expects us to be subject to his law, and to be governed by it, and to keep his commandments. <\/div><div class=\"paragraph jod\" id=\"v22n675\"> What then shall we do? We will do everything which God requires at our hands. Have we families? We will try to train them up in the fear of God. Have we wives? We will treat them as we would angels of God, and be their protectors and guardians and make them comfortable and happy. And then, as was remarked, we will dedicate our houses and lands to God, and ourselves to God, and our wives and children and everything we have, and feel that we are the children of God and our offspring with us. Again, if I was a woman, I would try to treat my husband right and to make a heaven of my home, and would try to make everything pleasant around me. You husbands now and then quarrel with your wives, and you wives quarrel with your husbands, and you wives sometimes quarrel with one another; I will say cease such folly, and have another kind of feeling; and treat everybody not as they always treat us, for that would not always be right; but let us do unto all men as we would have them do unto us.<span class=\"citation\" id=\"63827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63827)\">Matt. 7:12<\/a><\/span> A man came to Jesus on one occasion, and asked him, which was <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the greatest commandment. The Savior answered him: &#x201C;Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbor as thyself.&#x201D;<span class=\"citation\" id=\"65439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65439)\">Matt. 22:36-39<\/a><\/span> Can we do that? It is sometimes hard work, is it not? We too frequently feel we would rather put two dollars in our own pocket than one in our neighbor's, do we not? We would rather have two or three cows than that our neighbor should have one. Is not this the kind of feeling? &#x201C;Thou shalt love thy neighbor as thyself.&#x201D;<span class=\"citation\" id=\"65486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65486)\">Matt. 22:39<\/a><\/span> The law&#x2014;some of us talk about law sometimes; we cannot get enough of it in the Church, therefore we want to go outside for it. I have known, for instance, men to go to law over water difficulties, and they would fee the lawyers liberally, and then, of course, the streams would flow in rich abundance, and there would be plenty of water for everybody. [Laughter]. I remember when a little boy, seeing a somewhat curious picture. Two farmers were quarreling over or disputing the ownership of a cow; and one had her by the horns, the other had her by the tail. In order to settle the difficulty they secured the services of one of these peacemakers of the law, and his love for his fellow man was so great that while they pulled at either end of the cow, he sat between them quietly milking her. [Laughter]. In case of difficulty, for difficulties will arise sometimes, would it not be better for us to attend to the milking of the cow ourselves; and go to the Lord for His guidance and manifest feelings of liberality and kindness towards our fellow men, towards all men? What, would you do so with Gentiles?  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Yes; it would be a pity if we could not do that. Why, we are told that the Lord &#x201C;maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.&#x201D;<span class=\"citation\" id=\"63261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63261)\">Matt. 5:45<\/a><\/span> Let us try to be like him. We do not want much association with them; we do not want to take counsel at their hands; we do not want to be influenced by them; we do not want them to teach our children while they are seeking to destroy us and to induce legislation against us, and are doing everything they can to injure us. We will say, Father, these are thy children as well as we are; we ask thee to put a hook in their jaws,<span class=\"citation\" id=\"60914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60914)\">Ezek. 38:4<\/a><\/span> so that they cannot go any further than thou shalt permit them; and the balance of their conduct we will strive to endure. Make us worthy to be acceptable in thy sight; and if thou seest fit to let them stir up any commotion, we will try to bear it, because we believe it will be overruled for our good and for the advancement of thy cause in the earth. Would I hurt them? No, if I were to see one of them hungry, I would feed him; if I were to see them naked, I would clothe them; but I would not give them my daughters to wife, neither would I let them teach my children to lead them down to death. I want those to teach my children and the children of this people who will lead them in the paths of life. But treat everybody well, and do what is right to everybody, and cultivate the spirit of kindness towards all. And when you see somebody's cattle in somebody's grain, feel sufficient interest in his welfare to go and drive them out; and try to promote the welfare of your neighbors and make them feel as comfortable as you can, and God will bless us, and we will bless one another. <\/div> <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v22n677\"> And we will build our Temples; and what will we do with them? Administer in them. And then we will spread the Gospel to the nations, and teach our children the principles of intelligence and set before them good examples. And let every father of a family feel that he would not want his wife or wives or children to see him perform an act that he would not have them do; and thus be prepared to say: Follow me as I follow Christ. Let us live together in peace and union and cultivate the Spirit of God, and sustain those who are placed to preside over us. You have a President of the Stake, pray for him that he may comprehend correct principles and draw near to God, and bring down his blessings upon him. Pray for Brother Richards, and pray for us. Here is Brother Woodruff, a faithful man; so are the balance of us; so are many of you, good, faithful men. Well, sustain all honorable people. We need praying for; we are all alike: we are all of that class of whom the old lady was talking when she said: &#x201C;We are all poor, miserable, <span class=\"italic\">independent<\/span> sinners.&#x201D; We all need assistance, and we should bear with one another. And while we are seeking to do right in many instances, let us be kind and charitable and long-suffering in the Spirit of Christ, which is the Spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v22n678\"> Brethren, God bless you; Sisters, God bless you and God bless your institutions. Be diligent and faithful in observing the laws of God, and the peace and blessing of God will be with you. I pray my heavenly Father to bless this people, and to bless these lands, and all that pertains to you, that your habitations may be habitations of peace, that your children may grow up full of light and truth, and become no<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>table men and women in Israel, whose names shall be known among the honorable of the earth. Zion is onward; let us progress along with her, and the men who at present affect to despise us because we are so small, will by and by dread us because of our unity and power. While the finger may be pointed in scorn at a &#x201C;Mormon&#x201D; today, by and by it will be said that such and such a man was born in Zion, for we are men and women of integrity and fidelity; that will be the case <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with our posterity, who will rise up and call us blessed.<span class=\"citation\" id=\"57559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57559)\">Prov. 31:28<\/a><\/span> And they will esteem it the greatest honor that could be conferred upon them, so far as the honor of this world is concerned, to have been born in Zion; because we purpose living in such a way, that while the world generally will grow worse and worse, our conduct will be of that nature that we shall command the admiration of honorable men as well as the favor of our Heavenly Father. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}