{"ID":220037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints to Be a Peculiar People, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at Meadow Creek, Millard County, October 31, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints to Be a Peculiar People, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/31\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v22n812\"> It is very interesting to meet with the Latter-day Saints as we do in the various settlements throughout these mountains, and to witness the growth, prosperity and increase of the people&#x2014;a state of things which is very evident to those who travel as we are now doing. <\/div><div class=\"paragraph jod\" id=\"v22n813\"> It is very important, in fact, of the greatest importance to us that we keep before us the objects for which we have been gathered together in these mountains. <\/div><div class=\"paragraph jod\" id=\"v22n814\"> There is a large number of children growing up to manhood and to womanhood, to whom the old persecutions and drivings and the old teachings that the Church had in its early days, are unknown only as they are related and imparted to them by those who are familiar with these matters. And in consequence of this many, unless they should be taught and reminded of these things would imagine that we are here only as other people come here, and that the objects of our lives are only the same as theirs. Therefore, it is of the utmost importance that <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we should have these things set before us in such plainness, and be reminded of them so constantly, that, we shall not forget them; and that the rising generation shall have them impressed upon their minds so that they will grow up with a knowledge of them. <\/div><div class=\"paragraph jod\" id=\"v22n815\"> It is very evident that God our Heavenly Father, did not bring us to these mountains to get rich. If that had been his idea he might have taken us to a land better adapted for the acquisition of wealth than ours is. And yet he has promised unto us that we shall be a rich people,<span class=\"citation\" id=\"85218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85218)\">D&amp;C 38:39<\/a><\/span> and this promise is being fulfilled, but we shall not acquire riches, we shall not become a wealthy and powerful people upon the same basis as other people do. We shall get rich by keeping the commandments of God; we shall get rich by building up the kingdom of God. He will wean us from and make us to see the folly of old traditions which we have inherited from our fathers; and I think he is doing this very rapidly among us at  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the present time, and has been from the beginning. It is contrary to all the traditions of mankind to do what we are doing. I will illustrate my idea by pointing out some things that go to prove that God intends to make us a people dissimilar from the rest of mankind. <\/div><div class=\"paragraph jod\" id=\"v22n817\"> In consequence of the departure of our fathers from the truth, we have inherited lies;<span class=\"citation\" id=\"60479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60479)\">Jer. 16:19<\/a><\/span><span class=\"citation\" id=\"90948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90948)\">D&amp;C 123:7<\/a><\/span> and we have fallen into a false method of living. For instance, you could not get any people besides the Latter-day Saints to go out and preach the Gospel as we are doing. All the traditions that belong to the race from which we spring are in antagonism to such a practice. For men to go out without purse or scrip<span class=\"citation\" id=\"68202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68202)\">Luke 22:35<\/a><\/span> is something new in the world in this age. It requires uncommon faith in God to enable men to do this; faith in the living God who hears and answers prayers for men to place themselves upon the tender mercies of the world as bearers of the Gospel message, which is and always has been unpopular to them, and in the women to stay at home to take care of their families during the absence of their husbands, their fathers and sons. But this faith God has given unto us, and he has taught us that he is able to supply our wants when we do that which he requires at our hands. <\/div><div class=\"paragraph jod\" id=\"v22n818\"> It may be thought that the payment of tithing, in obedience to the law of God, would be a means of impoverishing all those who did it; that the giving of a tenth of their means would be a burdensome tax upon them. God has taught us that this law is essential to our salvation, and that if we obey it in the spirit in which it is given, he will bless us in our basket and store,<span class=\"citation\" id=\"55148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55148)\">Deut. 28:5<\/a><\/span> and increase us in the earth. <\/div><div class=\"paragraph jod\" id=\"v22n819\"> Now, it is an apparently remark<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>able fact&#x2014;but remarkable only because it comes in contact with our traditions and prejudices&#x2014;that the men who have gone without purse and scrip,<span class=\"citation\" id=\"68203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68203)\">Luke 22:35<\/a><\/span> have prospered in it; and it is also a remarkable fact that those men among us who have been the most punctual in responding to the calls God, through his servants, has made upon them, are today the men who are the most prospered in the land. Illustrations of this can be easily found all around us. God, in his dealings with us, shows that he intends that we shall break away from the old traditions&#x2014;for the old traditions would lead us to believe that the man who paid his tithing would not grow as rich as the man who did not pay it. But God is proving to us that he has his own method of building up his kingdom. And he is proving to us that the men who go out without purse or scrip<span class=\"citation\" id=\"68204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68204)\">Luke 22:35<\/a><\/span> on missions, devoting their time to the interest of this work, are the men who have been most prospered among us. <\/div><div class=\"paragraph jod\" id=\"v22n820\"> You take the men in your own settlement&#x2014;for there are men in most of your settlements who have spent considerable time upon missions&#x2014;and you will find, upon examining the results of their labors, that they have been more prospered, when at home, than men who have not gone upon missions, so that their absence from home has not been a loss to them. It is our experience that the men who have gone upon missions have had their absence made up to them afterwards by the Lord increasing his blessings upon them for their faithful labors in the ministry. <\/div><div class=\"paragraph jod\" id=\"v22n821\"> I speak upon this matter of tithing to show you that God intends to bring about results favorable to the Latter-day Saints, from a basis entirely different to that acknowledged  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and adopted by the world; and that he can control all things for the good of his people, if they put their trust in him. <\/div><div class=\"paragraph jod\" id=\"v22n823\"> It may have been thought that when we were driven from our homes, and came to these mountains, that those who stayed behind in those fertile lands would grow rich in comparison with those of the Saints who came to this wilderness. But what are the facts? The Latter-day Saints in these mountains have been prospered by keeping the commandments of God in a manner that those who live back there know nothing about; and we are richer today than the people from whose midst we were driven. I was greatly surprised, when on a visit, in company with Brother Brigham Young, Jr., some eight years ago, to Nauvoo. Upon inquiring respecting the price of land between Carthage and Nauvoo, we learned that it could be bought for $20 per acre; while in the vicinity of Salt Lake City, land sells today for $150 per acre, and much of it could not be bought at that price. This shows the difference there is in our value and theirs. God has prospered the people who came to these mountains, to this once desert land, to an extent that our enemies know nothing about. And today, in the places where our people lived, the present occupants of these land are mourning over our lost crops, while our granaries are groaning under the weight of the grain stored within them. <\/div><div class=\"paragraph jod\" id=\"v22n824\"> And there are other things very remarkable, which show that God, in his dealings with us, intends to make us a people different from any other. I allude now to our system of marriage. It is a subject of constant remark to me in Washington. Men with whom I am familiar ask <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in relation to the large families of our people. &#x201C;Why, Mr. Cannon,&#x201D; they have said, &#x201C;How do you live? It is as much as I can do to keep one wife and bring up and furnish two or three children with education and the things they need. And how you people in Utah can sustain such families as you have and take care of them and bring them up as they ought to be brought up is a marvel to me.&#x201D; And of course the curiosity is great of people who came here from the east, to know with regard to our domestic institutions, as to the number of our wives and children, and it is a mystery to them, they cannot understand it. It is a noticeable fact that the men among our people who have obeyed this commandment of God to us are the men most prospered in the land. I do not suppose this would be denied by anyone who has traveled throughout our Territory, that as a rule the men who are the wealthiest and most influential and the most successful in our community are those who have obeyed the command of God. It might be supposed, naturally speaking, that that would be the means of impoverishing them; that the men who marry wives take upon them burdens that would crush them and that they would necessarily have to live in poverty in consequence. But the contrary of this is the case; and actual experience has proven to us that God is determined to remove from us the old traditions of the world, and show us that he is able to build up his kingdom upon a new plan and upon an entirely different basis from the kingdoms of the world. We can see this everywhere we go. <\/div><div class=\"paragraph jod\" id=\"v22n825\"> It is frequently said at the present time in the east&#x2014;and the evil, I regret to say, I sometimes imagine is  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>growing in our midst&#x2014;a young man says it is as much as he can do to take care of himself, without attempting to sustain a wife. But a young man marries a wife, and he sustains himself and his wife too. He feels as though he would not be able to sustain a wife and child; but the baby comes, and they are able to get along as well after as they did before the child came. And thus it seems the way is provided for a second child and a third. And in times past some of our young men have taken second wives, and they have got along as well, and in many instances a little better, than when they had but one wife. And as the family increases, they have been able to provide for them all. <\/div><div class=\"paragraph jod\" id=\"v22n827\"> God is building up a peculiar people, a people of faith, a people who will do that which he requires of them, although what he may require of us may be directly opposed to our traditions; and in doing his bidding in all things, he will show us that he is able to feed and clothe and take care of us. But I wish to repeat, he did not bring us here to make us a rich people; that is not the first consideration. It was to prepare us for the destiny which awaits us. God is about to perform through His Saints, one of the mightiest revolutions that has ever been effected in the earth. He is able to establish his kingdom&#x2014;a new order of things, an entirely different rule and power among men. <\/div><div class=\"paragraph jod\" id=\"v22n828\"> When God inspired the leading men of this nation to seek to establish a government here that should be independent of all governments upon the earth, it was the design that men should enjoy equal rights throughout the land. This is the form of the Constitution; this came to us according to the purposes of God.<span class=\"citation\" id=\"89613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89613)\">D&amp;C 101:80<\/a><\/span> But throughout this nation <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at the present time there is oppression. And in the eastern cities the evils under which the old world groans, are increasing; so much so is this the case that men who travel in Europe can see but little difference when they come here, between the evils of the old world and the evils that are fast developing themselves in the midst of the large cities of the United States. The government has, to a certain extent been mismanaged. We are an illustration of this. We have been prosecuted and persecuted; we have been driven; we have been mobbed, and we have been robbed and despoiled of our homes and possessions, and all because we would not worship according to the dictates of other American citizens; because we chose to worship God according to the dictates of our own conscience<span class=\"citation\" id=\"94158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94158)\">A of F 1:11<\/a><\/span> we are in these mountains. We were driven from lands that belonged to us by the right of purchase and possession, and were compelled to come into the wilderness to seek a place where we could live free from maladministration, and enjoy the rights guaranteed to us by the Constitution. Today we are a standing protest in the midst of the nation against evils that are growing, and the results of which must, sooner or later, be felt by others to their sorrow. Freedom and liberty, virtue, honesty, good government and everything, in fact, desirable among men must be nourished and cherished and maintained in our midst. We must be for sustaining these things, and, as I have said, for establishing a new order of things upon the earth. For that which God has revealed unto us meets all of our wants; it supplies every righteous desire of every heart; there is no right and proper desire of the human heart that any human being  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can entertain, that this Gospel does not satisfy. It is equal to all the circumstances and all the wants and all the desires of every human being, it having been designed and framed by Him who created us and who knows our wants. And having such a religion, we must of necessity be willing to extend the blessings and benefits of this religion, and of human liberty, to every person. God has raised us up for this purpose, and to establish these things on the earth and to perpetuate the reign of righteousness among the children of men. He has brought us here. These valleys of the mountains are the best, or, at least, as well adapted as any land upon the face of the earth for the home of a free people. It would be something extraordinary if a people brought up as we are in these mountains should not be a liberty-loving people; if we should not be a free people. We could not well be otherwise with such surroundings as we have. And our children will grow up filled with the love of freedom; and God designs that this shall be our home, and that we shall multiply and increase until the time shall come for us to go back, according to the revelation, to repossess the land from which we were driven.<span class=\"citation\" id=\"85081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85081)\">D&amp;C 38:18-20<\/a><\/span><span class=\"citation\" id=\"89803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89803)\">D&amp;C 103:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n830\"> But we have an immense work to do in these mountains. This is the foundation of that which is to be. The Lamanites must be brought into the covenant; they must receive the Gospel from us. We must be their &#x201C;nursing fathers and their nursing mothers.&#x201D;<span class=\"citation\" id=\"59479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59479)\">Isa. 49:23<\/a><\/span> This, among other things, is a labor devolving upon us. We are here for this purpose; not to become rich ourselves, that when we shall pass away we may bequeath to our children large possessions for them to enjoy the good things of this world to spend upon <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their lusts and to gratify their carnal desires. God will not give unto us riches, neither lands nor property, for any such purpose as this; but it will be for the accomplishment of that which He has predicted by the mouths of the Holy Prophets. We have Temples to build; and these buildings will doubtless be, before long, of easy access to the entire people, and through the sealing ordinances we shall be welded together and be made one people, and also be connected with the past generations until we get to Father Adam. This is the nature of the work to which we are called. And every boy and girl in our community should be taught to look forward to it. The idea of our cultivating a little land and getting our minds concentrated upon little things that pertain to a livelihood, and think that this is all we are here for; to come and take upon us a probation merely to eat and drink like the animals; do you think for a moment, my brethren and sisters, that this is all we have been sent here to do? There is something more than this. There is an object to be accomplished of far greater and higher importance. It is of course intended that we should use that which God has given unto us, but we should use it all to right advantage. But this may be said to be of minor consideration, a matter of small moment compared with the great work with which we are identified. <\/div><div class=\"paragraph jod\" id=\"v22n831\"> Every mother should train her children to look forward to the destiny that God has in store for them, to fit and qualify them for it. And every boy should be trained in such a manner as to fit him to move in the first circles of society; and every advantage of training should be given to every son we have. He should be made as perfect as it is  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possible to make him. We should not be content to make our children like ourselves; that because we have lived in a certain way that they may do so also. Our children will occupy positions that we scarcely dream of, if we will do our duty by them. Our boys and girls should be cultivated and trained. Give them the best training and the best education that you can afford; and do not think that you can do too much for them in this direction. And while you are cultivating the soil and building houses and making improvements of different kinds, look forward to the future, and put yourselves in a position in which you can do far more good than you are doing at the present time. Great and glorious promises have been made to us, and we should be reaching out in the proper direction to realize the benefit of them. Of course this can only be done by the necessary work of preparation. The Lord has said that he will make us the noble of the earth, the greatest among men, the rulers and even saviors of men.<span class=\"citation\" id=\"89718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89718)\">D&amp;C 103:9<\/a><\/span> This means rule and dominion; it means control. And still we should be humble and meek and lowly,<span class=\"citation\" id=\"64308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64308)\">Matt. 11:29<\/a><\/span> and put our trust in God,<span class=\"citation\" id=\"128600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128600)\">Alma 36:3<\/a><\/span> and look to him as the source of our strength. <\/div><div class=\"paragraph jod\" id=\"v22n833\"> Mothers, let me beg of you to bestow all the care and training that you possibly can upon your daughters. Make them as perfect as you can; give them every facility within your power to become women of culture. And, fathers, do the same by your boys. If there is a man in your settlement who excels in any one thing, let him teach the rest. If there be among you a good penman, let him teach others this beautiful art. And if there is a woman that excels in anything, let the girls be taught in that one thing until they <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall equal or surpass her. If there is a man among you who is accustomed to society, let him impart lessons to the boys, and let them imitate him. This is one thing that devolves upon us, as Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v22n834\"> You are living in a small place, and you are apt to become narrow in your views. You have a log house for a meetinghouse, and you seem to be satisfied with it; and how many of you live in log houses? Many of your ditches I see, are wide, and your wives and daughters have either to jump them or wade through them. It is time you were building a new and better meetinghouse, and then you will erect better dwelling houses; and your ditches will be bridged, and your fences and sidewalks be improved. <\/div><div class=\"paragraph jod\" id=\"v22n835\"> Do not allow the feeling of indifference to come over you. Improve your city, make it attractive, so that when people come into your midst, they will say, &#x201C;Here is a thrifty, prosperous people; this people are improving their condition, and they are seeking to excel.&#x201D; This is a duty that devolves upon you. The work of improvement connected with this great, growing country which God has given unto us, which he has placed in our hands, so to speak, is our work, and we should have pleasure in improving and beautifying the places of our habitation. <\/div><div class=\"paragraph jod\" id=\"v22n836\"> Parents, you should see that your boys are taught mechanism. You need good mechanics. You need masons, you need carpenters, you need painters and other skilled workmen, and why not let the boys learn? Everything they learn of a practical nature will be useful to them sometime or other during their lifetime, and workmen in the building line almost always find employment. In regard to what I  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have said about the training of your families, I do not mean to reflect upon you, for I expect you do what you can in this direction; at least, I hope so; but I speak of what we ought to do in regard to our families. <\/div><div class=\"paragraph jod\" id=\"v22n838\"> Our enemies are continually trying to destroy us, and we as a people should be banded together in the bonds of the Gospel. I desired to have said some things at Fillmore, and should have done so had I had another opportunity. I understand there are a great many bad influences in this county. You have apostates, among you, and your daughters&#x2014;at least there have been some cases where your daughters have married into the families of apostates and your sons have married the daughters of apostates. If this is the case, it is a deplorable condition of things. When Latter-day Saints marry those who are not of their faith, I look upon it as a great misfortune to those who do so. If those barriers were to be broken down which ought to exist between us and the world I should view it as a great calamity. One of the strictest commands that the Lord gave to Israel in olden times was that they should not marry with the nations surrounding them;<span class=\"citation\" id=\"53409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53409)\">Gen. 24:3<\/a><\/span><span class=\"citation\" id=\"53451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53451)\">Gen. 26:34-35<\/a><\/span><span class=\"citation\" id=\"54984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54984)\">Deut. 7:1-4<\/a><\/span><span class=\"citation\" id=\"55643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55643)\">1 Kgs. 11:1-6<\/a><\/span> and this law is equally binding on us, and we should do everything in our power to maintain it inviolate. For our enemies are determined to take away from us the control of our affairs. And such people, part of whom are in Fillmore, and you may have some down here, if they had their way&#x2014;or if the measures which they would vote for could be carried out, you, all of you, would be reduced to the condition of serfs; you would not even have the right to vote for a justice of the peace; you would not even have the right to vote for a <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> constable, nor for a probate judge, nor selectman, nor for an assessor or collector; they would deprive you of the right of suffrage, and reduce you to the condition of slaves, if they could have their way. It is not only once or twice, but it has been many, many times that bills have been introduced into Congress containing these features, and leaving us the bare privilege of paying taxes, while they who live here and urge this legislation, would have the right to spend them. Now, I am told that there are people in this county who are sustained principally by the Latter-day Saints so-called, who use their influence and their means against us, who are in full sympathy with the men who make it their study and their business to destroy us, and who, if they had the power would imprison and put to death the best men among us. A man calling himself a Latter-day Saint, who would do that&#x2014;that would use his means and his influence, which by the way he is indebted to God for, to destroy his work, I consider as being terribly ignorant; or if having good sense, is not worthy of a name and place among the Latter-day Saints. I feel keenly on this point, because it is a vital point; and I repeat, that the man who would put his means into the hand of the enemy, the avowed enemy of this Church, to destroy his brother is most culpable, and cannot escape the condemnation of the Lord. The man who is a free man, and who values his own liberty and that of his neighbors, will do nothing of the kind; he will jealously guard against aiding such people even to the amount of one cent. He would say, &#x201C;I cannot afford to let my means, or any part of it, go to destroy my own peace or that of my neighbor, nor to deprive us of  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our liberty.&#x201D; But there is a disposition which I have noticed among many of our folks to break down these barriers and distinctions. They would sustain men who, directly or indirectly, are pledged to do all they can against this people, against the liberties and rights of this people, against our freedom and against our religion. If they have any influence at all, it is used against us. They would take control of this Territory from the old settlers and give it to their deadly enemies. The man who would so far forget himself as to do such a thing has no part in this work, if he comprehends it at all, and unless he repents, he will sooner or later lose the Spirit of God, and go into darkness and apostasy. It matters not who the man may be, or what his standing may be among the people, such a course is bound to sever his connection with us. God has called us to build up Zion. He has called us from the world for this purpose. He has not called us to be like other people, but to become a peculiar people unto Himself a people upon whom he can pour out His Holy Spirit to enable us to accomplish His designs. And we should act in accordance with the testimony of this Spirit, <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and according to the instructions of his servants unto us; and if we do this all will be right. But the man who will use his influence against my brethren is not my friend; I have no fellowship with him. He may talk very nice and profess great friendship, but he is not my friend if he is opposed to my brethren and the work of God; there is no sympathy in common between us; we do not stand upon the same platform. It seems to me that this should be understood by all who consider themselves members of this Church. We must stand together: we must be united. We must exercise faith in God, and we must do that which he requires at our hands, or we shall lose that which he has given unto us. And it would be a sorry day for us if we were to fall into such a condition that God would let our enemies loose upon us, to drive us, and get control in these mountains. <\/div><div class=\"paragraph jod\" id=\"v22n840\"> I pray God to bless you, my brethren and sisters, and fill you with His Spirit, that your zeal, interest and devotion may increase in the work of God, and that your understanding may be enlarged, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}