{"ID":220034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Blessings Enjoyed Through Possessing the Ancient Records, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 8, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Blessings Enjoyed, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 5\/8\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v22n764\"> President Cannon having read the whole of the 12th Chapter of the Epistle of Paul to the Corinthians,<span class=\"citation\" id=\"73411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73411)\">1 Cor. 12:1-31<\/a><\/span> said: It is a blessed thing for us who live in this day and age to have records in our midst which have come down from olden times, and which are recognized, at least by Christendom, as the Word of God, and as containing principles of life and of salvation. A people who are destitute of such records are in many respects to be pitied, for they have not the benefit of the experience and teachings of those who have preceded them and are deprived of that knowledge concerning the things of God, which is a great stay unto those who possess it. It is a great comfort to a person in the midst of trials and of afflictions, who has a desire to look unto God or some being who is superior to us, to read the life and the experience of others who may have been similarly situated in other ages, and to know from the record that has come down how they felt and acted, and the deliverances they received through the power of God. In like manner it is a great blessing and a comfort to those who are struggling in the midst of the darkness, error, and confusion which prevail upon the earth, whose souls go out after God, who desire to know concerning Him, <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to comprehend the plan of salvation, to have some understanding concerning the objects of their creation; and while in this life to have the experience of others who have preceded them, and also to read that which they knew concerning God. <\/div><div class=\"paragraph jod\" id=\"v22n765\"> In this respect the chapter which I have read from this book is of priceless worth; its value cannot be estimated by anything that is known among men upon which value is fixed. If we did not have this book, and it could be given to us with the testimony that we now have as to its authenticity and its divine origin, I suppose there are hundreds today in this Tabernacle who, if they could not get it in any other way, would be willing to give all that they have in the world to possess a copy of it. The fact that we have it, the fact that we have always had it, the fact that our forefathers always had it, at least so far as we know, has made us to a certain extent careless about it. We do not value it as we might do if our attention had been newly awakened to its existence. But in the Latter-day Saints it should always be a precious treasure. Beyond any people now upon the face of the earth, they should value it, for the reason that from its pages, from the doctrines  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>set forth by its writers, the epitome of the plan of salvation which is there given unto us, we derive the highest consolation, we obtain the greatest strength. It is, as it were, a constant fountain sending forth streams of living life to satisfy the souls of all who peruse its pages. Our condition is bad enough, it may be said, in some respects with this in our possession and having this to refer to; but we can imagine that it would be much worse if we did not have it, if we could not appeal to our fellow creatures who believe in God, who believe in Jesus Christ, who believe in the Old and New Testaments&#x2014;if we did not have this to appeal to, to prove that whatever our peculiarities may be, however different our views from the views of many who profess Christianity, we at least share in those views with others who were called the people of God, the disciples of the Lord Jesus Christ in days that are past, and who among all people throughout Christendom are recognized as the true exponents of the word of God, and the plan of salvation which He revealed. <\/div><div class=\"paragraph jod\" id=\"v22n767\"> There was a day in our history when it was considered a crime for us to believe in revelation from God. I do not know that that day is entirely past. There was a day in our history when it was considered very improper for us to believe in Prophets or Apostles&#x2014;that is, to believe that they ought to be in the Church. There was a time when we were indicted by a mob in its written proclamation for believing in miracles. It was considered sufficient cause and justification to expel us from our homes because we believed that God, through His power, could heal the sick, and perform miracles like unto those that were performed in ancient days by His servants. How <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do you think it would have been, my brethren and sisters, if we had not had the Bible to refer to? How would it have been with many of those who passed through those scenes if they had not had the teachings of the Apostles and the words of the Savior written as we have them in the Bible to comfort them, to cheer them, and to show them that it was not a new departure for men to have those ideas and beliefs? With the Bible in our hands we could test all men who professed to be followers of Jesus Christ; for God has plainly said, that He is the same yesterday, today and forever;<span class=\"citation\" id=\"58936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58936)\">Isa. 29:25 (JST)<\/a><\/span><span class=\"citation\" id=\"77393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77393)\">Heb. 13:8<\/a><\/span> that He does not change; that He is as near unto His people in these days as He ever was; that he is as willing to hear their cries, to answer their petitions, to grant unto them the desires of their hearts, in our age as He ever was in any preceding age. Now, this is a doctrine plainly taught in the Bible, and it has been the cause of immense satisfaction to those who have espoused its doctrine, it would have been a very trying thing for us in the days of gloom through which we have passed had we not been assured in a very reliable way that God would hear and answer our prayers, for there have been many times when if it had not been for this assurance and this knowledge, the Latter-day Saints would have sunk beneath the weight of their afflictions, it is doubtful if they could have endured them; but by having this knowledge, by having received a testimony concerning the willingness of our Father in heaven to answer prayer, and to deal with us as He dealt with His ancient children, we have been comforted, we have been sustained, we have been filled with hope and have been cheered in our onward progress, and  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this knowledge today is more precious than any knowledge there is upon the face of the earth; for in the darkness, in the unbelief, in the denial of God, which is so common at the present time, the man who knows that God lives, that God hears and answers prayer, the woman who knows this occupies a very superior position and has great cause for thanksgiving and praise that such knowledge has been placed in his or her possession. Now Paul, who wrote this epistle from which I have read, understood this perfectly. His life, in many respects, resembles the lives of those who preceded him in the same career. In many of its features it resembles the lives of the prophets who lived before the days of the Savior; and the lives of the servants of God in this day in which we live have a strong resemblance to that of Paul and his fellow Apostles. Brother Woodruff has published a little work, called, &#x201C;Leaves from my Journal,&#x201D; and in reading that book I have been very forcibly reminded of the lives of the ancient Apostles, it resembles them so much. You have doubtless thought, all of you, about the character of the men whom Jesus chose to be His Apostles. They were men who were stumblingblocks to their generation, for they did not belong to the popular classes. They were not learned men, they were not rich men&#x2014;that is in the worldly sense of the word&#x2014;they were not dignified men; and Jesus Himself, the Lord of life and of glory, was a constant stumblingblock<span class=\"citation\" id=\"72714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72714)\">Rom. 9:33<\/a><\/span><span class=\"citation\" id=\"72905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72905)\">1 Cor. 1:23<\/a><\/span> to His generation. His origin was humble&#x2014;although he came of a kingly line:<span class=\"citation\" id=\"62625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62625)\">Matt. 1:6<\/a><\/span><span class=\"citation\" id=\"67150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67150)\">Luke 3:31<\/a><\/span> his surroundings were mean and low; his reputed father a carpenter, and doubtless he himself worked at the business, and the men whom he chose were fishermen, <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men of low degree, men of lowly origin; not scholars, not men of fine presence so far as worldly advantages were concerned. But he filled them with the power of God; he gave them the revelations of heaven; he taught them the plan of salvation; he sent them forth endowed with power from on high; and they effected a great revolution in the earth. They laid the foundation of a system that has accomplished marvelous results, and through their work the name of Christ has been spread throughout all the earth. <\/div><div class=\"paragraph jod\" id=\"v22n769\"> Have you not been frequently struck, my brethren and sisters, with the peculiar manner in which God called his people and his servants. It is not many wise, it is not many learned, it is not many noble who have been called as his servants.<span class=\"citation\" id=\"72910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72910)\">1 Cor. 1:26<\/a><\/span> He called his Prophets wherever he could find them, and they were suited to his purpose. He called his Apostles and his disciples in the same manner. It seemed to be a necessity that the faith of the generations of men should be tried, that their confidence in God should be tested, to see whether they would be willing to receive his truth from any source however humble. It would not be any trial of a man's faith if some man possessing supreme power, who wielded wonderful influence, were to declare that what he said was the word of God unto the people&#x2014;a man of popular honors, a man who could control all the people, who could make the system which he advocated popular and desirable among mankind, what trial would there be of a people's faith to embrace truth under such circumstances? But that has not been the course which God has taken with his people. He could have sent his Son Jesus Christ among men at a time and under  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>circumstances that would have made his influence irresistible on the earth and among the people. He could have given him such power that men would have been compelled to have received him, but that was not the way in which the Lord did his work. He never did it in that manner. He never consulted men's views and their ideas respecting his work. He chose his instruments and he sent them as he desired under the circumstances which he deemed best adapted to accomplish his purposes. Therefore His Son Jesus was born&#x2014;though as I have said deriving his descent from the kingly house of David&#x2014;<span class=\"citation\" id=\"62626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62626)\">Matt. 1:6<\/a><\/span><span class=\"citation\" id=\"67151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67151)\">Luke 3:31<\/a><\/span>under circumstances that did not carry with them great influence. There was nothing about his birth or his surroundings to convince the inhabitants of the earth that he was the Son of God. They were left entirely to know this by the Spirit of God; they were left to derive this knowledge by seeking for it unto him who could bestow it upon them, and were not to be actuated by that which is called the popular voice; and in this way man's agency is tested to the very utmost. To illustrate the idea that I have on my mind, suppose that Jesus had been born under circumstances that mankind would have had to accept him as the Son of God; suppose his disciples had been under such circumstances and surrounded by such influences that mankind would have naturally followed them and accepted their doctrines without hesitation, because it would have been to their worldly interest to do so, would man's agency have been tested as it was in the days of the Savior? No, his agency would not have been tested. He had presented before him truth and error. Truth was not popular. <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The espousal of truth was not of worldly advantage to men at that time. If he therefore espoused it, it would be because of his love for it, and for the blessings which would flow from it, and not because there would be any profit of a worldly character attending its espousal. There is a reason therefore for God sending many of his messengers as he has done. It was rarely that they were men who by their position could control the people and cause them to follow them naturally aside from the truth. We know how it was with many of the Prophets. They were unpopular. The truths that they declared did not add to their popularity, and it was a test of men and women's love for the truth when these men came among them, for when they espoused the truth they did it because of the love of the truth. God has evidently determined that when men and women embrace the truth, they shall embrace it for the love of it; that they shall not be converted by man's influence; that they shall not follow in the train of men because of some advantage that will accrue to them. Evidently, then, it is the will of God concerning us, that if we embrace the truth we must embrace it because we love it, not because of the instrument who brings it to us. We must be willing to receive it through whatever channel he may choose. If it be John the Baptist, if it be any of the disciples of the Savior, if it be Joseph Smith, if it be Brigham Young, if it be John Taylor, or any other man, no matter who the man may be, God chooses his own instruments, and he sends his truth to the earth in a way that he sees fit. <\/div><div class=\"paragraph jod\" id=\"v22n771\"> The most of those who are of adult years in this audience this day know how it was before they heard the sound of the Gospel as  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preached by the Elders of this Church. They know very well that nowhere within the range of their acquaintance was there a man among all the churches, who declared that he had authority from God to administer the ordinances of life and salvation by direct revelation from him. The most of you know that the common expression was that the canon of scripture was full; that there were no more miracles; that angels would come no more to the earth; that God would no more bestow the old blessings that were enjoyed in ancient days, and that he would no more speak unto men. This was the teaching, and everyone was led to expect that all things would continue as they were, and when men and women were dissatisfied about this, and they went to their ministers and asked them about it, they invariably replied that the blessings pertaining to the days of Jesus and his Apostles were not for this generation. I was but a child when my parents joined the Church, but I learned to read very early. Among the first questions I remember asking my father was in relation to the Apostles and to the gifts. I asked him if there were no Apostles now. He told me there were not. I asked him if there were no men who performed the works that they did. He told me that there were none, and I have time and time again gone to bed and cried because I could not live in the days of Apostles, because I could not see Jesus and knew the things which he taught, and which his Apostles taught. This was my experience in my childhood. I yearned with all my soul to live in a day when these things were possible, when God would speak from the heavens, when God would bestow his power upon <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men, and when those who were faithful could receive the gifts and blessings of the Gospel as they did in ancient days, and I repined in my heart because I did not have the privilege of living in a day like that. And as I have said, though but a child when the Gospel came to my father's house, I rejoiced in it, and I have rejoiced in it from that day to the present. <\/div><div class=\"paragraph jod\" id=\"v22n773\"> God has restored the old Gospel, God has rebuilt the old Church. God has restored the old authority, and with the Gospel have come the old gifts and manifestations of the spirit, and with the Church, and with the authority and with the Gospel and with the gifts have come the old persecution, the old hatred, the old animosity, the same determination to destroy the work of God that has always been manifested when it had an existence upon the earth. And how inconsistent it would be to entertain any other views concerning the Gospel than that which we do. How inconsistent it would be to believe that the inhabitants of the earth would be entirely cut off from any further revelation from God. But, says one&#x2014;this is what is said when they object to these things&#x2014;how is it that we have lived for so many generations without this knowledge? There is a reason for this. God does not deprive the earth, nor the inhabitants of the earth of His knowledge without cause. When the Prophets disappeared from Israel before the coming of the Savior, there were reasons for their disappearance. When there was witchcraft, as we are told, in the days of Saul,<span class=\"citation\" id=\"55521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55521)\">1 Sam. 28:6-8<\/a><\/span> and there was a time of famine in the land for the word of God,<span class=\"citation\" id=\"61942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61942)\">Amos 8:11<\/a><\/span> there were reasons for this. When communication ceased between heaven and earth in those and subsequent  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>days, there were good reasons why that should be so. Communication never ceased when the people were faithful. When they honored God, when they kept the commandments of God, when they listened to the voice and admonitions of His Prophets, communication never ceased under these circumstances. But when the people turned unto idols, when they followed Baal, when they hardened their hearts against God, when they persecuted and slew His Prophets, then in his anger he withdrew from them, his face was hidden, his voice was no longer heard, there were no longer visions, there were no longer prophecies in the land&#x2014;an unbroken stillness reigned between the heavens and the earth until the people again repented, sometimes under the inspiration of a Prophet, sometimes under some good king raised up and turning to the Lord. Then again Prophets appeared, predictions were heard, the voice of revelation, or in other words, the voice of God through his servants, was heard in the land. And so it was after the days of the Savior. When he was killed his Apostles still lived, and they proclaimed the truth, and they would have continued to do so, to have perpetuated the line of the Apostles, to have ordained Apostles after Apostles, for, as Paul has said, God has placed first in the Church, Apostles.<span class=\"citation\" id=\"73640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73640)\">1 Cor. 12:28<\/a><\/span> The Church of Christ is not perfect without Apostles. Apostles were as necessary as Teachers; they were as necessary as Evangelists; they were as necessary as Pastors.<span class=\"citation\" id=\"75109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75109)\">Eph. 4:11-12<\/a><\/span> But the wicked would not allow Apostles to live, for Apostles were men who had revelation, Apostles were inspired of God; they became, as it were, the oracles of Jehovah to the inhabitants of the earth. But they were slain, one <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after another. The Church was persecuted, the men of God were destroyed, and of course when this came to pass, darkness prevailed. There were no means of receiving revelation. How could God send men unto people who would kill them? He destroyed the Jewish nation for killing his Son, and he broke in pieces other nations for killing His Apostles. And thus there arose a system having the form of godliness, but denying the power thereof;<span class=\"citation\" id=\"76166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76166)\">2 Tim. 3:5<\/a><\/span><span class=\"citation\" id=\"93723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93723)\">JS&mdash;H 1:19<\/a><\/span> a system that was popular, a system of religion that monarchs caused to be taught in their dominions and to their subjects, and a great change occurred throughout what is called Christendom. The followers of this religion, instead of being persecuted and hunted, instead of having to hide in caves and dens to escape the wrath of the governing powers,<span class=\"citation\" id=\"77107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77107)\">Heb. 11:38<\/a><\/span> those that were left of them emerged from their hiding places and were elevated to places of power and honor, and the followers of him who was called the meek and lowly Jesus,<span class=\"citation\" id=\"64307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64307)\">Matt. 11:29<\/a><\/span> became, in some instances, the rulers of the land. Thus persecution ceased, and with the stoppage of persecution there was also a cessation of revelation. There was no voice from heaven, no angels descended, no men had visions&#x2014;that is, I am speaking now in general terms. The Church was not organized upon its original plan; it departed from it; and from that time until a little over half a century ago, this continued to be the case. Have there been reformers? Yes; good men, men who served God to the best of their ability, Wycliffe, Luther, Calvin, Wesley, and many others, arose in their generations, and strove to the best of their ability to turn the tide and to have men seek after God. But they had not the autho<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rity of the Holy Priesthood; they had not the authority to rebuild the Church according to the original pattern, and though they were blessed of God, though they enjoyed his favor, though his spirit was with them to a very great extent, they did not have the authority to initiate men and women into the Church, and through their administration to bestow upon them the gifts that were enjoyed in ancient days. This was the cause of such a long period of darkness, of gloom and ignorance that prevailed concerning God. <\/div><div class=\"paragraph jod\" id=\"v22n776\"> Now, if a man had gone with this Bible in his hands throughout Christendom at the time the Church of Jesus Christ of Latter-day Saints was organized, and inquired of the various churches respecting their organization and the gifts and blessings that Paul has described in the chapter I have read as necessary to the Church of Christ, he would have found no church corresponding to his description. He compares it to a man's body.<span class=\"citation\" id=\"73497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73497)\">1 Cor. 12:12-27<\/a><\/span> He impressed upon those to whom this epistle was addressed, the necessity of being a member of the body; that the head could not say to the feet, &#x201C;I have no need of thee;&#x201D;<span class=\"citation\" id=\"73558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73558)\">1 Cor. 12:21<\/a><\/span> that an Apostle could not say to the humblest member of the Church that there was no need of that member or that officer. Neither, on the other hand, could that officer say, because he was the feet, that there was no need of the head. All the officers, all the gifts, all the blessings that were enjoyed in ancient days are as necessary to the perfection of the body of Christ now as they ever were. The Saints were all partakers of the same spirit,<span class=\"citation\" id=\"73424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73424)\">1 Cor. 12:4<\/a><\/span><span class=\"citation\" id=\"128595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128595)\">1 Cor. 12:13<\/a><\/span> and when men had that spirit, as Paul had it in his day, they had these gifts. Not every man the same gift, by any means; but God gave his <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gifts through his spirit according to the wants of the people, according to the necessities of the Church, and thus they were in every respect a perfect body. You take out Apostles and you leave the body imperfect, and you take out Prophets and the body is no longer perfect. You take out miracles, and helps, prophecies, tongues, interpretations of tongues, and all these gifts, or any of them, and you leave the body of Christ, or the Church of Christ imperfect. Are all Apostles? No. Are all Prophets?<span class=\"citation\" id=\"73649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73649)\">1 Cor. 12:29<\/a><\/span> No; but everyone ought to have the spirit of prophecy. There is necessity for Apostles, Prophets, Teachers, and all the gifts in the Church, and whenever the Church of Christ is organized on the earth it possesses those blessings. Now, referring to this chapter which I have read, if a man had gone out sixty years ago among the Christian sects and denominations in search of the Church of Christ, according to the ancient pattern, would he have found it? Was there such a church on the earth? No there was not. The Lord sent his angels to Joseph Smith and ordained him to the old authority,<span class=\"citation\" id=\"129385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129385)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84635)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"93947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93947)\">JS&mdash;H 1:68-72<\/a><\/span> for as there was no man remaining on the earth then that had that authority, it was necessary that they should come, otherwise the authority could not have been bestowed. It had gone back to heaven, therefore the heavens had to be opened, angels had to descend, even the same men that held it when they were in the flesh on the earth. They had to lay their hands upon a man and ordain him as they would have done in the flesh, as they did in fact while in the flesh upon him who took the place of Judas Iscariot when he betrayed the Lord and lost his Apostleship. They laid their hands upon Matthias, and he became an Apostle.<span class=\"citation\" id=\"71061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71061)\">Acts 1:24-26<\/a><\/span> The council  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would not have been complete without this. Matthias occupied that place by ordination under the hands of his brethren the Apostles, and in like manner when Joseph Smith and Oliver Cowdery were ordained Apostles,<span class=\"citation\" id=\"84636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84636)\">D&amp;C 27:12<\/a><\/span> they received the Apostleship by the laying on of the hands of the men who had held that authority in the flesh, and hence you can see the propriety of angels coming. <\/div><div class=\"paragraph jod\" id=\"v22n778\"> Now, it is a remarkable fact that Joseph Smith had gifts before he was ordained. He was a Seer, for he translated before he was ordained; he was a Prophet, for he predicted a great many things before he was ordained and before the Church was organized; he was a Revelator, for God gave unto him revelations before the Church was organized. He therefore, was a Prophet, Seer and Revelator before he was ordained in the flesh. Did you ever think of it? Brother Joseph Smith was a Prophet, Seer and Revelator before he ever received any Priesthood in the flesh. But did he on that account presume to administer the ordinances of life and salvation? Did he presume to lead men into the waters of baptism and baptize them? No, he did not. Why? Because he had not received that authority. He could act in those other capacities, he could possess those other gifts, they were born with him. He was ordained a Prophet, doubtless, before he came here;<span class=\"citation\" id=\"60264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60264)\">Jer. 1:5<\/a><\/span> but that ordination did not give him the right to immerse men and women in the waters of baptism, neither did it give him the power to lay on hands for the gift of the Holy Ghost. He had to await the authority from on high. And who came? The man that held the authority in ancient days, the man who baptized the Son of God&#x2014;John the Baptist,<span class=\"citation\" id=\"62748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62748)\">Matt. 3:13-17<\/a><\/span><span class=\"citation\" id=\"84030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84030)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128596)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93948)\">JS&mdash;H 1:68-72<\/a><\/span> <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who was beheaded by the order of Herod.<span class=\"citation\" id=\"64733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64733)\">Matt. 14:8-11<\/a><\/span> It was necessary that someone holding that authority should come from heaven, there being no one on the earth, and all the churches then in existence denied such authority, to a very great extent, at least. At any rate, whether they denied it or not, they did not possess it. And when he came, he laid his hands upon Joseph Smith and his companion, Oliver Cowdery, and gave them the authority,<span class=\"citation\" id=\"84031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84031)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128597)\">D&amp;C 27:8<\/a><\/span> and then, having received the authority, they were baptized for a remission of their sins.<span class=\"citation\" id=\"93949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93949)\">JS&mdash;H 1:68-72<\/a><\/span> But there still remained another authority which they did not have. Joseph was not a presumptuous man. Why, there are thousands of men in this generation who would say, &#x201C;if I am a Prophet, Seer and Revelator, I have authority to do everything else.&#x201D; But he did not do that, he did not take that view, he waited, as I have said, until the due time of the Lord, and when the Lord sent his messenger to ordain him, then he acted. But he did not think, after having seen an angel, after having been ordained by an angel to the Aaronic Priesthood, after having received authority to baptize&#x2014;he did not presume to lay on hands upon anyone for the reception of the Holy Ghost. As in the other cases he waited, and in the good time of the Lord, he sent his Apostles, the three leading Apostles&#x2014;Peter, James and John, the First Presidency of the Church,<span class=\"citation\" id=\"74466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74466)\">Gal. 2:9<\/a><\/span> in the days of Jesus after his death; he sent those who held the keys, he commanded them from heaven to go and administer unto those two men, to lay hands upon them. And when they were ordained Apostles,<span class=\"citation\" id=\"84637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84637)\">D&amp;C 27:12<\/a><\/span> they proceeded then to lay hands upon each other, the one ordained the other, having received authority from God to do this. In  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>virtue of this Apostleship they proceeded to organize the Church under the command of God. <\/div><div class=\"paragraph jod\" id=\"v22n780\"> And witness, my brethren and sisters, the marvelous results which have followed the restoration of this angelic and divine power, witness the marvelous results wherever this Gospel has gone. It has gone forth accompanied by the convincing power of God. The humble of the earth have been baptized and they have received a testimony from God that their sins have been forgiven. What wonderful power this is! The power to remit sins by the administration of an holy and divine ordinance. Yet this has been the case. Humble men have been chosen and ordained of God, and have gone forth carrying this power with them. They have taken those who believed into the waters of baptism, immersed them, and God has witnessed unto those souls that their sins have been remitted. A wonderful power! And then they have laid their hands upon them and the Holy Ghost has descended as in ancient days, and the gifts, blessings and graces of the Gospel have accompanied the administration of that holy ordinance, and the hearts of the people have been bound together. Oh, how wonderful it is when we look at it!&#x2014;men and women of every nation, kindred, tongue and people to be bound together as the heart of one man,<span class=\"citation\" id=\"55598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55598)\">2 Sam. 19:14<\/a><\/span> under the influence of the power of God, through this humble agency. Such men start out feeling their dependence on God. They have no learning to boast of; they have no advantages to any great extent, yet they have not the disadvantages that some people have to contend with. I think it is a positive disadvantage to be as many ministers are. A man is terribly encumbered who goes through the mill <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be <span class=\"italic\">prepared<\/span> to teach the Gospel. But when a man goes forth putting his trust in God, he feels that in and of himself he is nothing; that if he brings a soul to the knowledge of the truth, he knows that it must be by the power of God. He goes forth trembling and weeping, yet he bears precious seed.<span class=\"citation\" id=\"57265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57265)\">Ps. 126:6<\/a><\/span> He knows he has the message of life and salvation, that God has chosen him to deliver that message, and he goes among the people, bearing his testimony in humility, calling upon God to bear witness of the truth of what he has said, calling upon the people to repent and to forsake their sins and turn to God. It is not his eloquence, it is not his popularity, it is not his wealth, it is nothing of this kind that convinces the people, but it is the Spirit of God which rests upon them. They are filled with joy and peace. They read the Bible as they never read it before.<span class=\"citation\" id=\"128598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128598)\">JS&mdash;H 1:73-74<\/a><\/span> The scales drop from their eyes.<span class=\"citation\" id=\"71700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71700)\">Acts 9:18<\/a><\/span><span class=\"citation\" id=\"81592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81592)\">2 Ne. 30:6<\/a><\/span> They see the beauties of the Gospel, and they wonder how it was they did not see them before. And all this through the restoration of the Holy Priesthood. The Prophet Joseph Smith, inspired of God, laid the foundation of a Church that has not the like of it on the earth. Men wonder at it. They say, &#x201C;What an organization you have; how wonderful it is.&#x201D; It is wonderful because it is Divine, it came from God. Man's wisdom did not devise it&#x2014;man's wisdom has not maintained it. Whatever there is about it, God must have the glory. <\/div><div class=\"paragraph jod\" id=\"v22n781\"> In conclusion, my brethren and sisters, I say to you, cleave to the truth, revere this book (the Bible) and the other books that we have received. These precious records contain the word of God. We can look back to olden times and see how our brethren and sisters did,  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and what God did for them, and how similarly he is blessing us now. These records are a source of comfort in the midst of affliction and trial; they are a source of blessing and joy to every soul who will peruse them and treasure up the truths therein contained. <\/div><div class=\"paragraph jod\" id=\"v22n783\"> May the Lord help us to be true to that which he has com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mitted to us, that after we have fought the good fight,<span class=\"citation\" id=\"76270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76270)\">2 Tim. 4:7<\/a><\/span> after we have done all we can do for the salvation of our fellow creatures and the spread of truth, we may be received into the mansions of the blessed, there to dwell eternally with our God, and with those who have gone before, is my prayer, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}