{"ID":220041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Building Up of Zion&#x2014;Gratitude to God, Enduring Trial, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Box Elder County, Wednesday, Oct. 19, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Building Up of Zion, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/19\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v22n920\"> I am pleased to meet with you, and I should have been so the other evening, when you held your last meeting, but I thought it proper to remain among our Lamanitish brethren, as they look to us for instruction. We sent other brethren along, but I heard some of the Saints felt a little disappointed because we did not come. We feel you are our brethren and sisters, and that you are one with us, and we are one with you, and with all who love righteousness. <\/div><div class=\"paragraph jod\" id=\"v22n921\"> We are endeavoring to build up the Zion of our God, that we may fill the measure of our creation<span class=\"citation\" id=\"88363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88363)\">D&amp;C 88:19<\/a><\/span> upon the earth, and fulfil the various duties which devolve upon us, and also teach others to do the same. It is for this reason that we travel around among the people; and there are a great many people to see now. In a short time hence we shall have traveled all through the Territory, visiting almost all the settlements. <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We are building up Zion, and Zion is not confined to our prominent cities, but includes all the cities of the Saints. We are desirous that all should become acquainted with the principles which God has revealed for the guidance, benefit, blessing and salvation of His people upon the earth. These are our feelings towards you, and towards all the Saints. And then, we have not any bad feelings towards others, although the world generally are opposed to us. <\/div><div class=\"paragraph jod\" id=\"v22n922\"> You have a beautiful valley here, and have facilities for a large settlement; and the water, perhaps, if properly managed, would not be malad, or sickly. <\/div><div class=\"paragraph jod\" id=\"v22n923\"> Zion is growing, and the Lord has said it should;<span class=\"citation\" id=\"59692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59692)\">Isa. 54:2<\/a><\/span><span class=\"citation\" id=\"87446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87446)\">D&amp;C 82:14<\/a><\/span><span class=\"citation\" id=\"91854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91854)\">D&amp;C 133:9<\/a><\/span> and it will continue to grow, and it is for us to grow with it&#x2014;to grow in intelligence, virtue and purity, and in the knowledge of correct principles ourselves, and then to teach the same to our  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children; to cultivate these virtues in our own homes and in our little settlements, and to have all our surroundings such as God, angels, and all good men would approve. That our daughters may grow up virtuous, pure and happy; that our young men may abstain from licentiousness, from wrong actions, and from wrong speaking; that we ourselves may set our children a correct pattern, reverencing the Lord our God, and acknowledging His hand in all things&#x2014;in the blessings we receive from Him, in the food we have to eat, the raiment we have to wear, and every temporal blessing that is conferred upon us, for all that we receive and enjoy comes from Him. And we are told that with none is the Lord angry, except those who do not acknowledge His hand in all things.<span class=\"citation\" id=\"86358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86358)\">D&amp;C 59:21<\/a><\/span> Seek for His blessing upon everything you engage in. If you have a farm, dedicate it to God, and pray that His blessing may be upon it. If you build a house, dedicate it to God; also your garden, your cattle and sheep and all that you possess, and pray that His blessing may rest upon you and upon everything that pertains to you. <\/div><div class=\"paragraph jod\" id=\"v22n925\"> I am told you have had rather severe times, that you have been a good deal afflicted with grasshoppers and other things, and that for a number of years you have had short crops; that, in fact, you have not been able to raise sufficient wheat to bread your settlement. Well, while this is so, we must bear in mind that you here are not the only ones who have thus been afflicted. I am told that the crops throughout our Territory are far better than the general crop throughout the United States. The destructive insects and elements which you have had to struggle against begin to appear in other <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> regions, afflicting the people of other places as they have you. <\/div><div class=\"paragraph jod\" id=\"v22n926\"> God has given unto us a land, but there are houses to build, farms to open, fences to make, our wants to be provided for, our animals to be taken care of, etc.: all these are necessaries that seem to crowd themselves upon us. Bishop Hunter says, children never come into the world with shoes and stockings on. No, nor clothes either, and if they did, their clothes would soon be too small for them. We have to try to make provision for the wants of our families, and to make them comfortable. The difficulties that you have to contend with, we have experienced; and as far as difficulties are concerned, none of us are free from them. Men of wealth among us, as elsewhere, who command their tens and hundreds of thousands, who have their every want supplied, have more anxiety, care and perplexity than many of you, who have to struggle for a comfortable living. And if you were placed in their position you would be a great deal more uneasy than you are now. We do not realize these things, but they are given unto us for our experience,<span class=\"citation\" id=\"90929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90929)\">D&amp;C 122:7<\/a><\/span> and we should learn to understand and appreciate the position we occupy here upon the earth. <\/div><div class=\"paragraph jod\" id=\"v22n927\"> There is quite a fine opportunity now for men&#x2014;good men, pure and virtuous men and women to raise up a goodly seed.<span class=\"citation\" id=\"62381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62381)\">Mal. 2:15<\/a><\/span> A Bishop has a good chance, also his Counselors and those who are associated with him&#x2014;and he should seek to gather around him the most honorable, chaste and virtuous men, and endeavor to elevate those over whom he presides; and as things progress get better houses and better gardens and surroundings in keeping with them. And upon everything we do we need  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the blessing of the Almighty; and we need to put our trust in him. If, for instance, I was living here and was raising a family, the first thing which I should do would be to dedicate myself and my family, my house and garden, my land, my cattle, and everything I possessed to God, and should ask his blessing upon them. Then every morning when I arose I should kneel down to supplicate his blessing upon me and mine during the day, to preserve us from evil influences, accidents and dangers, and to otherwise bless our labors in obtaining a livelihood. And then I would pray for those who presided over me in the Priesthood. Joseph Smith, upwards of forty years ago, said to me: Brother Taylor, you have received the Holy Ghost. Now follow the influence of that Spirit, and it will lead you into all truth,<span class=\"citation\" id=\"70439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70439)\">John 16:13<\/a><\/span> until by and by, it will become in you a principle of revelation. Then he told me never to arise in the morning without bowing before the Lord, and dedicating myself to him during that day. Some people treat these things lightly. I do not; because I know that we derive our food, our raiment, and all earthly as well as spiritual blessings from the goodness of God our Heavenly Father. I know, furthermore, that as President of this Church I should not know how to dictate if the Lord did not help me. Should I desire people to yield to my ideas? I have no ideas only as God gives them to me; neither should you. Some people are very persistent in having their own way and carrying out their own peculiar theories. I have no thoughts of that kind, but I have a desire, when anything comes along, to learn the will of God, and then to do it, and to teach my brethren to do it, that we may all grow up unto Christ <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our living head,<span class=\"citation\" id=\"75273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75273)\">Eph. 4:15<\/a><\/span> that we may be acquainted with correct principles and govern ourselves accordingly: and if we have our trials&#x2014;why we are all tried. You see people well off, such as I have referred to; they have just as many trials as you have. They may have nice houses, and have at their command many comforts; but what of that? Such things alone do not make people happy. It is a mistaken notion that wealth makes people happy. Cattle, sheep, houses, possessions, would not bring you happiness. The Scriptures tell us that he that hath eternal life is rich:<span class=\"citation\" id=\"83869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83869)\">D&amp;C 6:7<\/a><\/span><span class=\"citation\" id=\"83964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83964)\">D&amp;C 11:7<\/a><\/span> and the Lord has told us to seek after the riches of eternal life.<span class=\"citation\" id=\"85219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85219)\">D&amp;C 38:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n929\"> We are here occupying a peculiar position. The Lord has called us from the nations of the earth, and he has restored to us the everlasting Gospel, and that Gospel is calculated to elevate us in time and throughout eternity. Jesus, in speaking to his disciples, called them his sheep; and in praying to the Father in their behalf, he said; &#x201C;Thine they were, and thou gavest them me.<span class=\"citation\" id=\"70635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70635)\">John 17:6<\/a><\/span> * * I pray not for the world, but for them which thou hast given me; for they are thine<span class=\"citation\" id=\"70642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70642)\">John 17:9<\/a><\/span> * * * Holy Father, keep through thine own name those whom thou has given me, that they may be one, as we are.&#x201D;<span class=\"citation\" id=\"70653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70653)\">John 17:11<\/a><\/span> That there may be nothing but harmony and peace, and the Spirit of the Lord, the spirit of intelligence dwelling in all, that all may feel to promote one another's welfare, and all try to enhance the happiness of the whole. That is how Our Heavenly Father feels towards us. <\/div><div class=\"paragraph jod\" id=\"v22n930\"> Through some remarks already made I am reminded of my boyhood. At that early period of my life I learned to approach God. Many a time I have gone into the fields and  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>concealing myself behind some bush, would bow before the Lord and call upon him to guide and direct me. And he heard my prayer. At times I would get other boys to accompany me. It would not hurt you, boys and girls, to call upon the Lord in your secret places, as I did. That was the spirit which I had when a little boy. And God has led me from one thing to another. But I did not have the privilege that you have. There was nobody to teach me, while you have access to good men at any time who can direct you in the way of life and salvation. But my spirit was drawn out after God then; and I feel the same yet. <\/div><div class=\"paragraph jod\" id=\"v22n932\"> We are here as Latter-day Saints. What would you do? I would try as much as circumstances would permit, without laboring too hard, to make comfortable houses, to make good orchards; I would endeavor to make my family comfortable and would try to promote their welfare. <\/div><div class=\"paragraph jod\" id=\"v22n933\"> Have you a school here? (Answer: Yes, sir). Have you a good teacher? (Answer: A pretty good teacher). Well then, I would educate my children. The teacher should be a man or woman who fears God, who not only teaches grammar and the common branches of education but the principles of the Gospel as well, that our children may grow up in the fear of God.<span class=\"citation\" id=\"56560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56560)\">Ps. 34:11<\/a><\/span><span class=\"citation\" id=\"58917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58917)\">Isa. 29:23<\/a><\/span> And then if I were the head of a house, I should consider it not only a duty but a great pleasure to call my family together and pray with them morning and evening, and to pray for them, and to teach them to cherish this feeling and spirit. Do you think I would ever want them to hear me swear? Oh, how ashamed I should be if my children or my wives or any of my good brethren were to hear me swear. That would be setting a very bad example; <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> while we, as parents, are required to set good examples to our children and to all men. And then we ought to be honest with one another; we should be truthful and never prevaricate. Parents, be truthful; let your children have confidence in your word, so that if father or mother says anything, they might say, &#x201C;if father or mother says such and such a thing, I know it is right, because father or mother said it, and they never prevaricate or tell a falsehood.&#x201D; That is the kind of feeling we want to cultivate among ourselves and with our families. And again we want to be cleanly in our persons, in our houses and in everything. And mothers, you ought to cultivate in your hearts the spirit of peace; you ought to be like angels of God, full of every virtue. And the father ought to treat the mother right. Has she her infirmities? Yes. And so has he. What would you do under such circumstances&#x2014;would you bear with her? Yes, of course, and love her, and do everything I could to promote her happiness; and instead of trying to perplex and annoy her, I would bear with her in the spirit of love and kindness, and cultivate that everywhere. And on the other hand, I would say to the sisters, treat your husbands right, and make their homes pleasant. Is there anything they would like to eat? Try to prepare it for them; and let your children see that you love one another, that they may grow up with the same feeling, and be led from principle to honor their father and mother.<span class=\"citation\" id=\"54273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54273)\">Ex. 20:12<\/a><\/span> These are the kind of feelings that will elevate us; and we will try to educate and elevate the Indians around us; and when they become educated, we will send them out to preach the Gospel among their own people, as we have done among our race. Oh, if we  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could comprehend the glory, the intelligence, the power, the majesty and dominion of our Heavenly Father! If we could contemplate the exaltation, the glory, the happiness which awaits the righteous, the pure and the virtuous, of those who fear God, even the Saints of the Most High! If we could comprehend the great blessings that God has in store for those people that fear him and observe his laws and keep his commandments, we should feel very different from what we do. But then, we do not. The Lord has brought us from among the different nations, that we may be educated in the things of the kingdom of God. He has conferred the Holy Priesthood for that purpose: and the very organizations that we have of Stakes and Wards, with their Presidency and Bishops, High Councils, High Priests, Seventies, Elders, Priests, Teachers and Deacons, etc., are placed in the Church by the Almighty, to educate and elevate us: and we are going around today lecturing on the principles of education. Education in what? In everything. In our morals; in our social position; in our religion; in everything pertaining to time and to eternity, so that we may be happy in our families, that we may prosper in our enterprises, and operate together and have the confidence of one another, and do away with everything that is wrong and dwell together in love and peace according to the Gospel of the Son of God. This is the kind of feeling we want to be educated in, and we want to start with it first in ourselves. As fathers and as mothers we want to do right; and as children we must do right. If they will not, as parents, we will set them good examples, and be kind to them, and lead them as well as we can in the paths of life. <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> That is the spirit that dwells in our Heavenly Father. We want to follow after him, and cultivate these principles in our bosoms and in our hearts. For this reason we have various organizations in our midst. We have our Bishops; and it is their duty to look after their Wards, and see that everything is moving along right, and that everybody is doing right, and if there be any poor or sick, to feel after them and relieve them; and then to enlist the sympathies of the brethren and sisters, that they may also feel after them. Then we have out Mutual Improvement Associations. Have you got one? (Answer: Yes, sir.) What are they for? To instruct the rising youth. This is another branch of our education. Our sisters, too, in their Relief Societies are doing a good work. Continue in it. Our sisters know a great deal better now to sympathize with their sex than the brethren; they can better enter into their feelings. Carry on this work. This is another part of our education. And referring again to our Young People's Improvement Associations; how much I should have enjoyed such privileges when I was a boy. But I had no such opportunity. I had no Priesthood to teach me. You have privileges, young men and young women, that we older folks had not. And this spirit and feeling of improvement is not confined to one or two places; it is all over, and a good work among the young is being done throughout the dwellings of the Saints. And the <span class=\"italic\">Contributor<\/span>, which I believe is the organ of the Mutual Improvement Associations, is an excellent periodical; and the young people ought to avail themselves of its pages by subscribing for it, which, no doubt, is being done generally. This movement among the young people is  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>another branch of our education. Another is our Sunday School movement. Our children should be taught by good men and good women. Train their infant minds, and lead the little ones in the paths of life that they may understand about the Church of Christ, and be nurtured in the fear of God. By and by they will be men and women in Israel. It will not always be as it is now. Men will not always entertain towards us the feelings they do today. When they find that we are not the people the world has held us up to be; when we shall have proven to the world that we are not what they have believed us to be, but that we are a virtuous and law-abiding people, the honorable among men will acknowledge our worth. And the day will come when it will be said of our children, as the old Prophets have prophesied, that such and such a one was born in Zion.<span class=\"citation\" id=\"56996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56996)\">Ps. 87:5<\/a><\/span> It will be considered a great blessing and one of the greatest honors that could have been inherited by our children to have been born in Zion among the people of God. These people are not liars, whoremongers, adulterers or thieves, as represented by our defamers, but they have learned the principles of virtue and holiness, and such things as are calculated to exalt and ennoble individuals, families and nations; they are in possession of these principles, and are exalted by them; and is it not an honor for a child to be born of such fathers and mothers? Yes. Then let us be such fathers and mothers. If we have done wrong, let us cease our evil practices and repent of all wrongdoing; humble ourselves and become as little children<span class=\"citation\" id=\"65019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65019)\">Matt. 18:3<\/a><\/span> before God. Let us lay aside covetousness. We need not scramble, for there is not much to scramble after. There is <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not so much in the riches of this world as some people think there is. They cannot be compared for a moment with the riches of the kingdom of heaven, which are within the reach of all men who have not forfeited them. <\/div><div class=\"paragraph jod\" id=\"v22n936\"> Then we should treat everybody right, those who are not of us, as well as our own brethren. Would I cheat a man because he is not in the Church? The thought of such an act would bring the blush of shame to my cheek; and I feel chagrined when I hear of men, who have entered into solemn and holy covenants, doing such things. It is a common thing among a certain class of men to say I made a splendid trade today with Brother So-and-So. But did Brother So-and-So make as good a trade out of you? If he did, all right. But if you, because you happen to be a little smarter, or shrewder on a trade than your brother, have got the better of him, it is not all right, it is all wrong, and I do not think it a credit for a man to be possessed of that kind of smartness. I do not think it a credit to anybody to want something which belongs to somebody else. The Lord is trying us; and some of you are already pretty well tried: and you try one another sometimes. David, you know, said on a certain occasion, if it had been an enemy he would have borne it;<span class=\"citation\" id=\"56816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56816)\">Ps. 55:12<\/a><\/span> but it was his friend that did it, and that cut him to the heart. <\/div><div class=\"paragraph jod\" id=\"v22n937\"> It is necessary that we should be tried, and that we should be cut to the heart. And why? &#x201C;For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through suffering.&#x201D;<span class=\"citation\" id=\"76451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76451)\">Heb. 2:10<\/a><\/span> Why? In order that we might have a High Priest who is acquainted with our  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>affairs, and one who was tempted in all points like unto us.<span class=\"citation\" id=\"76574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76574)\">Heb. 4:15<\/a><\/span> He was tempted as we are. I have seen men tempted so sorely that finally they would say, &#x201C;I'll be damned if I'll stand it any longer.&#x201D; Well, you will be damned if you do not. So you had better bear it; and go to the Lord and say, O God, I am sorely tempted; Satan is trying to destroy me, and things seem to be combined against me. O Lord, help me! Deliver me from the power and grasp of the devil. Let thy Spirit descend upon me that I may be enabled to surmount this temptation and to ride above the vanities of this world. This would be far better than giving way to sin, and proving yourself unworthy of the association of the good and pure. <\/div><div class=\"paragraph jod\" id=\"v22n939\"> I am reminded of Elijah. There was a time in his life when we find him alone in a solitary place. And it thundered and lightened, but God was in neither. By and by a still small voice<span class=\"citation\" id=\"55707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55707)\">1 Kgs. 19:11-12<\/a><\/span> whispered to him, &#x201C;What doest thou here, Elijah?&#x201D;<span class=\"citation\" id=\"55701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55701)\">1 Kgs. 19:9<\/a><\/span> Elijah told the Lord that they had digged down His altars and slain His Prophets, and that he only was left; and said he, they seek my life also.<span class=\"citation\" id=\"55706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55706)\">1 Kgs. 19:10,14<\/a><\/span> This was a gloomy picture; it was a sad story to tell the Lord. But God understood the situation better than Elijah did; and said he, I have reserved 7,000 men who have not bowed the knee to Baal,<span class=\"citation\" id=\"55738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55738)\">1 Kgs. 19:18<\/a><\/span><span class=\"citation\" id=\"72769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72769)\">Rom. 11:4<\/a><\/span> in whom are the principles of integrity and honor. Abraham was tried, and so was Job. Abraham was tried severely. He was told to take his son Isaac, him that had been given to him by promise, through whom all the families of the earth were to be blessed.<span class=\"citation\" id=\"53039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53039)\">Gen. 12:3<\/a><\/span> Now, said he, Abraham, take thy son and offer him as a sacrifice.<span class=\"citation\" id=\"53279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53279)\">Gen. 22:1-2<\/a><\/span> Do you not think that some would say, &#x201C;I'll be damned if I do.&#x201D; Abraham did not stagger.<span class=\"citation\" id=\"72324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72324)\">Rom. 4:20<\/a><\/span> He be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lieved that God had given him this son in his old age, and that a great and glorious promise had to be fulfilled through him, and moreover if he was sacrificed God was able to raise him from the dead.<span class=\"citation\" id=\"77034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77034)\">Heb. 11:19<\/a><\/span> He did not stagger through unbelief;<span class=\"citation\" id=\"72325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72325)\">Rom. 4:20<\/a><\/span> but he went in obedience to the command to offer up his son.<span class=\"citation\" id=\"53303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53303)\">Gen. 22:9-10<\/a><\/span> A great deal might be said, but it would take too long to show what Abraham expected. But he did expect that his seed would inherit the Priesthood through all subsequent time.<span class=\"citation\" id=\"93386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93386)\">Abr. 2:9-11<\/a><\/span> And that is the meaning of that saying, &#x201C;In thee and in thy seed shall all the families of the earth be blessed,&#x201D;<span class=\"citation\" id=\"53040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53040)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"128609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128609)\">Gen. 28:14<\/a><\/span><span class=\"citation\" id=\"128610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128610)\">Abr. 2:11<\/a><\/span> not cursed. Abraham, through the spirit of prophecy, had gazed upon his posterity as they should exist through the various ages of time. And among other things he saw the days of Jesus, when he should come; and we are told, he was glad.<span class=\"citation\" id=\"69530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69530)\">John 8:56<\/a><\/span> And after all this, God told him to take the life of his son.<span class=\"citation\" id=\"53291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53291)\">Gen. 22:2<\/a><\/span> What, and thus prevent your posterity from coming upon the earth as you beheld it in vision? Yes, and in one stroke of the knife blast all these glorious, these blessed hopes. He approaches his son, and says, Come, Isaac, come with me upon this mount. And they went. &#x201C;Now, let us build an altar.&#x201D; And they built an altar.<span class=\"citation\" id=\"53293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53293)\">Gen. 22:3-9<\/a><\/span> And the boy was heard to say, Father, here is the wood, and here is the altar, but where is the lamb for the burnt offering?<span class=\"citation\" id=\"53296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53296)\">Gen. 22:7<\/a><\/span> Says Abraham: The Lord will provide the offering.<span class=\"citation\" id=\"53300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53300)\">Gen. 22:8<\/a><\/span> Finally, the father, choking, probably with the awfulness of the moment, as his thoughts crowded upon him, says, My son, thou art the one that I have got to offer up. Then at last he takes his son and lays him upon the altar, and at the last moment he is seen lifting the knife to slay the promised child,<span class=\"citation\" id=\"53304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53304)\">Gen. 22:9-10<\/a><\/span>  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when the voice of the Lord is heard, saying, Hold, Abraham, put not thine hand upon the lad.<span class=\"citation\" id=\"53310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53310)\">Gen. 22:11-12<\/a><\/span> Look; there is a ram caught in the thicket. Take that, and offer it as a sacrifice.<span class=\"citation\" id=\"53315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53315)\">Gen. 22:13<\/a><\/span> Would you, my brethren, like to be put in that position? And referring to Job, he was also proven. It seems that at a certain time the sons of God were gathered together, and the devil was among them. And the Lord, addressing himself to Satan, said, Hast thou considered my servant Job? Oh yes, but you have put a hedge about him. If you were to serve me the same way, I would be as obedient as he. Possibly I do not know about that, says Satan. Let me tempt him. Well, replies the Lord, you may try.<span class=\"citation\" id=\"55995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55995)\">Job 1:6-12<\/a><\/span> Then what do we read? <\/div><div class=\"paragraph jod\" id=\"v22n941\"> &#x201C;And there was a day when his sons and daughters <span class=\"italic\">were<\/span> eating and drinking wine in their eldest brother's house: <\/div><div class=\"paragraph jod\" id=\"v22n942\"> And there came a messenger unto Job, and said, The oxen were ploughing, and the asses feeding beside them: <\/div><div class=\"paragraph jod\" id=\"v22n943\"> And the Sabeans fell <span class=\"italic\">upon them<\/span>, and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee. <\/div><div class=\"paragraph jod\" id=\"v22n944\"> While he was yet speaking, there came also another, and said, The fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee. <\/div><div class=\"paragraph jod\" id=\"v22n945\"> While he was yet speaking, there came also another, and said, The Chaldeans made out three bands, and fell upon the camels, and have carried them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee. <\/div><div class=\"paragraph jod\" id=\"v22n946\"> While he was yet speaking, there came also yet another, and said, Thy <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sons and thy daughters <span class=\"italic\">were<\/span> eating and drinking wine in their eldest brother's house: <\/div><div class=\"paragraph jod\" id=\"v22n947\"> And, behold, there came a great wind from the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee.&#x201D;<span class=\"citation\" id=\"56004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56004)\">Job 1:13-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n948\"> Job received all this intelligence, sad as it was, without being moved in the least to anger. He, we are told, rent his mantle, and shaved his head, and fell down and worshipped, and said, &#x201C;Naked came I out of my mother's womb, and naked shall I return thither: the Lord gave, and the Lord hath taken away; blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56011)\">Job 1:20-21<\/a><\/span> We do not always feel so. We used to say in Missouri, &#x201C;Those damned Missourians have stolen our cattle. Those damned Gentiles have done this and that.&#x201D; But they could not do it if the Lord did not permit them. Here is another evidence of our being in the hands of God, and we should feel that we are in his hands; and then it will be all right. We will not blame the devil, nor wicked, corrupt men; for they are of the devil whose works they do.<span class=\"citation\" id=\"69508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69508)\">John 8:44<\/a><\/span> But we will say with Job, the Lord giveth and the Lord taketh away; blessed be the name of the Lord.<span class=\"citation\" id=\"56039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56039)\">Job 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n949\"> The devil again appeared before the Lord, and the Lord said to him: &#x201C;Well, you told me that Job would do thus and so; but he remains true and unshaken, although thou movedst me against him to destroy him.&#x201D; Satan then answered and said, &#x201C;Skin for skin, yea, all that a man hath will he give for his life. But put forth thine hand now, and touch his bone and his flesh, and he will curse thee to thy face.&#x201D; And the Lord said unto Satan, &#x201C;Behold, he is in thine hand; but spare his life.&#x201D;<span class=\"citation\" id=\"56047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56047)\">Job 2:1-6<\/a><\/span>  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Satan sallied forth again from the presence of God, and smote Job with sore boils from the crown of his head to the soles of his feet. And while in this condition we are told that he sat down in ashes, and took a potsherd and scraped himself.<span class=\"citation\" id=\"56058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56058)\">Job 2:7-8<\/a><\/span> And his friends hearing of his misfortunes came<span class=\"citation\" id=\"56073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56073)\">Job 2:11-13<\/a><\/span> and taunted him with being a hypocrite,<span class=\"citation\" id=\"56077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56077)\">Job 4:1-6<\/a><\/span> etc., as we are apt to do when a series of misfortunes overtakes a man. But he would not be moved by this, although he was stripped of everything and afflicted withal. At last his wife thought she could not stand it any longer; she got worked up over it, and I can imagine her saying to her husband Job, I would not stand it any longer, I would curse God, and die like a man.<span class=\"citation\" id=\"56065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56065)\">Job 2:9<\/a><\/span> Job still retaining his self-possession turned and said to her, &#x201C;Thou speakest as one of the foolish women.&#x201D; &#x201C;What? shall we receive good at the hand of God, and shall we not receive evil?<span class=\"citation\" id=\"56071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56071)\">Job 2:10<\/a><\/span> Naked came I into the world; and naked must I return. The Lord giveth and the Lord taketh away, blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56040)\">Job 1:21<\/a><\/span> And said he further, &#x201C;Though he slay me, yet will I trust in him.<span class=\"citation\" id=\"56119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56119)\">Job 13:15<\/a><\/span> I know that my redeemer liveth.&#x201D;<span class=\"citation\" id=\"56139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56139)\">Job 19:25<\/a><\/span> Job was a man that feared God and lived up to his privileges, and the Spirit of the Almighty God rested upon him; and hence he says, I know that my Redeemer liveth, and that he shall stand at the latter-day upon the earth. And though after my skin worms destroy this body, and revel in this brain; although I go down to the silent tomb, there to rot and become as the dust of the earth, yet, in my flesh shall I see God; and these eyes shall gaze upon Him.<span class=\"citation\" id=\"56154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56154)\">Job 19:25-27<\/a><\/span> And I know that my Redeemer liveth, and that these eyes shall see him, and he shall reign in the lat<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter-days upon the earth.<span class=\"citation\" id=\"56140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56140)\">Job 19:25<\/a><\/span> That is the kind of religion those men had; and we want the same kind of principle. After Job had been tried and proven, the Lord lifted him up again, and increased his flocks and herds and everything in the shape of earthly possessions which the world calls good. And so great was the goodness of God extended to Job, that we are told he was more blessed in his latter days than in his former days.<span class=\"citation\" id=\"56289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56289)\">Job 42:10-17<\/a><\/span> And it was as the devil had said, God put a hedge around about him;<span class=\"citation\" id=\"56001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56001)\">Job 1:10<\/a><\/span> and so he does about us, and we do not know it. <\/div><div class=\"paragraph jod\" id=\"v22n951\"> Here is Brother Cannon, for instance, who is soon about to go to Washington as our Delegate to Congress, and you know the influence that has been exercised against the people whom he represents, and you know also that he, as Delegate, is not entitled to a vote. And notwithstanding the devices and schemings of men and organizations, that have used their influence directly for the purpose of bringing inimical legislation against us, God has confounded them in all of their plans up to the present time. Has not God put a hedge about us?<span class=\"citation\" id=\"56002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56002)\">Job 1:10<\/a><\/span> Yes, He has. And as long as we fear him, he will continue to do it; and he will preserve us, and no power this side of earth or hell can injure us. <\/div><div class=\"paragraph jod\" id=\"v22n952\"> One of the poets says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v22n953\"> &#x201C;Shall I be carried to the skies On flowery beds of ease, While others sought to win<span class=\"citation\" id=\"79085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79085)\">Rev. 3:5<\/a><\/span> the prize And sailed through bloody seas?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v22n953\"> And John, while wrapped in vision, saw an innumerable company of the redeemed clothed in white raiment, singing a song that no man knew save he that received it.<span class=\"citation\" id=\"79698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79698)\">Rev. 14:3<\/a><\/span> And he inquired saying, Who are these arrayed in white, and whence came they? These are they that came  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up through much tribulation, who washed their robes and made them white in the blood of the Lamb.<span class=\"citation\" id=\"79335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79335)\">Rev. 7:13-14<\/a><\/span> I have heard Joseph Smith say to the Twelve, &#x201C;God will get hold of your heartstrings, and he will wrench them to the very core.&#x201D; Has he done it? He has. The Twelve know that he has. President Young knew it, and Joseph Smith knew it; and finally he had to give himself up as an offering for this people. Have we passed through suffering? We have. And shall we have more of it to face? We shall, if we be found among those whom John saw. We have <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> got to be sifted in the sieve of tribulation until we shall prove our integrity to be true to God and man. Brethren, seek for the Spirit of God upon yourselves, and all that pertain to you, and live so that your prayers can be heard and answered upon your heads; and walk according to the light of that which you have already received, and the blessings of God will attend you. You can make a little heaven right here among yourselves, if you want to; and you need not go anywhere else for it. Live your religion, and you will be blessed in time and all eternity. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}