{"ID":220020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Divisions of Modern Christendom&#x2014;Effects of Sectarian Proselytism, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, July 17, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Divisions of Modern Christendom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 7\/17\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v22n422\"> Being called upon this afternoon, to address this congregation, I arise to do so, trusting that the Spirit of God will rest upon me to enlighten my mind and suggest such thoughts to me as may be profitable to the congregation assembled, and I desire that my brethren and sisters will sustain and support me by their attention and their faith, and prayers, that I may be inspired to speak the truth, and that all who listen may have the same spirit resting upon them, that they may be able to see and understand the things presented. <\/div><div class=\"paragraph jod\" id=\"v22n423\"> There are a great many people assembled today in different parts of the world to worship God according to the various forms which prevail in what is called Christendom. All those people who profess to be Christians, believe that there is a God, and that Jesus of Nazareth who died on Calvary, was the Son of God. They also believe that the book called the Bible, contains the revealed will of God to man. But although they all profess to believe in the same book, in the same God, and in the same Savior, yet they have different forms of worship, different tenets of faith, and they are traveling in different roads, with the <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> expectation of arriving at the same place at the end of their journey. The differences which exist in the world in regard to religion are very deplorable. If mankind were actuated by the same spirit in their worship of God, they would worship in one way, they would walk in the path of truth, and would not be tossed to and fro and carried about by different winds of doctrine.<span class=\"citation\" id=\"75257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75257)\">Eph. 4:14<\/a><\/span> The fact that people are divided in their belief in regard to religious principles, is proof that the same spirit does not rest upon them; they are guided by different influences, therefore are led in different paths. There is to be a time, according to the Scriptures, when the people who believe in God, will all be brought into such a condition that they will &#x201C;see eye to eye.&#x201D;<span class=\"citation\" id=\"59586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59586)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87962)\">D&amp;C 84:98<\/a><\/span> There is to be a time when all people living upon the earth &#x201C;shall know God, from the least even to the greatest,&#x201D;<span class=\"citation\" id=\"60696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60696)\">Jer. 31:34<\/a><\/span><span class=\"citation\" id=\"76884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76884)\">Heb. 8:11<\/a><\/span><span class=\"citation\" id=\"128546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128546)\">D&amp;C 84:98<\/a><\/span> and there will be no need to contend about doctrine or principle, but all will understand alike, for &#x201C;the earth shall be full of the knowledge of God, as the waters fill the great deep.&#x201D;<span class=\"citation\" id=\"58184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58184)\">Isa. 11:9<\/a><\/span> How is this great change to be brought about? At the present time people who profess to believe in God have a great many different ideas concerning  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Him. They have a great many different opinions in regard to the being who is called His Son, they have a great many different ideas of the Gospel as taught by His Son, and these contentions do not decrease, on the contrary they increase. New sects are springing up, churches are increasing in the earth, but the children of men are becoming more and more varied in their opinions in regard to religion. If things continue in the present way, how long will it take till all the inhabitants of the earth are brought to a knowledge of the truth? How long will it take to bring them all to the unity of the faith, and to the knowledge of the Son of God?<span class=\"citation\" id=\"75215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75215)\">Eph. 4:13<\/a><\/span> We are told in the Scriptures, that one of the objects of the preaching of the Gospel was that people might be brought to &#x201C;the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.&#x201D;<span class=\"citation\" id=\"75216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75216)\">Eph. 4:13<\/a><\/span> It appears to me that if things continue in their present condition, instead of the inhabitants of the earth being brought to a unity of the faith and to the knowledge of God,<span class=\"citation\" id=\"75217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75217)\">Eph. 4:13<\/a><\/span> division and contention will increase. When missionaries are sent from Christian nations to heathen nations, they do not establish any unity of faith among those to whom they are sent. On the contrary, they introduce division. For instance, a number of missionaries go among the Mahomedans, and if they convert a portion of them to the different faiths which those missionaries teach, they are turned away from the union, such as it is, of their old creed to the divisions of modern Christendom. If the Baptist missionary should convert a certain number of Mahomedans to his creed, the Baptist church would be established among them; and if the Meth<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>odists introduced their creed and obtained converts, there would be the Methodist faith and the Baptist faith among them; and so with the Episcopalians, the Presbyterians and the various isms which are prevalent in Christendom. If all these sects were introduced into a Mahomedan country, then instead of the people being brought to greater unity of the faith, division would be established in their midst, they would be split up into sects just like modern Christendom is today. And yet if the Bible is true, the time is to come when all shall know God from the least to the greatest,<span class=\"citation\" id=\"60697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60697)\">Jer. 31:34<\/a><\/span> and when all shall bow the knee and confess that Jesus is the Lord to the glory of God the Father.<span class=\"citation\" id=\"75462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75462)\">Philip. 2:10-11<\/a><\/span> Unless something is introduced into the world of a different nature and character to the various sects which now exist in Christendom, these results can never be brought about. <\/div><div class=\"paragraph jod\" id=\"v22n425\"> If the Gospel which Jesus Christ introduced into the world, and which His Apostles were sent forth to preach, were restored again to the earth, and the people were brought to the understanding of that Gospel, then they would come into this condition, because this was one of the characteristics of the Gospel, one of its great effects upon the people when it was introduced into the world 1,800 years and more ago. When the Apostles whom Jesus Christ sent forth went to preach the Gospel in the country in which they were born, Palestine, they found people professing different creeds, but when these people came to receive the Gospel which the Apostles taught, they were all brought to the unity of the faith. If Peter went out and preached in one part of the world, say to the Jews, and Paul, &#x201C;the apostle of the Gentiles,&#x201D;<span class=\"citation\" id=\"72771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72771)\">Rom. 11:13<\/a><\/span><span class=\"citation\" id=\"76104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76104)\">2 Tim. 1:11<\/a><\/span> went out among the Gentile nations and  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preached to them, the converts made by Peter, and the converts made by Paul, believed exactly alike, no matter where they were born, no matter what creed they had previously professed; and when James went out, or any of the rest of the Apostles, and made converts, all came to the same belief as the converts of Peter and the converts of Paul. Indeed the Apostle Paul says, &#x201C;For by one Spirit are we all baptized into one body, whether we be Jew or Gentile, whether we be bond or free; and have all been made to drink into one Spirit&#x201D;&#x2014;<span class=\"citation\" id=\"73518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73518)\">1 Cor. 12:13<\/a><\/span>&#x201C;We have,&#x201D; said he,&#x201D; &#x201C;One Lord, one faith, one baptism,<span class=\"citation\" id=\"74986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74986)\">Eph. 4:5<\/a><\/span> and one hope of our calling.&#x201D;<span class=\"citation\" id=\"74960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74960)\">Eph. 4:4<\/a><\/span> This was the effect of the acceptance of the Gospel in the days of the ancient Apostles. And upon the principle that the same cause will always produce the same effect under the same circumstances, if that Gospel were to be preached in this day of the world the people who obeyed it would be brought into the same condition, no matter what their creeds were. When they received the Gospel of Jesus Christ they would be brought to a unity of the faith,<span class=\"citation\" id=\"75218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75218)\">Eph. 4:13<\/a><\/span> they would receive one doctrine, they would receive one spirit,<span class=\"citation\" id=\"73519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73519)\">1 Cor. 12:13<\/a><\/span> they would have one Lord, one baptism, one faith<span class=\"citation\" id=\"74985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74985)\">Eph. 4:5<\/a><\/span> and one hope of their calling,<span class=\"citation\" id=\"74959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74959)\">Eph. 4:4<\/a><\/span> they would be started on the same road, they would worship the same God in the same way, under the influence of the same spirit. <\/div><div class=\"paragraph jod\" id=\"v22n427\"> Well, what is the matter in what is called the Christian world? The difficulty is that the people of the earth have departed from the plan of salvation which was taught by Jesus Christ and His Apostles, and the opinions of men have been introduced instead of the word of God. Men have stepped forth from the ranks to be preachers and teachers of the people, and have introduced <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their own notions, and churches have been built up and established upon those notions. In the olden times the Apostles of Jesus Christ did not feel that they had any right to go out and preach their views about doctrine, their ideas about salvation, but they went out as ambassadors of the Lord Jesus Christ<span class=\"citation\" id=\"74227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74227)\">2 Cor. 5:20<\/a><\/span> having authority from Him to preach the Gospel which He delivered to them and no other,<span class=\"citation\" id=\"128547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128547)\">Gal. 1:6-7<\/a><\/span> and the Apostle Paul went so far as to say, &#x201C;Though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74353)\">Gal. 1:8<\/a><\/span> And John, the beloved and loving disciple, who talked so much about love and charity, says, &#x201C;Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son. If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed: For he that biddeth him God speed is partaker of his evil deeds.&#x201D;<span class=\"citation\" id=\"78830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78830)\">2 Jn. 1:9-11<\/a><\/span> The servants of God who have been called at various times from the beginning to preach the word of the Lord to the inhabitants of the earth have always come with the word of the Lord; not their own ideas, not with their peculiar notions about doctrine, but they came to bring a message from the Almighty, and they delivered it with authority. Every word they spoke under the inspiration of the Holy Spirit was the word of God to the people, and was binding upon them, for those men were the representatives of God upon the earth, so far as their teachings were concerned. &#x201C;Holy men of God spake as they were moved upon by the Holy Ghost,&#x201D;<span class=\"citation\" id=\"78339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78339)\">2 Pet. 1:21<\/a><\/span> and that which they said under the influence of that  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spirit, was the Word of God to the people to whom it came. But for hundreds of years the people of the earth have been taught the doctrines of men. They have been &#x201C;teaching for doctrines the commandments of men,&#x201D;<span class=\"citation\" id=\"64770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64770)\">Matt. 15:9<\/a><\/span><span class=\"citation\" id=\"93722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93722)\">JS&mdash;H 1:19<\/a><\/span> just as we read in the Scriptures they would do; and in consequence of this the people have become divided, sects have multiplied, division has increased, and the people, instead of obeying the voice of the Lord and walking in His ways, have the teachings of men and have walked in the ways of men, and therefore they have departed from the Almighty. We say sometimes that God has departed from the world. That is not exactly the case; the world have gone away from God; &#x201C;they have heaped to themselves teachers, having itching ears; And they have turned away their ears from the truth, and have turned unto fables,&#x201D;<span class=\"citation\" id=\"76244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76244)\">2 Tim. 4:3-4<\/a><\/span> as the ancient Apostles said they would. This, in a few plain words, is the condition of the Christian world today. Notwithstanding this, however, there are a great many people among those various sects and religions who are sincere in their worship. Their desires are good, and a great many of them think they are walking in the way of life. But as the wise man Solomon says, &#x201C;There is a way which seemeth right unto a man, but the end thereof is death.&#x201D;<span class=\"citation\" id=\"57420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57420)\">Prov. 14:12<\/a><\/span><span class=\"citation\" id=\"57436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57436)\">Prov. 16:25<\/a><\/span> There is and can be but one way, one true way into the presence of God. &#x201C;Strait is the gate, and narrow is the path, which leadeth unto life, and few there be that find it,&#x201D;<span class=\"citation\" id=\"63884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63884)\">Matt. 7:14<\/a><\/span> said Jesus, while &#x201C;Broad is the road, that leadeth to destruction, and many there be which go in thereat.&#x201D;<span class=\"citation\" id=\"63842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63842)\">Matt. 7:13<\/a><\/span> There is but one way, and, &#x201C;He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a robber.&#x201D;<span class=\"citation\" id=\"69593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69593)\">John 10:1<\/a><\/span> There being but one road to eternal life, he that walks not in that road is on another, but there is but one road to take him into the presence of God to receive the glory of His Father's kingdom. Now, this may sound in some people's ears very uncharitable. People say the Latter-day Saints are uncharitable, because they aver that there is only one way to heaven. You never hear a man called uncharitable when he says there is only one way in mathematics. If five times five are twenty-five, anyone who differs from that is acknowledged to be wrong, but when we talk about religious affairs there seems to be an idea in the world that people can believe what they please about religion, and it is all right. Now, this seems to me very inconsistent. Truth cannot be bent or turned aside. Truth cannot be turned into error; there is no compromise between truth and error. If a principle is true in one age of the world, it is just as much so in another; and the notions and sincerity of the people will not alter that truth in the slightest degree. Jesus came to show the way of salvation.<span class=\"citation\" id=\"71901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71901)\">Acts 16:17<\/a><\/span> He sent His Apostles to teach one way, one plan, and as the Apostle Paul said, if anybody preaches any other he will be accursed.<span class=\"citation\" id=\"74354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74354)\">Gal. 1:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n429\"> But supposing we look into the nature and character of this plan of salvation, this way that Jesus laid down. I will refer you to the 3rd chapter of the Gospel according to St. John, and the 5th verse.<span class=\"citation\" id=\"68826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68826)\">John 3:5<\/a><\/span> The words I am about to read are the words of Jesus Christ. Now if you please to say that Christ was uncharitable, you may. I will not say so. Jesus is the great Divine Master. Those who do not profess to believe that He was the immaculate  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Son of God, believe He was a great inspired Teacher, and what He said was the word of life to the inhabitants of the earth. Nicodemus came to Jesus by night to enquire about the way of life. And &#x201C;Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68732)\">John 3:3<\/a><\/span> Nicodemus did not quite understand what was meant by being &#x201C;born again,&#x201D;<span class=\"citation\" id=\"68768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68768)\">John 3:4<\/a><\/span> whereupon Jesus further explained, saying, &#x201C;Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68830)\">John 3:5<\/a><\/span> This was the declaration of the Lord Jesus Christ. There is no compromise about it, no two ways about it. Here is the one way laid down by the Lord: No man can enter into the kingdom of God, except he has been born of the water and of the Spirit.<span class=\"citation\" id=\"68829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68829)\">John 3:5<\/a><\/span> How are we to understand this Scripture? We are to understand it, I suppose, just exactly as it was laid down. Jesus was making himself plain to Nicodemus. He told him that except a man was born again he could not <span class=\"italic\">see<\/span> the kingdom of God,<span class=\"citation\" id=\"68731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68731)\">John 3:3<\/a><\/span> and when Nicodemus inquired how this could be,<span class=\"citation\" id=\"68769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68769)\">John 3:4<\/a><\/span> He further explained, that except a man was born of the water and of the Spirit, he could not <span class=\"italic\">enter into<\/span> the kingdom of God.<span class=\"citation\" id=\"68827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68827)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n431\"> We are told in the Scriptures that Jesus was not only the Teacher, but He was the Great Exemplar. Jesus &#x201C;left us an example, that we should follow in his steps.&#x201D;<span class=\"citation\" id=\"77866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77866)\">1 Pet. 2:21<\/a><\/span> If this be the case, Jesus must have been born of the water and of the spirit, and if we can find out how He was so born, then we can find out how we must be born of the water and of the spirit.<span class=\"citation\" id=\"68828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68828)\">John 3:5<\/a><\/span> We are told here in the New Testament; that when Jesus Christ was about thirty years of age<span class=\"citation\" id=\"67142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67142)\">Luke 3:23<\/a><\/span> (he conformed to the laws and customs of <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Jews among whom He resided) before he went on his ministry, he went to John, the forerunner, and asked to be baptized,<span class=\"citation\" id=\"62737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62737)\">Matt. 3:13<\/a><\/span> but we read that John, who knew the character of Christ's mission, said, &#x201C;I have need to be baptized of thee, and comest thou to me?<span class=\"citation\" id=\"62758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62758)\">Matt. 3:14<\/a><\/span> And Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to fulfil all righteousness. Then he suffered him. And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him: And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased.&#x201D;<span class=\"citation\" id=\"62781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62781)\">Matt. 3:15-17<\/a><\/span> Here is a pattern set by Jesus Christ, for mankind to follow. He knew it was necessary for everyone to be born of water and of the spirit,<span class=\"citation\" id=\"68831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68831)\">John 3:5<\/a><\/span> and He went to John, a man who had authority from God to baptize, and was immersed by him, or baptized by him&#x2014;the words are of similar meaning&#x2014;and the Spirit descended and the Father witnessed that He was well pleased with this act. <\/div><div class=\"paragraph jod\" id=\"v22n432\"> Now, you will find, if you will read the Scriptures, that when Jesus Christ sent His disciples to all the world, he told them to &#x201C;preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66809)\">Mark 16:15-16<\/a><\/span> Again, he says, &#x201C;Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"66447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66447)\">Matt. 28:19<\/a><\/span> If we read the book called The Acts of the Apostles, we find that these instructions were carried out to the very letter. In that great sermon preached by Peter, on the day of Pentecost, when so many were brought to obedience to the truth, when asked by the  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people, &#x201C;What shall we do?&#x201D;<span class=\"citation\" id=\"71170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71170)\">Acts 2:37<\/a><\/span> Peter said unto them, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71250)\">Acts 2:38<\/a><\/span> First, the birth of the water, then the birth of the Holy Ghost. This was the example of Christ, and this was how the Apostles taught it. <\/div><div class=\"paragraph jod\" id=\"v22n434\"> If you follow the Apostles in all their travels and teachings&#x2014;so far as the history is given to us in the book called the Acts of the Apostles, and so far as laid down in the epistles which they wrote to the churches&#x2014;you will find that this was the preparatory Gospel, the Gospel of the kingdom. First, &#x201C;Believe on the Lord Jesus Christ.&#x201D;<span class=\"citation\" id=\"71918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71918)\">Acts 16:31<\/a><\/span> What shall we do when we do believe? &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71251)\">Acts 2:38<\/a><\/span> And you will find further that after the people were baptized, the Apostles laid their hands upon them, and by the administration of that ordinance the Holy Ghost came upon them.<span class=\"citation\" id=\"71611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71611)\">Acts 8:14-17<\/a><\/span> And this was uniform. It was not one Gospel in one country and another in another; it was the same Gospel for all.<span class=\"citation\" id=\"128548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128548)\">A of F 1:4<\/a><\/span> Neither were there a number of baptisms for different people in different parts, but one Lord, one faith, one baptism;<span class=\"citation\" id=\"74987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74987)\">Eph. 4:5<\/a><\/span> not &#x201C;pouring&#x201D; in one part of the world and &#x201C;sprinkling&#x201D; in another, and the &#x201C;sign of the cross&#x201D; for another. No, it was one baptism, being <span class=\"italic\">buried<\/span> in water after the likeness of Christ's death, and being raised up out of the water in the likeness of His resurrection;<span class=\"citation\" id=\"72377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72377)\">Rom. 6:3-5<\/a><\/span> brought forth from the womb of the water into the element of air in the likeness of the natural birth, all done in the name of the Father, and of the Son, and of the Holy Ghost, by men holding <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> divine authority. No man had a right to administer these ordinances as he pleased or according to some fancy within his own mind. A man must be appointed to the ministry by the voice of God through the living oracles, or his ministrations are void and of non-effect.<span class=\"citation\" id=\"128549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128549)\">A of F 1:5<\/a><\/span> When people were baptized in this way they were prepared to receive the birth of the spirit, and when the Apostles' hands were laid upon them they received the Holy Ghost,<span class=\"citation\" id=\"71612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71612)\">Acts 8:14-17<\/a><\/span> they were born of the spirit,<span class=\"citation\" id=\"68832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68832)\">John 3:5<\/a><\/span> and the effects were as I remarked at the beginning, no matter what they previously believed or disbelieved, they were all brought to the unity of the faith.<span class=\"citation\" id=\"75219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75219)\">Eph. 4:13<\/a><\/span> They believed alike, they had similar impressions, the same spirit rested upon them, they were brethren and sisters, they were no longer divided in feeling, but all were inspired by the same influence, and desired to labor for the same object and purpose. We find also that this spirit developed certain gifts among the people, some that were internal, not perceptible to the natural eye, except as they influenced the acts of men; while others were external. For instance, we read that the fruits of the spirit are these: &#x201C;Love, joy, peace, longsuffering, gentleness, goodness, faith, Meekness, temperance,<span class=\"citation\" id=\"74657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74657)\">Gal. 5:22-23<\/a><\/span> brotherly love<span class=\"citation\" id=\"128550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128550)\">Heb. 13:1<\/a><\/span> and charity;&#x201D;<span class=\"citation\" id=\"128551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128551)\">2 Pet. 1:7<\/a><\/span> these were the effects of the Holy Ghost in the human heart in former times. Now, if the same spirit rests upon the people today, it will bring forth the same fruits. &#x201C;Every tree is known by its fruit.&#x201D;<span class=\"citation\" id=\"67291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67291)\">Luke 6:44<\/a><\/span> There were other gifts given by this spirit, which we read of in the First Epistle of Paul to the Corinthians and 12th Chapter. He says, &#x201C;To one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit; To another faith by the same Spirit; to another the  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gifts of healing by the same Spirit; To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues: But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.&#x201D;<span class=\"citation\" id=\"73474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73474)\">1 Cor. 12:8-11<\/a><\/span> These were the fruits of the spirit in the days of the Apostles. Now, if this same spirit is given to people today, through obedience to the Gospel, it will bring forth the same fruits. The gift of tongues will be enjoyed; the gifts of interpretation, of healing, prophecy, discerning of spirits, etc., and people will be united together in spirit and be filled with love, joy, peace, patience and charity, and be baptized by one spirit into one body.<span class=\"citation\" id=\"73520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73520)\">1 Cor. 12:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n436\"> Now, the Church of Jesus Christ of Latter-day Saints&#x2014;to which most of the people of this congregation belong&#x2014;has been established by direct communication from heaven in our own times, and the reason for the establishment of this Gospel again by revelation from heaven is this: The world has departed from the ancient Gospel, an outline of which I have been giving to you this afternoon; people have turned away from it, and taken to the vagaries of men. The world has heaped to itself teachers.<span class=\"citation\" id=\"76234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76234)\">2 Tim. 4:3<\/a><\/span> Men have been hired by the people to preach doctrines which would suit the people. Hence division has been in the world in place of union; discord and contention have sprung up instead of peace, joy and brotherly love, which are the fruits of the Gospel.<span class=\"citation\" id=\"74658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74658)\">Gal. 5:22-23<\/a><\/span> But God Almighty has restored this Gospel in the day and age in which we live, because, according to the Scriptures it must be &#x201C;preached to all the world as a witness, and then shall the end come.&#x201D;<span class=\"citation\" id=\"65716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65716)\">Matt. 24:14<\/a><\/span> The true Gos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pel, the Gospel of the birth of the water and of the spirit, without which man cannot enter the kingdom of heaven,<span class=\"citation\" id=\"68833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68833)\">John 3:5<\/a><\/span> must be preached to all nations.<span class=\"citation\" id=\"66448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66448)\">Matt. 28:19<\/a><\/span><span class=\"citation\" id=\"66810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66810)\">Mark 16:15-16<\/a><\/span> God has restored that Gospel by direct communication from the heavens. It is the only way in which it could be restored. It cannot be evolved from the mind of man. It must come from God or it is not the work of God. If Jesus Christ has nothing to do with a church personally, it cannot be the Church of Christ. It may be a Methodist church, an Episcopalian, Presbyterian or a Quaker church, or it may be a church bearing any other name that men have put upon it; but if it is the Church of Jesus Christ, He will be in communication with it. Well, the Lord has restored this Gospel by revelation from heaven. With it he has also restored the same authority held by the ancient Apostles. Angels have come down to the earth that they might restore this Priesthood. Peter, James and John have come as ministering angels and restored the ancient Apostleship,<span class=\"citation\" id=\"84634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84634)\">D&amp;C 27:12<\/a><\/span> in which is authority to preach the Gospel, to baptize for the remission of sins, to lay on hands for the imparting of the Holy Ghost, to organize the Church of God, and set all things in order;<span class=\"citation\" id=\"128552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128552)\">D&amp;C 107:33,58<\/a><\/span> that authority has been restored to the earth, and by that authority the Gospel must be preached to all the world as a witness, before the end shall come.<span class=\"citation\" id=\"65717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65717)\">Matt. 24:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n437\"> The world marvels how it is that people can be brought together from so many different nations and countries, and all settle down under one form of faith. People have an idea that there are certain persons here holding great influence over the minds of men; that they have gathered people together by that influence, and now hold them here in  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bondage. There could not be greater freedom anywhere upon the face of the earth than is enjoyed right here in Utah, by the people called Latter-day Saints. But what has drawn them here? What makes them willing to go through any trial or any sacrifice for their faith? It is just simply this: They heard the Gospel, received it in their hearts, and they have been born of water and of the spirit,<span class=\"citation\" id=\"68834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68834)\">John 3:5<\/a><\/span> the Holy Ghost, the Comforter.<span class=\"citation\" id=\"128553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128553)\">John 14:26<\/a><\/span> The spirit by which the Prophets wrote and spoke;<span class=\"citation\" id=\"128554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128554)\">D&amp;C 8:1-3<\/a><\/span> the spirit by which Jesus Christ brought forth the living word of God; the spirit by which the ancient Apostles were inspired is here on earth, and dwells in the hearts of the Latter-day Saints. They have been baptized by one spirit into one body,<span class=\"citation\" id=\"73521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73521)\">1 Cor. 12:13<\/a><\/span> and all the gifts of the spirit anciently enjoyed are the fruits of the spirit today, and each man and each woman for himself and for herself, has received a divine witness direct from the Almighty to their own souls that God has commenced the great work of the latter days, which is to establish His government on the earth, bring all mankind to the unity of the faith, and prepare the world for the coming of Him whose right it is to reign.<span class=\"citation\" id=\"86180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86180)\">D&amp;C 58:22<\/a><\/span> It is the power of the Spirit of Almighty God which rests upon the Latter-day Saints. It is that which has drawn them here, to leave their homes and friends and come up here to these mountains, where they can learn more of the ways of God, and walk more closely in His paths,<span class=\"citation\" id=\"57824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57824)\">Isa. 2:3<\/a><\/span> where they learn further of this Gospel and of those glorious ordinances which pertain to the salvation of mankind. <\/div><div class=\"paragraph jod\" id=\"v22n439\"> But the question which may be asked here is: &#x201C;If there is only one way of salvation and you have received that, and all the rest of man<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kind are in the dark and not walking in the ways of life, what is to become of them, and what is to become of the masses of the human race that never heard this Gospel?&#x201D; Will you tell me what is to become of the heathen that have died, who never heard of Christianity in any shape? For there is but one name given under heaven by which men can be saved.<span class=\"citation\" id=\"71441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71441)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"81613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81613)\">2 Ne. 31:21<\/a><\/span> What is to become of the myriads that have passed into the spirit world without even having heard the name of Jesus Christ? What is to become of all the Jews&#x2014;numbers of good men and good women amongst them&#x2014;what is to become of the millions of Jews who have passed away into the spirit world from every land&#x2014;and some of them in a great hurry too, driven by the hands of &#x201C;Christians&#x201D;&#x2014;who have never obeyed any Gospel at all? Now, the word of Jesus Christ must stand good. Even if I could not comprehend the decree, if there was no ray of light to make it plain to my mind, yet if I believe in the Lord Jesus Christ I must believe that saying that there is only one way into the sheepfold,<span class=\"citation\" id=\"69594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69594)\">John 10:1<\/a><\/span> that no man can get into the kingdom of God, who has not been born of the water and of the Spirit,<span class=\"citation\" id=\"68835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68835)\">John 3:5<\/a><\/span> and until it is made plain to my mind I must hold on to it by faith, if I cannot comprehend it by my reason. But thanks be to God, this has been made clear to our minds, not because we are wise and learned in the Scriptures, but because God Almighty has been pleased to make it known. That is the only way we have come to an understanding on this point. All the doctrines we have in our Church are scriptural, but they have not been taken from the Scriptures, they have come direct from the Almighty by revelation in our time. The Prophet  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Joseph Smith, previous to his death, obtained from the Almighty a knowledge in regard to the condition of the dead. He was shown the condition they would occupy in the eternities which are to come. In one great vision it was revealed to him that there are three degrees of glory, the celestial, terrestrial, and telestial: that those who enter into the celestial kingdom are they who obeyed the laws of the celestial kingdom; that those who enter into the terrestrial kingdom are they who did not obey the celestial law but obeyed a lesser degree of law and therefore were only prepared to receive a lesser degree of glory; and that those who enter into the lowest degree of glory are those who are cast down for their sins and who must pay the penalty of the same, but all, except the sons of perdition,<span class=\"citation\" id=\"87001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87001)\">D&amp;C 76:43-48<\/a><\/span> eventually will come out of their suffering and enter into a condition for which they are qualified.<span class=\"citation\" id=\"86844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86844)\">D&amp;C 76:1-119<\/a><\/span> But over and above this the Prophet Joseph Smith saw that the Gospel of the Kingdom could be preached not only to people in the flesh, but to people out of the flesh;<span class=\"citation\" id=\"69135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69135)\">John 5:25-29<\/a><\/span><span class=\"citation\" id=\"86868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86868)\">D&amp;C 76:15<\/a><\/span> that when people depart this life they retain their identity; that they can be informed; that they can receive and reject; and he was also shown that the time must come when all shall hear the Gospel of the Lord Jesus Christ, because by that they shall be judged. The Apostle Peter says: &#x201C;For this cause was the gospel preached also to them which are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78142)\">1 Pet. 4:6<\/a><\/span> Everyone must hear the Gospel and be judged by it.<span class=\"citation\" id=\"128555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128555)\">D&amp;C 138:32-35<\/a><\/span> It would not be just to judge anyone by that Gospel if they never heard it. &#x201C;But,&#x201D; says someone, &#x201C;that is a new idea altogether. The <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> idea in the Christian world is that there are two conditions to which the spirits of men go after death, namely, to heaven or to hell.&#x201D; That is the common idea, I know; but according to the doctrine which Joseph Smith taught, and which he learned by revelation from heaven, the time is to come when everybody will hear the Gospel of the Son of God, everyone will have the chance to bow the knee to King Emmanuel,<span class=\"citation\" id=\"91262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91262)\">D&amp;C 128:22<\/a><\/span> and to do it understandingly. <\/div><div class=\"paragraph jod\" id=\"v22n441\"> Now, when we come to look into the Scriptures, we find that Jesus Christ on a certain occasion read in the Jewish Synagogue a passage out of the Book of Isaiah. You will find it in the 61st chapter of Isaiah. What is it? &#x201C;The Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good tidings to the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; To proclaim the acceptable year of the Lord.&#x201D;<span class=\"citation\" id=\"60079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60079)\">Isa. 61:1-2<\/a><\/span><span class=\"citation\" id=\"67191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67191)\">Luke 4:18-19<\/a><\/span> This was a part of the mission of Christ. He was not only sent to preach good tidings to the meek, but it seems he had a mission to some that were in captivity. I will read a verse or two upon the same subject from the 42nd chapter of the Book of Isaiah: &#x201C;I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles; To open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkness out of the prison house.&#x201D;<span class=\"citation\" id=\"59354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59354)\">Isa. 42:6-7<\/a><\/span> In the 49th chapter of Isaiah, we find some remarks of the same kind: &#x201C;That thou mayest say to the prisoners, Go forth; to them that are in darkness, Shew yourselves.&#x201D;<span class=\"citation\" id=\"59430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59430)\">Isa. 49:9<\/a><\/span> I ask, were these predic<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions which it is generally admitted were uttered concerning Jesus Christ, fulfilled? Let us see. Jesus Christ was taken by wicked hands, hung upon the cross and crucified.<span class=\"citation\" id=\"71135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71135)\">Acts 2:23<\/a><\/span> He prayed for his enemies before he departed; he prayed that God would forgive them, because they knew not what they did,<span class=\"citation\" id=\"68327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68327)\">Luke 23:34<\/a><\/span> and then &#x201C;bowed his head, and gave up the ghost.&#x201D;<span class=\"citation\" id=\"68378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68378)\">Luke 23:46<\/a><\/span><span class=\"citation\" id=\"70820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70820)\">John 19:30<\/a><\/span> Where did the ghost or spirit of Christ go to after it left the body? The body was taken down and placed away in the tomb; but where was Jesus? Was he lying in that tomb, embalmed? Oh, no, that was merely the helpless body. His spirit had gone. Where had it gone to? Says one, &#x201C;it went to heaven, of course.&#x201D; Stay a moment. Three days after this we find this same Jesus, whose body was placed away in the tomb, walking in the garden, &#x201C;and for fear of him the keepers did shake, and became as dead men.&#x201D;<span class=\"citation\" id=\"66410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66410)\">Matt. 28:3-4<\/a><\/span> Jesus, while walking in the garden, met Mary; and Mary, supposing him to be the gardener, asked where they had laid Jesus.<span class=\"citation\" id=\"70845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70845)\">John 20:14-15<\/a><\/span> Making himself known to her, she sprang towards him.<span class=\"citation\" id=\"70852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70852)\">John 20:16<\/a><\/span> Whereupon he said to her, &#x201C;Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.&#x201D;<span class=\"citation\" id=\"70866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70866)\">John 20:17<\/a><\/span> Now, there were three days between the placing of Christ's body in the tomb and the raising of it. Where was Jesus, the real Jesus, the living Jesus, while his body was lying in the tomb? Who can tell us? We read in the third chapter of the first epistle of Peter, 18th to the 20th verses: &#x201C;Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit: By which also he <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.&#x201D;<span class=\"citation\" id=\"77987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77987)\">1 Pet. 3:18-20<\/a><\/span> Where was he? Where did he go? &#x201C;Put to death in the flesh, but quickened by the Spirit, he went and preached unto the spirits in prison.&#x201D;<span class=\"citation\" id=\"77956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77956)\">1 Pet. 3:18-19<\/a><\/span> That is where Christ was between the time of his death and his resurrection, preaching deliverance to the captives, the opening of the prison to them who were bound.<span class=\"citation\" id=\"60064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60064)\">Isa. 61:1<\/a><\/span> But some may ask, How do you know what he preached to them? The answer will be found in the 4th chapter of the same epistle, and the 6th verse, namely, &#x201C;For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78144)\">1 Pet. 4:6<\/a><\/span> From this it appears that Jesus Christ went and preached the <span class=\"italic\">Gospel<\/span> to the dead. What for? &#x201C;That they might be judged according to men in the flesh;&#x201D;<span class=\"citation\" id=\"78143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78143)\">1 Pet. 4:6<\/a><\/span> for it would not be fair to judge them by that Gospel if they never had the opportunity of hearing it. Here is Jesus, stretched out upon the cross, praying for his enemies;<span class=\"citation\" id=\"68328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68328)\">Luke 23:34<\/a><\/span> he bows his head and gives up the Ghost;<span class=\"citation\" id=\"70821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70821)\">John 19:30<\/a><\/span> his spirit departs from his body; he goes to Paradise.<span class=\"citation\" id=\"68367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68367)\">Luke 23:43<\/a><\/span> That is where the thief went who repented on the cross. &#x201C;Lord remember me when thou comest into thy kingdom;&#x201D;<span class=\"citation\" id=\"68353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68353)\">Luke 23:42<\/a><\/span> he cried. And Jesus said unto him, &#x201C;Verily I say unto thee, Today shalt thou be with me in paradise.&#x201D;<span class=\"citation\" id=\"68366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68366)\">Luke 23:43<\/a><\/span> Was that in the presence of the Father, in heaven, in glory? Oh, no. It was in the place for departed spirits, some of them disobedient spirits;<span class=\"citation\" id=\"78070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78070)\">1 Pet. 3:20<\/a><\/span> a portion of it the place in which the rich man found himself, who is  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spoken of in the parable of Lazarus.<span class=\"citation\" id=\"67786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67786)\">Luke 16:19-31<\/a><\/span> Christ went to the spirit world and the thief went with him. It was a place where the wicked pay &#x201C;the uttermost farthing&#x201D;<span class=\"citation\" id=\"63169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63169)\">Matt. 5:26<\/a><\/span> for their sins in the flesh. There Jesus went. No longer trammeled by the laws which govern the earth, no longer subject to the bonds of the flesh. This is the place that David speaks of when he says, &#x201C;Lift up your heads, O ye gates; and be lift up, ye everlasting doors; and the King of glory shall come in.&#x201D;<span class=\"citation\" id=\"56531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56531)\">Ps. 24:7<\/a><\/span><span class=\"citation\" id=\"56532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56532)\">Ps. 24:9<\/a><\/span> Jesus is not now the babe of Bethlehem, he is not now the despised of men,<span class=\"citation\" id=\"59641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59641)\">Isa. 53:3<\/a><\/span> he is not now bearing the sins of men upon the cross, but he is Jesus the mighty, Jesus the conqueror. Jesus the Son of God, Jesus the Prince, Jesus the pure, who knew no sin, and over whom death had no claim. He entered the abode of the doomed. He proclaimed deliverance to the captives.<span class=\"citation\" id=\"67180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67180)\">Luke 4:18<\/a><\/span><span class=\"citation\" id=\"92138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92138)\">D&amp;C 138:18<\/a><\/span> He preached the Gospel to the dead. He opened the prison house and &#x201C;led captivity captive.&#x201D;<span class=\"citation\" id=\"56838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56838)\">Ps. 68:18<\/a><\/span><span class=\"citation\" id=\"75031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75031)\">Eph. 4:8<\/a><\/span> He then came back to where his body lay in the tomb. The guards fell back as though they were dead men, when the angels with the keys of the resurrection appeared at the door of the sepulchre.<span class=\"citation\" id=\"66408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66408)\">Matt. 28:2-4<\/a><\/span> The great stone was rolled away<span class=\"citation\" id=\"66711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66711)\">Mark 16:4<\/a><\/span> and the risen Christ came forth in his might. He grasped the keys of hell when he entered the dark regions of Hades. He grasped the keys of death when he came back triumphant<span class=\"citation\" id=\"79023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79023)\">Rev. 1:18<\/a><\/span> and arose on high to receive &#x201C;All power both on the earth and in the heavens.&#x201D;<span class=\"citation\" id=\"66425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66425)\">Matt. 28:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n444\"> Now this may be a different view to that which has been entertained for hundreds of years, but it is the eternal truth of God, and as it was with the disobedient in the days of Noah, so it will be with those of the latter days.<span class=\"citation\" id=\"65948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65948)\">Matt. 24:37<\/a><\/span> It will be as we are told in the 24th chapter of Isaiah, <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where the Prophet in speaking of the last times says: &#x201C;And it shall come to pass in that day, that the Lord shall punish the host of the high ones that are on high, and the kings of the earth upon the earth. And they shall be gathered together, as prisoners are gathered in the pit, and shall be shut up in the prison, and after many days shall they be visited.&#x201D;<span class=\"citation\" id=\"58501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58501)\">Isa. 24:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n445\"> Jesus Christ when He was upon the earth, made use of this remarkable language: &#x201C;He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.&#x201D;<span class=\"citation\" id=\"69958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69958)\">John 14:12<\/a><\/span> It appears from this that those who really believe in Jesus, those who are really his disciples, shall follow in His footsteps, do the works that he performed, follow in the same path which he trod, that by and by they may come up to the same glory. So we learn from the revelations of God, through the Prophet Joseph Smith, that when the servants of God depart from this stage of action<span class=\"citation\" id=\"92167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92167)\">D&amp;C 138:36<\/a><\/span> they follow the footsteps of the illustrious captain of our salvation,<span class=\"citation\" id=\"76449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76449)\">Heb. 2:10<\/a><\/span> they preach deliverance to the captives,<span class=\"citation\" id=\"67181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67181)\">Luke 4:18<\/a><\/span><span class=\"citation\" id=\"91263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91263)\">D&amp;C 128:22<\/a><\/span> they publish the Gospel of peace in the regions of the departed.<span class=\"citation\" id=\"92213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92213)\">D&amp;C 138:57<\/a><\/span> Hosts of the Jews, hosts of the heathen, and hosts of the Christians have died to wake up and find themselves in the spirit world, and not in the glory they expected, because the time to receive the glory and the reward is not till after the judgment. And they will be offered in the spirit those essential truths which they could not learn while in the flesh. <\/div><div class=\"paragraph jod\" id=\"v22n446\"> Is not this comforting to our hearts? It is to mine. I had thought over this many a time before I understood this principle, and when this light came to me it filled me with gladness: That all people  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whoever dwelt on the earth will have the privilege of hearing the Gospel of Christ; that God is not so narrow as sectarian preachers would make him; that he does not regard a few of his creatures only, but that &#x201C;His tender mercies are over all his works,&#x201D;<span class=\"citation\" id=\"57348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57348)\">Ps. 145:9<\/a><\/span> and that all shall have an opportunity of receiving or rejecting the means of salvation, and will stand or fall thereby. <\/div><div class=\"paragraph jod\" id=\"v22n448\"> Now, there is another question that will come up, that I must say a word or two about to make this doctrine plain. When people who depart from the earth without hearing the Gospel, go into the spirit world, and by and by a man of God comes preaching the word of God, and they are willing to receive it, can they be born of water and of the spirit?<span class=\"citation\" id=\"68836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68836)\">John 3:5<\/a><\/span> Is baptism an ordinance that can be attended to in the spirit world? I thought, says one, that water was an element or compound of elements, belonging to the earth. Well, according to the revelations of this great Prophet, Joseph Smith&#x2014;one of the greatest Prophets that ever breathed the breath of life,<span class=\"citation\" id=\"52418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52418)\">Gen. 2:7<\/a><\/span> excepting, of course, the Lord Jesus Christ&#x2014;<span class=\"citation\" id=\"91999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91999)\">D&amp;C 135:3<\/a><\/span>those who receive the Gospel in the spirit world can have the necessary earthly ordinances attended to for them by proxy, that is, the living can be baptized for the dead.<span class=\"citation\" id=\"91173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91173)\">D&amp;C 128:12-18<\/a><\/span> This will startle some people. Some good Christians will feel shocked at the idea. But stop; do not be in a hurry. Did you ever think of the principle of one <span class=\"italic\">dying<\/span> for another? Did not Jesus suffer for all on the principle of a vicarious atonement? On this principle of proxy rests the whole scheme of human redemption. Without that principle of proxy, every one must pay the penalty of blood and death, for the wages of sin is death,<span class=\"citation\" id=\"72473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72473)\">Rom. 6:23<\/a><\/span> and &#x201C;all have sinned, and come short of <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the glory of God,&#x201D;<span class=\"citation\" id=\"72308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72308)\">Rom. 3:23<\/a><\/span> and &#x201C;without the shedding of blood there is no remission of sin.&#x201D;<span class=\"citation\" id=\"76917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76917)\">Heb. 9:22<\/a><\/span> Christ died for you and for me and for all mankind, on condition that they would receive His Gospel. He died, &#x201C;the just for the unjust, that he might bring us to God.&#x201D;<span class=\"citation\" id=\"77939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77939)\">1 Pet. 3:18<\/a><\/span> He who knew no sin died for those that had sinned.<span class=\"citation\" id=\"74228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74228)\">2 Cor. 5:21<\/a><\/span> Here, then, is the principle of proxy in the vicarious death of Jesus Christ, as was typified in the ordinances and sacrifices that were given in the law of carnal commandments. <\/div><div class=\"paragraph jod\" id=\"v22n449\"> But is this a scriptural doctrine? It is. In the 15th chapter of I Corinthians, 29th verse, we find Paul asks a peculiar question. He is talking about the resurrection of the dead. The people in those days did not understand much about that subject. He asks, &#x201C;What shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73892)\">1 Cor. 15:29<\/a><\/span> From this it would seem that in the early Christian church, the living were baptized for the dead. From this we can understand what Paul meant when, in writing to the Hebrews concerning their departed ancestors, he said, &#x201C;God having provided some better thing for us, that they without us should not be made perfect.&#x201D;<span class=\"citation\" id=\"77147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77147)\">Heb. 11:40<\/a><\/span> That is the condition of a great many of our forefathers, they cannot be made perfect without us.<span class=\"citation\" id=\"91205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91205)\">D&amp;C 128:15,18<\/a><\/span> There is no redemption for the living or the dead except by the true Gospel of Jesus Christ. Not the Gospel of Wesley, Calvin, Luther, or of any man, but the Gospel of Jesus Christ in its purity, as it comes down from Him for the salvation of the human family. Without obedience to that Gospel, neither the living nor the dead can be saved. <\/div><div class=\"paragraph jod\" id=\"v22n450\"> I take great pleasure in bearing my testimony that I know the true  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel has been restored to the earth. I know that the Apostleship has been sent down from heaven to the earth again, and that the power as well as the name of it is here. Men have received authority from the heavens to administer in all the ordinances of God's house. This is the one Gospel, the true Gospel of faith, repentance and baptism for the remission of sins, and the reception of the Holy Ghost, through the laying on of hands, with the cultivation of all that is good, and the overcoming of everything which is evil. This is the Gospel of the kingdom.<span class=\"citation\" id=\"65718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65718)\">Matt. 24:14<\/a><\/span> It will be preached to all the world as a witness that the end is near.<span class=\"citation\" id=\"65719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65719)\">Matt. 24:14<\/a><\/span> There is no power which can stay the progress of this work. It is for this our missionaries go abroad in the world. Some people have an idea that they are simply emigration agents to gather out people to Utah. It is not so. They go abroad to preach the Gospel of Christ among the nations of the earth. It must be proclaimed to every nation, kindred, tongue and people:<span class=\"citation\" id=\"79835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79835)\">Rev. 14:6<\/a><\/span> to professors of religion and non-professors, to preachers and their congregations, to pastors and their flocks, to the king upon his throne and to the peasant in his cottage, to the presidents of republics, and in fact to all peoples on the face of the earth. All must hear the warning voice: Repent of your sins, O ye inhabitants of the earth!<span class=\"citation\" id=\"91868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91868)\">D&amp;C 133:16<\/a><\/span> Turn away from your corruptions where with you have defiled yourselves and the earth on which you dwell, or woe unto you, for I the Lord God will cleanse the earth as with the besom of destruction.<span class=\"citation\" id=\"58307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58307)\">Isa. 14:23<\/a><\/span> Repent, before judgment shall overtake you. Repent and be baptized every one of you, in the name of the Lord Jesus, and you shall be cleansed from sin,<span class=\"citation\" id=\"71252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71252)\">Acts 2:38<\/a><\/span> and a new heart <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be put into you.<span class=\"citation\" id=\"60808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60808)\">Ezek. 36:26<\/a><\/span> You shall be born of the water<span class=\"citation\" id=\"68837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68837)\">John 3:5<\/a><\/span> and be made new creatures in Christ Jesus.<span class=\"citation\" id=\"74208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74208)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"74751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74751)\">Gal. 6:15<\/a><\/span> You shall be born of the Spirit, the Holy Ghost shall be given unto you as a gift from God, which shall be a light to your feet and a lamp to your path,<span class=\"citation\" id=\"57234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57234)\">Ps. 119:105<\/a><\/span> by which you can be brought into communion with the Father and the Son and the heavenly hosts, by which light and intelligence can be flashed from the celestial kingdom to your souls, and by which you may know you are accepted of God! This Gospel must be preached to all the world by the servants of God. And wherever their testimony has been received&#x2014;in England, Scotland, Wales, Ireland, France, Italy, Germany, Sweden, Denmark, the Islands of the sea, throughout the United States, South America, Africa, and the East Indies, those who have obeyed it have all been baptized into the same body and worship the same God in the same way, and they all want to come here, the great gathering place of the Saints. There is no need to coax them to come: the great difficulty is to find money to bring them here when they want to gather. In this they are fulfilling the words of Isaiah and Micah: &#x201C;And it shall come to pass,&#x201D; says the Prophet Isaiah, &#x201C;in the last days, that the mountain of the Lord's house shall be established in the tops of the mountains, and shall be exalted above the hills; and all nations shall flow into it. And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57737)\">Isa. 2:2-3<\/a><\/span><span class=\"citation\" id=\"62137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62137)\">Micah 4:1-2<\/a><\/span> Those who receive the Gospel come in here &#x201C;as the doves to their windows.&#x201D;<span class=\"citation\" id=\"59970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59970)\">Isa. 60:8<\/a><\/span>  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>From the east and from the west, from the north and from the south,<span class=\"citation\" id=\"128556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128556)\">Ps. 107:2-3<\/a><\/span><span class=\"citation\" id=\"128557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128557)\">Isa. 43:5-6<\/a><\/span> God is gathering His elect from the four quarters of the earth.<span class=\"citation\" id=\"82719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82719)\">3 Ne. 16:5<\/a><\/span><span class=\"citation\" id=\"93149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93149)\">Moses 7:62<\/a><\/span> This is one of the signs of the second coming of the Son of Man.<span class=\"citation\" id=\"93566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93566)\">JS&mdash;M 1:27<\/a><\/span> We are building this Temple&#x2014;I do not allude to the Tabernacle in which we are now assembled, although the Prophet Isaiah speaks also of a Tabernacle, a shadow from the heat and a covert from storm and from rain&#x2014;<span class=\"citation\" id=\"57938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57938)\">Isa. 4:6<\/a><\/span>but I allude to the Temple on another part of this block; we have others also at St. George, Logan and Sanpete. What are they for? Why, that the living may go into the House of God, according to the pattern received from on high, and attend to the ordinances for the dead. Joseph Smith and Hyrum Smith were slain for the word of God and the testimony of Jesus,<span class=\"citation\" id=\"79268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79268)\">Rev. 6:9<\/a><\/span> and are following in the footsteps of their Divine Master. They have gone into the spirit world and preached deliverance to the captives,<span class=\"citation\" id=\"67182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67182)\">Luke 4:18<\/a><\/span><span class=\"citation\" id=\"128558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128558)\">D&amp;C 138:53-57<\/a><\/span> and we are building these Temples to the name of God, in the tops of the mountains,<span class=\"citation\" id=\"57723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57723)\">Isa. 2:2<\/a><\/span> that the dead may be fully redeemed. <\/div><div class=\"paragraph jod\" id=\"v22n453\"> I have merely touched upon this subject, and my time will not allow me to go further. But I wish to bear my testimony to this congregation that the Lord has restored this Gospel I have spoken about. The power of it is here, the ancient gifts are here, and I know it, and hundreds and thousands that are occupying these valleys know it. That is why we are Latter-day Saints; that <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD22\/JoD22_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is why we are willing to be cast out and despised of men: that is why we cleave to our faith: and I tell you this work will roll on, no matter what may happen or what opposition is set up against it, for this is God's work. The kings of the earth and the legislature of nations may counsel together, they may lay their plans and fulminate their decrees, but they cannot stop this work in which we are engaged. It will roll on, not because we are so wise or so great&#x2014;for God has called the weak things of the earth to confound the mighty&#x2014;<span class=\"citation\" id=\"72931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72931)\">1 Cor. 1:27<\/a><\/span>but because it is the work of God. No power can hinder this work in the least degree; every weapon that is raised against it will fall to the ground.<span class=\"citation\" id=\"59743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59743)\">Isa. 54:17<\/a><\/span> The Gospel will be preached, Israel will be gathered, and all nations and peoples shall be subdued, until every knee shall bow and every tongue confess that Jesus is the Lord to the glory of God the Father.<span class=\"citation\" id=\"75463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75463)\">Philip. 2:10-11<\/a><\/span> And the mansions of the dead, and the halls of the spirit world, and every part of the universe will resound with the Gospel of peace, preached by the servants of God, until all shall hear and obey, and when the work is done, Jesus Christ will go before the Father and present to Him this finished work, that God may be all in all.<span class=\"citation\" id=\"73866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73866)\">1 Cor. 15:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v22n454\"> May the Lord help us to be obedient, to labor in His cause as we are called to work, that we may find our way back to the presence of our Father, and receive the crown and reward of the faithful, even so. Amen. <\/div>\n<\/div>\n<\/div>"}