{"ID":230041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revealed Religion and Man-Made Methods of Worship&#x2014;Only One True and Acceptable Way to Worship God&#x2014;Ancient and Modern Revelations Corroborate Each Other&#x2014;God's Spirit the Light and Life of the Whole World&#x2014;Men Generally Choose Darkness Rather Than Light&#x2014;The Coming Forth of the Light in the Latter Days&#x2014;Joseph Smith and His Doctrines&#x2014;The Speaker's Personal Experience&#x2014;The Operations of the Spirit&#x2014;The Way to Obtain Knowledge From God&#x2014;The Necessity of Priesthood and Church Government&#x2014;The Head of the Church God's Mouthpiece to the Church&#x2014;The Perfection, Beauty, and Harmony of the Lord's Work.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Assembly Hall, Sunday, Jan. 14, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Revealed Religion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 1\/14\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v23n1081\"> I feel thankful, my brethren and sisters, that I have the privilege, with you, of assembling in this place to worship God; and I feel very thankful that we are able to meet and worship God in the way that He has appointed; and that the religion that we have embraced is no cunningly devised fable<span class=\"citation\" id=\"78271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78271)\">2 Pet. 1:16<\/a><\/span> of man, but is the very truth of the eternal God, and has been sent down from heaven in these latter times for our benefit, for our guidance, and for our salvation, if we will hearken to and obey it. <\/div><div class=\"paragraph jod\" id=\"v23n1082\"> The God whom we worship is not a God of our own invention, but a God who has revealed Himself to us, to a certain degree, and who has pointed out to us the way in which we should walk. There is a prevalent idea in the world that all the God there is, is such as men have framed and fashioned in their own minds. It is true that the people <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the earth in different ages have imagined a great many things in regard to Deity. They have set up Gods of their own, worshipping them according to their own notions. But this is not the case with the people called Latter-day Saints. They have not framed and fashioned a being to fall down before and worship; but they have received communication from a Divine Being with instructions how they should act, and those instructions form their religion. The leaders of this Church have not invented the system; but every principle connected therewith has been revealed from on high. <\/div><div class=\"paragraph jod\" id=\"v23n1083\"> The God whom the &#x201C;Christians&#x201D; worship is a being of their own creation&#x2014;if, indeed, there can be such a being as they describe him to be; they have formed certain notions concerning deity, and then they have formulated those notions into  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>articles of faith or religion. So with the heathen nations, so-called. They have formed idols of wood and stone;<span class=\"citation\" id=\"54956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54956)\">Deut. 4:28<\/a><\/span><span class=\"citation\" id=\"55186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55186)\">Deut. 28:36,64<\/a><\/span><span class=\"citation\" id=\"55845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55845)\">2 Kgs. 19:18<\/a><\/span><span class=\"citation\" id=\"59236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59236)\">Isa. 37:19<\/a><\/span><span class=\"citation\" id=\"60765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60765)\">Ezek. 20:32<\/a><\/span><span class=\"citation\" id=\"61493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61493)\">Dan. 5:4,23<\/a><\/span><span class=\"citation\" id=\"79379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79379)\">Rev. 9:20<\/a><\/span><span class=\"citation\" id=\"93356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93356)\">Abr. 1:11<\/a><\/span> others have chosen the heavenly bodies, such as the sun, which represent to them certain qualities which they think deity should possess. Not that the heathen nations really and truly worship the wood or the stone, as such; but the images which they set up, or the objects which they adore merely draw their attention to something behind and above and greater than those objects. So with the Roman Catholic. When he bows down before the image of the Virgin Mary, or before the image of the Savior upon the cross, he does not profess to worship the picture or the image; these are merely methods to lead the mind to something beyond what the natural eye sees. But then, these various deities which people worship are, after all, the emanation of their own minds; they are gods of their own invention. Herein lies the great difference between the sects of Christendom and of heathendom, and the Church of Jesus Christ of Latter-day Saints. The people of this peculiar Church worship a Being who has to some extent manifested himself to them, and who has told them what they know concerning Him. And the revelations He has made to us of Himself, and of the Gospel of salvation that we have received have been given in this our day and time through men whom He Himself has chosen for this purpose. So with regard to the different ordinances and doctrines of the Church to which we belong; and so with our mode of worship, and everything belonging to our religion. It has all been revealed to us, and we accept it as having come from a higher source. <\/div><div class=\"paragraph jod\" id=\"v23n1085\"> Our religion consists of that which <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God reveals to us, not of that which we make ourselves and then offer to Him. Some people seem to have the idea that God ought to receive their worship, no matter in what way it is made; that He ought to accept the ordinances which they administer or receive, no matter what they may be; that all the worship which they offer ought to be accepted by Deity, no matter in what shape or form it may be devised. This is because the inhabitants of the earth do not understand the true and living God and His ways. The Lord will not accept that which He Himself has not appointed;<span class=\"citation\" id=\"91506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91506)\">D&amp;C 132:9-10<\/a><\/span> He will not acknowledge that which He Himself has not revealed. The inhabitants of the earth are, of course, at liberty to devise modes of worship, and they may frame their own religious tenets and doctrines, but these are not acceptable to the Lord, neither is it reasonable that He should be expected to accept them. When God manifests Himself to the inhabitants of the earth and reveals to them truth, and makes known to them ordinances, then the people are under obligations to receive that which God has manifested; but God Almighty is not under obligation to accept that which man has invented. It is true that the doctrines which God has revealed in these latter days are not new; that they are not revealed for the first time, because we are living in the latter days. In previous ages of the world God manifested himself and revealed to the inhabitants of the earth His ways and called upon them to walk in his path; and, therefore, a great many things which God has revealed to us may be found in the ancient Scriptures. Holy men of old, called in the same way as men are in these days, have left on record some things which  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God manifested to them;<span class=\"citation\" id=\"78342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78342)\">2 Pet. 1:21<\/a><\/span> and they are written in the Bible and the Book of Mormon, and in records that have been lost, but which will be brought forth in this great and last dispensation of God's mercy to man. So we may take up the book called the Bible, and read a great many principles which have been made manifest to us in our day; but we do not take them from the Bible or any of these records. We receive them because God has revealed them to us; and when we open the Bible or any of the books written by inspiration, and find written therein many things which correspond to that which He has revealed to us, they serve to corroborate the living word of God, which has come down to us out of heaven. <\/div><div class=\"paragraph jod\" id=\"v23n1086\"> The different sects in Christendom profess to take the Bible, the Old and New Testament, as their guide to salvation; and they say, whatsoever is not found therein and cannot be proved thereby is not to be received as an article of faith. That, in general terms, is one of the principles which runs through the various &#x201C;Christian&#x201D; sects. They found their faith, or profess to, upon the Bible. While we do not take that position, while our faith is not founded upon the Bible or on any written book, when we compare the Bible with what we do believe what God has revealed to us, we find it corresponds; we find that God is the same yesterday, today and forever.<span class=\"citation\" id=\"58937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58937)\">Isa. 29:25 (JST)<\/a><\/span><span class=\"citation\" id=\"77398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77398)\">Heb. 13:8<\/a><\/span> This Book says that, and that his works are one eternal round.<span class=\"citation\" id=\"84987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84987)\">D&amp;C 35:1<\/a><\/span> Truth is not new; it may be revealed anew, and it may be new to the people to whom it is revealed. But there is only one plan of salvation, one true and everlasting Gospel. That Gospel God revealed in the beginning; that Gospel God has revealed at different times; and in <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these latter days he has revealed the same old Gospel again in great plainness, and prepared the way so that all people who desire the truth may come to the knowledge of it, without being left to depend upon books that were written hundreds of years ago, He having poured out upon man again the same spirit to guide and direct them and to enable them to understand God and His purposes, that men had who wrote the things contained in the Bible or in any other inspired book left on record. And herein is another great difference between the religion of the Latter-day Saints and all other religions in the world. We have a living faith, a living God, and the living word of God to guide and direct us every day of our lives. When we read the letter of the word of the Lord, given ages ago, and that has been handed down from generation to generation, we have the satisfaction of knowing that the things which God has revealed to us were revealed to the ancients, and that by receiving these things they came to know God, whom to know is life eternal;<span class=\"citation\" id=\"70612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70612)\">John 17:3<\/a><\/span> and we are thereby encouraged to imitate their examples, and also to avoid the errors which they fell into.<span class=\"citation\" id=\"83305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83305)\">Morm. 9:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1087\"> Now although we do not base our faith upon the Bible or any other written work, yet at the same time there are no people upon the face of the earth who believe so much in the sacred scriptures left on record and handed down to us, as do the Latter-day Saints. Though we are not dependent upon books for our religion&#x2014;for our religion would exist if there were no books in existence, at the same time we manifest by our works that we have more faith in the Bible than the people who profess to base their faith upon it.  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>At the beginning of our religion, if I may use that term&#x2014;but really there is no beginning, for it is true, and truth is eternal without beginning and without end; every principle of truth always had an existence, and when, therefore, I say beginning of our religion, I mean the beginning of the revelation to the people in the day in which we live&#x2014;when our religion was first revealed the world was in ignorance concerning God and his ways. It is true there was a glimmering of light concerning him which was obtained through reading the Bible, and other works containing the writings of men who in former times were to some extent inspired. For the inspiration of God in olden times was not confined to the men who wrote the Jewish Scriptures. The Jewish prophets revealed the word of God; the holy men of God who moved among the people in that nation were inspired from on high;<span class=\"citation\" id=\"78343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78343)\">2 Pet. 1:21<\/a><\/span> but God has permitted His Spirit, which is the light of truth, and which manifests truth, to be poured out upon all the inhabitants of the earth to some extent; for in that they live and move and have their being,<span class=\"citation\" id=\"72002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72002)\">Acts 17:28<\/a><\/span> and all people of any age, race or country who seek unto God with an honest heart in fervent prayer, desiring truth and to be taught of God, will be enlightened by Him. There have been inspired bards and sages and poets, who have uttered words of truth, words of inspiration concerning things of which they had been enlightened of God. And many things that such men wrote have been recorded and handed down, and scraps of them may be found among all nations and peoples. As the Apostle Paul says, &#x201C;God hath made of one blood all nations of men for to dwell on all <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the face of the earth, and hath determined the times before appointed, and the bounds of their habitation; That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us: For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.&#x201D;<span class=\"citation\" id=\"71972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71972)\">Acts 17:26-28<\/a><\/span> His Spirit has enlightened mankind in all ages to a certain extent;<span class=\"citation\" id=\"87793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87793)\">D&amp;C 84:46<\/a><\/span> for the spirit of the Lord, which gives light to the human understanding is the spirit by which we live; it is the spirit of light; it is the spirit of life. And as the light that proceeds forth from that glorious luminary, the sun, gives light to the earth, and also light to vegetation, and to man and beast, so the spirit of Him who created us has been poured out upon all people, and upon all animated things; indeed, we are told in the revelations of God, that the light which lights our eyes is through Him that enlighteneth our understandings, and is the same light that proceeds from the bosom of God, and fills the immensity of space;<span class=\"citation\" id=\"88287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88287)\">D&amp;C 88:7-13<\/a><\/span> that it is the same light that lightens every man that cometh into the world&#x2014;<span class=\"citation\" id=\"68549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68549)\">John 1:9<\/a><\/span>the Jew, the Gentile, the bond and the free. We are told, that &#x201C;there is a spirit in man: and the inspiration of the Almighty giveth them understanding.&#x201D;<span class=\"citation\" id=\"56206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56206)\">Job 32:8<\/a><\/span> This is that spirit. It is the light of Christ;<span class=\"citation\" id=\"128772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128772)\">D&amp;C 88:7<\/a><\/span> it is the light of God. It is the life of our bodies, and it is also the light of our minds. This spirit is not confined to one race of people, or to one country, or to one age or generation, but it is universal; it is of Him in whom we live and move and have our being.<span class=\"citation\" id=\"72003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72003)\">Acts 17:28<\/a><\/span> It is the true light that lighteth every man that cometh into the world.<span class=\"citation\" id=\"68550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68550)\">John 1:9<\/a><\/span> And if all men would be guided by  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that natural light, that natural inspiration which gives them understanding, and by which they exist, they would be guided directly to Him who is the fountain of all light; they would then be in a condition to be communicated with by Him who is their Maker and Creator. But the inhabitants of the earth have been from the beginning prone to walk in the ways of darkness rather than in the light, because, as Jesus explained it, &#x201C;their deeds are evil.&#x201D;<span class=\"citation\" id=\"68958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68958)\">John 3:19<\/a><\/span> This is the reason why there is so much ignorance in the world concerning God and His ways. <\/div><div class=\"paragraph jod\" id=\"v23n1091\"> When the Lord, at different times, has raised up men who sought Him, who learned of Him, and who put themselves in such a condition that He could communicate with them, and through them to the rest of mankind, generally speaking, those men have been despised and rejected by the multitude. The great masses of the people have gone downward in error and darkness; it has been hard for them to walk in that straight and narrow path which leads upward to light, to intelligence, to purity, to the presence of Him who is the author of truth; and, therefore, the vast majority of the servants of God, who have been called to be special witnesses of the Almighty to a fallen world,<span class=\"citation\" id=\"128773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128773)\">D&amp;C 107:23<\/a><\/span> have met with cruel and inhuman treatment from those to whom they were sent. They have generally been persecuted; they have been put to death in many instances in the most ignominious manner; they have been beheaded;<span class=\"citation\" id=\"64740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64740)\">Matt. 14:10<\/a><\/span> they have been torn asunder;<span class=\"citation\" id=\"77075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77075)\">Heb. 11:37<\/a><\/span> they have been cast into furnaces<span class=\"citation\" id=\"61416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61416)\">Dan. 3:1-30<\/a><\/span> and into dens of wild beasts,<span class=\"citation\" id=\"61560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61560)\">Dan. 6:1-28<\/a><\/span> and in order to escape maltreatment they have roamed hills and mountains, concealing themselves in dens and caves of the earth;<span class=\"citation\" id=\"77108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77108)\">Heb. 11:38<\/a><\/span> men bearing a heavenly mes<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sage, a message fraught with peace and good will to all men,<span class=\"citation\" id=\"67081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67081)\">Luke 2:14<\/a><\/span> a message too, involving their eternal welfare and happiness. This is the reason why there has been so much ignorance in the world concerning God; and it is in consequence of their disobedience, in consequence of their wickedness, in consequence of their love for darkness rather than light,<span class=\"citation\" id=\"68959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68959)\">John 3:19<\/a><\/span> in consequence of their choosing the things that come from beneath in preference to things that come from above. For there are two opposing spirits or influences upon the earth, just as there are light and darkness. They cannot dwell together; they always were and always will be at war one with another, but one flees away at the approach of the other, as when the light of the morning beams forth over the hilltops, darkness flees away. <\/div><div class=\"paragraph jod\" id=\"v23n1092\"> The inhabitants of the earth have been willing to be led by the influence of darkness; for there is a spirit of darkness upon the earth as well as the spirit of light, which leads to death as surely and certainly as the spirit of light leads to life. In the beginning God gave to man his agency, leaving him to choose either light or darkness, truth or error, as he might please. When men choose to receive the light of truth, the spirit of truth prompts them to do good, but it does not force them to do so; it is gentle and kind, and will enlighten and bless if people are willing to receive and act upon its promptings; but if men choose to walk in their own ways, they are at liberty to do so without let or hindrance, so far as the spirit of light forcing itself upon them to compel them to walk in the way of the Lord, is concerned. The inhabitants of the earth generally have chosen to walk in the paths which lead to death; they have chosen that  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which is evil and loved it, rather than that which is good; therefore, they have not been led upward to the Source of Light, or been able to communicate with Him. <\/div><div class=\"paragraph jod\" id=\"v23n1094\"> When our Heavenly Father commenced this work with which you and I are identified, the world was in darkness and without knowledge concerning God. There was a little glimmering of light among them concerning some things pertaining to God which men had read about in the Bible; and there were some individuals in other generations who, searching after truth, obtained some comprehension of the principles of truth, but they knew not God nor the ways of God. There was no definite knowledge in this age concerning Deity until God manifested himself to the Prophet Joseph Smith in His own person and by His Son. Joseph saw the Lord, and heard the heavenly voice saying, &#x201C;This is My Beloved Son. Hear ye Him!&#x201D;<span class=\"citation\" id=\"93671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93671)\">JS&mdash;H 1:17<\/a><\/span> and he was instructed by the ministration of personages direct from the presence of Deity, in regard to the things of God. So that when he came to lay the foundation of this work, he did not attempt to lay it according to his own notions and ideas, or according to that which he had read in books, or that which he had pondered over, or that which he or other men had invented; but he made known to others what God had revealed to him. And when he bore testimony that God lived, that Jesus who died on Calvary was the Son of God, he testified of that which he knew, because these Divine beings had manifested themselves to him. <\/div><div class=\"paragraph jod\" id=\"v23n1095\"> Joseph Smith was given to understand of the existence of a certain record written by men who, in former times, in like manner had received the word of God upon this <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> continent. The place of its existence was also shown to him,<span class=\"citation\" id=\"93854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93854)\">JS&mdash;H 1:42<\/a><\/span> and he was inspired of God to translate that record into the English language.<span class=\"citation\" id=\"128774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128774)\">D&amp;C 1:29<\/a><\/span><span class=\"citation\" id=\"128775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128775)\">D&amp;C 135:3<\/a><\/span><span class=\"citation\" id=\"128776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128776)\">BM Three Wit.<\/a><\/span> Now, Joseph Smith in performing that great work received, continually, evidence of the divine origin of what he wrote or caused others to write. It was not the emanation of his own brain, or something that he had concocted, but was the work of the Lord as written by the servants of God in ancient times, revealed to him by the power of the Lord God that he might translate it into our language. So in regard to the revelations given to this Church, and concerning every doctrine and principle pertaining to our faith. They did not spring from his thoughts, they were not the product of his mind; but they were revealed to him by the ministration of holy angels, and by the inspiration of that Spirit which gives light to the understanding. For he received blessings to a greater degree than are poured out commonly upon the children of men, as was the case with other men anciently who were called to perform a special work; his mind was enlightened far beyond the condition of his fellow men, for God bestowed upon him at the proper time the gift of the Holy Ghost, by which he, as well as men anciently, understood and spoke and wrote the mind and will of God. And Joseph Smith learned how to obtain that glorious and heavenly gift not only for himself but for others, and he was enabled to instruct the inhabitants of the earth how they could obtain it, how they could come to a knowledge of the truth for themselves, and commune with God for themselves; how they could obtain a knowledge of His existence through this heavenly gift,  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so that they might be guided in his ways and know that they were walking in his paths. Joseph could not find this out in and of himself; it was revealed to him from on high; and so with every doctrine and principle, every ordinance and commandment that is in the Church of Jesus Christ of Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v23n1097\"> Now although this religion is divine, coming from God direct, it is not a mysterious religion as some suppose. It is very plain, very simple and very easy to be understood. All the people upon the face of the earth may comprehend it; it may be brought down to the understanding of the weakest of all races; all may learn and comprehend those simple principles by which they may come to a knowledge of God and be taught of him, and by which they may take that course which is right in his sight. <\/div><div class=\"paragraph jod\" id=\"v23n1098\"> The first principle of true religion is faith. Jesus Christ says, &#x201C;Except a man be born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68735)\">John 3:3<\/a><\/span> This is verily so. All people must be &#x201C;born again&#x201D; to be able to <span class=\"italic\">see<\/span> the kingdom of God,<span class=\"citation\" id=\"68734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68734)\">John 3:3<\/a><\/span> or to be able to comprehend the ways of the Lord. Is this a mystery? No, it is plain and easily understood when we get the spirit and light of God upon it. Jesus said also, &#x201C;Except a man be born of the water and of the Spirit, he cannot <span class=\"italic\">enter into<\/span> the kingdom of God.&#x201D;<span class=\"citation\" id=\"68840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68840)\">John 3:5<\/a><\/span> A change must take place in the human heart. Men must first be born of the word of God, which lives and abides forever. As the Apostle Peter says, &#x201C;Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth forever.&#x201D;<span class=\"citation\" id=\"77789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77789)\">1 Pet. 1:23<\/a><\/span> The Apostle James says, &#x201C;Of his own will begat he us with the word of truth.&#x201D;<span class=\"citation\" id=\"77481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77481)\">James 1:18<\/a><\/span> And again we read, &#x201C;Faith <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cometh by hearing the word of God.&#x201D;<span class=\"citation\" id=\"72759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72759)\">Rom. 10:17<\/a><\/span> God's way is this: He calls men who are fitted for His work, and inspires them, and endows them with authority to represent Him, and sends them forth to preach the word of God. When they bear their testimony to people who are honest in their hearts, who desire the truth and who wish to know of God, the Holy Spirit that is in the servants of God, the Spirit accompanying the word spoken by authority, enters the hearts of such people, and they are born of the word of God, so that they can see and comprehend the truth. A change is wrought upon them by the power and influence of divine truth, by which they are able to see the truth as the speaker sees it; the word spoken by the gift and power of God carries conviction to the heart, and they at once begin to recognize the authority of Him who imparts the words of life to them. They are born of the word and are able to see and understand to a certain degree, their faith and their ideas having been quickened by the power of God. The light and influence of the Holy Ghost radiating and proceeding from the inspired speaker, accompanies his word. As his testimony is borne under the influence of the Holy Ghost and by authority from on high, conviction seizes hold of the people, and if they are honest in their hearts and desires, it bears record in their souls, &#x201C;Light cleaveth unto light and intelligence.&#x201D;<span class=\"citation\" id=\"88515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88515)\">D&amp;C 88:40<\/a><\/span> We know this by experience. When the servants of God first bore testimony to us, a different impression was produced upon us to any that we had experienced when listening to the preachers of the different sects; it was the effect of truth preached by the power of the living God;  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it bore testimony to our spirits, and we felt that it was true. We could not explain why; we could not, perhaps, comprehend the change, but we knew that something had come to us different from anything we had ever before received; we felt that it was true; the spirit of God bore record in our souls that it was true; we were born of the word,<span class=\"citation\" id=\"77790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77790)\">1 Pet. 1:23<\/a><\/span> and we could see that this was the work of God, and therefore could yield willing obedience to the ordinance of baptism for remission of sins by one having authority from God. After we had been baptized we were anxious to have hands laid upon our heads that we might receive the gift of the Holy Ghost. In using that term, the &#x201C;gift of the Holy Ghost,&#x201D;<span class=\"citation\" id=\"71261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71261)\">Acts 2:38<\/a><\/span> we do not mean some particular gift of the Spirit, but the gift of the Spirit itself&#x2014;the Holy Ghost given unto us as a gift from God. We will find that term, &#x201C;gift of the Holy Ghost,&#x201D;<span class=\"citation\" id=\"71260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71260)\">Acts 2:38<\/a><\/span> used in the old Scriptures, and in the latter-day Scriptures.<span class=\"citation\" id=\"84932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84932)\">D&amp;C 33:15<\/a><\/span><span class=\"citation\" id=\"85260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85260)\">D&amp;C 39:23<\/a><\/span> It is the Holy Ghost itself given unto us as a gift from the Almighty. &#x201C;Then laid they their hands upon them, and they received the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71628)\">Acts 8:17<\/a><\/span> The promise is to those who will repent and be baptized for the remission of sins; they shall receive &#x201C;the <span class=\"italic\">gift<\/span> of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"128777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128777)\">Acts 2:38<\/a><\/span> What is it? It is a greater and higher endowment of the same spirit which enlightens every man that comes into the world;<span class=\"citation\" id=\"68551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68551)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87794)\">D&amp;C 84:46<\/a><\/span> a greater power given unto us as an abiding witness, to be a light to our feet and a lamp to our path;<span class=\"citation\" id=\"57236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57236)\">Ps. 119:105<\/a><\/span> as a restraint against sin, to guide us into all truth,<span class=\"citation\" id=\"70453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70453)\">John 16:13<\/a><\/span> to open up the vision of the mind, to bring things past to our remembrance,<span class=\"citation\" id=\"70073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70073)\">John 14:26<\/a><\/span> and to make manifest things to come.<span class=\"citation\" id=\"70452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70452)\">John 16:13<\/a><\/span> It is the spirit of truth that reveals the things of the Father and the Son,<span class=\"citation\" id=\"70490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70490)\">John 16:13-15<\/a><\/span> proceeding <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the presence of the Almighty and the very glory in which He is enrobed, which makes him like unto a consuming fire.<span class=\"citation\" id=\"54951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54951)\">Deut. 4:24<\/a><\/span><span class=\"citation\" id=\"77341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77341)\">Heb. 12:29<\/a><\/span> If we receive that heavenly gift all are brought into communion with Him; we can understand something concerning Him, that we may pattern after Him until we become like Him; for if we are continually guided by that spirit, eventually we will come back to His presence and be able to enjoy the fullness of His glory. And while we remain in the flesh He will not be a stranger to us; we will not walk in the dark like the majority of mankind, but we will be the children of the light,<span class=\"citation\" id=\"69822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69822)\">John 12:36<\/a><\/span><span class=\"citation\" id=\"75321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75321)\">Eph. 5:8<\/a><\/span><span class=\"citation\" id=\"75709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75709)\">1 Thes. 5:5<\/a><\/span><span class=\"citation\" id=\"90070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90070)\">D&amp;C 106:5<\/a><\/span> comprehending the truth as it is in Him, and seeing the path in which we should walk. <\/div><div class=\"paragraph jod\" id=\"v23n1100\"> We, then, heard the word and believed it; faith sprang up in our hearts, and we went forth in faith and were baptized; and when the servants of God who had received their missions from the Almighty, who had been ordained under the hands of Joseph Smith or others whom he had ordained, laid their hands upon our heads we received the gift of the Holy Ghost. What was the nature of the influence that was brought to bear upon us? Some physical exhibition of power? No. Could anybody perceive that there was a change in us? No, I think not. I know how I felt, I can bear testimony in regard to my own experience, and I think that my experience in this respect is that of others. <\/div><div class=\"paragraph jod\" id=\"v23n1101\"> When I heard the word I believed it, and rejoiced in it, and I prayed to God fervently&#x2014;I was but a boy at the time&#x2014;in the name of His Son Jesus, that He would manifest to me whether this was true or not, that I might not be deceived by any cunningly devised fable;<span class=\"citation\" id=\"78272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78272)\">2 Pet. 1:16<\/a><\/span> that I might  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not be led astray; that no impostor might have any power over me; but that I might be guided in the steps I was about to take, by the light of God. I prayed earnestly and fervently to my Heavenly Father in the name of Jesus, time and time again. Being fully convinced in my heart that this work was true, I applied for baptism; and when I was baptized I received the assurance that my sins were remitted, that I was washed and made spiritually clean and that I came from the water spotless. I could say with the ancient Apostle, &#x201C;Old things have passed away; behold, all things have become new.&#x201D;<span class=\"citation\" id=\"74209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74209)\">2 Cor. 5:17<\/a><\/span> I was a new creature;<span class=\"citation\" id=\"74752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74752)\">Gal. 6:15<\/a><\/span> I was born again.<span class=\"citation\" id=\"92759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92759)\">Moses 6:59<\/a><\/span> A change had been wrought upon me; and my desires were to serve God with all my heart, with all my soul, and with all my strength.<span class=\"citation\" id=\"83807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83807)\">D&amp;C 4:2<\/a><\/span><span class=\"citation\" id=\"86285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86285)\">D&amp;C 59:5<\/a><\/span> And when hands were laid upon me by the servants of God, and I received the gift of the Holy Ghost, I felt no physical manifestation. I must say, I felt a little disappointed at first, for I had expected some such manifestation, but I did not receive any at that time. What did I experience? I found that my mind was opened, that I had greater light; that something had come upon me by which I could see clearly the things of God; and when I read the scriptures new light dawned upon them.<span class=\"citation\" id=\"94032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94032)\">JS&mdash;H 1:74<\/a><\/span> I was brought up to believe in the Bible. I had read it when a child, and committed a great deal of it to memory; and when I received this gift from the Almighty through the laying on of hands, it brought those things that were past to my remembrance;<span class=\"citation\" id=\"70074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70074)\">John 14:26<\/a><\/span> they stood up clearly and in bold relief before me, and I could comprehend something concerning God. I could feel that I was in communion with Him. When I prayed I could realize that <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my words were heard, that God hearkened and answered. When I prayed for knowledge and understanding concerning the things of God, they were manifested to me. It brought to me that which is called in the Scriptures, &#x201C;the peace of God, that passeth all understanding.&#x201D;<span class=\"citation\" id=\"75536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75536)\">Philip. 4:7<\/a><\/span> The joy, the peace, the satisfaction that it brought to me could not be described in words. I knew that my Redeemer lived;<span class=\"citation\" id=\"56141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56141)\">Job 19:25<\/a><\/span> I knew that I was born again; I knew the Holy Spirit was working in my heart. Truths were manifested to me that I had never heard of or read of, but which I afterwards heard preached by the servants of the Lord; all this was testimony to me that I had received the truth. I make mention of this because I know this to be the experience of others. When I saw the gifts and blessings of the Gospel manifested, it was a renewed testimony to me. When I saw the sick healed, heard people speak in tongues, and then heard others give the interpretation, and afterwards saw the same fulfilled, many times in a wonderful and marvelous manner, all these things were additional testimonies of the divinity of this work. When I was only a boy I was called to leave my home and friends&#x2014;none of whom had received the Gospel&#x2014;to go out into the world among strangers, turning my back upon home, and leaving everything to go and preach the Gospel without purse or scrip,<span class=\"citation\" id=\"68217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68217)\">Luke 22:35<\/a><\/span> I received further evidence of the truth of this work, for a great many things were made manifest to me during my missionary experience. When I baptized people and laid my hands upon them, confirming them members of this Church, they bore testimony that the Holy Ghost came upon them, which bore record to them that God lived, and  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that this was His work. And when I laid my hands upon the sick they were healed. All these things were additional testimonies to me, and to those who received the word through me. <\/div><div class=\"paragraph jod\" id=\"v23n1104\"> I refer to this also because this is the experience of so many of the Elders of this Church; and you have the testimony in your hearts that what I say is true. Wherever the servants of God have gone bearing this message, and the people have received it and obeyed the requirements of the Gospel, they have received the Holy Ghost as a gift from on high; and if they have been led by its light it has increased in them day by day, and they are still going on, their light growing brighter and brighter unto the perfect day.<span class=\"citation\" id=\"85963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85963)\">D&amp;C 50:24<\/a><\/span> They know that God lives; they know that His existence is not a myth; they know that He is a veritable Being, that He is their Father and their God, ever ready to hear the cry of His children when they are willing to hearken to His counsels; and they know that they are framed and fashioned after His likeness,<span class=\"citation\" id=\"52153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52153)\">Gen. 1:26<\/a><\/span> and that all the functions and attributes of Deity are duplicated in them, that through years of faithfulness and progress in the scale of being and enlightenment, they may develop into the full majesty of His perfections and become like Him. <\/div><div class=\"paragraph jod\" id=\"v23n1105\"> The Holy Ghost, this greater endowment of that spirit which naturally enlighteneth every man that comes into the world,<span class=\"citation\" id=\"68552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68552)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87795)\">D&amp;C 84:46<\/a><\/span> is conferred upon us through a simple process, the way that God has ordained; and it can come in no other way. If there should be any in this congregation this afternoon who desire to know God, or if they desire to know themselves, they must take this one course&#x2014;they can do as they please <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about it, either to receive or reject it, but if they want the blessing of it, they must seek for it in His way. They cannot get it through man-made systems; God has His own way. He acknowledges not, neither does he recognize the ways of men; but if people will hearken to Him and walk in his ways he will be nigh unto them, and will bear testimony to them in language that they, by the power and gift of His spirit can understand. But they must believe; they must also repent; and that repentance that is necessary does not consist in weeping and mourning over sin, but in turning away from it. No man can make God his friend by continuing in sin, neither can any woman. In order to come near unto God and to be taught of Him, they must be humble and childlike, they must be willing to receive instruction, being determined in their hearts to turn away from wrongdoing of every kind, and to cleave unto that which is right. This is a lesson for Latter-day Saints as well as latter-day sinners. If we want to learn more of the things and ways of God, if we want to draw near to Him, we must be humble and childlike, tractable in our nature, making ourselves acquainted with that which God has revealed, and walking in the way which he has pointed out. If the inhabitants of the earth will walk according to the light that God has given to them, whether by the spirit that came to them naturally in their birth, or by that higher endowment called the gift of the Holy Ghost, they will receive a still greater degree of power and light, and their pathway will become brighter and brighter even to the perfect day.<span class=\"citation\" id=\"85964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85964)\">D&amp;C 50:24<\/a><\/span> If there be any darkness in them, it is because they walk in the ways of darkness, be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause they do the deeds of evil.<span class=\"citation\" id=\"68960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68960)\">John 3:19<\/a><\/span> No man can come unto God unless he has put away his sins and his follies and is willing to be taught of God. If he thinks that God will come to his terms and accept his whims and notions, he will make a failure of it. If he is willing to hearken, is childlike, willing to be taught, saying in his soul, &#x201C;O God, manifest thy ways to me, and with thy help I will walk therein,&#x201D; the Lord will hear and answer him and he will learn of God, and the more he walks in the ways of the Lord the closer he will get to God. But only by faith, repentance, baptism, and by the laying on of hands of those whom God has authorized, can the inhabitants of the earth receive the gift of the Holy Ghost by which they may fully learn and comprehend divine things. <\/div><div class=\"paragraph jod\" id=\"v23n1107\"> People marvel at the condition of the Latter-day Saints, at their tractability, at the mode of their worship, at the manner in which they sustain the authorities of the Church; and they conclude that we are a people led by the craftiness of men,<span class=\"citation\" id=\"75261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75261)\">Eph. 4:14<\/a><\/span> that we are under men who are desirous to exert authority and power, and be looked up to as superior to their fellows. They reason in that way because they do not understand us; because they do not comprehend our ways, nor the way of the Lord. The reason why the Latter-day Saints are as united as they are, as tractable, as willing to be obedient, is because they have learned for themselves the truth of the Gospel they have espoused. They know there is a God; they know that he lives; they know Jesus is the Son of God; they know by experience that if they hearken to the voice of the Lord&#x2014;the word of the Lord given to them through His servants&#x2014;that they are happy, <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that they have that peace of which I have spoken;<span class=\"citation\" id=\"75537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75537)\">Philip. 4:7<\/a><\/span> and on the contrary, if they disobey the counsels of heaven, they have not that peace, they are not satisfied with themselves, and they are in the dark. The reason why the Latter-day Saints are so tractable, so united, and so devoted to the Gospel of this Church is because they know something about it for themselves; they know it is true, for God has borne witness to them, they have been brought into communion with him, and this is the secret of it. <\/div><div class=\"paragraph jod\" id=\"v23n1108\"> Now, my brethren and sisters, you know that what I am talking about is true; you know it in your own experience. The Holy Ghost has borne record to you that what I am telling you is not fiction, but is a living fact. And we need not take up the Bible to read the books contained therein to find out the truth of our religion; we know it is true without that. Yet, when we read the contents of this book we find that it corresponds with that which God has revealed to us. We do not depend upon the man who baptized us, or him who laid his hands upon us to impart the Holy Ghost, for a knowledge of this work, we depend upon the inspiration of the Lord&#x2014;the only source of knowledge of divine things. Every man and every woman in this Church, and every boy and girl who has received the Gospel in sincerity and has verily been born again, has obtained a testimony concerning this work and knows of its divinity for himself or herself. But God has set in the Church for our guidance and direction, Apostles and Prophets, Evangelists, Pastors, Teachers<span class=\"citation\" id=\"75081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75081)\">Eph. 4:11<\/a><\/span> and Bishops,<span class=\"citation\" id=\"128778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128778)\">1 Tim. 3:1-7<\/a><\/span><span class=\"citation\" id=\"128779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128779)\">Titus 1:7-9<\/a><\/span> and other authorities, that the Church with all its branches may be taught in the ways of the Lord, that there may be order in the  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church, and that all things may be governed according to the will of God. And we know that when we hearken to the voice of those men we are blessed of God, and when they speak to us under the inspiration of the Holy Spirit, the same Spirit in our hearts bears witness to us that what they say is true. Some one may inquire, if all the people have the Holy Ghost, if all the people are brought to the condition that they may learn of God for themselves and be gradually led into the presence of the Father, what need of Apostles, what need of Prophets, etc.? There is great need of them. They are absolutely necessary to the government of the Church and kingdom of God. Without them there could be no proper church government, and, indeed, without them we could not receive the blessings that come from the ordinances. God's plan is to call certain men and endow them with authority, and place upon them the authority to act for Him. This is called the Holy Priesthood, and in that right and authority they preach and administer the ordinances of His Church. It is through the authority of this Holy Priesthood that people are inducted into the Church&#x2014;through that channel they receive the gift of the Holy Ghost, without which it could not be conferred. The Holy Spirit is poured out universally, as I have before remarked, so that all people receive it; but the gift of the Holy Ghost is a higher endowment by which man may be brought into communion with the Lord after having received the ordinances, which must be administered by men holding the Holy Priesthood, and authorized to officiate therein. That is God's way. When people receive this divine blessing they <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> become members of His Church, an organization ordained for the benefit and blessing of God's people; an organization which in all respects is after the ancient pattern. In becoming members of the Church we subscribe to the rules thereof. No undue influence is used to induce people to join our Church, or to retain their membership after they have joined it; if they do not wish to subscribe to the rules of the Church, they are at liberty to sever their connection with it; but if they do retain their standing in it, they are expected to subscribe to its rules. At the head of this Church are three men who are united in all things as to its government, representing the Holy Trinity who also are one; not one in personality, but one in spirit, one in faith, one in action, one in desire, one in object. We have a President and two Counselors, who stand at the head of the Church. The President stands at the head of that quorum. God calls him to be His mouthpiece to the whole body. If the Lord has any revelations for the Church, as an organized body, He communicates them through the head. In the rise of this Church He warned and forewarned the Latter-day Saints as an organized community, not to receive revelations through anyone save the head of the Church. The Lord said, &#x201C;And this ye shall know assuredly&#x2014;that there is none other appointed unto you to receive the commandments and revelations until he be taken, if he abide in me * * * for if it be taken from him he shall not have power except to appoint another in his stead. And this shall be a law unto you, that you receive not the teachings of any that shall come before you as revelations or commandments; And this I give you that you may not be deceived, that  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you may know they are not of me.&#x201D;<span class=\"citation\" id=\"85471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85471)\">D&amp;C 43:3-6<\/a><\/span> This is the order. While, therefore, every man and woman can receive the Holy Ghost and know that God lives, can ask and receive, seek and find, knock and have the door opened to him;<span class=\"citation\" id=\"63752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63752)\">Matt. 7:7<\/a><\/span><span class=\"citation\" id=\"88581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88581)\">D&amp;C 88:63<\/a><\/span> while everyone can have divine light and comprehend the truth for himself, while it is the privilege of every man to so live that his soul shall be full of the light of heaven, by which he may comprehend the purposes of God as they shall affect men and nations, yet, as a member of the Church he must hearken to the voice of Him who stands at the head, for that is the order. &#x201C;My house is a house of order, saith the Lord, and not a house of confusion.&#x201D;<span class=\"citation\" id=\"91501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91501)\">D&amp;C 132:8<\/a><\/span> If He has anything for the Church, as an organized body, He will speak through the head; and if we are enlightened by the Holy Spirit we will see the safety of it, we will see that without this order we would be liable to be led astray. God will not speak to His Church, through the foot, but through the head. And if the body is of the same spirit as the head, it will respond, just as the members of the human body, if in a healthy condition, respond to the will of the head, in anything that the individual attempts to do. The man standing at the head holds the keys of revelation to the Church; but each individual may receive revelation for himself, if he has the gift of the Holy Ghost. And the Spirit by which God reveals through the head, is the same spirit by which He reveals to the individual for his own benefit. The Church of Christ is a united body; it is not divided against itself, because it is true, and truth is indivisible, it is eternal and cannot be destroyed, neither does it bear testimony against itself. Herein is the <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unity of the Saints. When the President of the Church speaks, the whole body responds, and when he brings forth anything for our guidance, we say in our hearts, under the same influence by which he is inspired, that is the word of God, and we rejoice in it and hearken to it. Thereby are the faith and obedience of the Latter-day Saints made manifest. And they do this not to man, but to God. Through the head of the Church the voice of God comes to the people, and when they obey it, it is not to man they bow, for the Latter-day Saints are not man-worshippers. They have come out from the midst of priestcraft, they have thrown off the yoke of bondage, and put on the liberty of the everlasting Gospel; and when they yield to the authority of the Holy Priesthood, they bow to God Almighty, their Father, who is represented in His servants upon earth, and not to man. &#x201C;Cursed is he that putteth his trust in man, or maketh flesh his arm.&#x201D;<span class=\"citation\" id=\"60486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60486)\">Jer. 17:5<\/a><\/span><span class=\"citation\" id=\"81332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81332)\">2 Ne. 4:34<\/a><\/span><span class=\"citation\" id=\"81531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81531)\">2 Ne. 28:31<\/a><\/span> We worship God our heavenly Father, in the name of Jesus Christ, under the influence of the Holy Spirit, and that which we obey we receive as coming from him and not from man. That is the order, if we have eyes to see, and hearts to comprehend it. And it is the same with all the different authorities of the Church, each one in his place and calling; one not interfering with another, every part and portion of the holy Priesthood being adapted to every other part, as each part of the human system is adapted and essential to the well-being of the other parts. The head cannot say to the feet, I have no need of thee; neither can the foot say to the head, I have no need of thee,<span class=\"citation\" id=\"73559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73559)\">1 Cor. 12:21<\/a><\/span> but each part has need of the other. And there is unison in it; there is beauty  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in it. No one officer or member of the priesthood can encroach upon the privileges of another; but each one has his duties defined, and all are necessary for the order and government of the Church, for the preaching of the Gospel, for the gathering of the Saints, for the instruction of the people that all might be led in the path of life, until they come to the fullness of the knowledge of the Son of God, and be like a perfect man in Christ Jesus.<span class=\"citation\" id=\"75224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75224)\">Eph. 4:13<\/a><\/span><span class=\"citation\" id=\"75574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75574)\">Col. 1:28<\/a><\/span> Apostles are necessary in their place; Seventies in theirs; High Priests in theirs; Elders, Priests, Teachers and Deacons in theirs; Bishops and Presidents of Stakes, etc., in theirs, all having been appointed and ordained of God. This organization is unique in its character; there is nothing like it among the institutions of men, there is nothing like it in the world. There is nothing of an earthly character to be compared with it. It is beautiful, it is glorious, it is harmonious, it is perfect, because it is the work of God. <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And if we would carry it out fully and perfectly, what a splendid organization we would have! What a mighty people we would be! A people whose God is the Lord,<span class=\"citation\" id=\"56553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56553)\">Ps. 33:12<\/a><\/span><span class=\"citation\" id=\"57347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57347)\">Ps. 144:15<\/a><\/span> all moving along in perfect harmony, each one accomplishing his part in this great and mighty work. But we are like the rest of mankind to some extent&#x2014;we are prone to do evil, we are prone to follow our own ways, to take our own course, to be stiffnecked and willful. <\/div><div class=\"paragraph jod\" id=\"v23n1112\"> Now, my brethren and sisters, we have come out from the world, we have come measurably to a knowledge of the truth, to a knowledge of God; we know that He lives, and we know that by taking the course pointed out to us by the servants of God who have been appointed to lead us, in due time we shall return to our Father and God, and we shall see him as he is, and be like him,<span class=\"citation\" id=\"78676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78676)\">1 Jn. 3:2<\/a><\/span> and inherit the fullness of his glory. <\/div><div class=\"paragraph jod\" id=\"v23n1113\"> That we may be able to take this course is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}