{"ID":230008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Laws of God and the Laws of the Land&#x2014;The Saints An Obedient and Law-Abiding People&#x2014;Their Persecutions Productive of Prosperity&#x2014;Their Past and Prospective Experience and Eventual Triumph.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered at the General Conference, on Sunday, April 9, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Laws of God and the Laws of the Land, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 4\/9\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v23n226\"> Nearly all the brethren who have spoken at this Conference have referred to the circumstances in which we, as a people, are now placed; and it would seem unnecessary for me to make any further reference to this all-prevailing subject with which the people generally are more or less familiar, and in which we necessarily are considerably interested. But while the brethren who have spoken have merely referred to some of the sayings of the Prophet Joseph, and to items in the revelations through him, to the Church, I feel impressed to read in the hearing of the congregation one or two passages from the revelations previously referred to. I will, therefore, call the attention of the congregation to a verse or two in the revelation given in 1831, which will be found on page 219 of the Doctrine and Covenants: <\/div><div class=\"paragraph jod\" id=\"v23n227\"> &#x201C;Let no man break the laws of the land, for he that keepeth the laws of God hath no need to break the laws of the land. <\/div><div class=\"paragraph jod\" id=\"v23n228\"> &#x201C;Wherefore, be subject to the powers that be, until he reigns whose right it is to reign, and subdues all enemies under his feet. <\/div> <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n229\"> &#x201C;Behold, the laws which ye have received from my hand are the laws of the church, and in this light ye shall hold them forth. Behold, here is wisdom.&#x201D;<span class=\"citation\" id=\"86158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86158)\">D&amp;C 58:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n230\"> The following I quote from a revelation given December, 1833, page 357: <\/div><div class=\"paragraph jod\" id=\"v23n231\"> &#x201C;According to the laws and the constitution of the people, which I have suffered to be established, and should be maintained for the rights and protection of all flesh, according to just and holy principles; <\/div><div class=\"paragraph jod\" id=\"v23n232\"> &#x201C;That every man may act in doctrine and principle pertaining to futurity, according to the moral agency which I have given unto him, that every man may be accountable for his own sins in the day of judgment. <\/div><div class=\"paragraph jod\" id=\"v23n233\"> &#x201C;Therefore, it is not right that any man should be in bondage one to another. <\/div><div class=\"paragraph jod\" id=\"v23n234\"> &#x201C;And for this purpose have I established the Constitution of this land, by the hands of wise men whom I raised up unto this very purpose, and redeemed the land by the shedding of blood.&#x201D;<span class=\"citation\" id=\"89587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89587)\">D&amp;C 101:77-80<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n235\"> Again, in a revelation on page 342: <\/div> <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n237\"> &#x201C;And now, verily I say unto you concerning the laws of the land, it is my will that my people shall observe to do all things whatsoever I command them. <\/div><div class=\"paragraph jod\" id=\"v23n238\"> And that law of the land which is constitutional, supporting that principle of freedom in maintaining rights and privileges, belongs to all mankind, and is justifiable before me. <\/div><div class=\"paragraph jod\" id=\"v23n239\"> Therefore, I, the Lord, justify you, and your brethren of my church, in befriending that law which is the constitutional law of the land; <\/div><div class=\"paragraph jod\" id=\"v23n240\"> And as pertaining to law of man, whatsoever is more or less than this, cometh of evil. <\/div><div class=\"paragraph jod\" id=\"v23n241\"> I, the Lord God, make you free, therefore ye are free indeed; and the law also maketh you free. <\/div><div class=\"paragraph jod\" id=\"v23n242\"> Nevertheless, when the wicked rule the people mourn. <\/div><div class=\"paragraph jod\" id=\"v23n243\"> Wherefore, honest men and wise men should be sought for diligently, and good men and wise men ye should observe to uphold; otherwise whatsoever is less than these cometh of evil. <\/div><div class=\"paragraph jod\" id=\"v23n244\"> And I give unto you a commandment, that ye shall forsake all evil and cleave unto all good, that ye shall live by every word which proceedeth forth out of the mouth of God. <\/div><div class=\"paragraph jod\" id=\"v23n245\"> For he will give unto the faithful line upon line, precept upon precept; and I will try you and prove you herewith. <\/div><div class=\"paragraph jod\" id=\"v23n246\"> And whoso layeth down his life in my cause, for my name's sake, shall find it again, even life eternal. <\/div><div class=\"paragraph jod\" id=\"v23n247\"> Therefore, be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy. <\/div><div class=\"paragraph jod\" id=\"v23n248\"> For if ye will not abide in my covenant ye are not worthy of me.&#x201D;<span class=\"citation\" id=\"89244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89244)\">D&amp;C 98:4-15<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n249\"> This, as I understand it, is the law of God to the Church of Jesus Christ of Latter-day Saints in all the world. And the requirements here made of us must be obeyed, and practically carried out in our lives, in order that we may secure the fulfillment of the promises which God has made to the people of Zion. And it is further written, that inasmuch as ye will do the things which I command you, thus saith the Lord then am I bound; otherwise there is no promise.<span class=\"citation\" id=\"87415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87415)\">D&amp;C 82:10<\/a><\/span> We can therefore only expect that the promises are made and will apply to us when we do the things which we are commanded. <\/div><div class=\"paragraph jod\" id=\"v23n250\"> We are told here that no man need break the laws of the land who will keep the laws of God.<span class=\"citation\" id=\"86153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86153)\">D&amp;C 58:21<\/a><\/span> But this is further defined by the passage which I read afterwards&#x2014;the law of the land, which all have no need to break, is that law which is the Constitutional law of the land, and that is as God himself has defined it.<span class=\"citation\" id=\"89240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89240)\">D&amp;C 98:4-7<\/a><\/span> And whatsoever is more or less than this cometh of evil. Now it seems to me that this makes this matter so clear that it is not possible for any man who professes to be a member of the Church of Jesus Christ of Latter-day Saints to make any mistake, or to be in doubt as to the course he should pursue under the command of God in relation to the observance of the laws of the land. I maintain that the Church of Jesus Christ of Latter-day Saints has ever been faithful to the constitutional laws of our country. I maintain also, that I have a right to this opinion, as an American citizen, as one who was not only born on American soil, but who descended from parents who for generations were born in America. I have a right to interpret the law in this manner, and  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to form my own conclusions and express my opinions thereon, regardless of the opinions of other men. <\/div><div class=\"paragraph jod\" id=\"v23n252\"> I ask myself, What law have you broken? What constitutional law have you not observed? I am bound not only by allegiance to the government of the United States, but by the actual command of God Almighty, to observe and obey every constitutional law of the land, and without hesitancy I declare to this congregation that I have never violated, nor transgressed any law, I am not amenable to any penalties of the law, because I have endeavored from my youth up to be a law-abiding citizen, and not only so, but to be a peacemaker, a preacher of righteousness,<span class=\"citation\" id=\"78386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78386)\">2 Pet. 2:5<\/a><\/span><span class=\"citation\" id=\"92711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92711)\">Moses 6:23<\/a><\/span> and not only to preach righteousness by word, but by example. What therefore have I to fear? The Lord Almighty requires this people to observe the laws of the land, to be subject to &#x201C;the powers that be,&#x201D;<span class=\"citation\" id=\"86182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86182)\">D&amp;C 58:22<\/a><\/span> so far as they abide by the fundamental principles of good government, but He will hold them responsible if they will pass unconstitutional measures and frame unjust and proscriptive laws, as did Nebuchadnezzar and Darius, in relation to the three Hebrew children<span class=\"citation\" id=\"61409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61409)\">Dan. 3:1-30<\/a><\/span> and Daniel.<span class=\"citation\" id=\"61553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61553)\">Dan. 6:1-28<\/a><\/span> If lawmakers have a mind to violate their oath, break their covenants and their faith with the people, and depart from the provisions of the Constitution where is the law human or divine, which binds me, as an individual, to outwardly and openly proclaim my acceptance of their acts? <\/div><div class=\"paragraph jod\" id=\"v23n253\"> I firmly believe that the only way in which we can be sustained in regard to this matter by God our Heavenly Father is by following the illustrious examples we find in holy writ. And while we regret, and look with sorrow upon the acts <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of men who seek to bring us into bondage and to oppress us, we must obey God, for He has commanded us to do so; and at the same time He has declared that in obeying the laws which He has given us we will not necessarily break the constitutional laws of the land.<span class=\"citation\" id=\"86154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86154)\">D&amp;C 58:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n254\"> I wish to enter here my avowal that the people called Latter-day Saints, as has been often repeated from this stand, are the most law-abiding, the most peaceable, long-suffering and patient people that can today be found within the confines of this republic, and perhaps anywhere else upon the face of the earth; and we intend to continue to be law-abiding so far as the constitutional law of the land is concerned; and we expect to meet the consequences of our obedience to the laws and commandments of Godlike men. These are my sentiments briefly expressed, upon this subject. <\/div><div class=\"paragraph jod\" id=\"v23n255\"> Now I desire to read another passage in a revelation given in 1834, which will be found on page 364 of the Doctrine and Covenants, commencing at the first verse: <\/div><div class=\"paragraph jod\" id=\"v23n256\"> &#x201C;Verily I say unto you, my friends, behold, I will give unto you a revelation and commandment, that you may know how to act in the discharge of your duties concerning the salvation and redemption of your brethren, who have been scattered on the land of Zion; <\/div><div class=\"paragraph jod\" id=\"v23n257\"> Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time. <\/div><div class=\"paragraph jod\" id=\"v23n258\"> For I have suffered them thus far, that they might fill up the measure of their iniquities, that their cup might be full; <\/div><div class=\"paragraph jod\" id=\"v23n259\"> And that those who call themselves after my name might be chastened for a little season with a sore and grievous chastisement, be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause they did not hearken altogether unto the precepts and commandments which I gave unto them. <\/div><div class=\"paragraph jod\" id=\"v23n261\"> But verily I say unto you, that I have decreed a decree which my people shall realize, inasmuch as they hearken from this very hour unto the counsel which I, the Lord their God, shall give unto them. <\/div><div class=\"paragraph jod\" id=\"v23n262\"> Behold they shall, for I have decreed it, begin to prevail against mine enemies from this very hour. <\/div><div class=\"paragraph jod\" id=\"v23n263\"> And by hearkening to observe all the words which I, the Lord their God, shall speak unto them, they shall never cease to prevail until the kingdoms of the world are subdued under my feet, and the earth is given unto the saints, to possess it forever and ever. <\/div><div class=\"paragraph jod\" id=\"v23n263\"> But inasmuch as they keep not my commandments, and hearken not to observe all my words, the kingdoms of the world shall prevail against them. <\/div><div class=\"paragraph jod\" id=\"v23n264\"> For they were set to be a light unto the world, and to be the saviors of men.; <\/div><div class=\"paragraph jod\" id=\"v23n265\"> And inasmuch as they are not the saviors of men, they are as salt that has lost its savor, and is thenceforth good for nothing but to be cast out and trodden under foot of men. <\/div><div class=\"paragraph jod\" id=\"v23n266\"> But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the land of their inheritances, and build up the waste places of Zion.&#x201D;<span class=\"citation\" id=\"89681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89681)\">D&amp;C 103:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n267\"> It is somewhere written as the word of God, that the enemies of the people of Zion can do nothing against but for Zion. Now let us review for a few moments the history of the Church, and see how far the acts of the enemies of this people have gone towards nullifying those words. <\/div><div class=\"paragraph jod\" id=\"v23n268\"> When Joseph first looked upon the face of the Father and the Son in 1820,<span class=\"citation\" id=\"93668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93668)\">JS&mdash;H 1:17<\/a><\/span> until the Book of Mormon was translated and published to the <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world in 1829, his enemies did not cease their efforts to destroy him; they sought his life continually; they blackened his character; they maligned and proscribed him, and his name was cast out as evil among all men.<span class=\"citation\" id=\"67246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67246)\">Luke 6:22<\/a><\/span> But mark you, at the beginning of this period Joseph was a lad of a little over fourteen years of age; and during the nine years of persecution he was but a boy; he had no vast congregation as we see before us this morning to sustain, encourage, or cheer him in his ministry and labors. He stood alone in the world, friendless and despised, cast out, maligned and persecuted on every hand. But did the work cease? Did his enemies prevent him from performing the mission which he had been sent to accomplish? They tried and they did their utmost. They not only made frequent attempts to imprison him under the law, but they made several attempts to take his life, and thus stop the progress of the work in which he was engaged. They spared neither pains nor means, nor did they shrink from hypocrisy, falsehood and misrepresentation to accomplish their purposes; but they signally failed, and he continued to steadily pursue his course, and performed his work, translated the plates, published the Book of Mormon, and in 1830 organized the Church of Jesus Christ of Latter-day Saints, according to the law of the land.<span class=\"citation\" id=\"84266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84266)\">D&amp;C 20:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n269\"> When the Book of Mormon was published and the Church organized, did they cease their endeavors? Did the hatred of the world diminish? Did the wicked stop their persecutions? Did they refrain from slandering, misrepresenting, and otherwise attempting to obstruct the progress of this work? No, they did not, but on the contrary,  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as the work developed, as the Church increased in numbers and began to spread on the right and on the left, the feeling of hatred, animosity, bitterness and persecution increased proportionately, and as the Church became stronger, her enemies become more numerous and gained strength. But notwithstanding, we moved on; built a Temple in Kirtland, Ohio, from whence we colonized Jackson County, Missouri. We were afterwards driven into Clay, Caldwell and Davies's Counties, Missouri, where we founded new colonies. Like the snowball starting from the summit of the mountain which gathers not only in bulk but in velocity, so did the work of God increase in the midst of the opposition, persecution and hatred of the world. In the midst of all the powers that were exerted to stop it, it moved right on. But did they succeed in expelling our people from Jackson County, and finally from the State of Missouri? Yes, they drove the Saints from their homes, deprived them of their rights as citizens and freemen, murdered many of them in cold blood, while others they confined in dungeons feeding them on the flesh (as those heartless wretches themselves boasted), of their own brethren; and they dispersed the people, as they supposed, to the four winds of heaven, rejoicing in the belief that they had finally consummated the destruction of the &#x201C;Mormons.&#x201D; But like the phoenix rising from the ashes of its supposed destruction, they gathered like swarms of bees in Illinois, founded a city, and built another Temple, which cost a million dollars&#x2014;the most beautiful structure in the Western States at that time; and they continued to thrive. Here they gained something which they never possessed before, a city charter granted to them by <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the State government of Illinois. They soon became notable for their union and their tenacity to the principles which they had espoused, for their faith in God and in His servant the Prophet, for their unconquerable, irrevocable will to prosecute what they knew to be the work of God, and to accomplish, so far as in their power lay, His purposes and designs, concerning this great latter-day work. <\/div><div class=\"paragraph jod\" id=\"v23n271\"> In all these vicissitudes and during all the persecutions of fourteen years which were as ceaseless against the Prophet Joseph as the forces of nature are endless, did they diminish the numbers of Saints? Did they break the Saints to pieces? Did they destroy them? No; you know they did not and it seems that our enemies themselves are fully aware of this fact. But when they thought they had torn up &#x201C;Mormonism&#x201D; by the roots and cast it out to dry up and wither under the parching, blighting influence of hostile public sentiment, behold, they had only transplanted the tree into new and better watered soil. Instead of destroying our confidence in the promises of God to us, it had the tendency to strengthen our faith, to increase our knowledge and experience, thus fitting and preparing us for the future that lay before us. <\/div><div class=\"paragraph jod\" id=\"v23n272\"> Finally they succeeded in taking the life of the Prophet and that of his brother; and they shed the blood of our honored President who sits here today upon this stand. They thought then they had accomplished their hellish work, they thought then the head and front, or root and branch of &#x201C;Mormonism&#x201D; was destroyed. But was it? No; it only made us stronger in faith and more united in purpose. &#x201C;The blood of the martyrs became the seed of the Church.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n274\"> They next drove us from our homes in Nauvoo. I remember the circumstances, although at the time I was but a lad. I also remember my thoughts on the day the mob besieged the City of Nauvoo. My widowed mother had been compelled a day or two previously to take her children and ferry them, in an open flat boat across the Mississippi River into Iowa, where we camped under the trees and listened to the bombardment of the city. We had left our comfortable home with all the furniture remaining in the house, together with all our earthly possessions, with no hope or thought of ever seeing them again; and I well remember the feelings I had when we made our camp on the Iowa side of the river. They were not feelings of regret, sorrow or disappointment, but of gratitude to God, that we had the shelter of even the trees and the broad bosom of the &#x201C;father of waters&#x201D; to protect us from those who sought our lives; I felt to thank God that we still possessed our lives and freedom, and that there was at least some prospect of the homeless widow and her family of little ones, helpless as they were, to hide themselves somewhere in the wilderness from those who sought their destruction, even though it should be among the wild, so-called savage, native tribes of the desert, but who have proved themselves more humane and Christlike than the so-called Christian and more civilized persecutors of the Saints. <\/div><div class=\"paragraph jod\" id=\"v23n275\"> After the expulsion of the Saints from Nauvoo, and from the State of Illinois, our enemies thought surely the &#x201C;Mormons&#x201D; are now broken up, and that this would be the last of &#x201C;Mormonism.&#x201D; But it is strange how hard we are to kill; it would seem that we object to being killed: <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is something dreadful in the thought of being destroyed&#x2014;annihilated. We naturally recoil from such a doom and seek to preserve and perpetuate our existence. The fact is, we think we have a right to &#x201C;life, liberty, and the pursuit of happiness,&#x201D; so long as we do not interfere with the rights of others; we therefore most decidedly object to being demolished; we do not like nor do we intend to be destroyed. Not that we presume to be able to defend ourselves unaided by divine power, against our numerous and unrelenting foes; but knowing in whom we trust, and the nature of the work in which we are engaged, we are not slow to believe, neither are we afraid to openly maintain that we were born to live and to uphold truth, to defend virtue, to establish righteousness, and to stand by the right, and by the help of God we intend to fill the measure of our creation.<span class=\"citation\" id=\"88440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88440)\">D&amp;C 88:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n276\"> Let us follow the wanderings of the Latter-day Saints across the plains to these mountain valleys, and look at our condition today compared with our condition in Illinois, Missouri, Ohio, or New York, or compared with our condition at any period of our existence as a church. What do we see today? We see the promises of God made on certain conditions fulfilled; and that is an evidence to me that the majority of the people have complied with the conditions, although many may not have done as they should have done. We have prevailed thus far, in accordance with the word of God. And what of the future? So far as the ultimatum of this work is concerned, there is no man in Israel who has a spark of the inspiration of the Almighty in his heart who does not know just as well as he knows that God lives or that he  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>himself lives, that it will be triumphant. But I do not suppose it would be wisdom in God to show us all the vicissitudes and changes, the trials and persecutions through which we may have to pass in order to reach this consummation, because if He did we might get fainthearted before we were prepared to enter into that trial. We may have to be driven again. I do not say we shall be driven; I do not believe we shall&#x2014;but what has been done may be done again. And supposing we were driven again, what would be the result? Is it not fair to presume&#x2014;have we not good grounds to believe from the experience of the past, that if we should be again driven and despoiled of our homes, we should rise up somewhere else, many fold greater and more numerous than we are now? The enemies of God can do nothing against, but much for, the work of God. Is it not written that the God of heaven has set His hand for the last time to establish His kingdom upon the earth,<span class=\"citation\" id=\"58217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58217)\">Isa. 11:11-12<\/a><\/span><span class=\"citation\" id=\"81765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81765)\">Jacob 6:2<\/a><\/span> never more to be thrown down, and no more to be left to another people?<span class=\"citation\" id=\"61333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61333)\">Dan. 2:44<\/a><\/span> Are we not assured by the word of God, ancient and modern, that its destiny is onward and upward, until the purposes of God concerning this great latter-day work are consummated? This seems to be a point difficult for many to comprehend; but when comprehended it is a key to the whole matter. What God has decreed cannot be annulled by the learning, wisdom, wealth, power, numbers or cunning of man! There is no power beneath the celestial kingdom that can stop or impede its progress one iota. Its destiny is onward and upward&#x2014;man may fail, but the purposes of God will not. All His enemies, combined with the cunning and perfidy of the infernal spirits <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by which they are moved to hate, hound, and pursue him unto death, failed, signally failed, even in the crime of murdering him, to prevent Joseph Smith from accomplishing his mission; he filled his destiny and sealed his testimony with his blood. And his blood is upon this nation and upon all the nations that have consented to that terrible deed inasmuch as they do not repent of their sins and obey the Gospel of salvation which is being preached unto them. <\/div><div class=\"paragraph jod\" id=\"v23n278\"> My childhood and youth were spent in wandering with the people of God, in suffering with them and in rejoicing with them. My whole life has been identified with this people, and in the name and by the help of God it will be to the end. I have no other associations or place of abode. I am in this respect like Peter when the Savior, on seeing the people turn away from Him, asked him, Will ye go also? Said Peter, Lord, if I leave Thee whither can I go, Thou hast the words of eternal life.<span class=\"citation\" id=\"69302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69302)\">John 6:66-68<\/a><\/span> We have nothing else to do save to keep in the narrow path that leads back to God our Father. That is the channel He has marked out for us to pursue, and it is our duty to press on; we cannot turn aside, we cannot switch off; there is no side track, it is a &#x201C;through train&#x201D; and its destiny is already fixed and mapped out. We have got to meet opposition as it presents itself, battling against it with the weapons of truth which God has placed in our hands. And we must make up our minds that this world with all its pleasures is as dross compared with the excellency of the knowledge of God.<span class=\"citation\" id=\"75505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75505)\">Philip. 3:8<\/a><\/span> He intends to try us and prove us, and He has a right to do it, even to the death if need be,<span class=\"citation\" id=\"89287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89287)\">D&amp;C 98:14<\/a><\/span> and only those who endure to the end, who will not  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>flinch, but will maintain their integrity at the risk and sacrifice of their all, if need be, will gain eternal life, or be worthy of the reward of the faithful.<span class=\"citation\" id=\"89301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89301)\">D&amp;C 98:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n280\"> I am thankful to God that circumstances are as well with us as they are. He has delivered His people thus far and blessed them from <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the beginning. His word has been fulfilled concerning them, and will be fulfilled from this time henceforth until His purposes shall be accomplished with regard to them, providing they keep his commandments, which, that they may do, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}