{"ID":230019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Preaching of the Gospel in the Latter Days&#x2014;Signs Promised to Follow Believers As Anciently&#x2014;The Gospel in Force Upon All the World&#x2014;Sincerity No Excuse for Willful Disobedience&#x2014;A Positive Personal Testimony Attainable Through Obedience&#x2014;Unauthorized Administrations Unrecognized of God&#x2014;New Revelation Essential and Desirable&#x2014;True and False Charity.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered at the Tabernacle, Salt Lake City, Sunday Afternoon, September 6, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Preaching of the Gospel in the Latter Days, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/6\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v23n559\"> In the year 1832, the Lord gave a revelation concerning the calling and sending forth of his servants, the missionaries, among the nations. I will read you a few paragraphs or <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> verses in relation to their calling, commencing at the 64th verse of the revelation that was given on the 22nd day of September, 1832. &#x201C;Therefore, as I said unto mine  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>apostles I say unto you again, that every soul who believeth on your words, and is baptized by water for the remission of sins, shall receive the Holy Ghost. And these signs shall follow them that believe&#x2014;In my name they shall do many wonderful works; In my name they shall cast out devils; In my name they shall heal the sick; In my name they shall open the eyes of the blind, and unstop the ears of the deaf; And the tongue of the dumb shall speak; And if any man shall administer poison unto them it shall not hurt them; And the poison of a serpent shall not have power to harm them.&#x201D;<span class=\"citation\" id=\"87844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87844)\">D&amp;C 84:64-72<\/a><\/span> That is a very curious commission to be given in the nineteenth century of the Christian era to those that are called in our day; very curious. If Joseph Smith, through whom this revelation was given, was not called of God, the promises here made would not be fulfilled. On the other hand, if God is the author of this revelation, then all the world may prove for themselves the divinity of His word. An impostor would take very good care to so word his language in the promises that there would be a double meaning to them, and if they were not fulfilled in one sense they might perhaps be fulfilled according to a second interpretation, and thus he would escape the obloquy of being an impostor. But the Lord does not deal with the human family in this double kind of dealing. All his promises are yea and amen, plain, pointed, definite, no two meanings about them. Here we are told that inasmuch as the servants of God, the missionaries, should go forth &#x201C;that every soul&#x201D;&#x2014;meaning every person among all people, languages, nations and tongues&#x2014;&#x201C;who believeth in your words&#x201D;&#x2014;believeth on the testimony of these mission<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>aries that go forth&#x2014;&#x201C;and is baptized by water for the remission of sins, shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"87840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87840)\">D&amp;C 84:64<\/a><\/span> Now can you make out two meanings to that? Or is there only one meaning? &#x201C;They shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"87839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87839)\">D&amp;C 84:64<\/a><\/span> And then in order that every soul in all the world might know whether they were true believers or not there were certain signs promised to them. &#x201C;And these signs shall follow them that believe.&#x201D;<span class=\"citation\" id=\"87845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87845)\">D&amp;C 84:65<\/a><\/span> Believe what? Believe in your words, the words of you missionaries. What shall they do? &#x201C;In my name they shall do many wonderful works; In my name they shall cast out devils; In my name they shall heal the sick; In my name they shall open the eyes of the blind, and unstop the ears of the deaf; And the tongue of the dumb shall speak; And if any man administer poison unto them it shall not hurt them; And the poison of a serpent shall not have power to harm them.&#x201D;<span class=\"citation\" id=\"87850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87850)\">D&amp;C 84:66-72<\/a><\/span> Is there anything indefinite in that? Does it say that these signs possibly may follow those that believe? Does it say perhaps you will receive the Holy Ghost, perhaps you may have power to heal the sick, perhaps you may have power to open the eyes of the blind, etc. No, that is not the language. Here is a definite promise made to them. To the missionaries alone? To whom was this promise made? To every soul in all the world that would believe and receive the testimony of these missionaries. Here we see something very similar to the commission that was given&#x2014;and referred to by Brother Reid in his remarks&#x2014;in the last chapter of Mark. The ancient-day servants of God were sent forth to all the world, to every creature, and the language of our Savior to them was that all, in every part of the earth that  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should believe their testimony should be saved.<span class=\"citation\" id=\"66811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66811)\">Mark 16:15-16<\/a><\/span> Then in order that there might be no mistake in regard to believers and unbelievers, he told them that certain signs should follow them that believe.<span class=\"citation\" id=\"66909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66909)\">Mark 16:17<\/a><\/span> Do you discover any difference between the former-day commission, 1,800 years ago, and the latter-day commission? I do not discover the least difference between the two. Did the Lord verify and fulfill his promises to the former-day missionaries? He did. In the same last chapter of Mark we are told that the servants of God, the Apostles, went forth and preached everywhere, the Lord working with them, and confirming the word with signs following.<span class=\"citation\" id=\"66955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66955)\">Mark 16:20<\/a><\/span> How did he confirm it? By fulfilling the promises in the last chapter of Mark, that they in all the world might know whether they were Gospel believers or not. Well, what was to become of all other sects that did not believe? They shall be damned,<span class=\"citation\" id=\"66877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66877)\">Mark 16:16<\/a><\/span> says the Savior. He did not say, &#x201C;If you are sincere in your belief you will get into heaven whether you receive the message I sent you or not.&#x201D; He did not say, &#x201C;If you come across any sincere people don't baptize them, don't try to get them to believe your message, for they will get into heaven anyway.&#x201D; They had only one proclamation to deliver to all people whether that people were sincere or insincere; whether that people worshipped idols or worshipped something else, whether they were infidels or whatever might be their profession, the commission was&#x2014;tell them that if they do not believe your message they shall be damned.<span class=\"citation\" id=\"66876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66876)\">Mark 16:16<\/a><\/span> No halfway business about it, it was not half a commission. Does the latter-day commission testify of the same things? Let me read a little further. &#x201C;Verily, verily, I say unto <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you, they who believe not on your words, and are not baptized in water in my name, for the remission of their sins, that they may receive the Holy Ghost, shall be damned, and shall not come into my Father's kingdom where my Father and I am.&#x201D;<span class=\"citation\" id=\"87857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87857)\">D&amp;C 84:74<\/a><\/span> Just the same as the ancient commission. It did not excuse the ancient commission; it did not excuse one person in all the world however sincere, whatever the profession might be, every man, every woman among all nations, kindreds and tongues, all were to be damned if they did not receive the message that these servants of God took to them. Just so it is in the latter days. If it was anything else, we would not believe it, we could not look upon it as divine. God only had one message for the people to receive, and all that received it were to be blessed, and all that would not receive it were to be damned. That is our charity, that is the charity of the ancient Apostles and servants of God, that is true charity. If we should come and tell you that you Protestants, and you Methodists, and you Baptists, and you Campbellites, and you Church of England members, and you Roman Catholics, that if you are only sincere you would all get to heaven we should have no charity for you; but when we come and tell you that if you do not repent of your sins&#x2014;you Catholics, Protestants, and all other denominations&#x2014;and receive the message that God has commissioned his servants to declare in your hearing that every one will be damned. This is true charity, just as it was in the ancient days. But is this in force upon all people, says one? Yes; we will read the next verse. &#x201C;And this revelation unto you, and commandment, is in force from this very hour upon all  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world, and the gospel is unto all who have not received it.&#x201D;<span class=\"citation\" id=\"87859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87859)\">D&amp;C 84:75<\/a><\/span> It is a witness unto all nations that they may receive the truth and be prepared for the great day of the Lord Jesus Christ. The Lord, in relation to sending this mission forth among the inhabitants of the earth, did not desire that the people should have any dubiety upon their minds. He did not want them to hope merely that they were right and to be all the time trembling and quivering for fear they were not right; but in order that they might be sure, as the ancient believers were, he tells every soul that will receive this work that these signs shall follow them.<span class=\"citation\" id=\"87846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87846)\">D&amp;C 84:65<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n563\"> Now, then, here in this house, probably are many hundreds of believers that have manifested their faith by receiving the message of the Gospel, and they have further manifested their faith by gathering out from the various nations and coming here to Utah Territory. They are believers. Is there any chance for them to doubt? How can you doubt if you yourself heal the sick, cast out devils, open the eyes of the blind, or cause the lame to leap? If you yourselves have received the Holy Ghost, and these signs are following you,<span class=\"citation\" id=\"66956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66956)\">Mark 16:20<\/a><\/span> is not this a testimony that you are Gospel believers? And if these signs do not follow you, on the other hand, you know that you are not Gospel believers. No dubiety, no uncertainty, no hanging our heads down and doubting whether we are believers or not. Here is an undoubted testimony to every Latter-day Saint that if they are true Gospel believers these signs shall follow them, and if these signs do not follow them they are not true Gospel believers. Does this apply not only to Latter-day Saints but to all people? Yes. If the Methodists <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> want to know whether they are true Gospel believers let them ask themselves the question if the signs follow them that are promised to believers; if they do not, they know they are not Gospel believers. So with the Presbyterians, so with the Baptists, so with every Christian denomination under the whole heavens. They can all prove themselves by the word of God; they can all know whether they are true believers according to the true Christian religion, or whether they have false hopes&#x2014;merely something that is leading them along in a crooked path. When people have the signs they have a good foundation for their hopes; their hopes are built upon something that is like a rock; they stand firm and steadfast. But when they have not the signs and the promises are not fulfilled to them, where are their hopes? They are gone, they are the hopes of those that are flattering themselves they are Christians when they are not. And they are afraid to compare themselves with the New Testament and the Gospel contained therein; they are afraid to come to the light of the Gospel; they are afraid to read the promises of Jesus, or if they happen to read them exclaim, &#x201C;We must do away with these. It won't do for us to acknowledge that the promises of God made to believers can be enjoyed in our day.&#x201D; Let us read the first promise in the last chapter of Mark. Not only were these signs promised, but Jesus said: &#x201C;He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66878)\">Mark 16:16<\/a><\/span> Do you Christians believe that you will be saved? Do the various denominations among the four hundred millions of Christians in America, in Europe, and in other parts of the earth&#x2014;do these four hundred  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>millions of Christians expect to be saved? Oh, yes. What makes you think so? You don't have the signs which follow the believers, and how can you hope for salvation? Why should you hope for it? Why expect to be saved in the kingdom of God? The promises are made to believers, they were not made to those that have not the signs. One promise was just as sacred as the other, and if you have not the signs of believers you have not the promise of salvation. Very curious Gospel, says one. Well, there is no mistaking that gospel, we can all of us know on what ground we are placed. If we cannot obtain the promises made to the people anciently, namely the signs, how shall we obtain the greater promise of eternal life and salvation in the world to come? Surely if the people cannot have faith to get the little promises, how can they expect to get the greater promise? All their faith is foolishness, their faith is all founded upon sand, and they go blindfold to the other side of the veil to wake up and find they never had received the Gospel. But, says one, we have received the Gospel. Our ministers have preached it long and loud generations before &#x201C;Mormonism&#x201D; came upon the earth; we and our fathers have heard it. It is one thing to <span class=\"italic\">hear<\/span> the Gospel as recorded in the New Testament, and another thing to <span class=\"italic\">enjoy<\/span> the blessings of it. It is one thing to read about people receiving the Holy Ghost, and it is another thing for you to be baptized and receive the Holy Ghost. It is one thing to be baptized by a man holding authority from God who has the right to baptize, and another thing to be baptized by one holding no authority from God, and no right to baptize. Do you suppose that the signs would follow those that had the ordinance of baptism <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> administered by a man that had no authority? No. For instance there is the Methodist baptizer, the Presbyterian baptizer, and the baptizers of the various religious denominations&#x2014;most of them baptize, some of them for the remission of sins, and some because they suppose their converts have already received a remission of sins. Perhaps they may perform the ordinance by immersion&#x2014;the true mode of baptism; but can an unauthorized man baptize his neighbor and that be called baptism in the sight of heaven? No. A man that is not called of God, a man that has no revelation, and says there has been none since the close of the first century of the Christian era, all his administrations are as invalid as it would be for a heathen priest to baptize you, or for any person upon the face of the whole earth to come and baptize you. Such baptisms are not good; they are illegal; they are unlawful; they are not accepted of God unless the administrator is a true servant of God, and if he be a true servant of God, the signs will follow him, and if the signs do not follow him he has no authority to baptize. No wonder then that four hundred millions of people have been without the signs. There has been nobody authorized to baptize them to begin with. A true believer is a man that receives the ordinances, and not only believes in them but manifests his faith by his works.<span class=\"citation\" id=\"94240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94240)\">James 2:18<\/a><\/span> He obeys the ordinances and the blessings follow. The blessings do not follow the four hundred millions because they have not obeyed, and they cannot obey without there is a man authorized to administer the ordinances. <\/div><div class=\"paragraph jod\" id=\"v23n564\"> Well, says one, what do you Latter-day Saints say about the authority to administer these ordinances?  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We say, and have said from the beginning of this Church, that the Lord God Almighty, who sits upon His throne in yonder heavens, has spoken again to the inhabitants of the earth. He has called by name his servants. He has sent forth angels in glory from his holy presence, and they have administered the authority of the apostleship, and bestowed it upon the heads of men to administer again among the children of men in all the ordinances of the Gospel. This is our testimony. Has it ever been that since the rise of the Church? It has. We never have varied from that testimony. What further do we say? We say that among all people, nations, kindreds and tongues, Christians, heathens, Mahommedans, and the savages upon the islands of the sea&#x2014;that among all these nations there is no authority, not one person among all their denominations that has the least particle of right to baptize you, or to administer the sacrament, or to lay on hands that you may be baptized with fire and with the Holy Ghost, according to the ancient pattern and order of things; not one of them; they are all powerless, they are all without authority, without revelation, without any knowledge that comes from God direct to themselves in this age. No man among them has been called of God, as was Aaron.<span class=\"citation\" id=\"76612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76612)\">Heb. 5:4<\/a><\/span> Everybody knows that Aaron was called by new revelation.<span class=\"citation\" id=\"54392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54392)\">Ex. 28:1<\/a><\/span> He did not have to go back to revelations given 1,800 years before he was born to tell him how God commissioned somebody before the flood; he did not have to do that; but says he, &#x201C;I have been ordained&#x201D;&#x2014;how?&#x2014;By a revelation from God. &#x201C;Moses set apart Aaron. He is thy brother. I call him by name. Set him apart to the Priesthood, ordain him, let <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him be clothed upon with priestly garments, let him administer and his administration I will accept.&#x201D;<span class=\"citation\" id=\"54396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54396)\">Ex. 28:2<\/a><\/span> This was the substance of the revelation, and calling and commission that was given to Aaron, the servant of God. Is it true what Paul said, that no man can take the honor of the Priesthood to himself unless he was called of God as was Aaron?<span class=\"citation\" id=\"76613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76613)\">Heb. 5:4<\/a><\/span> If that be true there must be more revelation in order that there may be a calling. You that say the canon of scripture is full, that no more scripture has been given since John the Revelator left the earth, what becomes of your callings? You have none&#x2014;that is, that are divine. No wonder, then, that while the world were wandering in darkness without God, without any true knowledge from the heavens direct to themselves, without the gift and power of the Holy Ghost, without the organization of any true church, without prophets, without revelators, without inspired men&#x2014;no wonder that God has again commissioned an angel from the heavens to begin the work on the earth.<span class=\"citation\" id=\"79853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79853)\">Rev. 14:6<\/a><\/span> Brother Reid spoke during his discourse about Joseph the Prophet&#x2014;how he was called, that the Lord appeared to him, that Jesus appeared to him,<span class=\"citation\" id=\"93669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93669)\">JS&mdash;H 1:17<\/a><\/span> and that angels appeared to him and conferred upon him authority and power.<span class=\"citation\" id=\"84037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84037)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128712)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84647)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"93956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93956)\">JS&mdash;H 1:68-72<\/a><\/span> There is no wonder that the Lord should send his angels and thus appear in order to begin the work on the earth where so much darkness reigns. It is called a day of Gospel light by these four hundred millions of people. A day of Gospel light! Well, all the Gospel light they have is the history of a Gospel preached 1,800 years ago. They have no power to administer in it. They have the history of something, without any power to  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>partake of it; that is, you cannot be baptized, you cannot receive the Holy Ghost by the laying on of hands, you cannot receive the Lord's Supper for want of administrators; but can read about it, you can read how the authority was once on the earth. That is some satisfaction, is it not? How much satisfaction I do not know. It is something like the case of a man who, after traveling a long journey, arrived at a place where he knew there was a splendidly spread table. But the door was locked and the key was lost&#x2014;nobody could introduce him to that table to eat that he might appease his hunger. How very satisfactory it must be to that man to know the history of such a good spread table, and yet no power to get to the table. Just so it is with these four hundred millions of Christians. It is so much satisfaction to read how the believers in ancient days were baptized by one holding authority to baptize, and how they could distinguish themselves from unbelievers; but, alas, say they, &#x201C;We cannot partake of it; no blessings of the Gospel for us; no one to let us receive the same Gospel. We would like to feast like unto the ancient Saints, <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but is it not enough&#x2014;our priests say it is&#x2014;to know how others enjoyed these blessings?&#x201D; Now that is precisely the situation of this generation. <\/div><div class=\"paragraph jod\" id=\"v23n567\"> This is true charity. If I were to come and tell you that you are all in the right path inasmuch as you are honest and sincere, and walk in your various doctrines and principles, it would be false charity, it would be flattering you to walk in paths that were wrong, it would be flattering you that you had hopes of salvation when you had none. But we do not do this. This flattery we leave to other portions of the world, we leave that to the Christian denominations that are without any of the powers and gifts of the ancient Gospel. Let them flatter, let them occupy this position, let them have this false charity; but as for us we have the plain naked truth&#x2014;plain as words can make it&#x2014;to tell unto all people, namely, if you will believe and receive the Gospel you shall be blessed, not with commonplace blessings, but with the supernatural gifts of the Gospel, and on the other hand that every soul of you that do not receive it shall be damned.<span class=\"citation\" id=\"66879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66879)\">Mark 16:16<\/a><\/span><span class=\"citation\" id=\"128713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128713)\">D&amp;C 84:74<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}