{"ID":230012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord's Work&#x2014;Warfare not Required of the Saints&#x2014;An Overruling Providence&#x2014;Corruption and Perjury in High Places&#x2014;Violation of the Constitution&#x2014;False Accusations Against the Saints&#x2014;Words of Comfort and Exhortation.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Franklin D. Richards, delivered at the General Conference, Salt Lake City, Saturday Morning, April 8, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord's Work, Etc.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 4\/8\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v23n366\"> The greatly increased numbers of Israel, and the greatly diversified and multifarious necessities which are occurring, and which increase like the branches upon a great tree, call upon us each and all, to seek continually for the mind of the Lord, that in all our varied ministrations, labors and duties, we may perform the same acceptably to him and profitably to all of his children; not only to the Saints but to the inhabitants of all the earth, inasmuch as they will hearken to his word. <\/div><div class=\"paragraph jod\" id=\"v23n367\"> We have a vast number of witnesses and evidences of the mercy, the favor and blessing of God unto us, as a people, as well as to ourselves individually and as families, it being the privilege of all who live faithfully in Christ Jesus to see and acknowledge the hand of God in all things throughout their checkered lives. <\/div> <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n368\"> This morning I am reminded of some choice, precious promises which the Lord has made to us in the dispensation in which we live, having a peculiar application unto us, though like blessings may have been promised to people in former generations, those now referred to were given especially to the Saints of the last days. There is one very significant saying in the revelations, you will find it in the Doctrine and Covenants, section 103, beginning at the 19th verse. It is as follows: <\/div><div class=\"paragraph jod\" id=\"v23n369\"> &#x201C;Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence. But I say unto you: Mine angels shall go before you, and also my presence, and in time ye shall possess the goodly land.&#x201D;<span class=\"citation\" id=\"89793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89793)\">D&amp;C 103:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n370\"> Here is a very definite and positive assurance that this work is His, that  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he is particularly to figure in it himself; that he has not entirely committed it, even to angels; as represented in the parable, so beautifully expressed in the Book of Mormon, where the husbandman calls upon his servants to come and help him to prune his vineyard for the last time;<span class=\"citation\" id=\"81729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81729)\">Jacob 5:62<\/a><\/span> we are given to understand that so we are called to be helpers to the Lord our God, to prune his vineyard for the last time. <\/div><div class=\"paragraph jod\" id=\"v23n372\"> We should not allow the cares or corruptions of the world to lead us to forget that the work in which we are engaged is the Lord's work; we should never forget that the work to which all are called, God has undertaken to direct Himself; especially as it was commenced in former dispensations, but, for obvious reasons, remains to be consummated and perfected in the dispensation of the fulness of times in which we live. The Lord has also told us specifically in his revelations that it is his business to provide for his people.<span class=\"citation\" id=\"89870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89870)\">D&amp;C 104:15<\/a><\/span> Most encouraging words&#x2014;calculated to increase confidence in the hearts of all those who walk by faith before him. <\/div><div class=\"paragraph jod\" id=\"v23n373\"> Furthermore, he has condescended to tell us in the revelations given through the Prophet Joseph Smith, &#x201C;For behold, I do not require at their (the Elders) hands to fight the battles of Zion; for, as I said in a former commandment, even so will I fulfil&#x2014;I will fight your battles.&#x201D;<span class=\"citation\" id=\"89986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89986)\">D&amp;C 105:14<\/a><\/span> Doctrine and Covenants, section 105, verse 14. <\/div><div class=\"paragraph jod\" id=\"v23n374\"> One after another passages might be repeated relating to the designs and purposes of God, all going to show that he has not let out the work to be done by chance or to be controlled by others, but that he will direct it himself. <\/div><div class=\"paragraph jod\" id=\"v23n375\"> Have we not evidence of these facts? We have as pointed and <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> conclusive evidence of these things, already before us, as the Apostle Paul had when he told the Hebrews that, through faith the worlds were framed by the word of God;<span class=\"citation\" id=\"76959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76959)\">Heb. 11:3<\/a><\/span> through faith Abraham, when he was called to go out into a place which he should afterwards receive for an inheritance, obeyed; by faith he sojourned in the land of promise,<span class=\"citation\" id=\"76998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76998)\">Heb. 11:8-9<\/a><\/span> etc. Let us look at two or three prominent features of our history for evidences of his divine favor in overruling affairs for our welfare according to the counsels of his own will. <\/div><div class=\"paragraph jod\" id=\"v23n376\"> In former times there was much destruction of life and a great deal of contention between the enemies of God's work and his people. The latter have at different times gone forth, and that by the holy command of heaven, to mortal combat. The Lord has told us in his revelations of the last days concerning the laws which governed warfare in the days of Abraham, of Lehi and Nephi, etc., which are detailed very minutely in the Doctrine and Covenants. He says: <\/div><div class=\"paragraph jod\" id=\"v23n377\"> &#x201C;Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles. <\/div><div class=\"paragraph jod\" id=\"v23n378\"> And again, this is the law that I gave unto mine ancients, that they should not go out unto battle against any nation, kindred, tongue, or people, save I, the Lord, commanded them. (Doctrine and Covenants, sec. 98, verse 32, 33.)&#x201D;<span class=\"citation\" id=\"89319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89319)\">D&amp;C 98:32-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n379\"> For an account of the laws that justify warfare the Saints can read this section from the 23rd verse to the end.<span class=\"citation\" id=\"89311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89311)\">D&amp;C 98:23-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n380\"> In those days there was more contention or mortal combat permitted and required, in order to maintain the rights of God's people and establish righteousness before his  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>face, when idolatrous and all manner of worship, except that of the true and living God, prevailed among the nations generally. But it is not given unto us that we should contend with weapons of war; that inasmuch as we serve him, he will fight our battles for us.<span class=\"citation\" id=\"89987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89987)\">D&amp;C 105:14<\/a><\/span> How has he done this? Have we forgotten how he managed to keep us out of the late terrible fratricidal war, when our great country was divided in a sanguinary struggle? How did he graciously regard us? It was by telling us to arise and go hence.<span class=\"citation\" id=\"70092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70092)\">John 14:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n382\"> Some of you well remember in what haste we gathered our little remaining substance in Nauvoo, leaving our homes in the winter season, and how we crossed the river on the ice. History attests the fact that we left none too soon to escape the dire necessity of taking up weapons of war against our fellow man. The great reason why David was not allowed to build a house to the Lord, was because he had been a man of blood.<span class=\"citation\" id=\"55892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55892)\">1 Chr. 28:2-3<\/a><\/span> He had commenced to gather his thousands of talents of gold and silver together, and was ready to build, but the Lord told him he should not, that he had been too much a man of war, had shed too much blood;<span class=\"citation\" id=\"55891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55891)\">1 Chr. 28:2-3<\/a><\/span> but that he might get the materials together, and that Solomon, his son, should build a temple to his name.<span class=\"citation\" id=\"55896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55896)\">1 Chr. 28:6<\/a><\/span> It is plainly to be seen, in the wisdom of God, that the Saints are not to take that course; but on the contrary, the Lord requires of them that they preserve to themselves pure hearts and clean hands<span class=\"citation\" id=\"56527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56527)\">Ps. 24:4<\/a><\/span> to build His Temples. Was not this a great and wonderful manifestation of his loving kindness,<span class=\"citation\" id=\"128670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128670)\">D&amp;C 133:52<\/a><\/span> was it not a demonstration to a great people of his tender mercy<span class=\"citation\" id=\"128671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128671)\">Ps. 51:1<\/a><\/span> in preserving us from that fratricidal strife <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that arose in the nation? Where is the heart that cannot be thankful for this? Here is one great, we may say, worldwide demonstration of his kindness and goodness to provide for his people,<span class=\"citation\" id=\"89871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89871)\">D&amp;C 104:15<\/a><\/span> and to preserve them from dire calamities, the direst of calamities that overtake the human family. Let us then sense the feeling and spirit of the ancient prophet Isaiah when speaking of the judgments of the latter days, that the watchmen should lift up their voices and speak comforting words to Zion. And what should they say? &#x201C;Thy God reigneth!&#x201D;<span class=\"citation\" id=\"59558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59558)\">Isa. 52:7-8<\/a><\/span> That is the word to us, brethren and sisters. &#x201C;Thy God reigneth!&#x201D;<span class=\"citation\" id=\"59592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59592)\">Isa. 52:7<\/a><\/span> Let us learn to know and sense it, put our trust in him, and learn that it is he that builds up nations, and it is he that levels them to the dust; that it is he that raises up and makes rulers and people to become mighty in the earth, and that it is he that permits them to go down into insignificance, shame and contempt.<span class=\"citation\" id=\"61459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61459)\">Dan. 4:17,25,32<\/a><\/span><span class=\"citation\" id=\"61507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61507)\">Dan. 5:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n383\"> How has it been when our enemies in our midst, in violation of a sacred principle of the Constitution, have said that we should not bear arms, which we had been wont to do in celebrating the anniversary of our national independence, and for our own protection in this new and Indian country, and that too in accordance with a provision of the Constitution; when we submitted in silence to this indignity, what has been wrought out in our behalf? As if the heavens took momentary record of it, from that day to this the enmity that has existed among the unprincipled, low and degraded Lamanites upon our borders has been hushed to silence; the manner in which we have dealt with them has been felt for good. Terrible wars have been prevented by the  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>influence of the Latter-day Saints among them, until today it is not necessary that any, in this region of country, should have arms to protect themselves unless it be from professed friends. Is there no God in this? Look all around us, God has made even our adversaries to be at peace with us. He has made the blessings of peace to be multiplied around us, until the very occasion for weapons of defense is removed. The wicked had no sooner forbidden us to bear arms when God in his tender mercies and parental solicitude removed the very occasion of defense, leaving us at peace with all around us. The glorious tidings, &#x201C;peace on earth, and good will to man,&#x201D;<span class=\"citation\" id=\"67077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67077)\">Luke 2:14<\/a><\/span> have come sounding to us through the ages, and they are being echoed and reechoed to us by the voice of those who hold the keys of the kingdom, and we see it not only in word but in power and demonstration of truth.<span class=\"citation\" id=\"72961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72961)\">1 Cor. 2:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n385\"> These are none other than the blessings of God unto us, my brethren and sisters. We ought to think of these things; we ought to acknowledge in gratitude this dispensation of his providence; and we should make it our business to sanctify ourselves before him; yea, let the man that has taken to his cups depart from them; and let he who has drunk of the spirit of the world, and who fraternizes with the ungodly, turn from the error of his ways, wash himself from the filth of unrighteousness and purify himself before God, and call upon his name that he may forgive and extend his pardoning favor. It is to be deplored that there are so many that are so easily to be civilized by this damning &#x201C;civilization&#x201D; that has come among us; it is an occasion of sorrow to the Latter-day Saints that so many are so easily drawn away to <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> affiliate with the ungodly. When we remember the mercies and blessings of God to us, it is a fitting time to turn and seek his face and favor afresh, and renew our covenants before him, and become worthy in his sight. <\/div><div class=\"paragraph jod\" id=\"v23n386\"> I might enumerate many other instances of the goodness and mercy of God unto us, how he fed the suffering Saints with quails on the banks of the Mississippi, how he sent gulls to rid us of the crickets when they threatened us with starvation here. <\/div><div class=\"paragraph jod\" id=\"v23n387\"> I must refer to the time when the Lord permitted the United States to send an army to Utah. It was told to us that there were a million of bayonets in the States ready to be turned toward Utah. We did not count them, but we know the details of their coming and how the soldiery arrived here. They came with their mouths full of ribaldry, full of threatenings, full of animus and destruction towards President Young, his family, the Apostles, and towards all that were immediately associated with them, threatening to hang them like Haman upon a tree.<span class=\"citation\" id=\"55983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55983)\">Esth. 7:10<\/a><\/span> But God in his mercy before they got here very much cooled their ardor; and when they arrived they came as harmless as any 4th of July celebrators. They marched in quiet through our streets, no man daring to commit an indignity as they passed. <\/div><div class=\"paragraph jod\" id=\"v23n388\"> Our Heavenly Father sanctified this to our good, for while they scattered much means among us, scarcely an act of hostility was committed, and, when the time of terrible destruction came they marched away to the violence of death. Is not the hand of God to be seen in this? If so, should we not acknowledge with thanksgiving his mercy in thus making us the objects of  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such care. We ought to bestow the best efforts and energies of our lives to build up his kingdom, establish his righteousness,<span class=\"citation\" id=\"63680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63680)\">Matt. 6:38 (JST)<\/a><\/span> and make him our friend for time and eternity. <\/div><div class=\"paragraph jod\" id=\"v23n390\"> I would not dwell too lengthily upon these things, although they show the divine goodness and tenderness. Is there a loving father that deals more affectionately with his children than this? Could the Lord deal more lovingly with us? It is to be feared that his tender mercies are so abundant, and we become so used to them as to grow ungrateful. <\/div><div class=\"paragraph jod\" id=\"v23n391\"> A few words in regard to the fundamental law established for the guidance of the people of this great nation, called the Constitution of the United States, that instrument was framed by our forefathers, who purchased the power to do so with their blood; they were men who went into the revolutionary war pledging their lives, their fortunes, their sacred honor, and placed everything they possessed upon the altar of liberty. The Constitution they adopted has been admitted by European statesmen to be the grandest palladium of human rights known upon the earth. The flag of our nation has commanded respect in every part of this habitable globe, whether on land or sea. <\/div><div class=\"paragraph jod\" id=\"v23n392\"> All representatives and officers of the government, state or national, from the highest to the lowest, lift up their hands to heaven and swear that they will observe that Constitution and the laws of the nation or State, as the office may require, to the best of their knowledge and ability, so help them God. When Congress so far descends as to make special laws, and send forth its legislative missiles to us bearing the odor, power, and character of at<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tainder, and <span class=\"italic\">ex post facto<\/span> laws; when they can provide, directly or indirectly, for conviction without trial by jury; when they frame and pass measures having for their object the deprivation or spoliation of rights common to all citizens, and that in direct opposition to the provisions of the Constitution, as appears on the face of the Edmunds' bill, they themselves violate that oath of office which they took before God and their country. They may, standing in high places, think that it does not become citizens to question their acts; but citizens of this Republic are the sovereigns of the nation; and when the Constitution was created it was provided that every power not granted by that instrument was retained by the people. Public men, in the true spirit of the Constitution of our government, are the servants of the people, put in office to administer the will of the people as defined in that instrument. <\/div><div class=\"paragraph jod\" id=\"v23n393\"> When men in high places forget themselves, and in violation of their oaths dictate or forbid what shall or what shall not be observed as religious rites, they become amenable to the higher laws, and will have to answer to the charge of perjury to an immortal court, from whose decisions mortals have found no mode of appeal by any bill of exceptions. <\/div><div class=\"paragraph jod\" id=\"v23n394\"> The principles upon which our government is founded are most excellent, and to all intents and purposes most satisfactory. The great and learned Webster, Clay, and their contemporaries, considered them a standard of liberty&#x2014;far above that of any other country upon our globe; something that every American had cause to be proud of. If the American nation will be governed by its doctrines, it  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will extend to the whole human family the precious boon of liberty, and will make this land in reality an asylum for the oppressed of all nations. But we have come to a time when Congress has undertaken to dictate our ethics, to declare what we may or may not accept as tenets of religion. This is a right or power that is not conveyed in the Constitution; but on the contrary, Congress is expressly prohibited from making any law establishing any form of religion or preventing the free exercise thereof; this right of worshiping God according to the dictates of one's own conscience<span class=\"citation\" id=\"94167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94167)\">A of F 1:11<\/a><\/span> is the right of every American citizen. <\/div><div class=\"paragraph jod\" id=\"v23n396\"> Aside from what may be pronounced legal, there is an equity side of the court to which all God-fearing people have recourse. One principle of which the courts of the nation seem to have taken no consideration, but which the Latter-day Saints cannot afford to pass unnoticed, is this: Wherein it is given in the Constitution that the States shall make no law to impair the obligation of contracts. I wish to ask the people, not in the legal sense, but in the sense of equity, of righteousness and eternal truth, if the marriage relation is not to all intents and purposes a contract? Do we not enter into a covenant, a contract, an agreement with our wives. Yes; not only a contract, an agreement of a civil nature, as it is regarded in the world, but our contracts are of a higher order, of a more sacred nature extending as they do in perpetuity from time into eternity. Now, if it is a violation of States rights to pass a law impairing the obligation of contracts in common financial matters, is it not a graver and more serious violation of the Constitution to pass a law impairing the obligation of <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> contracts as between man and wife? It is laid down by the most eminent law writers of our country that properly maintained marital relationship is the true basis of all human society; it needs the solemn covenants of husband and wife to be taken into account, and then what follows? The reasons why contracts and faith in them should not be violated is because of vested rights that accrue under those contracts; and have you any vested rights, my brethren and sisters, under the contracts that you have made with your wives and husbands, have you not acquired under those covenants and contracts the most precious of vested rights&#x2014;those of sons and daughters given you in the flesh? These are possessory rights, the value of which bear no comparison with any thing that can be called goods or chattels. We look upon the increase of our families, as the foundation of our eternal dominion, we cannot but look upon any hand impairing the obligation of these contracts as striking at the very root of our prosperity. Our children are our vested rights growing out of these holy relations, rights not only of a temporal but of an eternal, and finally immortal character, and of the highest possible consideration. <\/div><div class=\"paragraph jod\" id=\"v23n397\"> I apprehend while I talk upon this subject, that it is very improbable that the courts of the world would regard these matters in any such light, but they are matters which pertain to the laws of the living God before whose court we shall all appear and our rights be vindicated; those who have undertaken to deprive us of these rights will also appear and on such a writ of errors as will bring them effectually within the jurisdiction of the court. <\/div> <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n399\"> The Lord has given unto us these rights, which we are learning to appreciate, but which the world know nothing of. Is it to be wondered at that they do many things, as did those who slew the Savior, concerning whom he said, &#x201C;They know not what they do?&#x201D;<span class=\"citation\" id=\"68333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68333)\">Luke 23:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n400\"> The rulers of our land have undertaken to set snares for our feet, to bring us into subjection to the political will of the Republican party to teach us how to promote party discord, be oppressed with heavy taxes and become burdened with debt. Let us put our trust in the living God, and see that while we violate no law of man unnecessarily, that we do not violate any of the laws of God, so that we may be entitled to His protection and that his blessing may abide with us. <\/div><div class=\"paragraph jod\" id=\"v23n401\"> Not desiring to occupy too much time, I would exhort my brethren and sisters to renew their diligence in trying to honor the Lord by keeping his commandments, remembering our obligations to each other; that we continue preaching the Gospel to the nations, gathering the honest in heart who receive the word through the ministrations of the Elders; and inasmuch as this is God's work we have no need to fear. There are those who dwelt here in 1848-9, who for days and weeks, scarcely tasted bread. Those who have passed through these scenes will never fear anything that may come upon us again. I often think of the peculiar circumstances of the Savior when upon the earth, who when Herod the Great sent word to him, inquiring who this Jesus of Nazareth was; the answer of the Savior being, Go tell him that the birds of the air have nests, and the foxes have holes, but the Son of Man hath not where to lay His head.<span class=\"citation\" id=\"64044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64044)\">Matt. 8:20<\/a><\/span><span class=\"citation\" id=\"67365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67365)\">Luke 9:58<\/a><\/span> Think of it my friends; He by whom <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the worlds were created, who gave the law upon Mount Sinai; He who communicated with the brother of Jared, directing him to cross the sea and people this continent; He who was and is our great Ruler came and dwelt in the flesh, instead of making himself the possessor of houses and lands and earthly substance, had not where to lay His head.<span class=\"citation\" id=\"64045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64045)\">Matt. 8:20<\/a><\/span><span class=\"citation\" id=\"67366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67366)\">Luke 9:58<\/a><\/span> And after passing through a life of sorrows he was tried for His life, when the judge washed his hands, saying, he found no fault in Him.<span class=\"citation\" id=\"68269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68269)\">Luke 23:4<\/a><\/span><span class=\"citation\" id=\"70794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70794)\">John 18:38<\/a><\/span><span class=\"citation\" id=\"69558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69558)\">John 19:4,6<\/a><\/span> The fact was He was above the law, He was without sin, and of the things of which they tried to convict him he was not guilty, wherein he said he was the Son of God, which they, in their blind ignorance, looked upon as blasphemy.<span class=\"citation\" id=\"69737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69737)\">John 10:36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n402\"> Now, we are charged with blasphemy, because we believe and declare that the holy Priesthood has been restored to us from heaven. It is made blasphemy to believe that Peter, James and John were sent from heaven to earth to ordain Joseph and Oliver,<span class=\"citation\" id=\"84644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84644)\">D&amp;C 27:12<\/a><\/span> and because, as they had been instructed to do, they ordained others to the same Priesthood, and then commissioned them to go to all the world and preach the Gospel.<span class=\"citation\" id=\"66768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66768)\">Mark 16:15<\/a><\/span> This is put forth and published as one of the blasphemies that we believe in which has made us to incur the displeasure and wrath of this self-righteous generation. While we contemplate that the Prophets of God have been slain, their blood ruthlessly shed, and the nation has never made an expression to exculpate themselves from the act, they have never even expressed their disapproval of it, but, on the contrary, multitudes have said, they were glad of it, but that they disliked the way in which it was done. <\/div><div class=\"paragraph jod\" id=\"v23n403\"> While this is upon the nation and  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>until they wash their hands of it, we can but look upon them with sorrow and apprehension and dread for thus acquiescing in breaking and overriding the fundamental laws of the land; for if these things can be inflicted upon us they can be done to others. And they have been to others. Do you not recollect when the army came here, it was the nation's first effort against the &#x201C;Mormons,&#x201D; against what they were pleased to term a &#x201C;twin relic&#x201D;&#x2014;polygamy; and having extirpated the &#x201C;twin relic&#x201D; of the South&#x2014;slavery, which was deemed necessary to secure the triumph of the republican arms, now the attack is made again upon the people representing the remaining &#x201C;relic.&#x201D; They and we are in the hands of God, and it becomes us to move on in all our duties quietly, peaceably and prayerfully. The nation, of course, can cause us a great deal of bodily and mental suffering if God permits. They have already shown what they are capable of doing by their deprivations and arbitrary rule in the south; and we have every reason to believe they would do as much for us were it the pleasure of the Almighty to permit them. <\/div><div class=\"paragraph jod\" id=\"v23n405\"> The few men now sitting in Congress, from the Southern States, who had the manhood and the moral courage to protest against the measure, which has since become a law, aimed directly at our liberty and rights, knew from experience the effects of military law, and those usurpations which have tended to ruin their country after the desolation caused by the war. They had been through the furnace, they could feel anew the burnings of the fire, and they could see the grief into which we are to be crowded. <\/div><div class=\"paragraph jod\" id=\"v23n406\"> The question with us is, are we sufficiently devoted to the interests <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the kingdom of God to enable us to confidently believe, without a doubt, that he will sustain us in all that we may be called upon to pass through? If we are he certainly will not permit any more to come upon us than we can endure and that will be for our good; because he is that God who is nearer to us than a friend or a brother. <\/div><div class=\"paragraph jod\" id=\"v23n407\"> He had told us that those who kept his commandments had no need to break the laws of the land.<span class=\"citation\" id=\"86156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86156)\">D&amp;C 58:21<\/a><\/span> We made no law nor passed any ordinance contrary to the laws of the land; the lawmakers of the nation made the law which brought us in conflict with our government; and, therefore, we must look to him to overrule this conflict, and trust that he will do better for us than we know how to ask or even to think for ourselves; provided, we pursue the path of duty faithfully and steadfastly. <\/div><div class=\"paragraph jod\" id=\"v23n408\"> I pray that we may so take consideration of our ways that we shall not feel vindictive to those who are vindictive towards us; but, on the contrary, rise above such a feeling upon the more elevated platform which was introduced by the Savior, in which he taught his disciples to do good to them who despitefully used and persecuted them.<span class=\"citation\" id=\"63216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63216)\">Matt. 5:44<\/a><\/span> This is a lesson that we have not fully learned. <\/div><div class=\"paragraph jod\" id=\"v23n409\"> May the Lord bless and prosper all who seek to do his will, and may his mercy be multiplied<span class=\"citation\" id=\"128672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128672)\">Jude 1:2<\/a><\/span> to all nations until the ends of the earth shall see the salvation of our God,<span class=\"citation\" id=\"57044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57044)\">Ps. 98:3<\/a><\/span><span class=\"citation\" id=\"59620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59620)\">Isa. 52:10<\/a><\/span> and until the kingdoms of this world become the kingdoms of our God and of His Christ;<span class=\"citation\" id=\"79506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79506)\">Rev. 11:15<\/a><\/span> may we live and our generations after us to perform efficient and faithful service in bringing about his purposes. Oh, that our enemies might see the error of their ways, repent as in dust and  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ashes and place themselves in a condition to receive the favor of God, and thereby escape the terrible judgments that must sooner or later overtake those who willfully battle against the truth. <\/div><div class=\"paragraph jod\" id=\"v23n411\"> It remains for us to continue to bear our testimony to the world, to build our Temples, in which to per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>form the work for ourselves and our dead, essential to salvation and exaltation in his kingdom, and to build up a Zion to the glory of God. That this may be our determined purpose to a faithful consummation, I humbly pray, in the name of Jesus, our Lord. Amen. <\/div>\n<\/div>\n<\/div>"}