{"ID":230028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Dependence Upon the Holy Spirit&#x2014;The Gathering and Its Object&#x2014;Sacrifices Required of the Saints&#x2014;The Risk of Rejecting the Testimony of the Truth&#x2014;Profession and Practice, Pretensions and Principle&#x2014;Impending Trials and Troubles, Trust in God&#x2014;Time and Eternity, Body and Spirit&#x2014;&#x201C;More Blessed Are They that Believe and Have not Seen&#x201D;&#x2014;The Spirit of Truthful Intuition the Safest Guide&#x2014;Exhortation, Counsel and Instruction.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph E. Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, September 3, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Dependence Upon the Holy Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph E. Taylor<\/div>\n<div class=\"date\">Date: 9\/3\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v23n810\"> It is a matter of surprise to people not of our faith when they are made acquainted with the fact that Elders of this Church are called promiscuously, as it were accidentally, to address the congregations that are assembled from time to time in this and other places in the midst of this people; that they appear before the congregation without any text, without any sermon, without giving any thought whatever to preparing the subject or subjects upon which they may speak. And these Elders have, by experience, learned the lesson that it is very necessary and essential for them to depend upon the Holy Ghost for their inspiration, for its assistance, for its influence, to enable them to speak and instruct the people as the Lord desires they should be instructed. What do I know about this audience this afternoon? Here is a sea of faces before me beaming with intelligence. I feel the influence of the various spirits of the people composing this congregation. They are all centered upon myself, or if my Brother was <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> speaking, they would be centered upon him or whoever the speaker might be. <\/div><div class=\"paragraph jod\" id=\"v23n811\"> Some have come to worship God with honesty of purpose, to partake of His holy sacrament with clean hands and pure hearts,<span class=\"citation\" id=\"56528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56528)\">Ps. 24:4<\/a><\/span> and are worthy of partaking of these sacred emblems of the death of our Lord and Savior Jesus Christ. They also come to listen to words of instruction, and many of them have a yearning desire, perhaps, to receive comfort to their souls, information, perchance, upon some particular point of doctrine connected with their holy religion. And then again, there are those in this congregation who have come here simply out of curiosity, having no particular interest in anything pertaining to the worship of this people, or the sacrament of which they are partaking; having no particular fondness for the doctrines taught by the Elders of the Church of Jesus Christ of Latter-day Saints, nor any of the principles incorporated in the faith of this people, but sim<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ply to see and out of sheer curiosity to listen that they may afterwards talk about what they have seen and heard according to their capacity and intelligence to understand and to comprehend that which they hear. A great number of this vast congregation have come from distant nations; they have heard the testimony of the servants of God, thousands of miles from the place they now occupy. They have received that testimony; they accepted and cherished that testimony in their hearts and it has led them to bid adieu to fatherland, to scenes of childhood, of youth, of mature age in many instances, to come to this land which they believed then and still believe to be the land of Zion, to be taught in the ways of the Lord, to be made acquainted with the principles of eternal truth, to comprehend the law of God, and to have an opportunity to practice that law in their lives and conduct. They have come also for the purpose of enjoying the companionship of the people they love&#x2014;a people who feel as they feel, who believe as they believe, who are inspired as they have been inspired, and are today inspired; they have come to this land for the purpose of receiving ordinances pertaining to their future existence. <\/div><div class=\"paragraph jod\" id=\"v23n813\"> By far the greater portion of the people who have thus come, have made sacrifices for this purpose, have checked natural feelings that have arisen in their bosoms, have severed kindred ties, associations, affinities, and affections. What for? &#x201C;I want to hear the voice of God; I want to hear the words of inspiration; I want to become acquainted with the law that my Father has given for me as well as the rest of his children to be governed by; I want to be placed under the imme<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>diate teaching, instruction, and counsel of those whom God has raised up and inspired by His Holy Spirit. I love you, my father; I love you, my mother; I love you, my sister, my brother and my child; but I love God more. I must yield your society; I must sacrifice the associations that I have enjoyed with you, because you cannot think as I think; because you cannot feel as I feel; because you are not inspired as I am inspired.&#x201D; We might mention other sacrifices that have had to be made, other things that have had to be yielded, given up, parted with, for this holy purpose and this holy desire that I have named this afternoon; for the feeling that permeates the hearts of these Latter-day Saints permeates their entire being, absorbs their entire thought, and their entire affection, for a true Latter-day Saint is fully devoted to his God and to his religion, spirit, and body; it affects his time, his talent, every energy that he possesses, and wherever can be found among this people a man who has any reserve, he is not devoted to his God as his religion demands that he should be. <\/div><div class=\"paragraph jod\" id=\"v23n814\"> Those present have had, in the main, equal opportunities with myself to become acquainted with the truths of eternal life. They have been taught where I have been taught; they have eaten, figuratively speaking, at the same table where I have partaken; and yet this afternoon I stand before you as a teacher and an instructor of the very people that have had equal opportunities with myself to learn and become acquainted with the law of God. How can I teach you? How can I instruct you? Upon what principle can I furnish you with the bread of life?<span class=\"citation\" id=\"69225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69225)\">John 6:35<\/a><\/span> Only by the power of the Holy Ghost, by its inspiration, by possess<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing its gifts. Is there any man without this Spirit, without the inspiration of this agency among the Latter-day Saints; from the President of the Church down through all the ramifications of the Priesthood, that is prepared to teach the people the law of God of himself? No, and I am bold to declare it this afternoon; neither is there a minister upon the face of this broad land or in all Christendom that can go before his congregation and feed them with the bread of life,<span class=\"citation\" id=\"69226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69226)\">John 6:35<\/a><\/span> unless he possesses the gift of the Holy Ghost, and speaks by virtue of that gift. <\/div><div class=\"paragraph jod\" id=\"v23n816\"> We send our Elders abroad, thousands of them; we have sent them for many years that are past, and until the Lord says to his servants stop, we shall continue to send them even to the most distant parts of the earth. For what purpose? To preach the Gospel, to proclaim the simple truths of eternal life, to explain to the understanding of the smallest mind what God expects and desires of the people in this last dispensation of the fullness of times. What Elders have been successful? The men that have stood before the people, and by the power of the Holy Ghost have declared the word of the Lord God to them; and here let me say in this connection, there never was a congregation that listened to a discourse delivered by an Elder of Israel, and that discourse was delivered by the power and demonstration and Spirit of the Almighty,<span class=\"citation\" id=\"72962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72962)\">1 Cor. 2:4<\/a><\/span> but there came to every man and woman in that congregation a response by that same Spirit, &#x201C;that is true.&#x201D; It bore testimony there and then to the truth of the remarks of the servant of God, and by this means, and by this means only will those who reject the truth stand condemned before God <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the day that they will appear before Him to give an account of their acts in this life. <\/div><div class=\"paragraph jod\" id=\"v23n817\"> Simply as a man; is not every man equal to myself? As far as opinions go, are not my neighbors just as precious and of as much value to him as mine are to me? Any ideas that I may possess, no matter how rational, apparently logical, no matter how reasonable they may sound; are not the opinions of every other man just as much value to him as mine are to me? Certainly they are. We occupy the same place, we are on an equality in this respect; but when we proclaim the word of the Lord, when we undertake to make known the decrees of the Almighty, and the plan of salvation, and we do it by the power and demonstration of the Spirit,<span class=\"citation\" id=\"72963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72963)\">1 Cor. 2:4<\/a><\/span> every man who rejects that proclamation will do so at his own risk, and will stand condemned before God, because he will not receive of that Spirit, not because he did not receive the reasoning of the man who spoke, but because he rejected the influence of the Spirit of God, by which he spoke. <\/div><div class=\"paragraph jod\" id=\"v23n818\"> I remarked at the outset that a part of this congregation had undoubtedly been gathered from distant nations having an object in view, with a design in their minds. Let me ask a few questions in connection with this: Are we pursuing this object? Are we following out this design? Are we continuing in the faith of the Lord Jesus Christ, and the Gospel of the Son of God? Are we developing righteousness in our lives? Are we making that righteousness manifest in our conduct? Are we sustaining the principles that charmed our hearts many years ago, thousands of miles distant from here? Have we grown in knowledge of the principles of life  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and salvation over and above that which we understood many years ago? What is our standing in the midst of the people and before God today? These are plain questions, but pertinent; and we should propound these questions to ourselves often and thus become our own catechisers. If we find we are lacking in any one particular we should take immediate steps to remedy any defect, any neglect, and should cease any wrongdoing of which we may have been guilty. We can afford to serve God, but we cannot afford to take a contrary course; we cannot afford to apostatize and deny the truth; we cannot afford to become recreant to the principles we have espoused; we cannot afford to go back upon our covenants. We profess more. We declare more. I may use another term, which may be strictly correct, we pretend more than any other people upon the face of the earth. We have a right to do this, but when our pretensions are made known, when our professions become the property of others, to the extent that these pretensions are understood, we should be consistent therewith. Many of us were asked by our friends, will you not abandon &#x201C;Mormonism?&#x201D; No. Will you not leave the society of that people, and not go out to that wild wilderness country, but stay with us? We answered most emphatically, No. And our presence here today and for the many years that are past, testifies that that was what we meant, if we did not say so in so many words. Now the same scenes, the same conditions, the same society, the same influences, the same evils, unbidden, unsought for, undesired, have presumed to locate themselves in our midst. Shall we affiliate with that which we once <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> abandoned, drink with the drunken, shake hands with the evildoer, fraternize with the sinner, defile ourselves before God, and forsake the holy covenants that we have made? These are plain questions. We have gone too far; we have become possessed of too much understanding; we have professed too much to be able to afford to go back again and partake of any of the evils that we left in Babylon, years and years ago. And if we do so we shall do it at our own risk, and that risk and its consequences will be most terrible for us. <\/div><div class=\"paragraph jod\" id=\"v23n820\"> We are threatened, we are menaced; we feel it strongly, very sensitively, very keenly; and we shall remember well in the days, in the years and in the times that are to come the instruments that have made these threatenings, and that have dared to raise their arms and their voice and their influence against us, while in the pursuit of the principles of eternal life. What then is our course? In whom is our trust? In God; in his power; in his arm; in his strength. Have we not made his acquaintance? Has he not revealed himself to us in the Gospel that we have received? Do we feel tremulous in the day of trouble&#x2014;that God will leave us and forsake us? Is this our condition? If it is we are not living our religion; if it is we are not keeping our covenants; if it is we have not cherished the influence of the Spirit of the Gospel of our Lord and Savior Jesus Christ, or it would produce other results. <\/div><div class=\"paragraph jod\" id=\"v23n821\"> It is true we number a very few people; numerically speaking our strength is weak. Many other things might be quoted concerning our position that are equally true; but understand this one thing&#x2014;and the world of mankind will know it  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by and by&#x2014;that we have set out to serve God, to keep his commandments, to build up his Church, to redeem his Zion upon this earth, without considering any consequences in the least. That is the condition. We have accepted the consequences; accepted conditions as they exist, with the powers of hell perchance sometimes combined together to force those unpleasant conditions upon us. Yes, when death itself shall stare us in the face and seem to be inevitable, for to that extent will the Lord try and prove some of His people, to see if they will keep His commandments. Even then God expects us to remain firm and unshaken. Shall we turn to the right hand? No. Or turn to the left hand? Never. Turn round entirely and take a backward course? No, not by the help of the Eternal One. And this world will know, and the enemies of God's people will know by and by of the strength and the power and the might of Him who has revealed Himself to His servant Joseph; who has conferred his authority, his priesthood upon men, authorizing them to act in his name. <\/div><div class=\"paragraph jod\" id=\"v23n823\"> There is a very singular expression in this book&#x2014;and I think the Savior who used the expression had an eye to this last dispensation, which reads: &#x201C;Whosoever shall fall upon this stone shall be broken.&#x201D;<span class=\"citation\" id=\"65364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65364)\">Matt. 21:44<\/a><\/span><span class=\"citation\" id=\"67921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67921)\">Luke 20:18<\/a><\/span> Mark it, not perhaps, not maybe, not conditionally. And again: &#x201C;But on whomsoever it shall fall, it will grind him to powder.&#x201D;<span class=\"citation\" id=\"65363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65363)\">Matt. 21:44<\/a><\/span><span class=\"citation\" id=\"67920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67920)\">Luke 20:18<\/a><\/span> Thus hath said the Lord God.<span class=\"citation\" id=\"128747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128747)\">Ex. 4:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n824\"> Now, my brethren and sisters, have you questioned yourselves as to your standing, as to your faith, as to your confidence in yourselves, in your religion and the Priesthood of God that administers to you, and in God the Eternal Father? <\/div> <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n825\"> We are in a dark land. Our minds are beclouded, the heavens are shut, and the veil can only be lifted by the power of faith. Who possesses it? The veil never has been lifted from the day that God hid himself from Adam in the Garden of Eden; it never has been lifted in any age of the world only by the power of the Priesthood and the gift of faith, and then only for a short time. We are compelled now to exercise the principle of faith. Whence comes it? It is a gift of God; but it needs cherishing; it needs cultivation; it needs nourishing, and it will grow within you and me, if we will cherish it to the extent that it is our privilege, until it will become so mighty within us, that we never can be moved, not even by death staring us in the face. <\/div><div class=\"paragraph jod\" id=\"v23n826\"> The world seem to measure their entire existence by this life, this being, these few paltry years upon this dark, cold and cruel earth. They say&#x2014;if not in words in acts&#x2014;&#x201C;Give me enjoyment today; give me pleasure today; give me what I conceive to be happiness today.&#x201D; &#x201C;But,&#x201D; says the man of inspiration, the man of forethought, the man whose mind reaches into the future, &#x201C;what about eternity?&#x201D; &#x201C;Oh,&#x201D; say the world, &#x201C;never mind eternity, let eternity take care of itself; let us gratify passion; let our ambitions be satisfied and realized here; it is all we ask.&#x201D; And they live like the brute although they have an existence like you and I. It is true they move upon the same earth, are surrounded by the same circumstances, but their minds have never reached out after God, and they are stultified, they are stunted in their growth, in the development of their mind; they know nothing and care to know less of the object of their creation and existence. They never con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived the idea of what dwells in their tabernacles&#x2014;the power independent of the tabernacle, but necessary to the life of that tabernacle; a fully organized identity that can exist without the tabernacle and possesses all the powers and a great many more than it can make manifest through the tabernacle, an existence separate from the tabernacle that came from God. And yet these men and women, many of them, when you talk to them upon the principles of eternal life, will say, &#x201C;Will you reason that out to me so that I can understand it in a way to satisfy my natural sense. Can I see what you talk about?&#x201D; No, you cannot see it with the natural eye. Can I hear it? No, you cannot hear it with the natural ear. Can I handle it with these hands? No, you cannot handle it with the natural hands. Then I shall not listen. I will ignore everything you say upon this subject. Your parents can approach you through your natural senses; they address themselves to the tabernacle. But when we come to the constitution of the spirit that dwells within the tabernacle, and then come to understand that that spirit emanated from God the Father, to whom will God the Father speak? Will He speak to the tabernacle that is the result of the agency of man and woman in producing it? No, only seldom and then to chosen ones, God the Father speaks to his own; and the angels that minister and speak, address themselves to the mind, as we call it, to this spirit that cannot be seen, that cannot be handled, that cannot be heard by the ears of the natural man. Here is the grand difficulty with the human family today. God cannot speak to them for they want to compel Him to come down to the grossness of the earthly tabernacle <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and reason everything out to the sense of that tabernacle? He will not do it. He did not six thousand years ago; and he will not do it now, nor in all time to come. The very medium through which inspiration comes, the very medium through which knowledge comes that benefits the human family, no matter whether it be scientific, philosophical or otherwise, there is not a truth extant upon the earth today that has been utilized, or many truths combined together that have been utilized, but have been the result of divine inspiration directly to the spirit of man, to the mind of man which is sometimes incorrectly called the soul of Man. God will talk with His own creation, and if that spirit in man will place itself in a position to listen to the voice of God, what will he say to that spirit, &#x201C;Control that tabernacle, I gave it to you for a greater exaltation; I gave it to you that after it shall have passed away, it may be resurrected from the grave, and if you subdue its passions, its unholy desires, if you sanctify that tabernacle before Me, then I am bound to bring that tabernacle from the grave and to bring it to the enjoyment of the fullness of My glory, which was the destiny of the spirit when it was first created.&#x201D; And, by the way, let me here say that there are a great many Latter-day Saints, good men and some few good women, who seem to be possessed of a skeptical turn of mind, they want everything reasoned out; if they receive any knowledge at all they want it to come through the gross, cold reasoning of humanity. In this connection there comes to my mind a little circumstance that is recorded here in this Testament. The disciples of Jesus, who had listened when together many times  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no doubt to His explanations of His own resurrection from the grave, found Thomas, and told him first the Savior had arisen. Said he: &#x201C;I will not believe it. Unless I get more positive proof through these natural senses of mine that such is the fact, I will not believe it though you say it, and I have no reason to doubt your word.&#x201D;<span class=\"citation\" id=\"70925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70925)\">John 20:24-25<\/a><\/span> Undoubtedly they had been truthful with each other; they had been taught to be truthful by their Lord and Master. The Savior after a while appeared to his disciples. Thomas was there. The Savior understanding Thomas' thoughts said: &#x201C;Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.&#x201D;<span class=\"citation\" id=\"70931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70931)\">John 20:26-27<\/a><\/span> Whereupon Thomas exclaimed, &#x201C;My Lord and my God.&#x201D;<span class=\"citation\" id=\"70936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70936)\">John 20:28<\/a><\/span> What did Jesus say? Did he reproach Thomas? Did he use harsh, cruel and severe words, because of Thomas's unbelief, as one of the chosen? No. He said, &#x201C;Blessed art thou, Thomas, because thou hast believed&#x201D;&#x2014;upon any condition; if you have received a testimony now, you are blessed; but more blessed are they that have not seen, and yet have believed.<span class=\"citation\" id=\"70940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70940)\">John 20:29<\/a><\/span> I think again of the beloved disciple John upon the isle of Patmos, who had the visions of the future opened to him for many ages to come, even unto the winding-up scene; he saw this earth eventually celestialized and made like unto a Urim and Thummim&#x2014;a sea of glass,<span class=\"citation\" id=\"79146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79146)\">Rev. 4:6<\/a><\/span><span class=\"citation\" id=\"80055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80055)\">Rev. 15:2<\/a><\/span><span class=\"citation\" id=\"91289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91289)\">D&amp;C 130:7-8<\/a><\/span> everything pertaining to it redeemed, and the earth clothed in the presence of God. When the angel commenced to unfold that beautiful vision to John, suppose John had questioned and queried and asked to have his natural senses gratified before he would receive that revelation, do you think we should have been in <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> possession today of this beautiful vision showing the grand winding-up scene of all things? I think not. I can say to this congregation&#x2014;I want to be understood clearly upon this point&#x2014;wherever it exists in truthfulness, intuition&#x2014;proper, correct and legitimate intuition is the safest rule and guide for the people, and Latter-day Saints should seek to become possessed of the spirit of intuition that comes by virtue of the possession of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v23n829\"> But to return now, my brethren and sisters, where do we stand? What is our faith? How much is our confidence? Have we lost any of it? If so, let us regain it. There is a time yet for repentance; there is a time yet left for us to manifest our humility before God; there are opportunities for us to retrace our steps if we have traveled in the wrong direction. The time will come, as far as this earthly existence is concerned, when these opportunities and advantages will cease. Can you be baptized here in the flesh for the remission of your sins? Yes. Can you yourself attend to that ordinance when your tabernacle is laid away in the grave? No, you cannot; that ordinance was revealed especially for this time. Can you have hands laid upon you for the reception of the Holy Ghost in this life? Yes. Can you enjoy this privilege when your body is laid away in the grave? No; and to prove that this ordinance, as well as others pertains to this life, this time, I need only say that when we undertake to extend the principles of salvation to those that are dead, somebody in the flesh must represent the person for whom the ordinances are intended who may have neglected or have had no opportunity to attend to these ordinances themselves while in the flesh.  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When we get to the other side of the veil, we shall find another state of things existing there; we shall find other conditions, other surroundings, other laws, pertaining to that peculiar existence of spirit; we shall find already existing there other organizations. Our bodies will have been left in the grave with all their weaknesses, with all their imperfections. Our spirits will not go down into the grave. They live in the presence of God; they will be held responsible for that tabernacle, for its acts, for its development; they will be held responsible before God, before the heavens, for the faith they have exercised, or for the wrongs that they have allowed themselves to be guilty of in the flesh; for I say right here; I repeat it again, that it is the business of the spirit to preside over, to be master of and to control this fleshy tabernacle to all intents and purposes and to hold it subject to all the laws of God. But, says one, there are weaknesses that pertain to the flesh, are they all sins? No. What about those weaknesses? The man who has been pure in his spirit, pure in his heart, pure in his intentions and desires before God, when he lays that body down in the grave there will be found in the very elements with which his body will mingle, a power to cleanse and purify all weaknesses as pertaining to the flesh which cannot be regarded as sins before God. Yes, give mother earth time and she will so effectually purify the taber<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nacle that she will get it ready for the resurrection from the grave to be reunited with the spirit. Then after a while we shall become acquainted with the higher laws, with principles altogether different to those taught to us in the flesh and which also pertain to eternal lives. And then again, when we come to be resurrected from the grave we shall find other conditions in advance of those; we shall find God's Priesthood there, his law there, his power there, his influence there, as there will be teachings and instructions to be given even then; and thus shall we keep going on from condition to condition of perfection and glory until we become possessed of the glory that belongs to God. Is it worth living for? Is it worth enduring a few threats for? Is it worth being quiet when you are menaced, and as passive as the Lord wants you to be? Yes. Is it worth making any sacrifice for? Is it worth leaving home, father, mother, sister, brother? It is. And why? The day will come, perchance, even in the spirit world, when that father and mother, sister and brother, who despised you, will be seeking after salvation and will want to have conferred upon them the powers of eternal life. And you will have placed yourself in the position to act for them though your body may be in the grave, for your spirit still lives and you can preach and even become a minister of salvation to those of your own house. Amen. <\/div>\n<\/div>\n<\/div>"}