{"ID":230036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Tithes and Offerings&#x2014;Consecrations and Stewardships&#x2014;The Law of the Lord to the Latter-day Saints&#x2014;The Meaning of &#x201C;Surplus Property&#x201D;&#x2014;Tithes and Offerings in Ancient Times&#x2014;The Year of Jubilee or Release&#x2014;The Importance of Paying Tithing&#x2014;God the Giver of Every Good Gift&#x2014;Tithes and Offerings His Due.<\/div>\n<div class=\"subtitle\">Discourse by Elder Franklin D. Richards, delivered at Logan, on Saturday Afternoon, Nov. 6, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Tithes and Offerings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 11\/6\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v23n967\"> My dear brethren and sisters and friends, I am much edified by the remarks which have been made here today. I believe that your president is looking after his work throughout this Stake over which he presides, and I hope you will take into careful consideration the subjects he has presented to you, as they are matters of practical importance. We feel that we are numbered with God's people, and that it is very well with us in a general way, but there is a time coming when we shall each and every one of us be brought to a solemn, serious and faithful understanding of our true relationship to God and to each other, as well as to the work in which we are now called to labor. We all have our free agency to do good or evil. Every faithful Saint will have a desire to find the blessing that legitimately belongs to each particular ordinance and labor in the Church, for there is a blessing belonging to each office and calling, to each labor and duty, and to each particular ministration and work required of us. <\/div><div class=\"paragraph jod\" id=\"v23n968\"> The Elders who spoke this morning made allusions to the subject of <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tithing, which particularly pleased me; some may think this a hackneyed subject and wish we would talk about something else, believing that they know all that has been spoken or written about it; but I think there are a few things pertaining to this matter which we may not have considered. If there is any brother here who feels that today his tithing is onerous or that this tithing is a tax upon him, and that he has got so much he cannot afford to pay tithing on it, or that he has so little that he cannot spare a tenth of it, such a brother does not realize and sense the blessing that flows from paying an honest tithing, for if he did he would deem it just as necessary to obey that law of God to us, in order to obtain the special blessing thereof, as he would of going to his meals in order to derive the temporal blessing of health and strength from partaking of food. If we could take home to our hearts and understandings the sayings of Bishop Hunter here last Conference, namely, &#x201C;pay your tithing and be blessed,&#x201D; the subject of tithing would appear of greater moment to us. I recollect, not long ago, being  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>told that a certain person worth his thousands of dollars paid one dollar and fifty cents; perhaps in order to be able to say at the end of the year that he paid tithing. Now, this kind of compromise with one's conscience is not the thing for Saints&#x2014;hypocrites may indulge in it. <\/div><div class=\"paragraph jod\" id=\"v23n970\"> Will you engage with me a few minutes, and consider the subject of tithing as the Lord has given it to us, and see if we can get to understand it, see if, peradventure, there is something in it worthy to be sought after. Does he give us a requirement that is not fraught with blessing and consolation to us. Not at all. Every requirement lived up to brings consolation and blessing. If I can have the liberty of the spirit to dwell on this subject, I would like us to look at it, and see if there is not something in it which we have not found out and which is both desirable and profitable. <\/div><div class=\"paragraph jod\" id=\"v23n971\"> I will read from the Doctrine and Covenants a short but very comprehensive Revelation upon this subject; but before doing so let me say that wherever tithing is spoken about, the word offerings is frequently connected with it. For instance, the Lord by His prophet Malachi, charged Israel with having robbed him of His tithes and offerings.<span class=\"citation\" id=\"62427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62427)\">Mal. 3:8<\/a><\/span> These are words which although not strictly synonymous, are so nearly alike that they are frequently used together, and sometimes one for the other. But as used in the ancient scriptures tithes are not offerings, and offerings are not tithes. It should be kept in mind that this Church was organized more than eight years before the Lord gave to his people in this great and last dispensation a law on the subject of tithing. Let this be borne in mind as we proceed. The beginning of this work was founded in offerings <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and in consecrations, by the people giving themselves and all they possessed to the work of God when they embraced it. In the building of the Temple at Kirtland, the law of tithing was not known, but every man went to work on that House after the manner of bees returning to their hive, and each bringing in the necessary material to enable them to carry on the work. <\/div><div class=\"paragraph jod\" id=\"v23n972\"> When the first Bishop, Edward Partridge, was appointed to the high position of Bishop of the Church in Zion, his duty, as given by revelation, was not to deal with tithing. Indeed tithing was not even mentioned in the whole revelation, but he was required to receive the consecrations of the Saints, and to set off to them their inheritances.<span class=\"citation\" id=\"85370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85370)\">D&amp;C 42:31-32<\/a><\/span> No revelation had yet been given upon the subject of tithing. When the Saints had gone up from Kirtland to Jackson County in Missouri, and had been driven to Clay County, and from Clay to Caldwell County, and when Brothers Joseph and Hyrum, David and Oliver, and the leading authorities of the priesthood at that time were congregated in Far West, the then gathering place of Israel, and where a Temple was appointed to be built, it was on the 8th of July, 1838, that the Lord gave for the first time to this people, through the Prophet Joseph Smith the law on the subject of tithing,<span class=\"citation\" id=\"90750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90750)\">D&amp;C 119:1-7<\/a><\/span> and we should understand this in order to approach the subject in a correct and proper manner. <\/div><div class=\"paragraph jod\" id=\"v23n973\"> Up to this time you will recollect that the Saints had gone to Missouri to receive inheritances according to the order of stewardships, consecrating all they had to the Bishop in Zion; and in turn he delivered to every man his stewardship and gave to him a written deed and covenant, in the name of the Lord, and in the  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>authority of his holy ministerial calling which could not be broken;<span class=\"citation\" id=\"85350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85350)\">D&amp;C 42:30<\/a><\/span> and as you well know who are familiar with the history, the Saints were during the following winter of 1838-9, driven out from Missouri altogether. <\/div><div class=\"paragraph jod\" id=\"v23n975\"> We will now look at this short revelation given through Joseph, the Prophet, at Far West, Missouri, July 8th, 1838, in answer to a question, &#x201C;O Lord, show unto thy servants how much thou requirest of the properties of the people for a tithing.&#x201D;<span class=\"citation\" id=\"90728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90728)\">D&amp;C 119 Headnote<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n976\"> 1. &#x201C;Verily, thus saith the Lord, I require all their surplus property to be put into the hands of the bishop of my church of Zion, <\/div><div class=\"paragraph jod\" id=\"v23n977\"> 2. &#x201C;For the building of mine house, and for the laying of the foundation of Zion and for the priesthood, and for the debts of the Presidency of my Church. <\/div><div class=\"paragraph jod\" id=\"v23n978\"> 3. &#x201C;And this shall be the beginning of the tithing of my people. <\/div><div class=\"paragraph jod\" id=\"v23n979\"> 4. &#x201C;And after that, those who have thus been tithed shall pay one-tenth of all their interest annually; and this shall be a standing law unto them forever, for my holy priesthood, saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v23n980\"> 5. &#x201C;Verily I say unto you, it shall come to pass that all those who gather unto the land of Zion shall be tithed of their surplus properties, and shall observe this law, or they shall not be found worthy to abide among you. <\/div><div class=\"paragraph jod\" id=\"v23n981\"> 6. &#x201C;And I say unto you, if my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon, that it may be most holy, behold, verily I say unto you, it shall not be a land of Zion unto you. <\/div><div class=\"paragraph jod\" id=\"v23n982\"> 7. &#x201C;And this shall be an ensam<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple unto all the stakes of Zion. Even so. Amen.&#x201D;<span class=\"citation\" id=\"90751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90751)\">D&amp;C 119:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n983\"> Before going further I want to stop and consider the question asked by some, what He means where the Lord requires the surplus property of His people as the beginning of their tithing.<span class=\"citation\" id=\"90737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90737)\">D&amp;C 119:1-3<\/a><\/span> Let us consider for a moment this word &#x201C;surplus.&#x201D; What does it mean when applied to a man and his property? Surplus cannot mean that which is indispensably necessary for any given purpose, but what remains after supplying what is needed for that purpose. Is not the first and most necessary use of a man's property that he feed, clothe and provide a home for himself and family? This appears to be the great leading objects for which we labor to acquire means, and as, until the time that this revelation was given, all public works and raising of all public funds had been by consecration, was not &#x201C;surplus property,&#x201D; that which was over and above a comfortable and necessary subsistence? In the light of what had transpired and of subsequent events, what else could it mean? Can we take any other view of it when we consider the circumstances under which it was given in Far West in July, 1838? <\/div><div class=\"paragraph jod\" id=\"v23n984\"> I have been unable in studying this subject to find any other definition of the term surplus, as used in this revelation, than the one I have just given. I find that it was so understood and recorded by the Bishops and people in those days, as well as by the Prophet Joseph himself, who was unquestionably the ablest and best exponent of this revelation. <\/div><div class=\"paragraph jod\" id=\"v23n985\"> Immediately following the persecutions of the Saints in the expulsion from the State of Missouri, the Prophet Joseph, in 1839, found the sickly town of Commerce so nearly  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>depopulated, by disease, that its remaining inhabitants were glad to sell out to him their sickly place, which afterwards became the delightful Nauvoo&#x2014;for God blessed it and made the place healthy as well as beautiful. Soon a site was selected on which to build a Temple, as says the Lord, &#x201C;which my people are always commanded to build unto my name.&#x201D;<span class=\"citation\" id=\"91025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91025)\">D&amp;C 124:39<\/a><\/span> The cornerstones were laid and the gathered saints were diligently at work on the building. <\/div><div class=\"paragraph jod\" id=\"v23n987\"> How did they build it? Here for the first time in this dispensation the principle of tithing was practiced by the Saints in the labor of building a Temple. Few, if any, in those days, who came to Nauvoo, had any surplus, and many had not a comfortable subsistence, consequently the tithing of the people on that Temple was mostly in labor as I well recollect&#x2014;for I worked in the quarry every tenth day when I was not absent on missionary service. I remember very well that every man who was dependent on his daily labor went in good faith and performed the work assigned him, and it was considered and credited to him as his tithing. When brethren who had property gathered there they were tithed of their surplus property,<span class=\"citation\" id=\"90780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90780)\">D&amp;C 119:5<\/a><\/span> and then after that of their increase of the residue from that time on.<span class=\"citation\" id=\"90770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90770)\">D&amp;C 119:4<\/a><\/span> So abundant was the spirit of consecration among the Saints in those days, they voted rather than have the Temple fail of completion by the appointed time, they would appropriate their homes and the lots on which they stood for its accomplishment. After paying such surplus as the beginning of their tithing,<span class=\"citation\" id=\"90753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90753)\">D&amp;C 119:3<\/a><\/span> &#x201C;those who have thus been tithed shall pay one-tenth of all their interest annually; and this shall be a standing law unto them <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forever, for my holy priesthood, saith the Lord.&#x201D;<span class=\"citation\" id=\"90771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90771)\">D&amp;C 119:4<\/a><\/span> Again, &#x201C;Verily I say unto you, it shall come to pass that all those who gather to the land of Zion shall be tithed of their surplus property, and shall observe this law, or they shall not be found worthy to abide among you.&#x201D;<span class=\"citation\" id=\"90781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90781)\">D&amp;C 119:5<\/a><\/span> This is a command; it does not say it may or may not be, but they <span class=\"italic\">shall<\/span> not be worthy to abide among you. &#x201C;And I say unto you, if my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon, that it may be most holy, behold, verily I say unto you, it shall not be a land of Zion unto you.&#x201D;<span class=\"citation\" id=\"90791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90791)\">D&amp;C 119:6<\/a><\/span> This language is plain and free from ambiguity. &#x201C;And this shall be an ensample unto all the stakes of Zion.&#x201D;<span class=\"citation\" id=\"90802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90802)\">D&amp;C 119:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n988\"> I call your attention to this that we may look at it and come to know what it really means to pay tithing. For I do believe that the majority of the brethren want to understand what is the mind of the Lord on this subject, because our blessings all depend upon our understanding what is his mind and will and then carrying it out to the best of our ability. Some who pay their tithing think they ought not to be called upon for any offerings to the Temple or poor, and say, &#x201C;If I have to make donations I cannot pay tithing;&#x201D; and they act accordingly. <\/div><div class=\"paragraph jod\" id=\"v23n989\"> I might go on to speak about a great variety of views which are taken of this subject, but suppose we take a look at what the Lord said and did about these things anciently. First, a word concerning offerings. People carry something to the poor because they feel it to be a requirement; but do they do it in the way that they may receive the blessings of the Lord that per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain to the giving of those offerings? There is a great deal more belonging to this than I shall attempt to explain now. The first manifestation of God's favor and of his disfavor to man over the matter of offerings was towards two of the sons of Adam&#x2014;Abel and Cain; Abel brought the firstlings of his flock and of the fat thereof, such an offering was acceptable to the Lord, and because of this the favor and blessing of God was upon him. Cain, his own brother, child of the same parents, brought his offering to the Lord, but his offering the Lord could not accept, it was displeasing in his sight.<span class=\"citation\" id=\"52688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52688)\">Gen. 4:3-5<\/a><\/span><span class=\"citation\" id=\"92608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92608)\">Moses 5:18-21<\/a><\/span> The Bible does not give us the particular reasons for the acceptance of Abel's and the rejection of Cain's offering; but the Talmud, an ancient Jewish record, informs us that, &#x201C;while Abel selected the finest and best-conditioned animals of his flock, Cain offered fruit of an inferior quality, the poorest which the earth afforded. Therefore, Cain's offering was unheeded, while the fire of acceptance fell from heaven, consuming the gracious gift which his brother had presented to his Maker.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v23n991\"> Cain's offering did not represent that gratitude and acknowledgement which was witnessed in his brother Abel's. And while God could pour out his blessing and spirit upon Abel, accepting of his offering, He could not do so to Cain. We may take this down to the times of Israel in the land of Canaan. The Lord, when he gave them the law of tithing, gave also the particular item of offerings. They had to bring peace offerings<span class=\"citation\" id=\"54340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54340)\">Ex. 20:24<\/a><\/span> and different kinds of offerings<span class=\"citation\" id=\"54418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54418)\">Ex. 29:28<\/a><\/span> before the Lord, that by complying with these the favor of God might rest upon them. But to give a more striking and significant instance, let me refer you <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the case of Solomon, who, wanting a certain peculiar blessing from the Lord, offered a sacrifice unto the Lord of 3,000 bullocks,<span class=\"citation\" id=\"128758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128758)\">2 Chr. 35:7<\/a><\/span> and said he, &#x201C;O, Lord, if thou wilt accept of my offering, I desire not the riches nor the wealth, nor the honor of the world, but I desire wisdom, that I may be able to lead the people in the right way of the Lord.&#x201D;<span class=\"citation\" id=\"55610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55610)\">1 Kgs. 3:1-14<\/a><\/span><span class=\"citation\" id=\"55904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55904)\">2 Chr. 1:1-12<\/a><\/span> What effect did this offering produce? The Lord granted the desire of his heart. Here was a standard given. Solomon did not want a blessing worth a certain amount, he wanted one that should reach his people through him; the blessing that he might be enabled to rule over them in wisdom. He sought such a blessing, and not the blessing of earthly goods; and God granted it to him, and he made the wisest of men<span class=\"citation\" id=\"128759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128759)\">1 Kgs. 4:34<\/a><\/span> and the best ruler that ever led that people; although his heart was led astray, after idols, as the Lord told him it would be if he took wives from other nations which were idolatrous.<span class=\"citation\" id=\"55644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55644)\">1 Kgs. 11:1-6<\/a><\/span> When we make offerings unto God, they should be of the best and the choicest that we have, and when this is the case we can with more freedom and faith ask our Father for some of the best of His blessings. But if we give the poorest of our property as some do, will it be acceptable to the Lord, and shall we obtain the blessing we desire? <\/div><div class=\"paragraph jod\" id=\"v23n992\"> If you were going to make an offering to the nobles of the earth, you would never think of presenting anything but the best and choicest of the kind of gift you were going to make. I do not want to speak lengthily upon this matter of offerings, but to merely remind you that when we make offerings we should do so in sincerity, imparting the best we have, as did Abel, and never presenting anything that our better  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nature would intimate to us would not be acceptable to God or His servants, that we may not share the lot of Cain. <\/div><div class=\"paragraph jod\" id=\"v23n994\"> Let us now return more particularly to the subject of tithing. The Lord gave to His people anciently the law of tithing. It is recorded in the 14th chapter of Genesis, that Abraham, when he went out with 318 trained men, in the power of God, slew certain wicked kings, thereby winning the admiration of God's High Priest Melchizedek, who we are told, went out to meet him when he was returning home, and blessed him.<span class=\"citation\" id=\"53070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53070)\">Gen. 14:13-19<\/a><\/span> Abraham turned over one-tenth of the spoils that he had taken to this man of God;<span class=\"citation\" id=\"53079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53079)\">Gen. 14:20<\/a><\/span> he did not even take them home, so regardful was he to conform to this law, which he respected and honored, and the observance of which brought such great blessings upon his own head and upon the heads of his generations after him, who also observed this law. Paul, hundreds of years afterwards, quoted it as an example for those of his day.<span class=\"citation\" id=\"76788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76788)\">Heb. 7:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n995\"> The Bible informs us that Jacob, while serving for his wives, recognized this law, and said to the Lord: &#x201C;Of all that thou shalt give me I will surely give the tenth unto thee.&#x201D;<span class=\"citation\" id=\"53487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53487)\">Gen. 28:22<\/a><\/span> The Lord blessed him with the desires of his heart and prospered him exceedingly. He paid his tithing. <\/div><div class=\"paragraph jod\" id=\"v23n996\"> So also the Prophet Joseph and other leading Elders of the Church in our own day have covenanted with the Lord and paid their tithing with most careful consideration. When Israel was being brought up from the land of Egypt, and the Lord established his law among them to make them his people, he gave them the following commandment in regard to tithing. Leviticus 27:30-33: &#x201C;All the tithe of the <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> land, or of the fruit of the tree, is the Lord's: it is holy unto the Lord. And if a man will at all redeem ought of his tithes, he shall add thereto the fifth part thereof. And concerning the tithe of the herd, or of the flock, even of whatever passeth under the rod, the tenth shall be holy unto the Lord.&#x201D;<span class=\"citation\" id=\"54648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54648)\">Lev. 27:30-32<\/a><\/span> &#x201C;Whatsoever passeth under the rod.&#x201D;<span class=\"citation\" id=\"54651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54651)\">Lev. 27:32<\/a><\/span> Do you know what that means? I will relate the history as it has come down to us. When they came to pay their tithing the Lord told them it should not be the poorest, neither would he ask the best; therefore they put their flock or herd in a pen having an outlet just large enough for one to pass out at a time, and as the animals passed in single-file, the owner stood by with a rod in his hand that had been dipped in some sort of coloring material, counting them as they came out, and touching every tenth animal with his colored rod. He would not go in among them and pick them lest his judgment might not be right, but the flock passed out according to their own inclination, and as they passed, the owner stood with the coloring rod and marked on the back of every tenth animal, and after all had passed out to an adjoining fold, those that were marked were then picked out from the flock. &#x201C;He shall not search whether it be good or bad, neither shall he change it: and if he change it at all, then both it and the change thereof shall be holy; it shall not be redeemed.&#x201D;<span class=\"citation\" id=\"54653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54653)\">Lev. 27:33<\/a><\/span> They were to take it as it came, not to pick the good nor the bad; this was the requirement, that they should give to the Lord tithes of all: Leviticus 27:30-33. There is another feature in this which is worthy of notice, while all Israel paid these offerings and tithes of  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their seed and grain, flocks and herds, to the ones appointed to receive it&#x2014;to the Levites; that tribe of Israel was forbidden to have any other property, but they had to live on the tithing thus presented.<span class=\"citation\" id=\"54809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54809)\">Num. 18:20-24<\/a><\/span> Still they were required to pay a tithe of what they received the same as the rest of the people. The Scriptures say about this in the 18th chapter of Numbers: &#x201C;And the Lord spake unto Moses, saying, Thus speak unto the Levites, and say unto them, When ye take of the children of Israel the tithes which I have given you from them for your inheritance, then ye shall offer up an heave offering of it for the Lord, even a tenth part of the tithe. And this your heave offering shall be reckoned unto you, as though it were the corn of the threshingfloor, and as the fullness of the winepress.&#x201D;<span class=\"citation\" id=\"54812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54812)\">Num. 18:25-27<\/a><\/span> Thus we see that the Levites had to pay tithing of all they received. <\/div><div class=\"paragraph jod\" id=\"v23n998\"> Again, the Lord called upon Israel to hold at certain seasons what they called feasts. He told them that they should bring their supplies, provisions, etc., at the times of these feasts, and that on the first day they should not do any manner of work, but should come together on the day of the feast of Pentecost and the passover, and should remember how the Lord passed by them in the land of Egypt; and the first day and the last day of the feast they were required to keep without working.<span class=\"citation\" id=\"54636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54636)\">Lev. 23:4-8<\/a><\/span><span class=\"citation\" id=\"54907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54907)\">Num. 28:18-25<\/a><\/span> And the people were commanded to eat before the Lord with clean hearts and with rejoicings, and were particularly requested to invite the Levite who was without part or inheritance among them.<span class=\"citation\" id=\"55032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55032)\">Deut. 12:12<\/a><\/span><span class=\"citation\" id=\"55050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55050)\">Deut. 14:29<\/a><\/span><span class=\"citation\" id=\"55056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55056)\">Deut. 16:1-15<\/a><\/span> The Lord pointed out things definitely for His people, and as long as they obeyed strictly the requirements made of them <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they flourished and prospered in the land. And it was wonderful how that little land of Canaan was made to support the millions of Israel, with all their flocks and herds. It was truly a land flowing with milk and honey.<span class=\"citation\" id=\"53803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53803)\">Ex. 3:8,17<\/a><\/span><span class=\"citation\" id=\"54979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54979)\">Deut. 6:3<\/a><\/span> And it was because of the blessing of God that was upon it. <\/div><div class=\"paragraph jod\" id=\"v23n999\"> The Lord our God wants us to sanctify this land unto him by paying our tithing and offerings, that He may bless it unto us and make it a blessed land upon the face of the earth, not only to us but to our generations after us.<span class=\"citation\" id=\"128760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128760)\">D&amp;C 38:18-20<\/a><\/span><span class=\"citation\" id=\"90792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90792)\">D&amp;C 119:6<\/a><\/span> He has gone so far as to say that kings should not rule over it,<span class=\"citation\" id=\"81411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81411)\">2 Ne. 10:11<\/a><\/span> and that if the people who live upon it should become wicked, when the cup of their iniquity became full they should be cut off.<span class=\"citation\" id=\"83336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83336)\">Ether 2:8-12<\/a><\/span><span class=\"citation\" id=\"83482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83482)\">Ether 9:20<\/a><\/span> These are great promises made unto us if we carry out the requirements of the Gospel. And yet, how little do we know of the great blessings that follow obedience to the law of tithing? Some seem to forget that if they do not pay tithing, they are not even entitled to a recommend from their Bishop to partake of the general blessings of the Lord's house. They do not seem to realize this. The day is coming when you will want to go into the Temple of the Lord which is now being erected in your city, and receive your ordinances there, the records will be searched to see if you have paid your tithing. And then you will have occasion for sorrow and regret if you have not been faithful to this requirement in times of prosperity, and while you could have paid as well as not. <\/div><div class=\"paragraph jod\" id=\"v23n1000\"> There are some features of this subject which seem like a crowning climax of the text. After the Lord revealed to Israel the law of tithing, and after telling them how  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to keep the feast of the Passover etc., he tells them another peculiar thing, to which I wish to call your attention, as it is connected with the subject&#x2014;in Deuteronomy 26:12-14. <\/div><div class=\"paragraph jod\" id=\"v23n1002\"> &#x201C;When thou hast made an end of tithing all the tithes of thine increase the third year, which is the year of tithing, and hast given it unto the Levite, the stranger, the fatherless, and the widow, that they may eat within thy gates, and be filled; <\/div><div class=\"paragraph jod\" id=\"v23n1003\"> &#x201C;Then thou shalt say before the Lord thy God, I have brought away the hallowed things out of mine house, and also have given them unto the Levite, and unto the stranger, and to the fatherless, and to the widow, according to all thy commandments which thou hast commanded me: I have not transgressed thy commandments, neither have I forgotten them: I have not eaten thereof in my mourning, neither have I taken away ought thereof for any unclean use, nor given ought thereof for the dead: but I have hearkened to the voice of the Lord my God, and have done according to all that thou hast commanded me.&#x201D;<span class=\"citation\" id=\"55126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55126)\">Deut. 26:12-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1004\"> Here is a curious saying: When thou hast made an end of this tithing, and eaten within thy gates,<span class=\"citation\" id=\"55125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55125)\">Deut. 26:12<\/a><\/span> then thou shalt say before the Lord: &#x201C;I have brought away the hallowed things out of mine house, and also have I given them unto the Levite, and unto the stranger, to the fatherless, and to the widow, according to all thy commandments which thou hast commanded me: I have not transgressed thy commandments, neither have I forgotten them.&#x201D;<span class=\"citation\" id=\"55127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55127)\">Deut. 26:13<\/a><\/span> Now, supposing there was an ordinance of that kind instituted among us that at the close of each annual settlement, it was required of each <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man to say, I have paid my tithing, the tenth of all the Lord has given unto me; I have delivered it to my Bishop or to the storehouse of the Lord, as the Lord has required. And then to say, I have done all things according to the commandments of the Lord my God, and have not failed in any of these things. How many of us could lift up our hands and say that we have done all that God has required? There was the point&#x2014;God brought it home to the people, and when a man could say this his neighbors knew he was living the law of God. This was something that created confidence and fellowship between man and man. When they could thus testify that they had done all that was required of them, they could also, with good grace and faith, ask the blessings of God upon them and their land as written in the 15th verse of the chapter just quoted: &#x201C;Look down from thy holy habitation, from heaven, and bless thy people Israel, and the land which thou hast given us, as thou swarest unto our fathers, a land that floweth with milk and honey.&#x201D;<span class=\"citation\" id=\"55128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55128)\">Deut. 26:15<\/a><\/span> As the Lord has in like manner said unto us. <\/div><div class=\"paragraph jod\" id=\"v23n1005\"> &#x201C;And I say unto you, if my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon, that it may be most holy, behold, verily I say unto you, it shall not be a land of Zion unto you.&#x201D;<span class=\"citation\" id=\"90793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90793)\">D&amp;C 119:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1006\"> There is one other thing in connection with this wherein the Lord gave to the people a requirement which it would seem was intended to reach home to their hearts and to prevent greed and covetousness. Every seventh year was a year of jubilee or release when the poor, the unfortunate, the bondmen and  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the debtor were set free. <\/div><div class=\"paragraph jod\" id=\"v23n1008\"> If a man borrowed of his neighbor during the early part of the six years, he had more time which gave a better prospect of being able to pay before the seventh year arrived. If another wished to borrow during the sixth year, not having so much time to earn or make the pay, persons having money to lend would naturally feel that it was doubtful if they would get their money back. <\/div><div class=\"paragraph jod\" id=\"v23n1009\"> Upon this peculiar feature of financial policy the Lord says, &#x201C;If there be among you a poor man or one of thy brethren within any of thy gates in thy land which the Lord thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother: But thou shalt open thine hand wide unto him, and shalt surely lend unto him sufficient for his need, in that which he wanteth. Beware that there be not a thought in thy wicked heart, saying, The seventh year, the year of release is at hand; and thine eye be evil against thy poor brother, and thou givest him nought; and he cry unto the Lord against thee, and it be sin unto thee. Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the Lord thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.&#x201D;&#x2014;Deut. 15:7-10.<span class=\"citation\" id=\"55055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55055)\">Deut. 15:7-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1010\"> How wonderfully the Lord in all his teachings seeks and works to do away with covetousness, that sin which is idolatry,<span class=\"citation\" id=\"75313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75313)\">Eph. 5:5<\/a><\/span><span class=\"citation\" id=\"75622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75622)\">Col. 3:5<\/a><\/span> from the midst of his people. If thy brother come to thee on the sixth year thou shalt not close thine hand against him, but thou shalt open wide thine hand unto him. Thou shalt not let thy wicked heart say, that the seventh year, the year of release is at hand <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I perhaps will lose it all.<span class=\"citation\" id=\"55054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55054)\">Deut. 15:7-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1011\"> Brethren, since so exalted sentiments of charitable benevolence were given to the ancients, under the law, shall we to whom the fullness of the Gospel has come, let these precepts pass by unheeded without treasuring them up in good and honest hearts? <\/div><div class=\"paragraph jod\" id=\"v23n1012\"> I have but just begun to open the door, just commenced to enter into some details that environ this great and vastly important subject. I have only aimed at the importance and general bearing of this law upon the Saints, as touching all that the Lord gives unto us, not dealing in the least with the administration of His law. <\/div><div class=\"paragraph jod\" id=\"v23n1013\"> Let us consider&#x2014;who is it that causes the grain to increase when we put it into the earth? Who makes our flocks and herds to increase? Who gives us the vitalizing air we breathe&#x2014;the liberty we enjoy with all the hopes and promises of eternal life and glory through obedience to the Everlasting Gospel? God the giver of every good gift.<span class=\"citation\" id=\"77478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77478)\">James 1:17<\/a><\/span><span class=\"citation\" id=\"83607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83607)\">Moro. 10:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1014\"> From the foregoing we learn that the law of tithing is a strict commandment, a law which if obeyed faithfully by God's people will bring blessing, plenty and sanctification of the land occupied by them unto God and His purposes, but if disobeyed the disobedient &#x201C;shall not be found worthy to abide among the saints, and this land shall not be a land of Zion unto them.&#x201D;<span class=\"citation\" id=\"90783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90783)\">D&amp;C 119:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1015\"> That the difference between tithing and offering is that tithing is designated, meaning one-tenth, neither more nor less; while offerings are also required, the amount is left optional with the giver&#x2014;the measure he metes will be measured to him again.<span class=\"citation\" id=\"63720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63720)\">Matt. 7:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1016\"> That the tithing of all that the  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord gives unto us belongs unto Him, and it is our first duty to the Church to pay it, and after that the sacred precepts, teach offerings and a generous benevolence to the poor and needy, whether in gifts or loans&#x2014;discouraging greed or covetousness of this world's goods, which is idolatry.<span class=\"citation\" id=\"75314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75314)\">Eph. 5:5<\/a><\/span><span class=\"citation\" id=\"75623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75623)\">Col. 3:5<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n1018\"> I earnestly pray that the Spirit of God may enable us to master this and all other principles of the Gospel, until we shall possess the riches of eternal life,<span class=\"citation\" id=\"128761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128761)\">D&amp;C 6:7<\/a><\/span><span class=\"citation\" id=\"128762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128762)\">D&amp;C 38:39<\/a><\/span> the greatest gift of God to man.<span class=\"citation\" id=\"84107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84107)\">D&amp;C 14:7<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}