{"ID":230034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The &#x201C;Twin Relics,&#x201D; Slavery and Polygamy&#x2014;Confounding of Polygamy With Bigamy, &#x201C;Christian&#x201D; Statesmanship&#x2014;Joseph Smith's Proposition for the Abolition of Slavery&#x2014;The Great Rebellion, Church Division&#x2014;The Bible and Polygamy, Origin of Monogamy&#x2014;The Work of God in the Latter Days, the Mission of Ephraim&#x2014;The Ten Tribes and Scattered Israel, the Book of Mormon&#x2014;Present Persecution and Future Prospects of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Erastus Snow, delivered in the Tabernacle, Salt Lake City, Saturday Morning (in General Conference), October 7, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The &#x201C;Twin Relics,&#x201D; Slavery and Polygamy, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/7\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v23n940\"> I believe it was in 1856, that the Republican party was organized; at their first convention held in Philadelphia, they incorporated in their platform the noted plank, &#x201C;the twin relics of barbarism&#x2014;slavery and polygamy,&#x201D; and pledged themselves to rid the country of these two evils. For sixteen years they have labored incessantly to this end; but they know not the thoughts of the Lord, nor understand his counsels.<span class=\"citation\" id=\"62194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62194)\">Micah 4:12<\/a><\/span> Nevertheless, they are his servants to execute his purposes, and they doubtless have a desire to accomplish all that he designs with regard to them. Have they succeeded in strangling the twins? So far as slavery is concerned they have succeeded in abolishing it in the obnoxious forms in which it prevailed in the Southern States; but still it exists and is likely to continue to exist, in a modified form, while <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wickedness exists upon the earth. Africans and white men are in bondage, not in the same form as that in which the southern slaves were held before the war, for the extreme excesses perpetrated under that system, in many particulars, were very great wrongs to mankind, and very grievous in the sight of heaven and of right-thinking people. And changes were determined in the mind of Jehovah, and have been effected. The authors of this republican plank have taken polygamy as taught by the Latter-day Saints as being synonymous with the polygamy of oriental nations, and the bigamy of the Christian nations; this is clearly shown in the law of 1862, passed by the Congress of the United States, designed for its suppression, the term bigamy being used instead of polygamy. The offense was made to consist in  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the marriage rather than in the cohabitation; following the old English statutes of the New England States on the subject of bigamy, classing our system of marriage with that which was made criminal by the English statutes and by the statutes of the Northern States; when in reality there was very little, if any, similarity. The bigamy of England and the American States consists in crime and deception, the betraying and wronging of two innocent and unsuspecting women. While the corrupt, lying, deceiving, unprincipled husband was feigning virtue and integrity, both violating their confidence by lying and deception, and by violating all the duties and obligations of marriage&#x2014;the duties that the father owes to the wife and children and also to the State. But the fact that our lawmakers took this view of our social system when they passed this law, shows how poorly and ill they comprehended the system of marriage as taught by the Latter-day Saints. The republican party had this view of the case, no doubt, when they first announced this noted plank. Further experience and knowledge among the people of the United States has, in some measure, changed their view upon this subject, and they have attempted to shape their legislation accordingly; and in the recent law of Congress, known as the Edmunds law, they have especially, in the amendment they have adopted to the law of 1862, classed polygamy with bigamy and enacted penalties against both. And still further, they made it a continuous offense, by providing penalties for cohabitation as well as for the marriage; for cohabitation, however, the penalties consist of light fines and short imprisonment, but for marriage, heavy fines and long im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prisonment. This is the view taken by our Christian Statesmen in relation to the moral aspect of this question. <\/div><div class=\"paragraph jod\" id=\"v23n942\"> Anciently, when God's laws provided a government for ancient Israel, marriage was honorable both plural<span class=\"citation\" id=\"53116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53116)\">Gen. 16:1-3<\/a><\/span> and single,<span class=\"citation\" id=\"53005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53005)\">Gen. 11:29<\/a><\/span> as all students of the Bible know full well. At the same time adultery was punished by death.<span class=\"citation\" id=\"54633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54633)\">Lev. 20:10<\/a><\/span><span class=\"citation\" id=\"55087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55087)\">Deut. 22:22<\/a><\/span> From the days that King Abimelech attempted intimacy with Sarah, whom he supposed to be eligible to marry, but afterwards found her to be the wife of Abraham, from the time that the angel of the Lord warned him that he would be a dead man if he persisted,<span class=\"citation\" id=\"53264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53264)\">Gen. 20:1-7<\/a><\/span> from that time to the coming of the Savior, adultery was punishable by death,<span class=\"citation\" id=\"69417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69417)\">John 8:3-5<\/a><\/span><span class=\"citation\" id=\"91756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91756)\">D&amp;C 132:41<\/a><\/span> while marriage both single and plural was honorable,<span class=\"citation\" id=\"91702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91702)\">D&amp;C 132:29-40<\/a><\/span> ordained and appointed of God,<span class=\"citation\" id=\"91409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91409)\">D&amp;C 132:1-28<\/a><\/span> and provision was made for the protection and rights of each wife and her offspring.<span class=\"citation\" id=\"55080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55080)\">Deut. 21:15-17<\/a><\/span> But our Christian statesmen are offering premiums for licentiousness, and are seeking to make odious the honor and purity of marriage. This is all wrong. They are in error in the view they take of it. If their bishops, priests, potentates and religious teachers would betake themselves to the task of first seeking the light of heaven upon this question, and would then strive to enlighten our statesmen and the people of the United States, pertaining to social ethics and the purposes of heaven in the union of the sexes, and seek to encourage honorable marriage and honorable increase in the earth, instead of encouraging licentiousness and child murder, they would thereby secure the favor of Heaven and the perpetuity of His blessings upon them as a nation and people. <\/div><div class=\"paragraph jod\" id=\"v23n943\"> The Prophet Joseph Smith, the year before he was slain, testified  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of these things; and although he taught this social system to the Latter-day Saints; and to the more devout, wise and prudent of the women of Israel, as hundreds can testify, have testified, and are able to testify today, yet it was necessary in introducing it and facing the opposition and the prejudices of the age, to proceed wisely in these instructions. And while his name was before the people of the United States as a candidate for the Presidency, and national questions were being discussed pro and con by the Latter-day Saints and throughout the nation by all the political societies of the time, Joseph Smith took occasion to issue a pamphlet containing his views of the powers and policy of the Government of the United States; he also preached some sermons upon the subject in Nauvoo; and in this the Prophet counseled the people of the United States in relation to the manner of disposing of the vexed question of slavery, which he recognized as an evil&#x2014;that is, the form in which it existed in the United States, which should be abolished; but rather than proceed to its abolishment by waging war against the institution, as the anti-slavery men were trying to do, counseled that this desired change, the modification of this system of labor in the south, be effected on a principle of honor, equity and peace; that a fund should be created, a sinking fund of the nation, for the abolishment of slavery; and to negotiate with the States in behalf of the slave-owners, for the gradual emancipation of the slaves, their owners to be reasonably compensated for the freedom of their servants, and in process of years to change the status of the negro, make his labor free, and place him in a condition to be educated and <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> elevated; and still maintain the faith of the nation and the faith of the northern states with the southern states. Thus it was that the true policy and counsel of heaven to our nation was manifested and spurned. The extremists of the north, the anti-slavery agitators heeded it not; and neither party approached the subject with any earnest determination to effect an honorable settlement of this question. The few statesmen that made propositions in the Congress of the United States looking to this result, to the accomplishment of the liberation of the slaves, settling this question on the basis proposed by the Prophet Joseph Smith; but whether they were influenced by his advice, or whether the same spirit that moved upon Joseph, moved also upon these statesmen&#x2014;there were some that made advances looking to the accomplishment of the object in this way&#x2014;but it was not generally received or favored, or it was deemed impracticable. At all events the sequel proved that the opposing elements warred against each other, culminating in that great fratricidal war which resulted in the shedding of so much blood, and the impoverishing of one-half of the nation. <\/div><div class=\"paragraph jod\" id=\"v23n945\"> Prior to this, however, the union and fraternal feeling that formerly existed had been gradually weakening in the various religious organizations of the nation. All the leading churches of the nation had divided at what was known as the Mason and Dixon line&#x2014;the line separating the free from the slave states. We had the humiliating spectacle throughout the land, of the Methodist church of the North, and the Methodist church of the South; the Presbyterian church of the north and the Presbyterian church  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the South; the Baptist church of the North, and the Baptist church of the South. I believe the only Christian church in America that did not, over the slavery question, split the blanket, divide its property, its franchises and ecclesiastical organization, was the Roman Catholic church, who recognized the necessity of a united body under one grand head. This division of sects prepared the hearts and minds of the people for the deadly conflict that ensued. <\/div><div class=\"paragraph jod\" id=\"v23n947\"> On the subject of the other twin relic, there appears no such division. Both the North and the South and religious sects of whatever name or belief, are united in the denunciation of the Latter-day Saints, and the system of marriage introduced by the Prophet Joseph Smith. This, as I have already said, is founded partly in their ignorance with regard to the true spirit and nature of the doctrine taught by the Prophet Joseph Smith, and believed in by the Latter-day Saints. As I have already said, they have classed it with the bigamy of England and the American States, and they have classed it with Oriental polygamy. For it is known to all students of history, to all who are familiar with the conditions of the nations at the present time, and the history of nations in past ages, that polygamy has been the rule&#x2014;I will not say that it has been the rule among the common people of all nations, but polygamy has existed, and has been recognized to a greater or less extent, so far as its practice was consistent with the conditions of the people of the various nations, it has been the rule from time immemorial; and there has never been a time in the history of the world when it has not been common and recognized among the nations of the earth, with the exception of modern Eu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rope. The Christians of our time claim the prevailing system of marriage in modern Europe and in the United States, as the result of Christianity. To this I reply, that neither Christ nor his Apostles ever uttered one word in condemnation of that system of marriage that was in vogue in their days, and that had been recognized and acknowledged in the house of Israel from the days of Abraham until Christ. In fact Christ Himself was the fruit of polygamy, so far as the flesh was concerned. And nowhere is there to be found one word in condemnation of this system, or anything intimating that he intended to change the then existing relations of the sexes; but while he, as well as his Apostles and the ancient Prophets and Patriarchs denounced adultery and fornication they recognized and sustained honorable marriage whether single or plural; and every form of illicit intercourse with the sexes was condemned by the primitive Christians, as well as by the Prophets and Patriarchs of old. The only passage of Scripture that I have ever heard quoted as appearing to limit the early Christians to single marriage was the saying of one of the Apostles, St. Paul to Timothy, in which he said that a Bishop should be the husband of one wife, having faithful children and one who knows how to govern his own house, for, said he, if he knows not how to rule well his own house, how shall he rule the Church of God.<span class=\"citation\" id=\"75902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75902)\">1 Tim. 3:1-5<\/a><\/span> Now this scripture, taken as a whole, evidently shows that his object was not to intimate that a Bishop should have one wife only, but he intended to make this impression, that he must be a man of family, one who has had experience in household affairs, one that understood all those tender relations  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>existing between husband and wife and parent and child, one who had shown himself a wise and discreet father; one who was capable of guiding his own house and of leading his family in the ways of rectitude and of controlling them in the fear of God; for except he is able to govern his own house, how could it be expected that he could govern the Church of God. Now, if in this respect a Bishop had proved himself a wise and discreet father and husband, a man who knew how to rule well his own family, this was a qualification recommending him as a suitable person to be trusted with the office of a Bishop. And how much more suitable would he be for that position if he were perfectly able to govern two or more wives, and to rear their children in the fear of God? The very fact that a Bishop must be the husband of one wife, if we admit the correctness of the views of our Christian friends in this regard (which, however, we do not by any means) the logical inference is, that any other officer or member in the Church but a Bishop was at liberty to have more than one wife. For if he intended it to be a general prohibition, why should he confine it to the Bishop, why did he not make it general? It is sheer sophistry on the part of our sectarian friends and groundless assertion that monogamy, to the exclusion of polygamy was introduced into Europe by the primitive Christians; for that system of marriage was introduced prior to the establishment of Christianity in Europe, by the Roman empire, and became the form of marriage in early times when, as history alleges, men were more numerous in Rome than women. And the earlier settlers of Rome were political refugees, renegades and scape-graces from sur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rounding nations, and were under the necessity of making raids upon their neighbors to procure wives; and it became a matter of necessity and for mutual protection, to limit the number to one. It was the Roman state that limited the number of a man's wives to one, and not the Christian church; and this being done, it was perpetuated. And history teaches us that under that monogamic system, Rome became the most licentious of all nations. I do not intend to enter into an argument in favor of polygamy; my spirit rather leads me to impress upon the Latter-day Saints the character of this great social question and the duties and responsibilities which rest upon us as a people, principles that have emanated from heaven; obligations that we cannot ignore, and duties that we cannot shirk. For God has set his hand to gather Israel,<span class=\"citation\" id=\"92102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92102)\">D&amp;C 137:6<\/a><\/span> according to the Prophets; God has set his hand to establish his Zion; God has set his hand to build his kingdom in the earth, according to the prediction of the holy prophets. God is determined to work a work that shall be a marvelous work and a wonder,<span class=\"citation\" id=\"58810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58810)\">Isa. 29:14<\/a><\/span> which he has commenced and will carry on to completion in his own peculiar way. His arm is stretched out,<span class=\"citation\" id=\"128752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128752)\">Deut. 9:29<\/a><\/span><span class=\"citation\" id=\"128753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128753)\">Ps. 136:12<\/a><\/span> and it will not return void&#x2014;<span class=\"citation\" id=\"59815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59815)\">Isa. 55:11<\/a><\/span>it will not fail to accomplish the thing that it has commenced to perform. It is to raise up and establish to himself a holy nation, a kingdom of priests,<span class=\"citation\" id=\"54130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54130)\">Ex. 19:6<\/a><\/span> a peculiar people,<span class=\"citation\" id=\"54099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54099)\">Ex. 19:5<\/a><\/span><span class=\"citation\" id=\"55047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55047)\">Deut. 14:2<\/a><\/span><span class=\"citation\" id=\"55130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55130)\">Deut. 26:18<\/a><\/span><span class=\"citation\" id=\"76321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76321)\">Titus 2:14<\/a><\/span><span class=\"citation\" id=\"77850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77850)\">1 Pet. 2:9<\/a><\/span> composed of the blood of Israel. He has declared that in the last days Ephraim shall be his firstborn;<span class=\"citation\" id=\"53646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53646)\">Gen. 48:14<\/a><\/span><span class=\"citation\" id=\"55864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55864)\">1 Chr. 5:1-2<\/a><\/span><span class=\"citation\" id=\"60392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60392)\">Jer. 31:9<\/a><\/span><span class=\"citation\" id=\"128754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128754)\">D&amp;C 133:30-34<\/a><\/span> them he would gather together, and upon them he would place his holy Priesthood, and them he would use as his servants and as his instruments to push the people together from the ends of the earth.<span class=\"citation\" id=\"55268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55268)\">Deut. 33:17<\/a><\/span> For  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Moses, while blessing the tribe of Joseph before his death,<span class=\"citation\" id=\"55259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55259)\">Deut. 33:13-17<\/a><\/span> says: &#x201C;His horns are like the horns of unicorns: and with them shall he push the people together from the ends of the earth: and they are the ten thousands of Ephraim, and the thousands of Manasseh.&#x201D;<span class=\"citation\" id=\"55269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55269)\">Deut. 33:17<\/a><\/span> Speaking of the tribe of Judah, Jacob says: &#x201C;The scepter shall not depart from Judah, nor a lawgiver from between his feet, until Shiloh come.&#x201D;<span class=\"citation\" id=\"53704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53704)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129088)\">Gen. 50:24 (JST)<\/a><\/span> Now, the motto or insignia of Judah was the lion,<span class=\"citation\" id=\"53686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53686)\">Gen. 49:9<\/a><\/span> while the unicorn was that of the house of Ephraim;<span class=\"citation\" id=\"128755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128755)\">Deut. 33:17<\/a><\/span> and in the days of Rehoboam the kingdom of Israel was divided; and Jeroboam an Ephraimite, reigned in Samaria over the ten tribes, whilst Rehoboam continued to reign over the kingdom of Judah, which included the tribes of Judah and Benjamin, and fragments of other tribes that remained with them. After a time the ten tribes so far corrupted their way that the Lord gave them into the hands of the enemy. The king of Assyria who made war against them and carried them captive into his own land; he took the nobility and the more wealthy portions of the people, and planted them in distant portions of his empire far to the eastward, and sent back his own people to marry with the poor that he had left in the land of Israel, and thus grew up that mongrel race that were afterwards known as the Samaritans. But Esdras tells us that Israel after they were led into captivity, planted in the far east of the Assyrian Empire, took counsel among themselves and began to repent, and they said among themselves in council: Let us call upon the Lord and see if he will not lead us into a country where we may dwell together, and keep the commandments and judgments which he gave unto our fathers, <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we never kept in our own land. And God heard their prayers, and the Lord led them and they journeyed, a year and a-half's journey to what he called the north country, and God divided the waters before them, and he planted them in a land by themselves; and the Book of Mormon clearly shows, in that notable parable about the olive tree, that God has planted branches of the house of Israel not only on the American continent, but on other distant portions of the globe, where he nourishes them.<span class=\"citation\" id=\"81720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81720)\">Jacob 5:13-14<\/a><\/span> And our Savior tells us in one of his graphic parables, that the kingdom of heaven is likened to leaven hid in three measures of meal, till the whole was leavened.<span class=\"citation\" id=\"64628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64628)\">Matt. 13:33<\/a><\/span> Now, one of these measures of meal in which the leaven was deposited, was the people of Israel in Palestine; another measure of meal in which the leaven was deposited was upon this American continent; and a third measure of meal in which the leaven was deposited was among the tribes of Israel whom the Father led out of the land into a country yet to be discovered. And this leaven was to work until the whole should be leavened. And this the Savior clearly explained in that saying to the Jews: &#x201C;And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.&#x201D;<span class=\"citation\" id=\"69681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69681)\">John 10:16<\/a><\/span> When the Savior showed himself to the Nephites on the American continent, he quoted that saying and said unto the Nephites that they were the other sheep referred to.<span class=\"citation\" id=\"82692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82692)\">3 Ne. 15:17-24<\/a><\/span> And he still told them that he had other sheep that were not of that fold either, to whom also he would show himself, and among whom he would minister.<span class=\"citation\" id=\"82702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82702)\">3 Ne. 16:1-3<\/a><\/span> And the time will come that they shall be gathered  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into one, when there shall be one fold and one shepherd.<span class=\"citation\" id=\"69682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69682)\">John 10:16<\/a><\/span><span class=\"citation\" id=\"81198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81198)\">1 Ne. 22:25<\/a><\/span><span class=\"citation\" id=\"82690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82690)\">3 Ne. 15:17<\/a><\/span><span class=\"citation\" id=\"82694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82694)\">3 Ne. 15:21<\/a><\/span><span class=\"citation\" id=\"82704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82704)\">3 Ne. 16:3<\/a><\/span> And he commanded the people that they should write the things which he taught them; both those at Jerusalem and those upon this continent were commanded to write what they saw and heard.<span class=\"citation\" id=\"82713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82713)\">3 Ne. 16:4<\/a><\/span><span class=\"citation\" id=\"82900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82900)\">3 Ne. 23:4<\/a><\/span> And he gave the Nephites to understand that when he should show himself to the other tribes of Israel, whom the Father had led away, that they also should write; and the time should come when the Jews would have the writings of the Nephites, and the Nephites would have the words and writings of the Jews; and both the Jews and Nephites would have the writings of the Ten Tribes, and the Ten lost Tribes would also have the writings of the Jews and Nephites; nay, more, that the time would come when all the people of God should be gathered together in one; and the things they write shall also be gathered together in one;<span class=\"citation\" id=\"81557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81557)\">2 Ne. 29:11-14<\/a><\/span> and there shall be one fold and one shepherd,<span class=\"citation\" id=\"69683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69683)\">John 10:16<\/a><\/span><span class=\"citation\" id=\"81197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81197)\">1 Ne. 22:25<\/a><\/span><span class=\"citation\" id=\"82689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82689)\">3 Ne. 15:17<\/a><\/span><span class=\"citation\" id=\"82695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82695)\">3 Ne. 15:21<\/a><\/span><span class=\"citation\" id=\"82705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82705)\">3 Ne. 16:3<\/a><\/span> and then shall we see the three measures of meal all leavened together.<span class=\"citation\" id=\"64629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64629)\">Matt. 13:33<\/a><\/span> And let me say, there is no power in the United States, neither is there in Europe, nor in the whole world that can hinder the accomplishment of the purposes of the Almighty, which are outlined in the predictions of the Prophets. <\/div><div class=\"paragraph jod\" id=\"v23n950\"> The Book of Mormon contains the fullness of the everlasting Gospel&#x2014;<span class=\"citation\" id=\"84521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84521)\">D&amp;C 27:5<\/a><\/span><span class=\"citation\" id=\"92004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92004)\">D&amp;C 135:3<\/a><\/span>the record of the ancient Nephites, translated by the Prophet Joseph Smith, by the gift and power of God<span class=\"citation\" id=\"92005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92005)\">D&amp;C 135:3<\/a><\/span> in him&#x2014;that we may come to a knowledge of the principles of the Gospel in simplicity and in purity. It makes clear many dark sayings of the Jewish Scriptures, as they have come down to us. It sheds a flood of light over the Bible; it contains the key of knowledge and understanding; and it is more <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> precious than all the works of modern times, and is worth more. And the youth of Israel should read and become familiar with it, and compare it with the Jewish Scriptures; there is more to be learned out of it, my young friends, that is calculated to prove of real worth and blessing to the soul, than can be acquired at all the universities, colleges and schools of science and of modern times. And in saying this, I say nothing prejudicial to science, nor anything in the least degree to discourage the acquisition of science, but the more forcibly to impress upon the minds of the youth of Israel everywhere not to neglect those things which are the weightier matters&#x2014;<span class=\"citation\" id=\"65531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65531)\">Matt. 23:23<\/a><\/span>the Holy Scriptures, the Book of Mormon and the revelations of God as contained in the Doctrine and Covenants; for the fear of the Lord is the beginning of wisdom.<span class=\"citation\" id=\"57213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57213)\">Ps. 111:10<\/a><\/span><span class=\"citation\" id=\"57407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57407)\">Prov. 9:10<\/a><\/span> And a knowledge of the only true and living God, and of his purposes concerning us and our being upon the earth, the object of our creation, and that which is designed concerning us, both in time and in eternity, is of paramount importance, and of greater value than anything that can be bestowed upon mortal man. The greatest of all the gifts of God is the gift of eternal life;<span class=\"citation\" id=\"84106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84106)\">D&amp;C 14:7<\/a><\/span> and eternal life is only attainable by a true knowledge of God, through obedience to his laws and commandments. Therefore, study the Scriptures; acquaint yourselves with the Book of Mormon. Read them in your Sunday Schools; read them at your firesides; let them always be found upon your tables, and never permit your families to be without them; and if you are poor sell your coat and buy them; for you are far better without a coat than without the word of God to teach your children. Let our Bishops, and Elders and  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Teachers attend to it; and enquire whether you are surrounded by those milk-and-water Saints who love fine dress more than the love of God, and who love to furnish their children with musical instruments and toys, and who neglect to furnish them the words of life; if you are, labor with them and teach them in all sincerity the duties of a Latter-day Saint, a Saint of the living God; and God will bless you in your labors, and you will have more joy in doing this than anything else you could do. <\/div><div class=\"paragraph jod\" id=\"v23n952\"> I started to give briefly the views which I entertain with regard to the providences of God that are overruling all things. Our Christian statesmen have mistaken the spirit of Mormonism; they have not understood it. Our Christian persecutors, of the various religious sects, would urge on our American statesmen to persecute this people, but they know not what they are doing. True, as someone said here yesterday, they do know when they insert in the oath which has been specially prepared for our people, that extraordinary clause, &#x201C;in the marriage relation,&#x201D; that they mean to exclude from the polls honorable men and women who are in every respect justly entitled to take part in the affairs of the government of this land; but to do so they must deny their religion and abandon their wives, or wives their husbands, and they betake themselves to the streets as common prostitutes, and they mean to include at the polls, whoremongers and adulterers. This is well understood, and when this form of oath was adopted by Governor Murray and the Commissioners for special purposes, they knew what they were doing. And so did the Congress of the United States know what they were doing <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in passing the Edmunds Bill, for when an amendment was introduced making that proposed law binding upon adulterers, it was quickly disposed of; and one gentleman who was sitting near Captain Hooper at the time, remarked, that if that were to carry, it would leave the House of Representatives without a quorum. Such an amendment, of course, did not express the mind of our American statesmen and that of hireling priests; they needed adulterers, whoremongers, and fornicators, to carry out the vote in Utah over the Mormons. I thank God that they have, as a matter of political necessity, been compelled to hoist their true colors and nail them to their mast, so that all honorable men of their party cannot mistake it. They ignore it; they close their eyes to it; they do not want to talk about it; they are self-condemned; and the great party of boasted moral progress is weighed in the balance and found wanting.<span class=\"citation\" id=\"61536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61536)\">Dan. 5:27<\/a><\/span> It is not morality they seek; it is not public purity they wish to maintain. The decision of the heavens is already passed upon them, and they will go down like a mighty millstone cast into the depths of the sea.<span class=\"citation\" id=\"65033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65033)\">Matt. 18:6<\/a><\/span> They cannot hold the reigns of government of this American soil, only to work out their own destruction. God spoke by the mouth of the Prophet Joseph Smith, in a sermon delivered by the Prophet at Nauvoo a short time before his death, on the powers and policy of this government of the United States and the freedom and liberty secured in the American Constitution, that it was broad and ample in its provisions, extending human freedom to every soul of man and protecting them in every natural right; and he classed among others the Jew, the Muhammadan, and the oppressed of every  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nation who desired to find an asylum under the broad folds of the Constitution. Yes, the Patriarchs, as well as the Muhammadans, and their descendants who may believe in plural marriage, may come with their three or four wives, as the case may be, and enjoy freedom and liberty dear to all. Referring at the same time to those narrow, contracted, bigoted, sectarian laws of some of the States against plural marriage, he said they were not in harmony with the Constitution nor the purposes of heaven; that God had caused our fathers to establish this Constitution, to maintain the liberty of all people of every creed, and it will become the duty of all lovers of freedom throughout the land to maintain those principles of human freedom; but, says one, are we not between the upper and nether millstone; shall we not be ground into fine powder? Just wait and see. As for myself, I feel as calm as a summer's morning;<span class=\"citation\" id=\"92036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92036)\">D&amp;C 135:4<\/a><\/span> I have the utmost assurance in my heart that God reigns; that he overrules in the armies of heaven and of earth; that he overrules presidents, senators and governors, and that they have no power only that which is given of our Father in heaven. He curtails their power when it pleases him; he pulls down and he sets up, and he over<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rules all things for the good of those who fear him and keep his commandments;<span class=\"citation\" id=\"57651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57651)\">Eccl. 12:13<\/a><\/span> and whatever persecution there may be in store for us, whatever trying scenes we may have to pass through, as a people, it will only prove us, and redound to his glory and to the sanctification of his people. It is necessary, peradventure, that the hypocrites in Zion become afraid, and fearfulness surprise them;<span class=\"citation\" id=\"59044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59044)\">Isa. 33:14<\/a><\/span> it is necessary, perhaps, that many that cannot be restrained by the persuasion of Presidents, nor Bishops, but who have crowded themselves forward following the spirit of the world rather than the Spirit of the Almighty, and &#x201C;who have done despite to the Spirit of grace,&#x201D;<span class=\"citation\" id=\"76942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76942)\">Heb. 10:29<\/a><\/span> and lost, peradventure, wives and children, and if they have not they will; it is needful that such should be restrained, and that fear seize hold of them, and all others who are prompted by sordid motives; for the wicked flee when no man pursueth; but the righteous are bold as lions<span class=\"citation\" id=\"57534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57534)\">Prov. 28:1<\/a><\/span> in the fear of their God, and like Daniel will never shirk from duty.<span class=\"citation\" id=\"128756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128756)\">Dan. 6:1-28<\/a><\/span> But in all this God will overrule the wrath of the wicked to the best good of those who fear and serve him, and the residue of their wrath will he restrain.<span class=\"citation\" id=\"56898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56898)\">Ps. 76:10<\/a><\/span> God bless the people, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}