{"ID":230015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How the Gospel is Preached By the Elders&#x2014;Value of the Training They Receive&#x2014;Historical Compilation of Experiences of the Elders Would Be Interesting&#x2014;Prospects of the Rising Generation&#x2014;Faith of the Ancients Restored&#x2014;Fulfillment of the Destiny of the Church Cannot Be Hindered&#x2014;The Saints Purified By Trial.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at the Assembly Hall, Salt Lake City, Sunday Afternoon, November 14, 1880.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: How the Gospel is Preached By the Elders, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/14\/1880<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v23n469\"> It is exceedingly pleasing to me&#x2014;and I have no doubt it is to all the Latter-day Saints&#x2014;to hear the testimony of the servants of God who have gone forth as missionaries to the nations of the earth, and have returned bearing a faithful testimony concerning the work of God, and giving their experience in declaring the word unto the people. <\/div><div class=\"paragraph jod\" id=\"v23n470\"> The labors of the Elders of this Church are, in some respects, the most extraordinary of all the labors of the children of men with which I am acquainted. The preaching of what is called the Gospel is not uncommon. There are thousands upon <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thousands of men who profess to be ministers of life and salvation, and to be servants of the Lord Jesus Christ, who devote their lives to the proclamation of those principles which they esteem necessary to salvation. But it is not a common thing for men to go forth, putting their trust in God and relying upon him for that sustenance which is necessary to enable them to live and to perform their missions. We have missionaries of various denominations who have come here, as they say, to enlighten us, to dissipate our errors, to put us on the right path and to point out to us a  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>better plan of salvation than that which we possess. But they come here because they are paid to come. They make their living by coming. It is a profession like that of the physician or surgeon, who comes here to administer to our physical ailments. In this respect the Elders of this Church differ from all others. They go out without purse and scrip,<span class=\"citation\" id=\"68214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68214)\">Luke 22:35<\/a><\/span> relying upon the Lord, putting their trust in him, devoting their time, their energies, and the ability that God has given unto them for the purpose of enlightening their fellow men concerning that which they know to be the truth. I do not know any greater evidence than this that men could give to their fellow men of their sincerity. And when men go forth in this way they are very likely to live so that the spirit of the mighty God of Jacob<span class=\"citation\" id=\"53733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53733)\">Gen. 49:24<\/a><\/span><span class=\"citation\" id=\"90437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90437)\">D&amp;C 109:68<\/a><\/span> will be with them, they are likely to feel after it, to seek in faith to obtain God's blessing. When a man is hungry, when he is without money, when he has no friends, he is very apt to feel after some Being that has power; if he has any faith in God he is very apt to exercise it, and by the constant exercise of that faith, if he did not know before he went upon his mission that God lives, that God is near, that he hears and answers prayer, he would be very likely to learn these things before a great while, and so become strengthened in his faith so that he would ask, believing when he did ask that he would receive the very thing that he desired. God in his mercy has commanded his people to take this course. He has commanded his Elders to go forth and preach his Gospel, not for a salary, not for hire, not for the sake of enjoying pleasant times and the favor of mankind, but that they may be the means in his hands of saving <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world and of bearing such a testimony to the world concerning this Gospel, that it will be left without excuse, at the same time promising his servants that he would raise up friends to them that they should have their needs supplied. It is one of the most remarkable things connected with this Church, that from the day it was founded until the present time no man has gone forth called of God to proclaim the Gospel in faith, but he has returned bearing testimony that God has opened his way, that God has fed him, that God has clothed him, that God has put it into the hearts of people to assist him, that he has traveled by sea, traveled by land, traveled amongst strangers in lands where strange languages were spoken&#x2014;yet at no time has he ever lacked for food, raiment, or any of those things which were necessary to enable him to accomplish the mission upon which he had been sent. <\/div><div class=\"paragraph jod\" id=\"v23n472\"> As a people, brethren and sisters, we do not appreciate the value of this training. I am satisfied that we ourselves scarcely comprehend the blessing there is in such educational conditions. In an age of almost universal skepticism it is of the utmost value to us as a people that we should receive the training that our Elders get when they go abroad among the nations of the earth preaching the Gospel. Without it we should lack opportunities of testing the Lord, of being tested ourselves in regard to our faith, of proving to our own satisfaction that God lives, and that God hears and answers prayer, and that he does interpose in behalf of the humble, the weak and the insignificant when they approach him in faith in the name of Jesus and ask for this interposition. A perusal of the  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>journals of the Elders of this Church who have kept daily record of that which they have endured and witnessed, and the various incidents of their missions would be as interesting as the acts of the Apostles in the New Testament; for God has manifested Himself in the most extraordinary manner in their behalf. Many of this people, before they heard of the organization of the Church, read the acts and teachings of the Apostles and of the Savior, and also Paul's Epistles, and their souls yearned for a day of such power upon the earth. Many who are here today, many thousands throughout this Territory, who are now connected with this Church, have wished that they could have lived at a time when these acts were being performed, when such men as are described in the New Testament had an existence upon the earth. But the history of the Elders of this Church&#x2014;the miracles and manifestations of God's power which they have witnessed and been the instruments in performing&#x2014;would make a book far larger than any record we have handed down to us. <\/div><div class=\"paragraph jod\" id=\"v23n474\"> Today, the existence of God may be said to be only known by personal experience, to comparatively few people. Thousands throughout Christendom think they know, because of their traditions, that God lives and that Jesus is the Son of God. Their fathers, their mothers, their priests, their school teachers, have indoctrinated them with the idea that there is such a Being as God, and that Jesus his Son is the Savior and redeemer of the world, and they fancy they know and understand these things. But how many are there who can testify, by personal experience that they know that God lives? How many can say that they have asked for and re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived, through imploring in the name of Jesus, the very blessings that they desired and needed? Comparatively few people out of the masses that live upon the earth. Hence it is that God has removed himself far from them, and they say there is no use in calling upon God, there is no use in inculcating a belief that he will hear and answer prayer, that he will interpose in behalf of individuals, or that he will suspend&#x2014;to use another phrase &#x2014;great natural laws to accomplish certain results. Yet God does not suspend natural laws when he interposes in behalf of his people. We are told in the New Testament that Jesus ascended in the sight of certain individuals into heaven.<span class=\"citation\" id=\"71040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71040)\">Acts 1:9-11<\/a><\/span> The law of gravitation apparently may be said to have been suspended, or the law which confines bodies to the earth&#x2014;the law by which we are governed; but the Savior understood a higher law; he understood laws by which he could accomplish this, and at the same time not interfere with the general law that governs human bodies, and so in all these matters God can interpose his power; he can hear and answer the prayers of those who are humble and seek unto him. He can give unto them the desires of their hearts in a way that is his own; He can operate by unseen influences upon men's minds, and lead them to certain things that will result in the fulfillment of the desires of others, concerning which they have offered their prayers unto the Lord. In this respect the Latter-day Saints occupy, so far as I know a unique position. <\/div><div class=\"paragraph jod\" id=\"v23n475\"> Brother Nicholson remarked that he could see among the young men who had gone forth to preach of late years, a wonderful zeal, and growth in faith. This will be more  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and more the case. The agencies that are now at work in our midst, our Sunday Schools&#x2014;the scholars of which number upwards of thirty thousand&#x2014;our Young Men's and Young Women's Associations&#x2014;the members of which are numbered by thousands&#x2014;are doing a vast amount of good. The young are being trained in the reading of the Scriptures. And who can read the Scriptures without believing that God is, and that he hears and answers prayers? What is there in the Bible to lead a reader to believe that faith shall not be exercised today as much as at any time in the world's history, or that revelation from God shall not be enjoyed today as much as 1,800 years ago? He who reads the Bible and believes in the equality of man, believes in the justice of God, and his unchangeable character, that he is the same yesterday, today, and forever,<span class=\"citation\" id=\"77395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77395)\">Heb. 13:8<\/a><\/span> will have faith spring up in his heart concerning the possibility of having knowledge from God, and of God's speaking, of sending his messages to the earth today as well as he did in ancient days. I do not believe that a child can be found who, if the New Testament be given to him or to her, and he or she read it without the bias which comes from the interposition of friends and the comments of teachers, will not have faith in God, and will not desire to know why it is that God does not work miracles in these days, and why God's power is not manifested now as it was in ancient days. These inquiries will naturally spring up in their hearts, and their desire to share in these blessings will be as natural to them as any other thoughts would be. Certainly, they will have no idea unless they are taught it, that these gifts and blessings are no longer to be enjoyed <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by men upon the earth. It is false teaching that generates such ideas in the mind of the children of men, not the Bible itself, not the New Testament, not anything that is written within either of those books, but they are ideas that come from outside of the Bible. But it is said if these things have not ceased, if it was not the will of God that they should cease, why is it that we do not have these manifestations now as they had in ancient days?<span class=\"citation\" id=\"83285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83285)\">Morm. 9:15,19-20<\/a><\/span><span class=\"citation\" id=\"83546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83546)\">Moro. 7:27-29,35-38<\/a><\/span> Why is it that God does not speak now? Why is it that angels do not minister unto men now? Why is it that the Holy Ghost is not poured out now? Why are there no persons possessing the gift of healing, and other manifestations of the power of God? Why is it that Christendom has been for ages without these blessings and gifts in their midst? <\/div><div class=\"paragraph jod\" id=\"v23n477\"> These are very reasonable inquiries, and the answer to them is to be found in the history of the Church, in this fact: that mankind would not permit a servant of Jesus to live in their midst who did such things, from the days of himself and his apostles down to the days of the restoration of the Gospel in its purity to the earth. Inspired men have not been permitted to live in their midst. Even men who professed to have a little light, who did not profess to have received revelation, but who claimed that it was their privilege to seek unto God and to find him and obtain knowledge from him, to a certain extent, were persecuted unto death. Read the history of the various reformed churches from the days of the Apostles down until the present time, or to within fifty years, and you will find that this has always been the result. Mankind have been determined that a reformed religion, and cer<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tainly revelation from God, should not be introduced in their midst. They would not have it. We have seen it in our own age, in this enlightened nation, occupying the foremost rank of all the nations of the earth, prominent for liberty, and for the freedom of its government, laws and institutions. <\/div><div class=\"paragraph jod\" id=\"v23n479\"> Joseph Smith, the Prophet of God, did not arrogate to himself any superiority over his fellows, but he said that every man might be a prophet of God, might have the testimony of Jesus Christ,<span class=\"citation\" id=\"80387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80387)\">Rev. 19:10<\/a><\/span> if he would live for it. He did not go among the people and say, &#x201C;I have been chosen and elected to be something superior to all the rest of you; I have received blessings which no other man can receive.&#x201D; This was not his doctrine nor his teaching, but he said that every man that would obey the Gospel of the Lord Jesus Christ, and have the ordinances administered to him by one having authority, should receive the Holy Ghost, and that would make him a prophet, it would fill him with the Spirit of God, which is the spirit of prophecy; and because he declared this, because he declared the equality of man before God, because he contended that the souls of men in the nineteenth century were as precious in the sight of God as they were in the first century of the Christian Era, or at any time anterior to that era; because he declared that God was the same in these days as he was in ancient days; because he declared that God was not a God who made distinction among his creatures; that he did not manifest light to one generation and refuse it to another who were equally faithful in seeking for it&#x2014;because he declared these doctrines in this nation and in this age his life was sacrificed. Our existence today in these mountains, the existence <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Utah as a Territory in its present form, is due to religious intolerance, and is due also to the fact that a community has grown up who contend for religious equality before God, who claim that they are as good as their fathers in the sight of God, who contend that, however weak and fallible they may be, they at least are the children of God, and the heavens are open to them, if they have equal faith, as they were to their fathers who lived 1,800 or 2,000 or 3,000 years ago. Utah became an organized territory because of this fact; that there had been begotten in the hearts of the people the feeling to seek after God as their fathers did, to seek for him that they might find him<span class=\"citation\" id=\"54959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54959)\">Deut. 4:29<\/a><\/span><span class=\"citation\" id=\"60597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60597)\">Jer. 29:13<\/a><\/span> and obtain knowledge from him for themselves, not content to read of the blessings, of the powers, and gifts, and of the ordinances of salvation that were extended to others, thousands of years ago. The mere reading of these things would not satisfy this people. Nothing short of the actual realization of the blessings would satisfy the yearnings of their soul. And they stand today as a living protest against religious intolerance, and in favor of the old faith that existed upon the earth thousands of years ago, seeking for the old paths, teaching their children that God is the same today that he ever was,<span class=\"citation\" id=\"77396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77396)\">Heb. 13:8<\/a><\/span> and that they must seek unto him as they did in ancient days to obtain knowledge of him and from him. And we began in this way: The Lord commanded us to go without purse or scrip&#x2014;<span class=\"citation\" id=\"84488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84488)\">D&amp;C 24:18<\/a><\/span><span class=\"citation\" id=\"87861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87861)\">D&amp;C 84:78<\/a><\/span>a good way of testing us to see whether our desires to know him were real or not&#x2014;to go out in the midst of a cruel and unfeeling world, opposed to us, opposed to the ideas we entertained, priests feeling as they did in ancient days, that their craft was in danger.<span class=\"citation\" id=\"72050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72050)\">Acts 19:23-27<\/a><\/span> &#x201C;Why,&#x201D;  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>said they, &#x201C;here are men who will destroy all our creed. We shall have no pay for our preaching if this becomes popular, our profession will be destroyed,&#x201D; and from the day that proclamation was made to the present time the strongest opponents of this Church and of this people have been men who preach for hire,<span class=\"citation\" id=\"62108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62108)\">Micah 3:11<\/a><\/span> and whose creeds have been in danger by the proclamation of these truths.<span class=\"citation\" id=\"72051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72051)\">Acts 19:23-27<\/a><\/span> Today religious conventions cannot be held without &#x201C;Mormonism&#x201D; being introduced and advanced as something against which the power of the nation should be directed. <\/div><div class=\"paragraph jod\" id=\"v23n481\"> The Lord has been with us and has helped us or we could not have done what has been done. It has been his blessing, it has been the manifestation of his power, that has shielded and upheld this people. His word has gone forth concerning this work. It will not return unfulfilled.<span class=\"citation\" id=\"59410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59410)\">Isa. 45:23<\/a><\/span><span class=\"citation\" id=\"59234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59234)\">Isa. 55:11<\/a><\/span><span class=\"citation\" id=\"92541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92541)\">Moses 4:30<\/a><\/span> Commencing with six members, this Church has increased until it is a power in the earth, and there is no nation which has not heard of this strange people living in the midst of the Rocky Mountains. The ideas we have taught are revolutionizing the earth, silently and slowly in some respects, but nevertheless as thoroughly. We are few in number, but the power and influence of the ideas which we advocate wield a power that we here do not fully understand. This will increase. As I have said to you and to others, the qualities that are possessed by the Latter-day Saints will never die. They cannot die unless you kill the people themselves. Talk about destroying this work! When you destroy the Church of Christ, and virtue, union, industry, frugality and temperance from the face of the earth, the world will destroy &#x201C;Mormonism,&#x201D; as it is <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called. But a people with such qualities as we exhibit, as God has developed within us, cannot be killed. Ideas have been begotten and given birth to that will continue to grow and increase until they fill the whole earth,<span class=\"citation\" id=\"61124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61124)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86616)\">D&amp;C 65:2<\/a><\/span> because they are true and divine. If there were only half a dozen men left alive who had this organization and held these principles, they would continue to grow and gather adherents and spread on the right hand and on the left. The principles are indescribable in their character. A faith has been begotten, a faith been born that will continue to live and increase and spread abroad, from the very fact that it is true, and truth always finds a lodgment in the hearts of the honest. There is no way to destroy this unless those who entertain a belief in it are destroyed. That can be done, but it is not likely to be done. It was done in the days of the Apostles, for the reason that the churches were scattered abroad, here and there. They were surrounded by their enemies. Satan had power in the earth. The Apostles were slain one after another. Every man that raised his voice in favor of divine revelation from God, or contended for the equality of man before God, and the unchangeableness of God, was slain. The Church was scattered abroad. Paul built up branches throughout Asia Minor. Other Apostles built branches of the Church wherever they could find a place where the people would receive the truth. But they were surrounded by adverse influences, and the Apostles and Saints were not allowed to live. And we in this day would be destroyed if we were alone, if these influences were left to operate against us. You surround a few people by multitudes who are actively hostile and aggres<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sive against them, and how difficult it is for them to maintain their foothold! This was the condition of the churches in the days of the Apostles. They were scattered abroad throughout Europe, Asia and Africa, and on many islands. The Apostles had gone forth wherever they could find an opening. Thousands had been organized into the Church, and in these various branches there were men who had inspiration from God, who had the authority of the Holy Priesthood, who could ask of God and receive from him knowledge for the guidance of the people. While these men remained the Church continued to grow. But persecution sought the lives of men of this character. They were singled out and slain until not one was left, until a universal silence reigned. Throughout all the nations of the earth, not a voice was heard to disturb the silence, no heavenly messenger, no voice from the eternal world, no man that had the authority to say, &#x201C;thus saith the Lord.&#x201D;<span class=\"citation\" id=\"53863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53863)\">Ex. 4:22<\/a><\/span> The heavens became as brass over the heads of the children of men,<span class=\"citation\" id=\"55171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55171)\">Deut. 28:23<\/a><\/span> all communication was cut off, and of course the Church fell, the Priesthood departed, the ordinances were changed,<span class=\"citation\" id=\"58455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58455)\">Isa. 24:5<\/a><\/span> and those who survived with a little faith accommodated themselves to the circumstances surrounding them. That was the condition in early days. <\/div><div class=\"paragraph jod\" id=\"v23n483\"> But how the condition has changed! God in his mercy concealed this continent from the eyes of the world. For ages it remained here a secret place. Neither the Atlantic nor the Pacific could be penetrated until the set time came. Then a man was found who was moved upon by the Spirit of God.<span class=\"citation\" id=\"81043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81043)\">1 Ne. 13:12<\/a><\/span> He became possessed of an idea that would not die, and his idea prevailed <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eventually. Ships were launched upon the great ocean, and the continent of America was discovered. God has revealed the reason this continent was concealed for so many ages. If it had been known to early ages, it would have been overrun, and there would have been no room for the great work of the last days. But he organized a government upon this land. He sustained the men who founded it. He filled them with His Spirit and enabled them to fight all the battles necessary to establish religious, social and political freedom, and a system of government was formed under which his kingdom could be set up, with all its institutions, without interfering in the least with the Constitution. In the Lord's own due time this Church was brought forth. The messengers of life and salvation were sent to the nations of the earth proclaiming that God had established His Church, and inviting them to come to a land of liberty. Thousands have been gathered here from that day to this, fulfilling in a most remarkable manner the predictions of the prophets concerning the gathering of the people in the last days. The circumstances which surrounded us are very different from those which surrounded our predecessors. We are a compact body. We believe in gathering; we believe in one people of one faith living together, worshiping God according to the dictates of their own consciences.<span class=\"citation\" id=\"94170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94170)\">A of F 1:11<\/a><\/span> This presents a solid phalanx against opposition and persecution. We cannot be slain today in detail as our brethren were 1,800 years ago. The ideas we believe in are being disseminated among our children. We are increasing. The teachings of history are that a people like us have a destiny, and they cannot be pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vented from fulfilling it. You take two communities, one a multiplying community and the other only partially multiplying, and what will be the result? But I need not dwell upon this. There is a line of thought connected with this which you can reflect upon at your leisure. <\/div><div class=\"paragraph jod\" id=\"v23n485\"> God has given unto us the conditions that are suitable for the accomplishment of the great work that he has said shall be established and carried forward in the last days, and we are connected with it; and there is this to distinguish it from all others&#x2014;it is not a man-made system. Men may say and think what they please about it, but from the President of the Church down to the last man who has entered into the Church in sincerity, there is a faith and a knowledge that this work is of God, and the Presidency believe this as much as the humblest man in the Church and more too. It is this that gives power, it is this that gives influence. It is because they are filled with a knowledge concerning it that they have lived it, that they have contended for it, that they have passed through persecutions to establish it, that they are not unwilling to die for it, if it should be necessary. And this is the case with the whole people. Why? Because they are deluded? Because they are dupes? Because they are deceived? No, but because God has opened the heavens and poured out His Holy Spirit upon them and given them a testimony for themselves of the truth of this work. The Norwegian, the Swede, the Dane, the native of Switzerland, or the German, Frenchman, Irishman, Englishman, or the American, together with the Icelanders, Sandwich Islanders&#x2014;all receive it in their own lands, all bearing testimony in the selfsame <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> words, that God has given them a testimony of the truth of this work. Destroy it! You might as well try to destroy the heavens themselves, or to overthrow the throne of Jehovah. It is true. It will live. Men may fall away&#x2014;for men are weak mortals&#x2014;man may deny the faith, man may say this is all a delusion; men may die, but the grand truth still lives. It has found a lodgment in the hearts of honest men and women. And they are increasing. Their children are multiplying. They are spreading abroad on the right hand and on the left; living virtuous, temperate, frugal, industrious lives, loving God and loving their neighbors.<span class=\"citation\" id=\"65440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65440)\">Matt. 22:36-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n486\"> Are there exceptions? Yes, we are human. The devil still lives, and he has power to tempt. Therefore we have exceptions in our midst. Nevertheless those qualities are increasing and multiplying. Men are found who possess them, and those growing up to manhood and womanhood are also found to possess them. They know God and ask Him, believing that they will have the desires of their hearts granted unto them. And thus the work of God is spreading abroad throughout the earth, finding a place in the hearts of people, humble, it is true, but people who are independent&#x2014;people who are the noblest of earth's sons, for the reason that they are not afraid to embrace that which is unpopular. The work of natural selection is going on in that way. This Gospel is naturally selecting the best of the people from the midst of the earth&#x2014;men and women in humble station, from the lower ranks of life, in the most of instances, although there are some exceptions, some noble exceptions; but notwithstanding the lowliness of their origin and their surroundings, they  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are people of independent thought, people who dare embrace a truth though it be unpopular, and cling to it in the midst of all the influences that are brought to bear against them. Out of such materials the Lord is building up a Church, building up a people, bestowing His blessings upon them. <\/div><div class=\"paragraph jod\" id=\"v23n488\"> It would not do for His people to be anything else but valiant, and when they pass through the ordeal they will be like gold seven times purified.<span class=\"citation\" id=\"56379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56379)\">Ps. 12:6<\/a><\/span><span class=\"citation\" id=\"77769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77769)\">1 Pet. 1:7<\/a><\/span> In days gone by it was the mob, it was the burning of houses, driving the people from their lands, and this has been followed by ordeals just as trying in their character, as far as testing the people is concerned. By this process the people are becoming stronger in the Lord. Their feet are planted upon a rock. They have proved God for themselves, known him for long years in the midst of trials, temptations and vicissitudes such as no other people on the face of the earth know anything about. <\/div><div class=\"paragraph jod\" id=\"v23n489\"> I thank God for this. I thank him every day that I live for this Church. I thank him that I am a Latter-day Saint. If I can only <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have a name among this people I feel as though I could have no greater comfort. I wish to be associated with a people of this kind, a people who love the Lord and are willing to do anything to show their faith in and their love for him, and if it were necessary, to lay down their lives for the truth. I cannot help loving a people of this kind. They have weaknesses and faults. I have them too. We are alike in this respect. If they will bear with me I will strive to bear with them. I know this is the Church and Kingdom of God. I know that those who cling to it will, in the name of the Lord Jesus Christ, receive glory and exaltation at his right hand. I know that people who love him, as the Latter-day Saints do, and are willing to make sacrifice,<span class=\"citation\" id=\"128692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128692)\">Ps. 50:5<\/a><\/span> will not be forgotten by him.<span class=\"citation\" id=\"128693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128693)\">Isa. 49:14-16<\/a><\/span> He will not forget them in the day that he makes up his jewels;<span class=\"citation\" id=\"62475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62475)\">Mal. 3:17<\/a><\/span><span class=\"citation\" id=\"82908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82908)\">3 Ne. 24:17<\/a><\/span><span class=\"citation\" id=\"86386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86386)\">D&amp;C 60:4<\/a><\/span><span class=\"citation\" id=\"89386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89386)\">D&amp;C 101:3<\/a><\/span> he will bless them and honor them. <\/div><div class=\"paragraph jod\" id=\"v23n490\"> That we may remain faithful and true unto the end, and be counted worthy to receive an exaltation in the kingdom of our God is my prayer, in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}