{"ID":230029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Christ or Ancient Christianity&#x2014;Its Growth and Progress Despite of Opposition&#x2014;Christ's Sermon on the Mount&#x2014;Similarity of Ancient, to Modern Opposition to the Truth&#x2014;The Early Apostasy and the Gospel's Latter-Day Restoration&#x2014;The Object of Anti-&#x201C;Mormon&#x201D; Legislation not the Suppression of Immorality&#x2014;The Saints Willing to Abide the Issue.<\/div>\n<div class=\"subtitle\">Discourse by Elder George G. Bywater, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, August 27, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: George G. Bywater<\/div>\n<div class=\"date\">Date: 8\/27\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v23n832\"> &#x201C;I am not ashamed of the Gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.&#x201D;<span class=\"citation\" id=\"72226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72226)\">Rom. 1:16<\/a><\/span> These words were uttered by the Apostle Paul, who, prior to his acceptance of the Christian religion was a vehement persecutor of the new cause that had sprung up in Galilee, and in the regions round about, but who upon being divinely inspired in a miraculous manner became convinced of the power of this Gospel of which he speaks in the language I have just quoted. It will be remembered that at the period of the world's history when these words were enunciated by the inspired Apostle the Christian religion was not then as it is now, the professed religion of a large portion of the inhabitants of the earth. It was then a new cause; it was then considered a sect which was everywhere spoken against.<span class=\"citation\" id=\"72150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72150)\">Acts 28:22<\/a><\/span> The doctrines and principles of this new faith appear, from the history of its incipient development, to have aroused very bitter <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feelings in the hearts of the professors of the popular creeds and philosophies of that age. The history of the rise and progress of Christianity presents to the intelligent student a history of many of the most important principles and lessons connected with the unfoldment of civilization and the purification of the moral ethics of that age and through the succeeding ages, I may add, even down to modern times. The readers of sacred history, as well as the students of universal history, know full well that there has been in the history of the struggle of our common humanity, rising upward from the lower strata of society or masses of the human family who could not well be denominated societies in the sense in which the term is employed today; they, I repeat, know full well the struggles which have been made by mankind to emancipate themselves and to be emancipated through the instrumentality of the light and intelligence that surrounded them and the revelations  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God to man&#x2014;what mighty struggles those have been! They know, furthermore, that there never has been in all past history any marked strides made in the growth and progress of men's intellectual and moral nature, but that growth has been attended with a series, I will not say uninterrupted, but with a series of persistent oppositions, a series of impeding obstacles thrown in the way, and the most intense hate has been manifested by the maintainers or supporters of orthodox systems of popular creeds and time-honored institutions. We can look back through the ages that have gone by, we can take a retrospective glance into the ages that have rolled into eternity, and there see the things that have marked distinctively those ages, and which are the landmarks of human history, and there we can discover, my brethren, sisters and friends, the effects to which I am now alluding, that there never has been any great improvement made, nor marked advancement effected, no growth attained, but it has met with opposition, which has been the child of ignorance and of superstition, and has been succored by that spirit and power which we denominate, in the language of the Scripture, the spirit and power of evil, the power of the devil. Today Christianity is accepted professedly, by every enlightened nation on the face of this globe. There is not a nation speaking the spoken languages of the world but what recognizes the cardinal principles of the Christian religion as possessing vitality and power that has emanated from a source divine, and that which is best adapted to the amelioration of the condition of our common humanity. When we compare, when we draw lines of comparison between those grand and <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> immutable principles that possess within themselves a potency, and that carry in their very nature the sanctity and purity of the source from whence they have come, bearing upon themselves the seal of divinity, and remembering the opposition which those principles met with by the learned doctors of the law, by the expounders of the writings of Moses and the Prophets, by those who were living in expectancy of the fulfillment of the prophecies concerning the coming of the Messiah, in the coming of Shiloh,<span class=\"citation\" id=\"53703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53703)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129087)\">Gen. 50:24 (JST)<\/a><\/span> and then to discover, as the ages and centuries have gone by, the growth and strength that these fundamental doctrines have acquired; and although generations have come and generations have gone, melted away and become absorbed as the dew before the morning sun, yet the result of the labors of these generations have been witnessed in their accumulating forces, in their beneficent and redeeming influences almost imperceptibly advancing over the minds and seating themselves in the hearts and affections of the good and the great that have lived in every age, where those principles have been proclaimed in the ears of man. When we reflect upon these things and then take a careful review of what it has cost in life and its energies, the potency of its powers that have been employed and apparently consumed, the places thereof being supplied by new stores unfolded in the rising generations, from generation to generation, until, towering up high and perceptibly above the dogmas and traditions of the heathen world, those downtrodden principles, those doctrines that have been everywhere spoken against,<span class=\"citation\" id=\"72151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72151)\">Acts 28:22<\/a><\/span> have been accepted, professedly, by the Christian world as the Balm of Gilead,<span class=\"citation\" id=\"60415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60415)\">Jer. 8:22<\/a><\/span> as the power  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by which the nations were to be healed of their moral maladies, by which they were to be enlightened from their heathen darkness, and by which they were to be elevated to an intellectual and moral plane that should bring them up to the high destiny which their Creator had ordained for them, and to bring to pass that perfection which was augured, not only in the religion of Jesus, but also plainly indicated in the constitution of man. Today we have a nominal acceptance of Christianity as a revealed religion. There are but few people living who are so obtuse in their minds, or who are so morally degraded in their nature, or so far lost to every sense of personal respect and Christian propriety, as to deny the goodness of the Gospel of Jesus Christ, of which the Apostle Paul avowed himself as not ashamed&#x2014;<span class=\"citation\" id=\"72227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72227)\">Rom. 1:16<\/a><\/span>very few indeed. The 5th,<span class=\"citation\" id=\"62889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62889)\">Matt. 5:1-48<\/a><\/span> 6th<span class=\"citation\" id=\"63286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63286)\">Matt. 6:1-34<\/a><\/span> and 7th chapters of Matthew<span class=\"citation\" id=\"63687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63687)\">Matt. 7:1-29<\/a><\/span> containing the sermon on the Mount are an embodiment of divinity, are a compilation of principles, are an association of ideas, that are unparalleled and are inimitable in the writings and learning of the world. They contain the principles that constitute the groundwork upon which correct nature is to be established. Now then, my friends, if this be true in the light of modern science, of modern philosophy, in the light of the civilization of the nineteenth century, these principles appear as brilliant, undimmed and as transcendent in luster as any of the axiomatic principles, proverbs, and sayings of the learned and the wise of all the ages that are gone by. Zoroaster never chronicled their equal; Matthew never penned a compilation of such principles as are to be found there; Confucius never left on the record of his time principles that reach down <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into the innermost depth of human nature, and there bring up into man's destiny the design of his creator as has been revealed in those principles. And yet, my friends, these were the doctrines and principles that were opposed, mark me, and the propagandists of those principles were the men that were followed up with the most untiring opposition, that were persecuted with the most relentless hand; the men who represented these world-redeeming doctrines, the purifying, elevating institutions of Christianity were the men that suffered martyrdom, the men that lost their lives that they might find them, even lives eternal, and they lost them, too; at the hands of men who were considered the representative men of the time, the learned expounders of prophecy, the expounders of law, the teachers of the principles of civil and criminal jurisprudence, men who were deeply versed in the lore of the time, familiar with every branch of the literature of their age, and yet these were the most cruel and uncharitable elements which Christianity had to cope with in its growing influence in the day when the Apostle Paul averred that he was not ashamed of the Gospel of Christ, for it was the power of God unto salvation to all who would believe.<span class=\"citation\" id=\"72228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72228)\">Rom. 1:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n834\"> Today we have the principles of this same Christianity presented to the world in the same attitude, presented with the same conditions&#x2014;avowed with the same sincerity, and its doctrines inculcated with the same assiduity and zeal that marked the Apostles of the Gospel of Jesus Christ over 1,800 years ago. And does it meet with any opposition today? Need I ask this question? Scarcely. The people called Latter-day Saints have for a number  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of years proclaimed the Gospel of Christ in its primitive simplicity, in its primitive integrity, in its primitive organization, and in all its evangelical details, to the inhabitants of this nineteenth century&#x2014;which by some people is denominated the full blaze of civilization, almost approaching the same, the highest pinnacle, the last possibly attainable point of elevation in the growth of moral worth and intellectuality and power&#x2014;and if it meets with the opposition which we know it has met with, we are confronted in our own minds with the inquiry&#x2014;who are the men, what are the character and denomination of the people who raise their voices against the Gospel of the Lord Jesus Christ in its apostolical purity in this the dispensation of the fullness of times? Is it the infidel? Is it the atheist, the man who believes that there is no God nor any controlling power but that which exists in the forms of matter we behold? Is it the man who ignores the Supreme Being, the ruler of the universe? Is it that class of people who live without God, and without hope and without faith in the world to come? Not exactly that class; but it meets with opposition from precisely a corresponding class of men that this cause met with in the early days of Christianity, namely, from Christian ministers, from the propounders of the doctrines of Christianity, from commentators, from men who profess to have studied the law of God, and the revealed religion of Jesus Christ&#x2014;these are the men who today, in our midst, here in Salt Lake City, in our cities and villages throughout this Territory and elsewhere, claim to be the followers of the meek and lowly Jesus<span class=\"citation\" id=\"64314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64314)\">Matt. 11:29<\/a><\/span> of Nazareth, the crucified, the Redeemer, as the Savior of the <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whole world, of all mankind, the men who tell you he came into this world and that he endured persecution and every form of ignominy, every form of calumny and reproach in order to introduce the glorious principles of Christianity, to introduce the doctrine of faith in God as the Supreme Creator of the universe, faith in his Son Jesus Christ as the world's Redeemer, faith in the Holy Spirit as the only guide of mankind unto all truth, the spirit of truth which was promised by Jesus that should come and make the ministry of his Apostles effective, and reveal unto them things past, things present, and show them things to come.<span class=\"citation\" id=\"70450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70450)\">John 16:13<\/a><\/span> Men who teach these principles are the men who oppose the teachings of the Gospel of the Lord Jesus Christ which was preached by the Apostle Paul, which was preached by Peter, which was preached by all the Apostles, and above all, which was illustrated, not only in the teachings, but in the entire life and ministry of Christ, and of his immediate followers. Well, is this not very strange? Has it never occurred to some of our people that there must be some cause for this? Why was it that the Jewish Rabbis and teachers of the law, those men who looked so contemptuously upon the poor despised Nazarene and his equally contemptible followers, the fishermen, whom he had gathered together as his disciples from the sea coast of Galilee; men who had studied the prophecies, men who claimed to have Abraham for their father,<span class=\"citation\" id=\"69483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69483)\">John 8:39<\/a><\/span> men who claimed to be well-disposed towards every agency which tended to bring to pass the fulfillment of prophecy and execute the terms thereof&#x2014;why was it that they of all other men should be the men from whom the Savior and his disciples  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>met the severest opposition? Has it ever occurred to us that this is a strange inconsistency? If this position had been developed among a people and had been exerted by a class of men and women who were unbelievers in revelation, who were professedly infidel to the doctrines of prophets, to the teachings of patriarchs, to the spirit and revelations of Evangelists and of Apostles, we would not be surprised; but we find that the most powerful agencies that had been brought to bear for the suppression of Christianity, for the overthrow of its doctrines, for the retardation of its success throughout the land, were fostered by men who, from their professed adherence to the scriptures of divine truth, to the writings of Moses and the Prophets which they claimed to be in possession of, should have been its warmest friends; it should have received from them the most effective support; but on the contrary, it received from them the most heartless and unprincipled opposition. And it appears that there was but one solution to the problem, and that solution in their minds was this: This man is a promoter of sedition, we must have him taken out of the way, and so clamorous became the demand for the surrender of the great teacher and founder of Christianity, Jesus of Nazareth, that the populace cried, &#x201C;away with him, away with him, crucify him,<span class=\"citation\" id=\"70813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70813)\">John 19:15<\/a><\/span> crucify him;&#x201D;<span class=\"citation\" id=\"68288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68288)\">Luke 23:21<\/a><\/span> and when the judges of the land, after investigating the charge brought against him, had discovered there was no cause for death in that man, and, moreover, as it was announced &#x201C;in this just man;&#x201D;<span class=\"citation\" id=\"68271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68271)\">Luke 23:4<\/a><\/span><span class=\"citation\" id=\"70800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70800)\">John 19:4<\/a><\/span> while they did not choose to impugn the judgment of the judge as to his purity, or call in question his reading of the law, yet they nevertheless cried out, &#x201C;his <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blood be upon our heads;<span class=\"citation\" id=\"66352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66352)\">Matt. 27:25<\/a><\/span> never mind if it is not right, never mind if it is not legal, we do not care for that, away with him; release unto us Barabbas; give us a robber, give us a thief, give us any kind of individual and release him in this jubilee of release to criminals; give anyone a chance but Jesus of Nazareth.&#x201D;<span class=\"citation\" id=\"66321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66321)\">Matt. 27:20-22<\/a><\/span> This was the state of affairs. And why did they want to get rid of him? Why did they wish to dispose of him in this way? What had he done to them? What doctrines had he taught that were in opposition even to the law or to good morality? None whatever. He was acquitted before the highest tribunal of his land, and one of our ablest jurists, Alexander Innis, in reviewing the trial of Jesus of Nazareth, concluded that in the light of the nineteenth century, in the advanced state of the science of jurisprudence, the crucifixion of Jesus Christ was a judicial murder. He went about continually doing good.<span class=\"citation\" id=\"71782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71782)\">Acts 10:38<\/a><\/span> He berated men for their sins, to be sure. He chastised them for their iniquity. He did call them hypocrites, he did call them some uncomplimentary names, but they richly deserved it, and any man who is acquainted with the history of the times, with the morality of that age, with the depths of degradation to which men and women had sunken, and the almost extinction of the first conception of morality, knows full well that his accusations were only too just, that there was no other cause for their ire being raised against him other than it was true, and they could not endure it. There are a great many people in this world of ours, in this age, as there were in the age of which I am speaking, who cannot endure sound doctrine.<span class=\"citation\" id=\"76235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76235)\">2 Tim. 4:3<\/a><\/span> They prefer having men who will teach them plausible and flattering theories, who will  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pander to their power, who will cringe before the influence of wealth, who will bow down at the shrine of the almighty dollar, and who dare not let Jesus and his Apostles lift up their voices and proclaim against the crying evils of the land. As Latter-day Saints we are teaching the same principles, the same doctrines; and I need not say here, that there are no Christian ministers today that attempt from their pulpits to take up the subject of our religion, to take up any of the leading doctrines and principles of our faith, and with the word of God in their hand and with sound reason brought to bear upon the doctrines taught by the Latter-day Saints and by those taught in ancient times, to show that our doctrines are anti-scriptural, that they are unbiblical; but they will say that they are unchristian, that it is not in accord with the popular sympathies and popular sentiments of the times; that it is not in accord with men's ideas of morality, of respectability and of cultivation. Yet show me where there are any doctrines or principles taught by the Latter-day Saints that are not in the strictest accord, in the most perfect harmony, in the closest union with the teachings and doctrines taught centuries ago? There are not any to be found; and yet we hear the cry of immorality; we hear the cry of barbarism, of infidelity, of names that I hardly like to repeat, applied to the Latter-day Saints just as they were applied to Jesus and the Apostles, 1,800 years ago. <\/div><div class=\"paragraph jod\" id=\"v23n838\"> My friends, if the popular prejudices of the first or second century of the Christian era had continued to be the dominant influence of the world and had suppressed the promulgation of the principles of Christianity and the maintenance of <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their claim upon men and women, where would your boasted Christianity be today? Where would your enlightenment be today if the revelations of Jesus Christ had been swept out of existence, if the world had been deprived of them entirely, what would be our state at the present time? It is true we have had a long reign of apostasy; it is true that from 1,400 to 1,500 years have passed away without any semblance of the Church of Christ upon the earth. We have had apostate churches, we have had churches built up according to the doctrines of men; we have had sects and parties multiplied by the hundreds; but we have never had a Christian Church. When the Church of Christ of Former-day Saints, with its Prophets, Apostles, and inspired men; with its miracles, gifts and powers disappeared from the earth, and the great &#x201C;Mother of Harlots&#x201D; that sitteth upon many waters,<span class=\"citation\" id=\"80142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80142)\">Rev. 17:1-5<\/a><\/span><span class=\"citation\" id=\"88698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88698)\">D&amp;C 88:94<\/a><\/span> established a church, and she begat children in her own likeness, until the whole world has been filled, comparatively speaking, with the effects of the degraded system that has grown out of an apostate Christianity&#x2014;I say, that from the time the Church of Christ disappeared from the earth until it was restored and built upon the foundation of living Prophets, Apostles, Evangelists, and the living powers of the Holy Ghost, there was no Christian church upon the earth. And this has all taken place, not for the purpose of giving any class of men an opportunity of lifting themselves up in the pride and vanity of their hearts, because they have become instruments in the hands of God in bringing to pass the restoration of those things which were predicted by the ancient Prophets, and were to be fulfilled in the last days,  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but it has been brought to pass in the fulfillment of measured prophecy, of explicit and well-defined terms of revelation with no ambiguity or uncertainty about them; the terms are as explicit, the conditions are as comprehensive, as clear and as conspicuous as the terms of any contract that was ever made between any two intelligent beings. <\/div><div class=\"paragraph jod\" id=\"v23n839\"> I must, however, bring my remarks to a close. I am thankful for the opportunity of announcing my feelings; of announcing our views as a people with regard to the Gospel of Jesus Christ. We offer to the world the same Gospel that was proclaimed anciently&#x2014;faith in the Lord Jesus Christ; repentance of sin; baptism for the remission of sins, and the laying on of hands for the reception of the Holy Ghost. And how is it that we meet with opposition? We have the same opposition that the enemies of Christianity waged against the Former-day Saints. Some people are finding fault with the treatment that we are receiving today at the hands of our government. I think many of us are laboring under a mistake. Some people are astonished at the partiality that is manifested in the law, and in the conditions in which the law is to be applied to one class of the citizens of this Territory and not against another. We are laboring under a mistake. The government is not seeking to legislate against immorality; and if we think they are doing so we are deceiving ourselves. I consider myself that there is more consistency to be accorded to those who are administrators of the laws of our nation and the makers of those laws than some of us are inclined to credit them with; but if we expect that the recent law which has been enacted to apply <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the people of Utah&#x2014;to &#x201C;polygamists and bigamists&#x201D;&#x2014;is intended to suppress the social evil, it is a mistake; it is not to touch anything outside &#x201C;the marriage relation;&#x201D; there is no infringement on the liberties of abandoned people; they can do as they please. The object of the law is to restrict marriage; is to restrict the legitimate and divine associations of the sexes; and if we suppose that it is intended for anything else we are laboring under a mistake. Let us be consistent, my friends, and wait. If our government wishes to deal with this question first, it has the right to do so; if it wishes to do it, it has the right to do it in the sense that the age regards might greater than right; but we are in the hands of the All-wise and Supreme Ruler of the universe. We are in the hands of Him who setteth up kings and who dethroneth kings;<span class=\"citation\" id=\"60968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60968)\">Dan. 2:21<\/a><\/span> who buildeth up empires and casteth down thrones at His will and pleasure. We are willing to abide the issue. It is God and the rulers of our land for it. We cannot measure arms with them only with our principles, but they will not fight us on that ground; they slink back out of sight, they will not touch us with the divine records in their hands; they dare not come to the front and challenge a comparison of the principles of Christianity with the record upon which they profess to found their faith. Excuse the freedom I have taken to express these thoughts; but I am a little astonished at the apparent inconsistency manifest in the legislative discriminations enacted against the Latter-day Saints, and would say, Oh consistency, thou art a jewel rarely to be found. <\/div><div class=\"paragraph jod\" id=\"v23n840\"> May God sustain this people; may He fill their hearts with faith and  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hope and confidence. We will seek to live our religion, and to pray to the God of Daniel, the God of Moses, to the God of our forefathers, to the God of Joseph Smith and Brigham Young, to the God of the universe, the Father of all; that He will direct and guide us in this great <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> contest&#x2014;I mean the contest that is being waged between pure Christianity and the errors of the world, until this earth shall be filled with the knowledge of God as the waters cover the mighty deep.<span class=\"citation\" id=\"58187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58187)\">Isa. 11:9<\/a><\/span> This is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}