{"ID":230005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Dispensation of the Fulness of Times&#x2014;Restoration of the Gospel&#x2014;Duties of the Priesthood&#x2014;The Future of Zion&#x2014;Inconsistency of the Saints' Persecutors&#x2014;Incidents of Church History, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Assembly Hall, on Sunday Afternoon, March 5, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Dispensation of the Fulness of Times, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/5\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v23n71\"> We are living in peculiar times; we are operating in an eventful era; we are associated with a peculiar dispensation, and we have a labor to perform which in many respects differs from that of all other ages or times. The dispensation that we are connected with is called in Scripture the dispensation of the fulness of times in which, it is recorded, God will gather together all things in one, whether they be things on the earth or things in the heavens.<span class=\"citation\" id=\"74854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74854)\">Eph. 1:10<\/a><\/span> There are ideas associated with this dispensation that are in many respects distinct, and dissimilar from those that have been enunciated and proclaimed in former ages and dispensations; and inasmuch as the present dispensation is to embrace everything that has been connected with all past dispensations&#x2014;all the prominent features as well as the minor ones that characterized the Church and kingdom of God in former days, that were essentially necessary to its growth and developments must reappear in connection with the work of God in this our day. If the manifestations and developments of other dispensations have been made known to <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us, we have had revealed to us doctrines, theories, organizations and systems that have existed among the whole of them; because it is emphatically the dispensation of the fulness of times. If they had anything that was peculiarly characteristic in the days of the ancient Patriarchs, we have the same revealed to us. If they had anything prominent and important in the dispensation of Noah, we have it, and if Noah was called upon to preach the Gospel to the world in his day, before its destruction,<span class=\"citation\" id=\"93292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93292)\">Moses 8:19<\/a><\/span> so are we. <\/div><div class=\"paragraph jod\" id=\"v23n72\"> If in the Abrahamic or Mosaic dispensations God revealed important principles, we have a clear knowledge of those things made known to us, and the reasons, the whys and wherefores, pertaining to them. If they had anything among the ancient Prophets and men of God, we have the same principles developed. If in the days of Jesus they had manifestations, revelations, doctrines or organizations, those things are made known to us. Or if the people upon this continent, to whom God revealed his will&#x2014;either the people that came from the Tower of Babel,<span class=\"citation\" id=\"83316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83316)\">Ether 1:33<\/a><\/span> or those who came from  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jerusalem during the reign of Zedekiah&#x2014;<span class=\"citation\" id=\"80911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80911)\">1 Ne. 1:4<\/a><\/span>if anything was revealed to them, we have had it revealed unto us. And this is why certain things exist pertaining to organizations, etc., referred to by Brother Hatch. <\/div><div class=\"paragraph jod\" id=\"v23n74\"> We have here on the ceiling of this building pictured to us, Moroni making known to Joseph Smith the plates, from which the Book of Mormon was translated, which plates had been hidden up in the earth; and in connection with them was the Urim and Thummim, by which sacred instrument Joseph was enabled to translate the ancient characters, now given unto us in the form of the Book of Mormon;<span class=\"citation\" id=\"94034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94034)\">JS&mdash;H 1 Endnote<\/a><\/span> in which is set forth the theories, doctrines, principles, organizations, etc., of these peoples who lived upon this continent. People talk about their disbelief regarding these things. That is a matter of no moment to us. I do not intend to bring any argument upon this question, caring nothing about what people believe. We know certain things, and knowing them we regard them as matters of fact. If we were to take the world and its ideas and theories, we should find that there is hardly one person in every thousand who believes the Bible. The Christian world professes belief in the Bible; that is, they believe it when shut, but not when open. Consequently, I do not propose this afternoon, at least, to address myself to infidels, whether they go under the name of Christian or any other name. I am speaking of certain principles to a people who believe them to be true; and I wish to refer more particularly to some events associated with the dealings of God with his earthly children. <\/div><div class=\"paragraph jod\" id=\"v23n75\"> When John was on the isle of Patmos, certain things were revealed to him that were to transpire in the <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> last days, and he prophesied of them. While wrapped in prophetic vision, gazing on the purposes of God as they were to be unfolded in later times, among other things he saw an angel flying in the midst of heaven, having the everlasting Gospel to preach unto them that dwell on the earth, to every nation, kindred, tongue and people; saying with a loud voice, Fear God and give glory to him, for the hour of his judgment is come.<span class=\"citation\" id=\"79933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79933)\">Rev. 14:6-7<\/a><\/span> This was a declaration made by this ancient Apostle and Prophet of God while banished for his religion, as certain men today would, if they could, banish us. We now declare to the world that this part of the visions of John has been fulfilled; that the angel has come and appeared to man upon the earth, conferring upon him this heavenly charge, namely, the responsibility of opening up a new Gospel dispensation; and we declare that God himself took part in it, and that Jesus, the Mediator of the new covenant,<span class=\"citation\" id=\"77316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77316)\">Heb. 12:24<\/a><\/span> accompanied him, both of whom appeared to Joseph Smith, upon which occasion the Father, pointing to the Son said, &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93664)\">JS&mdash;H 1:17<\/a><\/span> Following this the Gospel was to be preached to every nation. What Gospel? The same Gospel that was preached to Adam, and to the Patriarchs and men of God of every age; the Gospel of salvation and deliverance from sin through the atonement of Jesus Christ, the resurrection from the dead, life immortal and all the blessings associated therewith. And when this Gospel was first proclaimed in this age, who knew anything about it? Nobody; it was not and had not been among men for centuries. The world of mankind had been left without direct communication from the heavens,  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and as a natural consequence while groveling in the dark, they followed the devices and desires of their own hearts; they were governed by man-made systems, and bowed to the dictum, to the notions, the theories and follies of men. There was no Apostle, no Prophet, no inspired man of God holding His Holy Priesthood to say, Thus saith the Lord,<span class=\"citation\" id=\"53862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53862)\">Ex. 4:22<\/a><\/span> this is the way, walk ye in it.<span class=\"citation\" id=\"58957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58957)\">Isa. 30:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n77\"> In connection with this I may allude to an incident in my personal experience, to show the state of the world religiously some forty or fifty years ago. Not being then acquainted with this Church, a number of us met together for the purpose of searching the Scriptures; and we found that certain doctrines were taught by Jesus and the Apostles, which neither the Methodists, Baptists, Presbyterians, Episcopalians, nor any of the religious sects taught; and we concluded that if the Bible was true, the doctrines of modern Christendom were not true; or if they were true, the Bible was false. Our investigations were impartially made, and our search for truth was extended. We examined every religious principle that came under our notice, and probed the various systems as taught by the sects, to ascertain if there were any that were in accordance with the word of God. But we failed to find any. In addition to our researches and investigations, we prayed and fasted before God; and the substance of our prayers was, that if he had a people upon the earth anywhere, and ministers who were authorized to preach the Gospel, that he would send us one. This was the condition we were in. We knew all that the Methodists knew then, and all that they know now. We knew all that the Presbyterians knew then, <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and all that they know now. We knew all that the Episcopalians knew then, and all that they know now. We knew all that the Roman Catholics knew then, and all that they know today; for we made ourselves conversant with the doctrines and examined them thoroughly, as well as the theories of all men who pretended to have knowledge of Gospel light. We prayed earnestly; and in answer to our prayers, the Lord sent us Elder Parley P. Pratt, who gives an account of this in his autobiography which has been published since his death. Brother Pratt, in relating the circumstances, says that Brother Heber C. Kimball came to his house one night after he had retired; that Brother Kimball requested him to get up, which he did, and then began to prophesy to him. He told him there was a people in Canada who were seeking for a knowledge of the Gospel, and they were praying to God to send them a minister who should reveal to them the truth. Brother Kimball then commissioned him to repair to Canada, telling him that the Lord would bless him and open up his way. Just previous to that time the Saints had been engaged in building the Temple in Kirtland, Ohio, and were all very much embarrassed as to means, Brother Pratt with the balance having devoted everything he had to spare for that purpose. Among other things that Brother Kimball told him was, that where he was going he would find means to relieve himself and that many of the people would embrace the Gospel, and that it would be the means of introducing the Gospel to England. And furthermore, said he, your wife who is now childless shall have a son. In the course of time she did have a son, and they named him Parley.  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I do not know but that he may be present; but I was going to say, I knew him before he was born.<span class=\"citation\" id=\"128636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128636)\">Jer. 1:5<\/a><\/span> [Laughter.] <\/div><div class=\"paragraph jod\" id=\"v23n78\"> I speak of this to show that there was at that time nobody, of whom we had any knowledge, from whom we could obtain any information with regard to the Gospel of the Son of God, or that could teach us the doctrines Jesus and His Apostles taught, as contained in the Scriptures. Brother Pratt came and found us, and he came in answer to our prayer; at least, that is my faith in regard to the matter. And were all these things accomplished? Yes: I was baptized myself and others, and I baptized many others in that country; and it was the means also of sending the Gospel to England. John Goodson, who apostatized long ago, John Snyder, a good, faithful man who was one of the committee of the Nauvoo House, and who died in the 17th Ward of this City, Isaac Russell, and Joseph Fielding, uncle to Brother Joseph F. Smith, were of our number, embraced the Gospel, and were afterwards called to accompany Brother Heber C. Kimball and Orson Hyde to England for the purpose of opening up the work in that land; and I was the first person that wrote a letter to England on the subject of the Gospel; I did it at the request of Brother Fielding, who got me to write for him to a brother and brother-in-law of his who were ministers in England. These were the men that helped to introduce the Gospel into England in that early day. I speak of this for the information of many of you. <\/div><div class=\"paragraph jod\" id=\"v23n79\"> When Brother Pratt came to me I was, perhaps, as well read in the letter of the Bible as I am today, and as soon as he commenced to talk about Prophets, I said, Yes, we believe in them. And he talked <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about Apostles and I remarked, Yes, we have been looking for such men, but we cannot find them. He talked about the organization of the Church as it was anciently; and about the gift of tongues and the gift of healing, etc., and we were delighted with his message, it was something we were seeking for, and it was all new to us. We had heard rumors about the Mormons, just as people hear rumors nowadays of us; and the rumors we heard were not of the most complimentary character, any more than are those that are circulated about us today, or those that were circulated about Jesus and the former-day Saints. You know, the pious, hypocritical clergy of that day put the Savior down as the vilest creature that ever lived, and influenced the populace against him; for said they, if he heals the sick, give God the glory, for we know that this man is a sinner;<span class=\"citation\" id=\"69570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69570)\">John 9:24<\/a><\/span> and when he cast out devils, this same class attributed it to the power of Beelzebub, the prince of devils;<span class=\"citation\" id=\"64356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64356)\">Matt. 12:24<\/a><\/span><span class=\"citation\" id=\"66516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66516)\">Mark 3:22<\/a><\/span><span class=\"citation\" id=\"67568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67568)\">Luke 11:15<\/a><\/span> and they spoke of him as being a bastard, and cast all manner of reflections upon him.<span class=\"citation\" id=\"69519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69519)\">John 8:48<\/a><\/span> The Savior in speaking to his disciples gave them to understand that inasmuch as they had persecuted him, they would also persecute them;<span class=\"citation\" id=\"70248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70248)\">John 15:20<\/a><\/span> and said he, further, when they persecute you in one city, flee to another;<span class=\"citation\" id=\"64145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64145)\">Matt. 10:23<\/a><\/span> and he also told them to be exceeding glad<span class=\"citation\" id=\"63024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63024)\">Matt. 5:12<\/a><\/span> when they were persecuted for righteousness' sake.<span class=\"citation\" id=\"62980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62980)\">Matt. 5:10<\/a><\/span> What, to be lied about by adventurers and political demagogues who seek to rob and plunder you? Yes; that is a good and favorable sign. If we were guilty of the infamies that they seek to lay at our door, that would be another matter. But whilst we are not as good as we might be, we do know that what they say and publish to the world about us, which  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has had a tendency to arouse the feelings of the general public against us, are infernal falsehoods. &#x201C;Blessed are you, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad,&#x201D;<span class=\"citation\" id=\"63014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63014)\">Matt. 5:11-12<\/a><\/span> etc., in this we but share the lot of the honorable of other ages, the men of God who stood the abuse of their fellow man, and who, in many instances, were persecuted much worse than we are. Our present assailants have not learned how yet; but they are trying upon a small scale to introduce the inquisition, and may, by and by, in some degree, succeed in carrying out their nefarious objects. This is their work, if they can stand it we think we can. There are thousands of honorable men who will look down with contempt upon all such unprincipled and mendacious efforts. <\/div><div class=\"paragraph jod\" id=\"v23n81\"> After the Lord had spoken to Joseph Smith, and Jesus had manifested himself to him,<span class=\"citation\" id=\"93665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93665)\">JS&mdash;H 1:17<\/a><\/span> and after Moroni had revealed to him the hidden plates containing the history of the ancient inhabitants of this continent,<span class=\"citation\" id=\"93777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93777)\">JS&mdash;H 1:30-59<\/a><\/span> which, in the wisdom of God, have been translated into our own language in the form of the Book of Mormon, and which, in connection with the Bible, is to be the means of confounding false doctrines, the one being corroborative of the other in principle and doctrine and in relation to the designs and purposes of God&#x2014;after this it was necessary that the Priesthood held by men in former days should be restored in these latter days, that people now, as men in those days, might be authorized to act in the name of the Lord. Hence John the Baptist, who held the keys of the Aaronic Priesthood, came and laid his hands upon the heads of Joseph <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Smith and Oliver Cowdery,<span class=\"citation\" id=\"128637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128637)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93951)\">JS&mdash;H 1:68-72<\/a><\/span> using these words: &#x201C;Upon you, my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.&#x201D;<span class=\"citation\" id=\"84033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84033)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93995)\">JS&mdash;H 1:69<\/a><\/span> After having been ordained to this Priesthood which is after the order of Aaron, it was necessary that they should have another Priesthood which is after the order of Melchizedek, and after the order of the Son of God.<span class=\"citation\" id=\"90075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90075)\">D&amp;C 107:1-3<\/a><\/span> And consequently Peter, James and John came and conferred that Priesthood.<span class=\"citation\" id=\"84640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84640)\">D&amp;C 27:12<\/a><\/span> Why did they come? Because they were the last who held the keys of that Priesthood. After this order of Priesthood was introduced, the organization which we possess today was gradually effected, which is as full and complete, perhaps, as ever existed upon the earth. How perfect it was in the days of Enoch we are not told, but everything that they had revealed to them pertaining to the organization of the Church of God, also pertaining to doctrine and ordinances, we have had revealed to us, excepting one thing, and that is the principle and power of translation; that, however, will in due time be restored also. And if they in their day built a Zion, we have one to build in our day, and when this shall be done and everything is in readiness, the Zion which the people of Enoch built and which was translated, will descend from above, and the Zion of the latter days which this people will build, will ascend by virtue of this principle and power, and the former and the  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>latter-day Zion will meet each other, and the dwellers in both will embrace and kiss each other, so we are told in the revelations of God.<span class=\"citation\" id=\"128638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128638)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"59590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59590)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87976)\">D&amp;C 84:98-100<\/a><\/span><span class=\"citation\" id=\"93162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93162)\">Moses 7:62-64<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n83\"> We are indebted to no one excepting God, our heavenly Father, for the organization which we possess; and as a little circumstance with regard to its practical working occurs to me, I will mention it. Among other places, we sent to Bear Lake a copy of the form of petition which we are now presenting to Congress. I think it was on Wednesday that it was sent out from here, and on Saturday night it was returned with thousands of signatures. That is the way we do things here. In a few days we had some fifty thousand signatures, and I presume before this there are some ten or twenty thousand more from the more distant settlements. What does it manifest? Union and sympathy one with another, all testifying to one thing, which I was very glad to see. People have said that we know that polygamy is not a principle of our religion; but here are petitions signed by some seventy or eighty thousand, all of whom testify to their faith in regard to this principle. I think the testimony of seventy or eighty thousand persons living right among it, and most of whom are born in it, ought to be as strong as that of a few quidnuncs who know little or nothing about it. <\/div><div class=\"paragraph jod\" id=\"v23n84\"> The Gospel was then revealed, what for&#x2014;for you and me, or for this man and that man? No; it was for the benefit of the world; it was in the interests of humanity; and it was to be proclaimed to every nation, kindred, people and tongue,<span class=\"citation\" id=\"79847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79847)\">Rev. 14:6<\/a><\/span> by men commissioned of God to do so. That duty belongs to the Twelve especially, to either do so in person or see that it is done.<span class=\"citation\" id=\"90261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90261)\">D&amp;C 107:33-35<\/a><\/span> I have traveled myself tens of thousands of miles, <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and so have my brethren, visiting the nations of the earth in their most prominent cities declaring to them the principles of the Gospel as God has revealed them. And could we find men upon the earth that could successfully oppose us? I declare before God I never found one, taking the Bible as a standard; neither can anyone be found today that can do it, and that is the trouble. <\/div><div class=\"paragraph jod\" id=\"v23n85\"> In that day, we are told, the meek shall rejoice in the Lord; and the poor among men shall rejoice in the holy one of Israel.<span class=\"citation\" id=\"58874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58874)\">Isa. 29:19<\/a><\/span> God has had his people scattered among the nations, and his testimony was to go forth to all lands; and it becomes the duty of the Twelve, the Seventies, the High Priests and Elders to carry this message and present it to them in the spirit of the Gospel, not, to cram the truth down the throats of men, as certain individuals would cram their peculiar views down our throats. But when we were sent forth we were sent to teach, and not to be taught.<span class=\"citation\" id=\"85498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85498)\">D&amp;C 43:15<\/a><\/span> We could not learn anything from them about the Gospel, for they did not know it. They could not teach us, hence the Lord in sending out the first Elders told them they were sent to teach and not to be taught.<span class=\"citation\" id=\"85499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85499)\">D&amp;C 43:15<\/a><\/span> We went in the midst of opposition and persecution, mobbings and drivings, and were subjected to every insult, indignity and infamy that wicked and corrupt man could invent, and we have put up with such things all the time, and many have had to lay down their lives in the conflict, and they will, as others formerly did, when the time comes, gain a better resurrection.<span class=\"citation\" id=\"77060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77060)\">Heb. 11:35<\/a><\/span> And we are still struggling on, in the face of a general opposition, trusting in our God to sustain us, while we shall continue to sow the precious seed<span class=\"citation\" id=\"57268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57268)\">Ps. 126:6<\/a><\/span> of the everlasting  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel, and maintain in our own midst the principles of life eternal, and freedom, liberty and equality to the human race. And our sons who have grown up are now doing what we have done; and they too are full of the Spirit, full of life, light and intelligence, having, as we had and still have, the interests of humanity at heart, as they move among the people as messengers of life and salvation. Our course is onward; and are we going to stop? No. Zion must be built up, God has decreed it<span class=\"citation\" id=\"87447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87447)\">D&amp;C 82:14<\/a><\/span> and no power can stay its progress. Do you hear that? I prophesy that in the name of the Lord Jesus Christ. For Zion must and will be built up despite all opposition, the kingdom of God established upon the earth in accordance with the designs and purposes of God. That is true, and you will find it to be true if you live long enough, and if you die you will find it to be true; it will make no difference. &#x201C;But shall we not be persecuted?&#x201D; Yes, and does not Jesus say, Blessed are ye, when men revile you, and persecute you,<span class=\"citation\" id=\"63005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63005)\">Matt. 5:11<\/a><\/span> etc.&#x2014;would you be deprived of that blessing? &#x201C;But we have had enough of it.&#x201D; O, have you? No matter, you will have to put up with it. &#x201C;But,&#x201D; say you, &#x201C;have we not certain constitutional rights?&#x201D; Yes, on paper, but when you get through with them, the paper does not amount to much; it is like pie crust, easily broken. We do not pay much attention to these things. Honorable men will be governed by constitutions, and laws, and principles, but dishonorable persons will not. Therefore, we have to do the best we can, taking a righteous course that we may be entitled to the blessings of God. &#x201C;What will be the result of this?&#x201D; I care nothing about what the result may be, it is a matter of very little <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> importance to me. &#x201C;Do you expect such things?&#x201D; Yes, and have done for years; I have never expected anything else associated with the Gospel. When I first embraced it I considered it a lifelong affair; and when I came to look at it squarely in the face, if I could have satisfied my conscience by getting along without it, I would have done so; but I could not, and I apprehend that many of you have been in the same situation. I believed it was true, and so did you; and after I was baptized and had hands laid upon my head for the reception of the Holy Ghost, I knew it was true by the operations of the Holy Spirit upon my heart. And this is the common experience of all Saints. Some people seem to think that we are going to throw away our religion at the &#x201C;drop of the hat.&#x201D; I do not know of any such feeling among this people. There have been men who learned to endure things quite as bad as those which afflict us. My mind runs back to Daniel who was a man that feared God.<span class=\"citation\" id=\"61552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61552)\">Dan. 6:1-28<\/a><\/span> There was a set of political plotters in his day&#x2014;and probably a fair share of religious ones associated with them&#x2014;who conspired against him, for Daniel was a man of God in great favor with the king; and the only way they could accomplish their plans was by laying a trap to catch him through an edict of the king. They did it by getting the king to issue a proclamation that no man should ask a petition of any God or man for thirty days, save of the king, that if he did he should be cast into the den of lions. This was done expressly to catch Daniel, but the king was not made acquainted with the secret. Their request was granted and the decree established by the king's signature, which then could not be changed, according to  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the law of the Medes and Persians, which altered not.<span class=\"citation\" id=\"61568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61568)\">Dan. 6:8<\/a><\/span> When Daniel heard of this, we are told that he went into his house, and the windows of his chamber being open towards Jerusalem, he bowed down before his God, and prayed and gave thanks to him, as aforetime, three times a day. He did not falter, although he knew the nature of the decree and the laws which governed it; but he knew too that the God whom he served was able to deliver him. They watched him, of course, and finally complained against him; and he was adjudged guilty of violating the law. The law had to take its course, although the king, when the thing was made known to him felt very sorrowful, and set his heart on Daniel to deliver him. He did not feel like some feel towards us; although there have been praiseworthy efforts made by a few to maintain constitutional principles, and we recognize them as the sentiments and feelings of honorable men, who wish to see correct principles maintained in our land. There was no appeal in Daniel's case; or as a certain class of Christians today would say, &#x201C;Daniel had to go.&#x201D; They cast him into the den of lions. The king went to the den early the following morning, feeling much concerned about him, and he cried out, &#x201C;O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions?&#x201D; Daniel spoke up and said, &#x201C;O king, live forever. My God hath sent his angel, and hath shut the lions' mouths, that they have not hurt me.&#x201D;<span class=\"citation\" id=\"61580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61580)\">Dan. 6:20-22<\/a><\/span> Now, he dared to do that which showed there was some manhood in him. We have another example in the three Hebrew children, who refused to bow down to a golden image that had been set up.<span class=\"citation\" id=\"61408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61408)\">Dan. 3:1-30<\/a><\/span> Shall we call it <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> monogamy?<span class=\"citation\" id=\"61394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61394)\">Dan. 3:1<\/a><\/span> [Laughter.] The conditions were that if they did not bow down to this golden image, they should be cast into a burning fiery furnace. They did refuse to obey this royal decree, saying, &#x201C;Our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king. But if not (said they), be it known unto thee, O king, that we will not serve thy gods, nor worship thy golden image which thou hast set up.&#x201D;<span class=\"citation\" id=\"61424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61424)\">Dan. 3:17-18<\/a><\/span> This, of course, was considered a great indignity on their part to refuse to bow down to this God. These three men were cast into the furnace and their persecutors in their animus and religious zeal, heated it to such a degree&#x2014;evincing in this respect the same feeling we see manifested toward us in a different form&#x2014;that the men who cast Shadrach, Meshach and Abednego into the furnace were themselves destroyed by the flames. And it seems the King himself was curious to look into the furnace to know of their fate, and in doing so, to his astonishment, he beheld four persons in the midst of the flames, one of whom appeared to be like unto the Son of God.<span class=\"citation\" id=\"61440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61440)\">Dan. 3:25<\/a><\/span> Nebuchadnezzar then called to these three men to come out, which they did; and even the smell of fire was not found upon their clothing, nor was a hair of their heads singed.<span class=\"citation\" id=\"61444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61444)\">Dan. 3:27<\/a><\/span> Such was the faith of those young men, and such their conduct that all honorable men could approve and appreciate the nobility of their course; and even the Gods could admire them; and their integrity to God was the means of their being promoted to the favor of the King,<span class=\"citation\" id=\"61448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61448)\">Dan. 3:30<\/a><\/span> and to distinction in the land. Let us hope that the descendants of those people in these days, in the trials that they  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have to pass through, which are now being enacted in Russia, in Europe, and in other places, and apparently commencing in this land, may be found as true to their integrity as were these noble examples of manhood and faith in God. <\/div><div class=\"paragraph jod\" id=\"v23n89\"> But to return to the Christian's idol. The pious, zealous, religious and hypocritical in our day, uniting with political demagogues, have set up a God for us to worship, which they boastfully represent as the embodiment of everything that is pure and virtuous, embodying the enlightenment and civilization of the nineteenth century. Their god is overlaid with gilt and tinsel, but inside it is pregnant with the social evil with its twin adjuncts feticide and infanticide. Like a great Moloch<span class=\"citation\" id=\"61931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61931)\">Amos 5:26<\/a><\/span><span class=\"citation\" id=\"71538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71538)\">Acts 7:43<\/a><\/span> it is crushing out female virtue, trampling upon innocence, and prostituting and destroying millions of the fair daughters of Eve. Yet this loathsome, filthy, debauched, degraded monster is held up for our veneration and worship by its corrupt Christian devotees as the essence of everything that is great and grand, noble and praiseworthy; and we are called upon to fall down and worship this loathsome monster under the threat of unconstitutional pains and penalties, and the violation of every principle of liberty and protection guaranteed under the Constitution. <\/div><div class=\"paragraph jod\" id=\"v23n90\"> Shall we worship this unnatural, lascivious Moloch? Shall we bow down before the shrine of this fetid, corrupt and debauched monster? No! We will worship the Lord our God, yield obedience to his behests, and, if we are faithful, live our religion and keep his commandments, the God whom we worship will deliver us out of the hands of our enemies, and we shall triumph over all our foes. <\/div> <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n91\"> There have been men living nearer our own times who could meet the inquisition with its fagot, rack and thumbscrew, and in the midst of their sufferings could commit themselves in all serenity and calmness into the hands of God; and we can surely do the same. If the rulers of this nation can afford to tamper with the sacred rights of the people guaranteed by the Constitution of this great nation, and ruthlessly tear down the temple of freedom erected at the cost of so much blood and treasure, instead of anticipated glory, they will bring destruction upon the nation and ruin and infamy upon themselves. The sacred bulwarks of freedom once tampered with, the floodgates of anarchy and confusion will be thrown open and dissolution and ruin will follow in their train in rapid succession. It is for us to sustain and maintain the principles guaranteed in that sacred palladium of human rights&#x2014;the Constitution of the United States, and to contend inch by inch in every legal and constitutional manner for our own rights and human freedom, leaving misrule, anarchy, violations of law and the trampling under foot of the rights of man and constitutional guarantees to religious fanatics and clamoring demagogues; and if they can afford to tamper with those sacred guarantees, we certainly can afford to have them do it. It is for us to seek more exalted ideas, to abide by constitutional law, to maintain inviolate the principles of human freedom, and to contend with unwavering firmness for those inalienable rights of all men&#x2014;life, liberty and the pursuit of happiness; and to seek continually to our God for wisdom to accomplish so great, noble and patriotic a purpose. <\/div><div class=\"paragraph jod\" id=\"v23n92\"> One of the first things I ever  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heard preached by the Elders of this Church was that the world would grow worse and worse, deceiving and being deceived.<span class=\"citation\" id=\"76207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76207)\">2 Tim. 3:13<\/a><\/span> Should we be surprised at its coming to pass? Another thing that I have heard from the beginning is, that people would persecute us, commencing with neighborhoods and villages, and then it would extend to cities and counties, and then to States, and then to the United States, and afterwards to the world. We have got about fifty millions of people on our backs now&#x2014;and it is a pretty heavy load to carry, too; but the Lord will see us through. We are acting in the interests of humanity: we are proclaiming salvation to a fallen world, and in this we are carrying out the word and will of God made known and manifested directly to us. We are warning the people of their position, and we will continue to send forth our missionaries for this purpose until God says, it is enough.<span class=\"citation\" id=\"55607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55607)\">2 Sam. 24:16<\/a><\/span> And if they persecute us in one city, we will do as Jesus told his disciples, we will flee to another,<span class=\"citation\" id=\"64146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64146)\">Matt. 10:23<\/a><\/span> searching out the honest in heart. Persecution has been our lot from the beginning, and it has followed us to this day. I am reminded of a circumstance that occurred in Missouri, which I will mention to show the kind of feeling that Joseph Smith was possessed of. Some 25 years ago, in Far West, a mob&#x2014;one of those semi-occasional occurrences&#x2014;had come against us with evil intent, placing themselves in position to give us battle; and there were not more than about 200 of us in the place. We had one fellow who was taken with a fit of trembling in the knees, and he ordered our people to retreat. As soon as Joseph heard this sound, he exclaimed, &#x201C;Retreat! Where in the name of God shall we retreat to?&#x201D; He then led us out to <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the prairie facing the mob and placed us in position; and the first thing we knew a flag of truce was seen coming towards us. The person bearing it said that some of their friends were among our people for whose safety they felt anxious. I rather think it was a case in which the wife was in the Church but not the husband, and the mob wished these parties to come out as they, he said, were going to destroy every man, woman and child in the place. But these folks had a little &#x201C;sand&#x201D; in them, as the boys say; they sent word back, that if that was the case they would die with their friends. Joseph Smith, our leader, then sent word back by this messenger, said he, &#x201C;Tell your General to withdraw his troops or I will send them to hell.&#x201D; I thought that was a pretty bold stand to take, as we only numbered about 200 to their 3,500; but they thought we were more numerous than we really were, it may be that our numbers were magnified in their eyes; but they took the hint and left; and we were not sorry. (Laughter.) The Lord, through simple means, is able to take care of and deliver His people, but they must put implicit faith and confidence in Him; and when they are crowded into a tight place they must not be afraid to make sacrifice for the sake of maintaining the truth, and all will be well with us whether living or dying, in time or in eternity. <\/div><div class=\"paragraph jod\" id=\"v23n94\"> Well, what shall we do? We will serve the Lord; we will live our religion; we will be true to our covenants, keep his commandments and be one, and we will sustain one another, and not sustain men among us who have it in their hearts to cut our throats; let them alone to pursue their own course, and let them draw their sustenance from  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their own kith and kin; and let us pursue the even tenor of our way, operating together as a band of brethren; and if any have sinned, let them sin no more; and inasmuch as this people are found faithful to God and true to themselves and their fellow men, I will risk the results of what our enemies may do to injure us. We are in the hands of <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, and this nation is in His hands, and he will do with us and them according to the pleasure of His will.<span class=\"citation\" id=\"59420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59420)\">Isa. 46:10<\/a><\/span><span class=\"citation\" id=\"74770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74770)\">Eph. 1:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n96\"> Brethren and sisters, God bless you, and God bless the honorable of the earth, and may the wrath of the wicked be made to praise Him, and the remainder may He restrain.<span class=\"citation\" id=\"56895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56895)\">Ps. 76:10<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}