{"ID":230004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Travels of the First Presidency and the Twelve&#x2014;Temporal and Spiritual Condition of the Saints&#x2014;Their Educational Progress&#x2014;Temple Building, Its Object&#x2014;Organization of the Priesthood, Its Duties&#x2014;The Gathering and General Duties of the Saints of God, Their Ultimate Destiny.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, December 11, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Travels of the First Presidency, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/11\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v23n55\"> I am pleased to have the opportunity of meeting with and addressing the Saints in this place. Since our last Conference I have traveled a great deal among the Saints in different parts of the Territory, in part accompanied by some of my counsel and the Twelve. Personally within a short time I have visited all the leading settlements of the Saints both north and south, east and west, and it may not be unin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>teresting to you to hear a brief statement of the position which the Saints occupy in their various locations and settlements; because we all of us feel more or less interested in the welfare of all. It was in view of this that I felt a desire to visit the Saints at their own homes, to associate with them at their own firesides, or at least to meet them in their public assemblies. It has been very interesting to myself and  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>accompanying brethren to find out the true position which the Saints occupy, to know what their standing is in relation to their religious views and sentiments, and also to ascertain their moral status and how they conduct themselves not only religiously but socially. And then another thing that we felt desirous to understand was the true educational condition of the Saints; and what they were doing to enlighten the minds of the youth and to train them in the right paths, and how far literature, science and those principles of intelligence which are calculated to exalt and ennoble men when under proper influences, prevailed among our people, and in what manner they deported themselves in regard to all these things. We have felt the more desirous to do this because many of the Saints live far from the seat of the Presidency of the Church. I suppose so far as we have been in this Territory, in the adjoining Territory of Idaho, in some portions of Wyoming, and in other portions south, that we have not traveled less than from 500 to 600 miles in a direct course north and south, besides visiting nearly all the prominent settlements east and west, and our feeling and impressions after visiting the whole of the Saints in all of their locations are to us very interesting and encouraging. So far as the temporal position of the people is concerned, they seem to be in possession of a reasonable share of the good things of life; their habits of industry and perseverance, their self-abnegation, the desire to comprehend and sustain correct principles, together with the blessing of the Almighty, have tended to promote their welfare in a temporal point of view. <\/div><div class=\"paragraph jod\" id=\"v23n57\"> We do not find so many very <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wealthy people as there are in some communities, but our people, so far as our observation goes (and we have had a pretty fair opportunity of investigating all these matters), are second to none in regard to the comforts, conveniences and necessaries of life; and perhaps there is no place nor people (at least, none that I have any knowledge of, and I have traveled quite extensively myself in the world), that are better situated as a whole than are the Latter-day Saints in this and the adjoining territories, nor where more of the people dwell in their own homes. We find thousands upon thousands of happy homes, and the people that inhabit them are sober, industrious, frugal and Godfearing, feeling a strong desire to observe the laws and keep the commandments of the Lord; and notwithstanding the many aspersions cast upon them by wicked and designing men, they nevertheless evince a strong desire to observe the laws and institutions of the land. We find them in possession generally of good houses, farms, orchards, gardens, and in many instances, of cattle, sheep, horses, and all the appliances of life which tend to promote comfort in a social and family capacity. We find, too, that this season has been a very prosperous one, with very few exceptions, throughout the length and breadth of the Territory. The Lord has blessed our labors, exceedingly, and I presume that the crops, as a general thing, have been increased at least 20 to 25 percent, I think we should be quite safe in saying 20 percent; and this, of course, tends to make existence more pleasant and agreeable, and to enable the people to more easily struggle in the battle of life in its various forms and phases. In addition to this we find that they  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are generally seeking to live their religion and to keep the commandments of God. And the various organizations which you have among you here, in this city, prevail throughout all the settlements of the Saints with very few exceptions, very few indeed. We find that the Relief Societies which are so active and energetic among you here and which are operating so creditably in looking after the interest and welfare of the female portion of our society, also exist all over the Territory, and that there is a creditable zeal and intelligence without that obtrusiveness which we see among many&#x2014;a desire to promote the well-being of those with whom they are associated, and to make themselves useful in all the affairs of life: and we feel whenever we find a disposition of this kind, to appreciate it. We find, also, that our Young Men's and Young Women's Mutual Improvement Associations prevail almost everywhere, and that there is a desire to elevate the youth and lift them up from the sloughs of ignorance and darkness, and to implant within their minds true and correct principles, putting them in possession of a knowledge of science, literature, and the arts, and cultivating those principles that are calculated to elevate and ennoble mankind, as well as to correct their morals and govern them in their religious pursuits. We find, also, that their Primary Associations are attended to with the same vigilance that they are around us here, and that the most wise, prudent and intelligent ladies are selected for the purpose of supervising their movements and in &#x201C;teaching the young idea how to shoot.&#x201D; We find, also, that throughout the Territory our Sunday Schools receive that attention which we consider all such institutions ought to <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> merit and do merit, and that the best of men and women are selected for their teachers, who, as we see, take an interest in the welfare of our rising posterity. <\/div><div class=\"paragraph jod\" id=\"v23n59\"> It is not for me to enter into all particulars; I merely wish to give a brief outline of these matters. All of these institutions that I have referred to are in a very creditable position; are managed with great care, and many of your old neighbors who used to live here in the city, both men and women, and who were known as high-minded, honorable persons&#x2014;we find mixed in the various societies throughout the settlements and organizations, exerting an influence which is truly interesting to all who feel desirous to promote the welfare of Zion and the building of the kingdom of God upon the earth. Then, again, in regard to our scholastic affairs, we find that there is very great progress being made in our common schools, or rather what are termed our district schools. We find that a more intelligent class of teachers is being employed, and that with the operations of the normal department of the University, with the Brigham Young Academy in Provo, and other institutions of learning, they are telling very favorably upon our youth, and as better teachers are obtained, there seems to be a greater desire manifested among the people to acquire intelligence of every kind. From the best information that I am able to obtain, I suppose there are at least thirty normal students turned out every year. They are prepared in our University and in the other scholastic institutions referred to, and as these teachers, coming from their own counties and peoples, return to their several homes, properly qualified as instructors, they do a great deal of good among the community. <\/div> <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n61\"> In relation to other matters, such as the building of Temples, they are also progressing very favorably. I need not say anything about the one we are building here; you are all acquainted with that. The one which is being built in Logan is now covered in. A large force of carpenters are engaged in finishing the interior department thereof, and another year will count very favorably in the work on that structure. It is a beautiful building, and stands in a very imposing position on an elevated plateau in Cache County, near Logan. About 200 miles from that, in the south, in Sanpete County, there is another Temple being built. That also occupies a very eligible position. A very large amount of labor has been performed in preparing the site. The point of a mountain has been removed, and a great amount of labor has been expended on the walls which surround the Temple, forming nearly a semi-circle. There are three terraces elevated one above another, the same as the gallery may be elevated above the lower part of this house; they surround the Temple, being wider, of course, at the lower part and narrower as they approach towards the Temple. A very large amount of means and labor have been expended in preparing these terraces and also in preparing the Temple. The Temple itself is a beautiful structure. They expect to have the walls up to the square in another season. I think they have built up the wall this year some 28 feet. It is built of beautiful white rock&#x2014;or at least very light, clear rock and is hewn on the outside where the joints come together, and presents a very beautiful and creditable appearance. It is interesting, too, to find how strongly the feelings of the people are drawn <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> out in relation to these edifices. They seem to think that no sacrifice is too great to accomplish the object which they have in view; indeed in both of these Temple districts they seem to take very great pride in prosecuting this labor. I was informed that the superintendent was a little short of means a short time ago at the Manti Temple, and he asked if he must slacken the labor. They told him no, he was to proceed with it, and I think in a very short time a number of people from different parts subscribed 7,000 bushels of wheat to assist in the construction of the Temple, and there seems to be, generally, a strong desire for the accomplishment of this work. <\/div><div class=\"paragraph jod\" id=\"v23n62\"> The religion that we have espoused, connects time with eternity, heaven with earth, this world with the next, and while the Lord has revealed unto us what is termed a new Gospel, and hence it is called the new and everlasting Gospel&#x2014;new indeed to the people of the world, but everlasting so far as God is concerned and the interests of mankind both living and dead; for God is interested in the welfare of all humanity that has ever lived, that now lives, or that ever will live. He is, we are told, the God of the spirits of all flesh,<span class=\"citation\" id=\"54772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54772)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54887)\">Num. 27:16<\/a><\/span> and he has introduced principles which have been made known to us for the benefit of all. The principles that we are associated with reach back into eternity and forward into eternity. They are not the ideas, the theories or notions of men, they emanate from the Almighty. And in regard to the ideas which have been developed pertaining to the past, the present and the future, none of us can claim ourselves to be the founders or the originators of any one idea associated with the Church and kingdom of God, neither was Joseph Smith,  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neither was Brigham Young, neither are any of the Twelve, nor is anybody that now exists or has existed; all of these things come from the Lord. And having proceeded from him he has dictated the whole matter from first to last. We did not receive our ideas from any theologian, from any scientist, from any man of renown, or of position in the world, or from any body or conclave of religionists, but from the Almighty, and to him we are indebted for all life, all truth, and all intelligence pertaining to the past, pertaining to the present, or pertaining to the future. Therefore we feel our dependence upon him. Neither are we indebted to any man for any doctrine that we have received, nor for the organization of our Church, nor for the Holy Priesthood, whether it be the Melchizedek or the Aaronic; all of these proceed from the Almighty, and if he had not given them we should have been as ignorant of them as others are, for they do not generally comprehend the law, the word, the will, or the design of the Almighty; for no man knows the things of God but by the Spirit of God;<span class=\"citation\" id=\"73083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73083)\">1 Cor. 2:11<\/a><\/span> and if the Father did not reveal them we should be very ignorant indeed, as are the rest of mankind pertaining to these matters. But the time having come to introduce what is termed, the &#x201C;dispensation of the fulness of times,&#x201D; when God would gather together all things in one, whether they be things in heaven or things on the earth,<span class=\"citation\" id=\"74853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74853)\">Eph. 1:10<\/a><\/span> it became necessary, because of the ignorance of men, because they did not comprehend God, nor his laws, nor the principles of eternal truth, that men should be taught of the Almighty, that God should be their instructor, and hence he introduced through the medium <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Holy Priesthood that had existed heretofore upon the earth, those principles which are calculated to bless and exalt the human family, prepare them to carry out the word and will of God, and to accomplish these purposes which he had designed from before the foundation of the world. Hence he organized the First Presidency and the Twelve, he organized the Seventies, he organized Elders, Priests, Teachers, and Deacons, he organized Bishops and High Councils and all the various adjuncts associated with the organization of the Church of Jesus Christ of Latter-day Saints. And why, it may be asked, should these institutions be introduced in our midst? For certain obvious reasons when we reflect upon this all-important matter. Having revealed his will to man, to Joseph Smith, as he had done to other men in former ages, it was necessary that that will should be made known to all nations, kindreds, tongues and people, that men might be informed of the things that he revealed for the salvation and exaltation of humanity. Hence the Twelve were set apart. For what purpose? That they might introduce the Gospel to the nations of the earth, and preach the principles of life as they emanate from God.<span class=\"citation\" id=\"90254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90254)\">D&amp;C 107:33<\/a><\/span> Then the Seventies also were ordained until we now have upwards of seventy times seventy. What is their business? Under the direction of the Twelve, to preach the Gospel to the nations of the earth.<span class=\"citation\" id=\"90233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90233)\">D&amp;C 107:25<\/a><\/span><span class=\"citation\" id=\"90270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90270)\">D&amp;C 107:34<\/a><\/span> Are they doing it? Yes. Have they been doing it? Yes. And the Twelve? Yes, for these many, very many years, and are still doing it. We still feel the same responsibility devolving upon us to spread forth that light, that truth, and that intelligence which has emanated from God our heavenly  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father, through our Lord Jesus Christ. And these men are going forth bearing precious seeds,<span class=\"citation\" id=\"57266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57266)\">Ps. 126:6<\/a><\/span> even the seeds of eternal life, and when the people believe the Gospel what do they do? Their testimony to the people is that God has spoken, that the Gospel has been restored; they explain what the Gospel is; they call upon the people to repent and to be baptized in the name of Jesus for the remission of sins, promising that the obedient shall receive the Holy Ghost. Do they baptize them? Yes. Do they lay on hands for the reception of the Holy Ghost? Yes. Do the people receive the Holy Ghost? Yes, and you here today are my witnesses in relation to these things, and you know what I say is true. And what will the Holy Ghost do? It takes of the things of God, and shows them unto us;<span class=\"citation\" id=\"70496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70496)\">John 16:14-15<\/a><\/span> it brings things past to our remembrance;<span class=\"citation\" id=\"70064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70064)\">John 14:26<\/a><\/span> it leads us into all truth and shows us things to come.<span class=\"citation\" id=\"70441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70441)\">John 16:13<\/a><\/span> Does it do that? Yes, and it is because of this principle that the Latter-day Saints feel as they do; having partaken of the Holy Ghost and tasted the powers of the world to come,<span class=\"citation\" id=\"76726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76726)\">Heb. 6:5<\/a><\/span> and having received a hope that enters within the veil, whither Christ the forerunner is gone,<span class=\"citation\" id=\"76763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76763)\">Heb. 6:19-20<\/a><\/span> and knowing today that they are the sons of God, and that they have rights and privileges pertaining not only to time but to eternity, they feel to act and operate under the directions of that spirit. And being partakers of that spirit, there is a communication opened between them and their heavenly Father through our Lord Jesus Christ, and being inspired by that spirit, their prayers ascend unto the God of the whole earth;<span class=\"citation\" id=\"59707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59707)\">Isa. 54:5<\/a><\/span><span class=\"citation\" id=\"82607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82607)\">3 Ne. 11:14<\/a><\/span> they learn to place their confidence in him and to obey his laws; and then having been baptized into one baptism; they all partake of the same <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirit&#x2014;<span class=\"citation\" id=\"73525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73525)\">1 Cor. 12:13<\/a><\/span>that is, those who are living their religion, observing the laws of God and keeping his commandments, and who have not grieved the Spirit of God, whereby they are sealed to the day of redemption.<span class=\"citation\" id=\"75303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75303)\">Eph. 4:30<\/a><\/span> Then, that same spirit that brought them into the Church and led them to obey the laws of God, led them to gather together as we are here today. It is a false idea entertained by many very ignorant men that we gather men together on some kind of emigration principle. The people get the principle of gathering in their own hearts by the Spirit of God, and that draws them here. There needs no argument, no influence, no power of suasion, or anything of the kind to bring them here. Their desire, when they receive the Gospel, is to come to Zion. And why? That they may learn more fully of the laws of life. As the scriptures say&#x2014;&#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion.&#x201D;<span class=\"citation\" id=\"60344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60344)\">Jer. 3:14<\/a><\/span> And what will you do with them when you get them to Zion? &#x201C;I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60388)\">Jer. 3:15<\/a><\/span> Hence we have come together as we are here in this city and in this Territory. Our object is to fear God, to observe his laws, to magnify our calling, to fulfil our destiny upon the earth, and to operate with those who are behind the veil in the interests of humanity, to lay aside our selfishness, our covetousness, our evils of every kind whatever they may be, and to purge ourselves from unrighteousness, that we may be fit receptacles for the Holy Ghost and be prepared to do the will of God on earth as it is done in heaven.<span class=\"citation\" id=\"63422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63422)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67496)\">Luke 11:2<\/a><\/span> I know a great many men object to us doing this. No matter; with God's help we will try to do it; no matter  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>what the opinions and ideas, the feelings and theories of men are. God has laid on us a mission, and in the name of Israel's God we will fulfil it, and let all Israel say, &#x201C;Amen.&#x201D; [The congregation responded aloud, &#x201C;Amen&#x201D;]. We will try and carry out what God has given us to do, no matter what men's theories, opinions or ideas may be. We are here, then, for that purpose. And we feel that God is our heavenly Father; we feel that we are his children; we feel that we are doing his work by his assistance, we feel, too, that he is engaged just as much as we are, and a thousand times more, in carrying on this work, and therefore we feel easy and satisfied in our minds and know that all is well. God our heavenly Father, Jesus the Mediator of the new covenant,<span class=\"citation\" id=\"77315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77315)\">Heb. 12:24<\/a><\/span> the ancient patriarchs and prophets and men of God who have lived upon the earth years and years ago, Adam the Father of mankind, and Noah, another great father, and Abraham the father of the faithful,<span class=\"citation\" id=\"92195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92195)\">D&amp;C 138:41<\/a><\/span> and all the Prophets, Apostles and men of God who have lived upon the earth are interested as we are in the welfare of humanity and in seeking to introduce and carry out the word and will of God which he designed before the world rolled into existence or the morning stars sang together for joy.<span class=\"citation\" id=\"56257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56257)\">Job 38:7<\/a><\/span> God will accomplish his work and we will try and help him do it. It needs the cooperation of all these men who have held this Priesthood, who administer in time and in eternity&#x2014;it needs the cooperation of all those and of the Gods in the eternal worlds to assist us in the labors in which we are engaged. Therefore, God has introduced the system of things that we have been speaking of for the purpose of gathering together a people who would listen to his voice, and they are the only people on the <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth today who will listen thereto, and then it is as much as the bargain for many of us to do it. God expects to have a people who will be men of clean hands and pure hearts,<span class=\"citation\" id=\"56526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56526)\">Ps. 24:4<\/a><\/span> who withhold their hands from the receiving of bribes,<span class=\"citation\" id=\"59052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59052)\">Isa. 33:15<\/a><\/span> who will swear to their own hurt and change not,<span class=\"citation\" id=\"56398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56398)\">Ps. 15:4<\/a><\/span> who will be men of truth and integrity, of honor and virtue, and who will pursue a course that will be approved by the Gods in the eternal worlds, and by all honorable and upright men that ever did live, or that now live, and having taken upon us the profession of sainthood, he expects us to be Saints, not in name, not in theory, but in reality. And then he expects us to do just what we are doing, that is, to build Temples, and to preach the Gospel to an unthankful world. Have we done it? Yes, we have. I have done it. I have, traveled thousands of miles to preach this Gospel without purse or scrip,<span class=\"citation\" id=\"68206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68206)\">Luke 22:35<\/a><\/span> trusting in God. Did I ever lack anything? No. Here is Brother Woodruff, and many other men who have done just the same thing. High Priests, Seventies, Elders, and others have gone forth to the world, bearing the precious principles of eternal life, and have returned again, as the Scripture say, bringing their sheaves with them.<span class=\"citation\" id=\"57267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57267)\">Ps. 126:6<\/a><\/span> What are we doing besides? Building our Temples. What for? That we may have places to enter into that are dedicated to the God of the whole earth.<span class=\"citation\" id=\"59708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59708)\">Isa. 54:5<\/a><\/span><span class=\"citation\" id=\"82608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82608)\">3 Ne. 11:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n66\"> The world have forgotten that God is the fountain of all truth, the source of all intelligence, of everything that is calculated to elevate and exalt mankind; but we will give to God all the glory. We are seeking to build up the Zion of our God. And shall we accomplish it? With the help of the Lord we will.  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Will we all do right? No, many will fall by the wayside as they have done; but the work of God will go on and prosper and increase, and the Lord will be with Israel if they will only cleave to the truth, obey his laws and keep his commandments. Are all good? No, you know that many of us do many things that are far from right. Let me say unto you that our only safety is in obedience to the laws of God. You need not fear the clamor that is now being raised against us, nor any of this nonsense, this spite of the world; you need not fear the illiberality of religionists who are clamoring to deprive you of your liberties, you need care nothing about that. <\/div><div class=\"paragraph jod\" id=\"v23n68\"> You all know that they are proclaiming falsehoods against us, and that we are misrepresented by them. No matter, they are in the hands of God, and we are in the hands of God; and while we seek to maintain righteous principles, virtue, purity, and the laws of the land, we can afford to leave them in the hands of God, and let him be their judge. Let us be for God, for righteousness, for virtue, for purity, for truth and integrity, and if our enemies prefer to wallow in their iniquities, and lend themselves to vice <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and falsehood, we can stand these things if they can, it is better to suffer than do wrong. The Lord will judge both them and us, and all will be well with those who cleave to the truth. We need not be troubled about their intrigues and mendacity. God will protect the right and will save and bless and deliver us despite their mendacious assertions, if we fear him, observe his laws, and keep his commandments. They, nor any other men, nor any power, can go further than God permits them, and when he says stop, they must stop. He will control all things according to the counsels of his own will.<span class=\"citation\" id=\"74879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74879)\">Eph. 1:11<\/a><\/span> It is for us to be willing to obey his laws, to preserve our bodies and spirits pure, to cleave to righteousness, to honor the Lord our God, that we may always have his spirit to be with us.<span class=\"citation\" id=\"84414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84414)\">D&amp;C 20:77<\/a><\/span> And if we are faithful by and by, it will be said of us, Well done, thou good and faithful servant: thou hast been faithful over a few things and I will make thee ruler over many things: enter thou into the joy of thy Lord.<span class=\"citation\" id=\"66127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66127)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n69\"> May God bless you and lead you in the paths of life, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}