{"ID":230032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Love for and Forgiveness of Enemies&#x2014;Such Things Possible Without Association and Assimilation&#x2014;The Saints Exhorted Against Bartering Away Their Inheritances&#x2014;The Idolatry of Riches&#x2014;Man Cannot Build Up Zion, But God Can and Will.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered in the Tabernacle, Salt Lake City, Saturday Afternoon (in General Conference), October 7, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Love for and Forgiveness of Enemies, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 10\/7\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v23n908\"> I have been requested to occupy the remaining portion of the time, and I trust in so doing I may enjoy the liberty of the Spirit and the faith <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and prayers of the Latter-day Saints, that the time I may occupy may be profitably spent, as I have no desire to hold the attention of this vast  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>congregation unprofitably; but I realize that without the aid of the Spirit of the Lord I am not capable of imparting to this congregation the word of life. <\/div><div class=\"paragraph jod\" id=\"v23n910\"> I am thankful for the opportunity that we enjoy of meeting together under such favorable circumstances. I am pleased to see the vast numbers that are in attendance at this conference, and I trust that we may be amply repaid by the instructions which we receive, for the time and trouble which it has cost to attend. In order, however, that we may receive the blessing which we need, it is necessary, in my judgment, for all to come with the Spirit of the Lord in their hearts, in the spirit of prayer, and the love of truth, having a desire for the upbuilding of the kingdom of God, and for the accomplishment of all the purposes and designs which have been made manifest concerning this great work. <\/div><div class=\"paragraph jod\" id=\"v23n911\"> Jesus taught the doctrine that we should pray for those that despitefully use us; that we should love our enemies; that we should do good to them that do evil to us; that we should not return evil for evil, but good for evil.<span class=\"citation\" id=\"63221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63221)\">Matt. 5:44<\/a><\/span><span class=\"citation\" id=\"75718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75718)\">1 Thes. 5:15<\/a><\/span> There is no particular credit due to any person who returns good for good. Even the publicans and sinners did this,<span class=\"citation\" id=\"63268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63268)\">Matt. 5:46<\/a><\/span> but it is somewhat difficult to return good for evil. Nevertheless to do so was enjoined by the commandments of the Lord Jesus. We are to love our enemies; do good to them that hate and persecute us;<span class=\"citation\" id=\"63222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63222)\">Matt. 5:44<\/a><\/span> and when we are persecuted, persecute not again; when we are derided, deride not in return; if we are injured, seek not to injure those who injure us; that which is required at our hands is to establish peace on earth and good will to man.<span class=\"citation\" id=\"67080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67080)\">Luke 2:14<\/a><\/span> Hence, when we forget the object of our calling and step out of <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the path of duty to return blow for blow, to inflict evil for evil, to persecute because we may be persecuted,<span class=\"citation\" id=\"63187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63187)\">Matt. 5:38<\/a><\/span> we forget the injunction of the Lord and the covenants we have made with God, to keep His commandments. It is a difficult matter, I am aware, for human nature to become subject to these scriptural injunctions. It is difficult for men to curb their passions, to restrain their feelings, and to resist the temptation to rebel and administer measure for measure, but it is enjoined upon us. We have been actually commanded in the revelations given to us in this dispensation to forgive our enemies, without their asking forgiveness.<span class=\"citation\" id=\"89312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89312)\">D&amp;C 98:23-48<\/a><\/span> It is laid down that if your enemies come up against you to destroy you, the first time, if the Lord delivers you out of their hands, you shall forgive them; and if they come the second time, you shall forgive them; and if they come the third time against you, the Lord has said they are then in your hands to do with them whatsoever you will;<span class=\"citation\" id=\"89317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89317)\">D&amp;C 98:29,31<\/a><\/span> but it will redound to your honor, credit and glory if you forgive them the third time, even if they have not repented and have not asked forgiveness.<span class=\"citation\" id=\"128751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128751)\">D&amp;C 98:30<\/a><\/span> Now this may seem to be rather a difficult requirement; nevertheless it is so written and is so required of the Latter-day Saints. But how often shall we forgive them if they repent of their sins and ask forgiveness? Jesus has laid down the law that we should forgive them as often as they will repent and ask forgiveness.<span class=\"citation\" id=\"65093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65093)\">Matt. 18:21-22<\/a><\/span><span class=\"citation\" id=\"89331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89331)\">D&amp;C 98:39-40<\/a><\/span> I am speaking now of individual trespasses; of people who offend me or you or trespass against us; I am not speaking of those who trespass against the immutable, the righteous and the holy laws of God; they come under another law, and God and His servants will reckon  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with them. It is for us to obtain the spirit of forgiveness, to feel to love those that are so ignorant as to do evil to their fellow creatures without a cause; we should feel as Christ felt, when upon the cross. He said, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68335)\">Luke 23:34<\/a><\/span> It was urged yesterday by one of the brethren, that we could scarcely claim this for many of those who were engaged in persecuting the Saints today, for they do know what they are doing, and they are not ignorant of the course that they are pursuing. They are in a position to learn the truth, if they would, and to comprehend the fact that they are lying about us. Yet how do we feel towards them for this offense? Do we feel that we should retaliate? Do we feel that we should execute vengeance upon them because we know that they are telling falsehoods, and are misrepresenting and slandering the people of this Church? No. For years and years we have sat quietly down and listened to their abuse, insults, slanders, misrepresentations and falsehoods, which they have spread broadcast throughout the land to the utmost of their power, and no man has so much as said, &#x201C;Why do you so?&#x201D; They enjoy the utmost liberty to lie and slander and go to the fullest extent of their power to accomplish their wicked and nefarious desires and purposes, and we are willing to risk the judgment of God in these matters in His own due time. We do not propose to keep ourselves eternally in hot water, wrangling, contending and snarling with our enemies; if we did we should soon become as sour, as vicious, as foul, as low and as contemptible as they are themselves. Well, do you love them? Now here is the rub! Do you love these slan<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>derers, these liars, these defamers, these persecutors of the innocent and of the unoffending&#x2014;do you love them? [several voices, No, no.] I can scarcely blame you. [Laughter.] But that is not according to the law of God. I want to tell you how I feel towards them. I love them so much that if I had it in my power to annihilate them from the earth I would not harm a hair of their heads&#x2014;not one hair of their heads. I love them so well that if I could possibly make them better men, convert them from the error of their ways I would do it, God being my helper.<span class=\"citation\" id=\"56804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56804)\">Ps. 54:4<\/a><\/span> I love them so much that I would not throw a straw in their way to prosperity and happiness, but so far as possible I would hedge up their headlong and downward course to destruction, and yet I detest and abominate their infamous actions and their wicked course. That is how I feel towards them, and that is how much I love them, and if this is not the love that Jesus desired us to have for our enemies, tell me what kind of love we should have for them? I do not love them so that I would take them into my bosom, or invite them to associate with my family, or that I would give my daughters to their embraces, nor my sons to their counsels. I do not love them so well that I would invite them to the councils of the Priesthood, and the ordinances of the House of God, to scoff and jeer at sacred things which they do not understand, nor would I share with them the inheritance that God, my Father, has given me in Zion; I do not love them well enough for this, and I do not believe that God ever designed that I should; but I love them so much that I would not hurt them, I would do them good, I would tell the truth about them, I would benefit them if it was in  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my power, and I would keep them to the utmost of my ability from doing harm to themselves and to their neighbors. I love them that much; but I do not love them with that affection with which I love my wife, my brother, my sister or my friend. There is a difference between the love we should bear towards our enemies and that we should bear towards our friends. Do not say that it is hatred of our enemies when we would keep them from hurting themselves and their neighbors, do not call that hatred, that is love for them. If it were possible to find one of this class of people who had been deceived, and who had slandered the Saints of God ignorantly, as Paul did,<span class=\"citation\" id=\"75828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75828)\">1 Tim. 1:13<\/a><\/span> and we could prevail upon him to repent of his sins, to turn away from wickedness, and to acknowledge God and His laws, then we should love him as a brother, as a friend, and as a neighbor. That would be the difference. But we do not love to associate with our enemies, and I do not think the Lord requires us to do it. If He does He will have to reveal it, for I cannot find it anywhere revealed. I have never read it in any of the books, I have never heard it taught that we are to love our enemies so much as to become like them, or condescend to their vile and contemptible ways, or as to share the inheritance God has given us with them, or as to suppose for a moment that the wicked and the ungodly will ever inherit the kingdom of God, or enter into His presence, or enjoy the society, blessing and award of the faithful; they never will, they cannot, for they are not worthy; they have not obeyed the law and therefore cannot receive the blessing thereof. <\/div><div class=\"paragraph jod\" id=\"v23n913\"> We should keep ourselves aloof <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the wicked; the dividing line should be distinctly drawn between God and Belial, between Christ and the world, between truth and error, and between right and wrong. We ought to cleave to the right, to the good, to the truth, and forsake the evil. I am going to read a little scripture upon this subject, lest our friends or this congregation should feel that counseling the Latter-day Saints to keep aloof from the wicked and ungodly, to not divide their inheritances with them, etc., is unwarranted by the scriptures. I will read a little scripture on this very point, which will be found in 2nd Corinthians, 6th chap., beginning at the 14th verse: &#x201C;Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? And what concord hath Christ with Belial? or what part hath he that believeth with an infidel? And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people. Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you. And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.&#x201D;<span class=\"citation\" id=\"74238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74238)\">2 Cor. 6:14-18<\/a><\/span> Now, here is the law of God upon the subject; it is the word of the Lord: &#x201C;Come out from among them, and be ye separate, and touch not the unclean thing.&#x201D;<span class=\"citation\" id=\"74250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74250)\">2 Cor. 6:17<\/a><\/span> What affinity can we have for them? Let them alone, let them go their own way. Help them to all the happiness that it is possible for them to obtain in this world; for it will be all that they will ever get,  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unless they repent of their sins, and forsake their wicked ways. <\/div><div class=\"paragraph jod\" id=\"v23n915\"> In conclusion I desire to say a few words in relation to some remarks that were made by one of the brethren yesterday. It is written in the scriptures that, &#x201C;The kingdom and dominion, and greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.&#x201D;<span class=\"citation\" id=\"61763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61763)\">Dan. 7:27<\/a><\/span> This passage of Scripture was in part quoted yesterday, by one of the brethren who spoke in the Conference, and then the question was asked, &#x201C;When will the kingdom be given to the Saints?&#x201D; The answer was, &#x201C;When the Saints become wise enough not to turn it right over into the lap of the enemy the moment they obtain possession of it, and not till then.&#x201D; There never was a truer saying than this. It takes several things to make a kingdom. First, there must be a king; second, there must be a people; third, there must be territory or a place for the people to dwell. Then come the laws and the rules of government of the kingdom. Now, the territory or dwelling place is a part of the royalty of that kingdom, is it not? Could you have a kingdom without a place to put it?<span class=\"citation\" id=\"94249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94249)\">D&amp;C 88:37<\/a><\/span> No. We must have a place to put the kingdom, and it is as necessary to have such a place as it is to have the king and the people. Now, which is worst, to sell out our interest in the king, the people or the territory to the enemy? If you betray the king to the enemy, you are a traitor. Yet there are some people who betray the king; they do not care much about Christ, the King of Kings and Lord of Lords,<span class=\"citation\" id=\"80456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80456)\">Rev. 19:16<\/a><\/span> and they sell out their interest in Him, or betray Him with very little <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> compunction of conscience. And there are some people, as I have heard, that sell their neighbors or betray them. <\/div><div class=\"paragraph jod\" id=\"v23n916\"> I have heard of some people who had sunken so low that they would sell anything for money; mother or father, or brother or sister, or friend or neighbor would never stand in the way. They would do anything to obtain money; money is their God. Such people would sell out their interest in their king, their people, and their country, for money. We only want to find out who will sell God and the people for filthy lucre and we bring them to trial, and in a very short time we manage to sever connection with them. We say he has departed from the faith, and we cut him off from our fellowship in the Church. But what do we do with those who sell their inheritances to the enemy? Why we pat them on the shoulder, we hug them to our bosoms, we love and cherish them and it is all right; no apostasy there! But suppose we should all sell our inheritance, we should then have to move to some other clime. It may not be considered prudent to thus publicly express our feelings on this subject, as slanderers and vilifiers are apt to wrest the truth and misquote, and misrepresent the facts. Yet I feel as though I would be chargeable with a neglect of duty if I did not say at least this much on this subject, and I am not afraid nor ashamed to meet this view of the matter. If men will sell out their homes, and their inheritances to the wicked and the ungodly for money, when, I ask, will they be prepared to go and build up the Center Stake of Zion? Who of this class will be called to do this work? And will they have an inheritance in the New Jerusalem? Why, I  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>suspect they would pull up the paving stones and sell them for money; they would steal the diamonds, pearls and precious stones from the pearly gates of the New Jerusalem,<span class=\"citation\" id=\"94250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94250)\">Rev. 21:21<\/a><\/span> and sell them for the coveted &#x201C;cash!&#x201D; I am opposed in my feelings to parting with my inheritance to those that would destroy the people of God from the earth; and God helping me I never will do it. And, furthermore, if I have an inheritance I will see, so far as I have it in my power, that it is placed in such a position that neither I nor my family shall turn it over to the enemy. You can do as you please, I am telling you what I am going to do, what I <span class=\"italic\">will<\/span> do, God being my helper.<span class=\"citation\" id=\"56805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56805)\">Ps. 54:4<\/a><\/span> You can do the same if you want to. It is a free country&#x2014;that is, it would be if it were not for some things, which the brethren have mentioned here, and I have not time to reiterate them. <\/div><div class=\"paragraph jod\" id=\"v23n918\"> May the Lord bless this congregation and the Saints universally. May He bless all who are assisting to build up Zion and the good of the earth everywhere. Zion will be built up, for God will do it; and no man <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should deceive himself by entertaining the opinion, the thought or the feeling in his heart that it is <span class=\"italic\">he<\/span> that will build up Zion, for men cannot do it. God has said: &#x201C;I will do it; it is my work; it is my kingdom; I have cut the stone out of the mountain with mine own hands, and I will roll it forth;<span class=\"citation\" id=\"61053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61053)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"86619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86619)\">D&amp;C 65:2<\/a><\/span> I will accomplish my purposes and my designs and my people shall triumph.&#x201D; God hath said it, and He will do it, and man will not do it, for he cannot do it, though he will be the agent in the hands of God in accomplishing much good. God will bestow great power upon His servants and will bless them with light and wisdom, knowledge and understanding, power and authority, and the keys of the Priesthood to accomplish a great and mighty work. But He will have the honor and the glory; for it is he that will give the power to accomplish the work; man has no power in and of himself to do so. <\/div><div class=\"paragraph jod\" id=\"v23n919\"> May God bless us, and give us power to overcome evil with good, is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}