{"ID":230023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Establishment of Character&#x2014;Traits that Are Admirable&#x2014;How to Have Influence With Heaven&#x2014;Why Men Should Do Right&#x2014;The Cultivation of Spiritual Gifts&#x2014;The Things of God Must Be Sought After&#x2014;Fasting, Prayer, Devotion and Sacrifice.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Lorenzo Snow, delivered at Logan, Sunday, May 6, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Establishment of Character, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 5\/6\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v23n632\"> The speaker commenced by reading the first ten verses and the 18th verse of the 35th chapter of Jeremiah;<span class=\"citation\" id=\"60716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60716)\">Jer. 35:1-10,18-19<\/a><\/span> also part of the 139th Psalm;<span class=\"citation\" id=\"57296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57296)\">Ps. 139:1-24<\/a><\/span> and then said: <\/div><div class=\"paragraph jod\" id=\"v23n633\"> I read these verses with a view of riveting more forcibly upon our understanding a principle which I desire to present for consideration, namely, the establishing of a proper character, as Latter-day Saints, before God our Father. <\/div><div class=\"paragraph jod\" id=\"v23n634\"> I am under the strongest impression that the most valuable consideration, and that which will be of the <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> most service when we return to the spirit world, will be that of having established a proper and well-defined character as faithful and consistent Latter-day Saints in this state of probation. In cases where a stranger applies for employment, or an office of trust, it is often required that he produce papers attesting his worthiness, from reliable parties, letters of recommendation and of introduction which are exceedingly useful in their way, assisting in obtaining favors and privileges which otherwise would be  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>difficult to secure. It is, however, comparatively easy to obtain a written character, as it is termed, a character that one can put in his pocket; and, indeed, according to my observation it is not infrequently the case that people are the bearers of written characters which their real and true character fails to attest. There are those among us who are recognized as members of this Church who take a vast amount of pains to be favorably known by those around them, but whose real character, or the inwardness so to speak, of such people, is veiled or disguised, being to all outward appearance reputable Latter-day Saints, but whose inward character, the character that is written indelibly upon their own hearts, would, if known, render them unfit for the association and fellowship of the people of God. Now this prayer that I have referred to&#x2014;&#x201C;Search me, O God, and know my heart: try me, and know my thoughts: And see if there be any wicked way in me, and lead me in the way everlasting&#x201D;&#x2014;<span class=\"citation\" id=\"57329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57329)\">Ps. 139:23-24<\/a><\/span>is very significant; it was a prayer that David in the principal course of his life could conscientiously and with a degree of confidence offer up to the Lord. But there were times when he would feel the faltering and quivering sensation of weakness in offering up a prayer of this kind. <\/div><div class=\"paragraph jod\" id=\"v23n636\"> I have reason to believe that many of the Latter-day Saints, during a great portion of their lives, could approach the Lord in all confidence and make this same prayer&#x2014;&#x201C;Search me, O God, and know my heart: And see if there be any wicked way in me;&#x201D;<span class=\"citation\" id=\"57328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57328)\">Ps. 139:23-24<\/a><\/span> but if we, as a people could live so as to be able at all times to bow before the Lord and offer up a prayer like this, what a delightful thing it would be, what <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> an attainment we should have acquired in righteousness and good works! To every person who has at heart the preparing of himself for the great change, that is the work of regeneration, I would recommend that he adopt this prayer of David, and see how near he can live according to the light that he has, so as to make it in all sincerity part of his devotions to God. Many fail in coming up to this standard of excellence because they do things in secret where mortal eye cannot penetrate, that has a direct tendency to alienate them from the Almighty, and to grieve away the Spirit of God. Such persons cannot, in their private closet use this prayer; they could not unless they had repented of their sins and repaired the wrong they may have committed, and determined to do better in the future than they had done in the past, and to establish a character before God that could be relied upon in the hour of trial, and that would fit them to associate with holy beings and with the Father himself when they shall have passed into the spirit world. In order to arrive at the state of perfection that David did when he poured out his soul to the Lord in the prayer that I have referred to, we must be true men and true women; we must have faith largely developed, and we must be worthy of the companionship of the Holy Ghost to aid us in the work of righteousness all the day long, to enable us to sacrifice our own will to the will of the Father, to battle against our fallen nature, and to do right for the love of doing right, keeping our eye single to the honor and glory of God. To do this there must be an inward feeling of the mind that is conscious of the responsibility that we are under, that recognizes the fact that  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the eye of God is upon us and that our every act and the motives that prompt it must be accounted for; and we must be constantly <span class=\"italic\">en rapport<\/span> with the Spirit of the Lord. We should strive earnestly to establish the principles of heaven within us rather than trouble ourselves in fostering anxieties like the foolish people of the Tower of Babel,<span class=\"citation\" id=\"52995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52995)\">Gen. 11:1-9<\/a><\/span> to reach its location before we are properly and lawfully prepared to become its inhabitants. Its advantages and blessings, in a measure, can be obtained in this probationary state by learning to live in conformity with its laws and the practice of its principles. To do this, there must be a feeling and determination to do God's will. <\/div><div class=\"paragraph jod\" id=\"v23n638\"> There are many things that I admire in the character of the prophets, and especially in that of Moses. I admire his determination to carry out the word and will of God with regard to Israel, and his readiness to do everything that was in the power of man, assisted by the Almighty; and above all I admire his integrity and fidelity to the Lord. There is something very beautiful and lovely to contemplate in the character of the children of Rechab of whom I have read: there is something that ought to command the admiration of all men, and indeed, God himself admired it and recognized it in the great promise that he made their father as a recognition of this remarkable virtue exhibited in their character, namely, &#x201C;Jonadab the son of Rechab shall not want a man to stand before me forever.&#x201D;<span class=\"citation\" id=\"60718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60718)\">Jer. 35:19<\/a><\/span> How comforting and consoling, what a feeling of gratification and joy to the heart of a parent to receive such a promise from the Lord, because of the obedience of his children in strictly adhering to this counsel; his pos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terity forever should be represented among those who should stand before the Lord. And God admires the men and women today who pursue a course of rectitude and who, notwithstanding the powers of Satan that are arrayed against them, can say, Get thee behind me Satan,<span class=\"citation\" id=\"64931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64931)\">Matt. 16:23<\/a><\/span><span class=\"citation\" id=\"66571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66571)\">Mark 8:33<\/a><\/span><span class=\"citation\" id=\"67171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67171)\">Luke 4:8<\/a><\/span> and who live a righteous, a godly life, and such people have influence with God and their prayers avail much.<span class=\"citation\" id=\"77736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77736)\">James 5:16<\/a><\/span> Moses, for instance, had such power with the Almighty as to change his purposes on a certain occasion. It will be remembered that the Lord became angry with the Israelites, and declared to Moses that he would destroy them, and he would take Moses and make of him a great people, and would bestow upon him and his posterity what he had promised to Israel. But this great leader and lawgiver, faithful to his trust, stood in the gap and there plead with the Lord on behalf of his people; by the power that he could exercise and did exercise, he was the means of saving the people from threatened destruction.<span class=\"citation\" id=\"54463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54463)\">Ex. 32:7-14<\/a><\/span> How noble and glorious Moses must have appeared in the eyes of the Lord, and what a source of satisfaction it must have been to him to know that his chosen people, in their obstinate and ignorant condition, had such a man at their head. <\/div><div class=\"paragraph jod\" id=\"v23n639\"> In Jonah again we find an interesting trait of character. When upon the raging waters, and fears were expressed by the sailors as to their ability to save the ship, Jonah, feeling conscience-stricken at the course he had taken in not proceeding to Nineveh as commanded of the Lord, came forward and confessed himself as being the cause of the disaster that was about to befall them, and was willing to be sacrificed in the interest of those on board.<span class=\"citation\" id=\"62074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62074)\">Jonah 1:4-16<\/a><\/span>  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Also in other prophets and men of God, although they may have on certain occasions, like Jonah, exhibited weaknesses, there is something really grand and admirable shown in their character. But such traits of character as we find evinced in the ancient worthies are not the products of accident or chance, neither are they acquired in a day, a week, a month, or a year, but are gradual developments, the results of continued faithfulness to God and to truth, independent of either the plaudits or criticisms of men. <\/div><div class=\"paragraph jod\" id=\"v23n641\"> Written characters do not always amount to much; they are well enough in their place however. It is important that we, as Latter-day Saints, should understand and bear in mind that salvation comes through the grace of God, and through the development in us of those principles that governed those righteous people before mentioned. The idea is not to do good because of the praise of men; but to do good because in doing good we develop godliness within us, and this being the case we shall become allied to godliness, which will in time become part and portion of our being. I will refer again to the Rechabites, and the strong temptation that they were under when invited to the Temple of God, and there, in one of the apartments, asked by Jeremiah, one of the greatest Prophets, to drink wine; or, in other words, to do something that they had been instructed by their father not to do. But they could not be moved, the teaching of their father had found an abiding place in their hearts, and the consequence was that they utterly refused to do what the Prophet of God told them to do.<span class=\"citation\" id=\"60715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60715)\">Jer. 35:1-10<\/a><\/span> The Lord Himself admired the course that they took in this matter, and was led as I before said, <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to make such a glorious promise to the house of Rechab;<span class=\"citation\" id=\"60717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60717)\">Jer. 35:18-19<\/a><\/span> and I would not be astonished to know that among this people may now be found some of the descendants. <\/div><div class=\"paragraph jod\" id=\"v23n642\"> Do we not at times do things that we feel sorry for having done? It may be all very well, provided we stop doing such things when we know them to be wrong; when we see the evil and then reform, that is all we can do, and all that can be asked of any man. But undoubtedly, it is too much the case with some that they consider and fear the publicity of the wrong they commit, more than committing the wrong itself; they wonder what people will say when they hear of it, etc. And, on the other hand, some are induced to do certain things in order to receive the approbation of their friends, and if their acts fail to draw forth favorable comments or to be recognized, they feel as though their labor had been lost, and what good they may have done was a total failure. Now, if we really desire to draw near to God;<span class=\"citation\" id=\"94242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94242)\">D&amp;C 88:63<\/a><\/span> if we wish to place ourselves in accord with the good spirits of the eternal worlds; if we wish to establish within ourselves that faith which we read about and by which ancient Saints performed such wonderful works, we must, after we obtain the Holy Spirit, hearken to its whisperings and conform to its suggestions, and by no act of our lives drive it from us. It is true that we are weak, erring creatures, liable at any time to grieve the Spirit of God; but so soon as we discover ourselves in a fault, we should repent of that wrongdoing and as far as possible repair or make good the wrong we may have committed. By taking this course we strengthen our character, we advance our own cause, and we fortify ourselves against temptation;  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in time we shall have so far overcome as to really astonish ourselves at the progress we have made in self-government and improvement. <\/div><div class=\"paragraph jod\" id=\"v23n643\"> We have received a Gospel that is marvelous in its operations: through obedience to its requirements we may receive the choicest blessings that have ever been promised to or bestowed upon mankind in any age of the world. But, like the child with the toy or the plaything, we too often satisfy ourselves with the perishable things of time, forgetting the opportunities we have of developing within us the great, the eternal principles of life and truth. The Lord wishes to establish a closer and more intimate relationship between himself and us; He wishes to elevate us in the scale of being and intelligence, and this can only be done through the medium of the everlasting Gospel which is specially prepared for this purpose. Says the Apostle John: &#x201C;Every man that has this hope in him purifieth himself, even as he (Christ) is pure.&#x201D;<span class=\"citation\" id=\"78689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78689)\">1 Jn. 3:3<\/a><\/span> Are the Latter-day Saints applying the principles of the Gospel to their lives, and thus accomplishing the design of God? <\/div><div class=\"paragraph jod\" id=\"v23n644\"> We sometimes, though perhaps not to a great extent, trouble ourselves about some probable or possible persecution that our enemies may bring upon us. We look upon the past history of the Church and see that the Lord has suffered our enemies on certain occasions, to destroy our houses, despoil us of our property and drive us from one place to another. We say such things have been allowed; and we query in our minds, whether they will still be permitted to bring trouble upon us, and if so, to what extent. We acknowledge that God has blessed us&#x2014;that he has given us houses and <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lands, flocks and herds, and has put us in the way to obtain the conveniences and comforts of life. We, no doubt, appreciate our temporal condition, and would dislike very much to be deprived of these blessings we enjoy. And some wonder as to how far the hand of oppression will be allowed to disturb the quiet of our mountain homes, and whether we as individuals, will ever pass through what this people endured in early days. This is a matter that should not trouble the Saints of God particularly; but what to my mind is far more important is, what can we do under the circumstances to elevate ourselves still higher in the righteousness of our God. What advantages, blessings and privileges does this system of salvation, which we have obeyed, afford, and what means shall be employed to realize them? If there should be a sacrifice demanded it will be very opportune for all those who wish to make their religion a study, and who are endeavoring to conform to its requirements, by living it in their everyday life, to show their willingness to bow to the will of Jehovah, acknowledging his hand in adversity as in prosperity. <\/div><div class=\"paragraph jod\" id=\"v23n645\"> I remember very well the cloudy and stormy days of Kirtland, and how foolishly some people acted. There were men who occupied high standing in the Church, who disgraced themselves, having behaved in a manner which afterwards brought the blush of shame to their cheeks. There was a reason for that. Had they lived so that they could have offered up in their hearts David's prayer,<span class=\"citation\" id=\"57330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57330)\">Ps. 139:23-24<\/a><\/span> they would not have been numbered among those who apostatized and fell in the hour of trial. It would be well to examine ourselves, hold communion with ourselves in the secret closet, to  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ascertain how we stand as Elders in Israel before the Lord, so that if need be we may renew our diligence and faithfulness, and increase our good works. <\/div><div class=\"paragraph jod\" id=\"v23n647\"> There is no doubt, speaking of the people as a whole, that we are greatly improving in the sight of God. But although this is undoubtedly the case, I am convinced there are persons among us endowed with spiritual gifts and susceptible of cultivation, that could be exercised, if they chose, to a far greater extent than they are, and who could move much faster in the ways of holiness and get much nearer to the Lord. But the spirit which attends the things of this world is operating upon them to that extent that they do not increase those spiritual powers and blessings; they do not place themselves in that close relationship to the Lord that it is their privilege, as men holding the holy Priesthood, called and chosen to perform a special work in the midst of mankind. As it was with Peter and the rest of the Apostles in the days of their gloom, when the Master, the Savior of the world, hung upon the cross, their hope and prospects sunk in darkness, having lost the real spirit of the mission to which they had been called, in their despair, they said, Let us go a fishing;<span class=\"citation\" id=\"70958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70958)\">John 21:3<\/a><\/span> let us return to our nets, to our former business. So it is with some in our day. There are men among us upon whom the Spirit of the Almighty once rested mightily, whose intentions were once as good and pure as those of angels, and who made covenants with God that they would serve Him and keep His commandments under every and all circumstances; and many of such were ready and willing to leave their wives and children to go or come as the case <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might be in the interest of the cause they had espoused. But how is it now with some of those Elders? They do not feel so today.<span class=\"citation\" id=\"128740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128740)\">Alma 5:26<\/a><\/span> Their affections are set upon the things of this world<span class=\"citation\" id=\"90866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90866)\">D&amp;C 121:35<\/a><\/span> which the Lord has enabled them to acquire, that they wait now until they are called, and in many instances when called, they obey more out of a desire to retain their standing and position, than a real heartfelt love of the labor to which they may have been called. <\/div><div class=\"paragraph jod\" id=\"v23n648\"> This is the condition of all men, no matter how well they start out, who allow their thoughts and affections to run after the world and its ways, and it is a plain and indisputable proof that when this is the case with men they love the world more than they love the Lord and His work upon the earth. Having received the light of the everlasting Gospel, and partaken of the good things of the kingdom, and being of the seed of Israel and heirs to great and glorious promises, we should labor with fidelity and diligence to accomplish what God has designed to do through us; we should be men and women of faith and power as well as good works, and when we discover ourselves careless or indifferent in the least, it should be sufficient for us to know it in order to mend our ways and return to the path of duty. <\/div><div class=\"paragraph jod\" id=\"v23n649\"> When our friends are stricken down by sickness and disease, or when our little ones are in the agonies of pain and death, there should be Elders in our midst who have educated themselves so thoroughly in developing the gifts of the Spirit within them, and in whom the Saints have such perfect confidence, that they would always be sought after instead of doctors. There are men among us who possess the gift  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of healing, and might have great faith; but they do not exercise the gift, they do not live for it, and, therefore, do not have the power to use it so effectually as they might. There are men in this Church who are as good in their hearts and feelings as men ever were, but lack faith and energy, and do not obtain really what it is their privilege to receive. If their faith, their energy and determination were equal to their good feelings and desires, their honesty and goodness, they would indeed be mighty men in Israel; and sickness and disease and the power of the evil one would flee before them as chaff before the wind. Yet, we say we are a good people and that we are not only holding our own but making great advances in righteousness before God; and no doubt, we are. But I wish to impress upon you, my brethren and <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sisters that there are Elders among us endowed with Spiritual gifts that may be brought into exercise through the aid of the Holy Ghost. The gifts of the Gospel must be cultivated by diligence and perseverance. The ancient Prophets when desiring some peculiar blessing, or important knowledge, revelation or vision, would sometimes fast and pray for days and even weeks for that purpose. <\/div><div class=\"paragraph jod\" id=\"v23n651\"> As Saints of God, Elders of Israel, we should be willing to devote time and labor, making every necessary sacrifice in order to obtain the proper spiritual qualifications to be highly useful in our several callings. And may the Lord inspire every heart with the importance of these matters that we may seek diligently and energetically for the gifts and powers promised in the Gospel we have obeyed. <\/div>\n<\/div>\n<\/div>"}