{"ID":230027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of God and Building Up of Zion&#x2014;Preaching, Temple Building and Other Duties&#x2014;Corruption and Hypocrisy of Christendom&#x2014;Rights of the Latter-Day Saints As American Citizens&#x2014;The Saints Counseled to Be Pure, Honest, Upright, Charitable, Long-suffering and Forgiving&#x2014;Difference Between Bigamy and Polygamy&#x2014;Unjust Legislation and American Justice&#x2014;God for Israel As Long As Israel is for Right.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Ephraim, Sanpete County, Sunday Morning, August 20, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/20\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v23n792\"> The work of God is onward, and we as His servants and people propose with His help to carry it on to completion. Some people do not like it very well, but we cannot help that. I do not think Lucifer likes it, but we cannot help that either. We are here as the representatives of God upon the earth to accomplish his purposes, and to carry out his designs, to spread forth his Gospel, to build up his kingdom, to establish his Zion, and to promote the welfare and happiness of all people of every color and of every clime, according to the mind and will of the Lord as it shall be made known to us from time to time. This is what we are here for, as I understand it, and this is what we will do, God being our helper,<span class=\"citation\" id=\"56800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56800)\">Ps. 54:4<\/a><\/span> and no man nor set of men can stay the purposes of Jehovah, for the enemies of God will wither and weaken from this time forth and forever. I will say that in the name of the Lord. The Lord is with his people, but he does not approve of all our acts. Still we are, generally, striv<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to do what is right and observe his laws. <\/div><div class=\"paragraph jod\" id=\"v23n793\"> We have a great work before us, a very great work to accomplish. God has laid it upon us and we expect to do it with his assistance. We have the Gospel to preach to the nations, a message that the Lord has given unto us to promulgate to all peoples; and to accomplish this purpose the Church of God is organized with Presidents and Apostles, with Seventies, High Priests, Elders, etc. A large amount of this labor is being done, and has already been done by my brethren around me as well as by myself. We have been among the nations of Christendom traveling without purse or scrip,<span class=\"citation\" id=\"68216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68216)\">Luke 22:35<\/a><\/span> trusting in the living God, to make known to the peoples of the earth the great things which he has revealed for the salvation and the exaltation of the world. <\/div><div class=\"paragraph jod\" id=\"v23n794\"> Our mission has principally been to preach the first principles of the Gospel, calling upon men everywhere to believe in the Lord God of heaven, he that created the hea<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vens and the earth, the seas and the fountains of waters; to believe in His Son Jesus Christ, repenting of their sins, to be baptized for the remission of the same; and then we have promised them the Holy Ghost. In doing this the Lord has stood by us, sustaining those principles that we have advanced; and when we have ministered unto men the ordinances of the Gospel, they have received for themselves the witness of the Spirit, even the Holy Ghost, making known to them for a surety that the principles that they had received were from God. And in regard to this I can say as Paul said on a certain occasion&#x2014;&#x201C;Ye are my witnesses,&#x201D;<span class=\"citation\" id=\"59387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59387)\">Isa. 43:10<\/a><\/span><span class=\"citation\" id=\"75663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75663)\">1 Thes. 2:10<\/a><\/span> for this whole congregation, with few exceptions, know this to be true. The Twelve and the Seventies, the High Priests and the Elders are called upon to visit the various nations of the earth and see that the word and will of God pertaining to them is carried out. For we are all the offspring of God,<span class=\"citation\" id=\"72035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72035)\">Acts 17:29<\/a><\/span> and as we are interested in the welfare of our children, so our heavenly Father is interested in the welfare of all his children. He has sent forth the light of his truth and the spirit of revelation to gather together his sheep, and in this respect, as it was in the days of Jesus, so it is today. &#x201C;My sheep (he said) hear my voice; they know me and follow me,<span class=\"citation\" id=\"69707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69707)\">John 10:27<\/a><\/span> and a stranger they will not follow, for they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69644)\">John 10:5<\/a><\/span> Under the influence of this spirit and Gospel we have been gathered together in one in our Stake organizations, in our Ward organizations, in our Priesthood organizations, and in all those principles that God has revealed for the guidance, protection and instruction of the Saints, that we may be prepared to operate and cooperate with God in all things in the in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terest of his people, in the interest of the nations, in the interest and welfare of all men who will listen to the words of life, and then to do the very best with others, as God does. That is about the position we occupy today. <\/div><div class=\"paragraph jod\" id=\"v23n796\"> We are gathered here to the place we denominate Zion. There have been Zions before.<span class=\"citation\" id=\"92968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92968)\">Moses 7:18-21<\/a><\/span> Enoch had a Zion which was translated<span class=\"citation\" id=\"93252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93252)\">Moses 7:69<\/a><\/span> and which is reserved till the latter days.<span class=\"citation\" id=\"128745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128745)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"85581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85581)\">D&amp;C 45:11-14<\/a><\/span> And we have a Zion to build up, which we shall do with the help of the Lord. We certainly shall accomplish these things no matter what the ideas and feelings of men may be in regard to it. Zion is onward and upward, and the Lord is directing and manipulating the affairs of His Church. <\/div><div class=\"paragraph jod\" id=\"v23n797\"> We have our Temples to build, and we are doing it, and I certainly have no complaints to make, and I do not think that the Lord has. I think that the Lord is well pleased with the actions of the people in this respect, and with their zeal in carrying out some of these leading principles which he has had in his mind from the commencement of the world. <\/div><div class=\"paragraph jod\" id=\"v23n798\"> We are living in the latter times, in the dispensation of the fullness of times when God will gather all things in one, whether they be things in heaven or things on the earth.<span class=\"citation\" id=\"74856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74856)\">Eph. 1:10<\/a><\/span> We are living in a time when we have to operate and cooperate with the Almighty, and with the Priesthood, that has existed upon the earth before we came here for the benefit, blessing and salvation of the human family. Many of the purposes of God have been spoken of and pre-figured, in some instances darkly and dimly, in others more vividly and plain, pointing out and portraying the purposes of God pertaining to the human family; and  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these purposes will all be fulfilled. They will not be thwarted; God will not permit them to be. He has his work to perform and he is interested in the welfare of his Israel, and in the accomplishment of those things spoken of by all the holy prophets since the world was;<span class=\"citation\" id=\"71403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71403)\">Acts 3:21<\/a><\/span> and he will carry out his own purposes in his own way and time as he sees best.<span class=\"citation\" id=\"88597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88597)\">D&amp;C 88:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n800\"> Now, what are we doing? We are sending the Elders abroad and they have been and are still going; the Twelve and the Presidents of Seventies are selecting and calling upon them and they are going to the different nations, and I am pleased to see the spirit generally manifested; I think that the brethren begin to comprehend the nature of their missions and calling from the fact that there are very few excuses made nowadays. The tenor of the letters that I receive now in answer to those sent to brethren calling them to perform a mission, is something like this: &#x201C;I have received your letter and am grateful to be considered worthy to be called. I will be ready at the time appointed.&#x201D; When men comprehend their position they feel it an honor to be engaged in building up the kingdom of God and of being heralds of salvation to the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v23n801\"> When we build our Temples, what then? The brethren of the Twelve have been calling some men and women to go and labor in them. The old men whose heads are whitened with the passage of time are not without zeal, but they have not the strength to cope with the hardships attending a foreign mission; and therefore some of them will be called to minister in Temples. I should esteem it a very great privilege, if my time were not engaged <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in other things, to be engaged in such a labor, because there is a spirit and influence about that kind of work that is happifying, producing peace and joy, and tending to enlarge the mind of those that are engaged in ministering for others as Saviors on Mount Zion, whilst the kingdom is to be the Lord's.<span class=\"citation\" id=\"62041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62041)\">Obad. 1:21<\/a><\/span> We feel in our hearts a desire to bless and benefit mankind, and to present the Gospel to all to whom the Lord gives us the power. That is one work that we have to perform. Another is, the building of Temples. Another is, the rearing of our children in the principles of righteousness. And in doing this do we need the assistance of outsiders? I think not. When our Elders go abroad, they are sent to teach not to be taught;<span class=\"citation\" id=\"85501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85501)\">D&amp;C 43:15<\/a><\/span> and if they should need teaching the ministers of Christendom could not teach them for they are not competent to do so. That reminds me of a statement that I heard in which a pious minister figures conspicuously. It was this: He stated, and his statement was published widely throughout the United States, in the religious journals, that whilst preaching to some of you Sanpete people; he held the Bible in one hand and was obliged to hold a pistol in the other. Where is this said to have occurred? (Pres. Peterson answered, &#x201C;In this house over here,&#x201D; pointing to the old meetinghouse.) But then he was a pious man, and other pious men published it, and it was copied in all the pious newspapers and published as truth; and probably many pious men made it the text for their Sunday sermon. What a fortunate thing you did not hurt him. (Laughter.) Now, do we want our children taught by such people? I think not. We want something of truth; we want some<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing of integrity and honor; we want something after the character referred to by David: &#x201C;Lord, who shall dwell in the holy hill? He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart. He that swareth to his own hurt, and changeth not. He that doeth these things shall never be moved.&#x201D;<span class=\"citation\" id=\"56396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56396)\">Ps. 15:1-5<\/a><\/span> We want men and women of integrity and truth as the teachers of our children, in order that our children may grow up in the fear of the Lord and full of integrity and righteousness. <\/div><div class=\"paragraph jod\" id=\"v23n803\"> Then they talk to us about our virtue. I think that some of these people had better attend to their own affairs. We do not want their system of what they call morality introduced amongst us; we can do without it very, very well. Why do we speak of these things? Because they are matters which concern us. Whilst men and women come here ostensibly to promote your welfare, they hail from places where the most outrageous infamies are perpetrated. Do we wish these corrupting influences introduced into our midst? I think not. Let them cleanse their own Augean stables where they came from, and then talk to us if they wish about purity. Do we want them to teach our wives and daughters how to murder their children&#x2014;a practice that is prevalent in the places they came from? I should rather think not, nor do we wish the influence of people so educated to introduce their contaminating, corroding and damning practices amongst us, the emanations from such a source are like a pestiferous plague endangering, polluting and contaminating everything that comes within its reach. Newborn children are murdered by the thousands in the large cities of the east; and do they stop <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this evil? No. I have been told over and over again that it is not fashionable for women of the places where many of our would-be &#x201C;Christian&#x201D; teachers hail from, to have more than one or two children. And what do they do with the rest? To tell it in plain terms, they have a fashionable way of murdering them&#x2014;either before or after they come into the world. This started with what was called Restellism; it was then denounced as infamous; the plague has now spread until nearly the whole nation is inoculated with it. Are these the kind of people that we wish to correct our morals? I speak of these things for your information. But what will you do with these people, would you persecute them? No; but we do not want them for our teachers. I would not introduce such people to my family, neither would I introduce them to our schools to contaminate our children with the vices that prevail in the places they come from. I do not know anything about the persons that are among you, neither have I heard anything about them excepting this heroic minister of pistol notoriety. (Laughter.) I am reminded too of a move that a number of these so-called ministers of the Gospel made a short time ago in appealing to the nation to help them to root out the abominations which they affirm exist here. Why do I speak of this thing? Because I have a duty to perform as your teacher. We observe all laws and principles that are correct, true and virtuous, and if there is anything else contrary to this we have from time to time called upon our Bishops to purge themselves and their wards from it, and I call upon them here to do the same thing. I have been abroad among the nations of the earth, and so have  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many of my brethren, and did I ever go into England, Scotland, France, Wales, Germany, or any other nation where I have been, and attempt to stir up sedition and trouble, or defame the people I was among? No, never. The Elders of this Church have been taught differently and they have acted in accordance with the teachings they received. We came to this land as religionists to serve God, fleeing from the face of persecution; we came here because we could not be protected in the places we left. Now that we have come here have we practiced anything that is contrary to correct principles? Not that I know of. Have we the rights of American citizens? We most assuredly have. Has any person in this nation any more rights than we? Not if we have our rights given unto us. As American citizens we possess as many rights and privileges as any other citizens in these United States. What have we to do? We do not propose to barter them away, nor to relinquish them without a struggle. Do you mean to get up a revolution? Oh, no. We mean to contend for all principles that belong to free American citizens; and while there is law, justice or equity in the land, we design to contend for our rights inch by inch, and we do not mean to be despoiled of our rights without a struggle. We propose to maintain our franchise in this boasted land of liberty. This is the position we propose to take. If they disfranchise us as they did Brother Cannon; if we have men who do not know the difference between 1,300 and 18,000 we do, and we will contend for those principles that God has committed to us. In reading some of the histories pertaining to the <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dealings of God with man and the dealings of the devil with him you will find that Satan sought to rob man of his free agency,<span class=\"citation\" id=\"92480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92480)\">Moses 4:3<\/a><\/span> as many of his agents are seeking to do today; and for this cause Satan was cast out of heaven.<span class=\"citation\" id=\"79556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79556)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84839)\">D&amp;C 29:36-37<\/a><\/span> God will have a free people, and while we have a duty to perform to preach the Gospel, we have another to perform, that is, to stand up in the defense of human rights&#x2014;in the defense of our own rights, the rights of our children, and in defense of the rights of this nation and of all men, no matter who they may be, and God being our helper<span class=\"citation\" id=\"56801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56801)\">Ps. 54:4<\/a><\/span> to maintain those principles and to lift up a standard for the honorable of this and other nations to flock to, that they may be free from the tyranny and oppression that is sought to be crowded upon them. This is a duty we have to perform, and in the name of Israel's God we will do it. It is a duty that our families demand of us; it is a duty that the honest in this nation demand of us, and that God demands of us; and we will try and carry it out, God being our helper.<span class=\"citation\" id=\"56802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56802)\">Ps. 54:4<\/a><\/span> And if other people can afford to trample under foot the sacred institutions of this country, we cannot. And if other people trample upon the Constitution and pull it to pieces, we will gather together the pieces and rally around the old flag, or what is left of it, and proclaim liberty to the world, as Joseph Smith said we would. Is that treason? I do not know; no matter, it is true. Are we going to hurt anybody? No. If they were hungry I would feed them; if they were naked I would clothe them,<span class=\"citation\" id=\"81643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81643)\">Jacob 2:19<\/a><\/span> and learn to do good for evil<span class=\"citation\" id=\"75717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75717)\">1 Thes. 5:15<\/a><\/span> as Jesus did.<span class=\"citation\" id=\"128746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128746)\">Matt. 5:44<\/a><\/span> But I would say, &#x201C;O my soul, come not thou into their secret; unto their assembly, mine honor, be not thou united.&#x201D;<span class=\"citation\" id=\"53681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53681)\">Gen. 49:6<\/a><\/span> Do them good?  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Yes, but do not enter into the associations referred to. We want to mix up with honorable men and women. <\/div><div class=\"paragraph jod\" id=\"v23n804\"> I have made some plain remarks, but they are nevertheless true, and I have nothing to take back. Will we rebel against the nation? No. This nation has done a very great deal towards propagating human liberty. We read it in our schoolbooks, and we hear it sometimes proclaimed on the 4th of July, when we talk of the brave things the fathers of this nation performed in the defense of human rights, and it is a great pity, I think, that it should have been so short lived, for while the altar of liberty is yet stained with the blood of the patriots who fought for human rights, it seems almost too bad to make that same altar a forge whereon to make chains to fetter the human mind, to retard the progress of freedom, and to deprive man of his inalienable rights. It is a lamentable thing to reflect upon, yet it is true. It was a sad spectacle that we noticed some time ago in Mr. Evarts, secretary of the nation, calling upon the nations of Europe to assist the United States in crushing out a religious people. We have seen a great many things of a similar kind. Judge Poland and his operations; then the course pursued by Senator Edmunds against an innocent and persecuted people will place him in a very unenviable position. <\/div><div class=\"paragraph jod\" id=\"v23n805\"> What course shall we pursue? We purpose to contend for human rights, for the Constitution of the United States, and for the rights and privileges of man and the freedom of humanity. We will try to live our religion and keep the commandments of God. People are wondering what the Commissioners will do. They will do what the Lord will permit <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them to do and nothing more. Shall we trouble ourselves about the action of Congress? No. We will put in a word for the liberty of man, equal rights and constitutional principles, and these we will maintain so far as God gives us power. When we have done that we will live our religion; we will cleave unto God and unto truth, maintain virtue, purity and righteousness, and seek for the Spirit of the Lord; we will be humble, faithful and diligent, and we will pray for our enemies<span class=\"citation\" id=\"63220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63220)\">Matt. 5:44<\/a><\/span> and for all men. Jesus when he was put to the test and men were clamoring against him, not only clamoring but they had nailed him to the cross, used these words: &#x201C;Father, forgive them; for they know not what they do;&#x201D;<span class=\"citation\" id=\"68334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68334)\">Luke 23:34<\/a><\/span> they are ignorant, besotted and dark, not acquainted with the principles of righteousness; they know not what they do, Father, forgive them. Then we find the Apostles speaking, calling upon them to repent and be baptized that their sins might be blotted out. When? Then? No. When? &#x201C;When the times of refreshing shall come from the presence of the Lord; And he shall send Jesus Christ, who was before preached unto you;&#x201D; and not till then.<span class=\"citation\" id=\"71349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71349)\">Acts 3:19-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n806\"> What more have we to do? To become saviors upon Mount Zion;<span class=\"citation\" id=\"62042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62042)\">Obad. 1:21<\/a><\/span> to be full of kindness and long-suffering and contend against the sins and corruptions of the world, and cherish purity and holiness in the Lord our God. What else? Some people tell us we ought to proclaim polygamy. We have no such mission. Further, if we were to proclaim the principle that they call polygamy, they could not obey it. We believe in celestial marriage, in celestial covenants, in men and women being united for time and for all eternity. Are  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we going to suffer a surrender of this point? No, never! No, never! We intend to be true to our covenants in time and in the eternities to come. They call it bigamy. What is a bigamist? A man who marries one wife promising to be true to her, and afterwards representing himself as an honorable man, marries another one and deceives both of them. He is a breaker of covenants. A polygamist does not do that. Abraham, Jacob, David and Solomon did not perpetrate such infamies. Nor do we. Bigamy is an institution of a perverted Christianity and not ours. We make covenants with our wives, and we will be true to them and they to us in time and in eternity. Supposing, I say, we were to preach this doctrine to the world, and tell them what David and Abraham and the Patriarchs did, and they were to say we accept it; could we administer in it? No, and they could not enter into this thing. There are only a few in Utah associated with this matter, comparatively, and those none but <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the most honorable, pure and virtuous, yet our nation has seen fit to condemn everybody, the non-polygamists as well as the polygamists, because the non-polygamists happen to live in the same place as the polygamists. Thus nine-tenths are proscribed for what the other tenth are alleged to have done. That is the kind of justice we have administered nowadays. <\/div><div class=\"paragraph jod\" id=\"v23n808\"> But if the nation can stand this kind of legislation, we can as long as they can. We will try to do right and fear God, and observe His laws, and seek to pursue that course that our Heavenly Father will approve, and we will have His Spirit to be with us and rejoice together in the fullness of the Gospel of peace. And we will build Temples; and we will build up the kingdom of God, and God will be on the side of Israel, if Israel will only be on the side of right, laying aside covetousness, corruptions and follies of every kind, and will cleave to the truth, He will bless us and we will be blessed in time and throughout the eternities to come. Amen. <\/div>\n<\/div>\n<\/div>"}