{"ID":230010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Last Dispensation&#x2014;The Saints' Religion Practical&#x2014;Hostility to God's Work&#x2014;Divisions in Sectarian Churches&#x2014;Unity of the Saints&#x2014;Early History of Utah&#x2014;&#x201C;Mormon&#x201D; Thrift and Enterprise&#x2014;The One-Man Power&#x2014;God's People a Free People&#x2014;Increase of Corruption&#x2014;The Saints Hopeful.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Erastus Snow, delivered at the General Conference, Salt Lake City, Friday Afternoon, April 7, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Last Dispensation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 4\/7\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v23n303\"> I regard the mission of the Latter-day Saints as the most important that has fallen to the lot of man because we, as the people of God, live in the most important period of the world's age&#x2014;the dispensation of the fulness of times, in which the God of heaven has set his hand a second time to recover his people, the house of Israel;<span class=\"citation\" id=\"81438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81438)\">2 Ne. 25:17<\/a><\/span><span class=\"citation\" id=\"81535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81535)\">2 Ne. 29:1<\/a><\/span> to lay the foun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dation of the fulfillment of the promises made to the fathers through Moses and the Prophets, and to bring to pass the covenants made with Abraham,<span class=\"citation\" id=\"128650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128650)\">Abr. 2:11<\/a><\/span> Isaac<span class=\"citation\" id=\"128651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128651)\">Gen. 26:1-4<\/a><\/span> and Jacob,<span class=\"citation\" id=\"128652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128652)\">Gen. 28:10-14<\/a><\/span> and those made with Joseph the son of Jacob,<span class=\"citation\" id=\"53724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53724)\">Gen. 49:22-26<\/a><\/span> concerning his seed. The Book of Mormon gives a brief history of a portion of the house of Joseph who came to this  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land from Palestine, their native land; and, it not only gives an account of this people but it foretells their future. A great future lies before this people in connection with the Latter-day work. <\/div><div class=\"paragraph jod\" id=\"v23n305\"> Our mission is not a mission of blood; it is not a mission of war, of strife or contention, but a mission of peace<span class=\"citation\" id=\"128653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128653)\">D&amp;C 98:16<\/a><\/span> on earth and good will to men;<span class=\"citation\" id=\"67076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67076)\">Luke 2:14<\/a><\/span> a mission to bring life and salvation unto the children of men who will receive it; a mission to make known the things that God has revealed for the happiness, glory and exaltation of his children, both in this world and the world to come. And what God has revealed to us, which we call our religion, is not only theoretical but eminently practiced. It could not be otherwise and be the Gospel of life and salvation. A religion that is exclusively theoretical, that is merely a matter of faith producing no legitimate works or fruits of that faith is dead.<span class=\"citation\" id=\"77542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77542)\">James 2:17,20,26<\/a><\/span> There are many dead forms of religion in the world; and as a matter of course they are without force and effect. But the Gospel of the Son of God revealed anew from heaven in our age and time, and which his people have espoused, is a living faith, producing in its votaries its legitimate fruits&#x2014;love, joy, peace and good works.<span class=\"citation\" id=\"74651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74651)\">Gal. 5:22<\/a><\/span> I am sorry to say, however, that we are not all examples of that living faith to the extent that God requires at our hands. In this respect it is with us as it was with others who preceded us; some of the seed lies fallen by the way side, producing little effect in them that received it; some has fallen in stony places, and as anciently, such rejoice for the time being, but alas! when tribulation or persecution arises, they having not much depth of soil, are easily uprooted. Some again has fallen <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among thorns, and the cares of the world and the deceitfulness of riches choke the word, and it becomes unfruitful. But blessed are those who break up the fallow ground of their hearts, thereby preparing themselves by suitable reflection, meditation, humility and prayer, overcoming the evil that is in them by the good, that the seed when sown, may take deep root and spring forth and bear precious fruit, some thirty, some sixty, and some one hundred fold, according to the depth of the soil and the strength and cultivation of the mind.<span class=\"citation\" id=\"64478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64478)\">Matt. 13:3-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n306\"> I said our religion was eminently practical, as true religion cannot be separated from true practice. It teaches us to visit the fatherless and the widow in their affliction, and to keep ourselves unspotted from the world;<span class=\"citation\" id=\"77511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77511)\">James 1:27<\/a><\/span> it teaches charity and love one toward another, and to assist to bear each other's burdens,<span class=\"citation\" id=\"74683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74683)\">Gal. 6:2<\/a><\/span><span class=\"citation\" id=\"81948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81948)\">Mosiah 18:8<\/a><\/span> and be one in Christ Jesus.<span class=\"citation\" id=\"74587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74587)\">Gal. 3:28<\/a><\/span> Just before the Savior was offered up upon the cross he prayed to his Father in behalf of his disciples and those who should believe on him through their ministrations, that they might be one with him as he was one with the Father.<span class=\"citation\" id=\"70690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70690)\">John 17:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n307\"> Now it is quite a fine thing in the estimation of the Christian world to preach about Jesus and his doctrines; but when it comes to practice it is quite another thing. One of the main objects of the Latter-day Saints is to become united, both spiritually and temporally. The clergymen of America who have been foremost in working up the late furor against the &#x201C;Mormon&#x201D; people, who have met in solemn conclave and dictated resolutions and gotten up memorials to Congress, and who have traveled and visited the noted cities as lecturers, among whom may be mentioned  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the celebrated Parson Newman and the celebrated&#x2014;what shall I say?&#x2014;well, Mr. Schuylar Colfax, and others, have aroused the nation and moved the members of Congress to hostile legislation against the Latter-day Saints. Their general declaration has been that polygamy&#x2014;though polygamy was the war cry&#x2014;was not to be dreaded like &#x201C;Mormon&#x201D; unity. They term it priestly influence, or the influence of the &#x201C;Mormon&#x201D; hierarchy. In reflecting upon this declaration which was freely expressed on numerous occasions during last winter and spring, in the tirades made against the Latter-day Saints, it has caused some curious reflections. What would have been the result if the Methodists, the Presbyterians, the Baptists and all the prominent denominations of America, had been true disciples of Christ, and had come under that rule laid down in the Savior's prayer&#x2014;if they had all become one in Christ as he was one with the Father?<span class=\"citation\" id=\"70691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70691)\">John 17:20-21<\/a><\/span> What would have been the result? Methinks things would be very different in the history of American government from what we now see. We will refer, for example, to the condition of things prior to the late civil war, and about the time the republican party incorporated in their platform at the Philadelphia convention in 1856, the celebrated plank known as the twin relics&#x2014;in which they pledged themselves to exterminate the twin relics, slavery and polygamy. What was the condition of the religious sects of America at that time? Those who are familiar with the history of those times will remember that preparatory to that great struggle which resulted in the great civil war, there had been a complete separation and two distinct organizations of all the prominent sects <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of America. The Methodist church was divided into the Methodist church north and the Methodist church south; the Presbyterians were divided into the Presbyterian Church north and the Presbyterian church south; the Baptists, the Campbellites and the other various sects were divided in like manner, the Mason and Dickson line, as it was called, was the line of division between the churches north and the churches south; and substantially the same line marked the boundary between the southern confederacy and northern. States during the war, for the division commenced in the churches, and it was the various religious sects of America that worked up the war. They divided one against another, and brought on the war. And when the Northern and Southern armies were marching against and slaying each other by hundreds of thousands, every regiment and division of the army on both sides were encouraged by the prayers and preaching of their respective chaplains of the various sects on both sides, each praying for the success of their arms, that each side might succeed in using up the opposite side. <\/div><div class=\"paragraph jod\" id=\"v23n309\"> Now imagine them, for a moment, to be the true disciples of Christ, Ministers of the true and everlasting Gospel holding power and authority from him. What would have been the result if the Lord had heard the prayers of the religious elements of these two contending parties? The only thing we can think of as expressing the idea, is the old fable of the Kilkenny cats, which, it is said, fought each other and devoured each other all but the tails, and they began to jump at each other. From the results one would suppose that the Lord heard the prayers on both sides to a con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>siderable extent. But it is too serious a matter to be treated in a jocose style. And, yet, one can hardly resist the temptation, it is so ludicrous to see people professing the same holy religion, to be followers of the meek and lowly Jesus<span class=\"citation\" id=\"64312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64312)\">Matt. 11:29<\/a><\/span> and his righteousness, and preachers of his Gospel arrayed on each side, stirring up the people to war, urging them on, and praying to the same God for the success of each others' arms. Now, I ask, is this an ensample of Christian unity such as the Savior prayed for, when he asked the Father that all that should believe on him through the words of his disciples might become one even as he and the Father were one?<span class=\"citation\" id=\"70692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70692)\">John 17:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n311\"> The Latter-day Saints, as I have before remarked, are far from being as yet what the Lord requires them to be. But that spirit which accompanies the fulness of the Gospel, and which the Latter-day Saints have received through the preaching of the Gospel and through obedience to its requirements, has so far made their hearts as one, causing them to see eye to eye,<span class=\"citation\" id=\"59591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59591)\">Isa. 52:8<\/a><\/span> and to gather together upon this land of Joseph, that they might learn more fully the ways of the Lord and walk in his paths,<span class=\"citation\" id=\"57828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57828)\">Isa. 2:3<\/a><\/span> and cultivate the Christian unity which the Savior prayed for. And this appears to be the head and front of our offending. Polygamy is ostensibly the cry; but what reflecting man that is posted in the history of the times, believes that this has a particle of influence upon our statesmen? They admit, according to their own showing, that there is more immorality, depravity, whoredom, and the terrible consequences of the social evil in one of the great cities of the Union in a single year than has been in Utah ever since it has been founded. They know this full well. They <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know that we are a people of energy, of industry and honest labor, a people who do not labor with a view and desire to build ourselves up at the expense and ruin of our neighbors; but a people who labor to gather from the elements around us, producing the comforts of life for ourselves and families. They recognize in us a people who have planted a flourishing commonwealth in the heart of the great American desert, and made it possible to populate the surrounding Territories. <\/div><div class=\"paragraph jod\" id=\"v23n312\"> In 1847, the standard of the American nation was planted on this Temple block. I assisted in planting it; and many around me today participated in those early scenes. At the same time the country lying west of the Sierra Nevada and between it and the Pacific Coast, was held under the American flag by the Mormon Battalion, who under General Kearney captured the State of California from the Mexican government and held it for the United States government until this country was ceded to the United States by treaty on the 22nd of February, 1848. The stars and stripes were planted between the Rocky Mountains on the east and the Sierra Nevadas west by &#x201C;Mormon&#x201D; colonies, and west to the Pacific coast by the &#x201C;Mormon Battalion,&#x201D; and, the country held for the American government. We proceeded to the establishment and organization of civil government. This great basin country between the mountains was incorporated into the State of Deseret, a provisional government was organized for the State of Deseret, a republican constitution was framed and adopted by the people; the country was divided into counties and precincts, local government was organized, laws adopted and delegates sent to Congress to ask for  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>admission into the Union. At the same time the gold hunters were flocking to California after the &#x201C;Mormon Battalion&#x201D; revealed the first gold which they brought to light while dragging Captain Sutter's mill race. Some of the men are still in our midst who brought about these results, who first revealed to the astonished world the gold of California, and who raised the first furor, which resulted in thousands flocking to the Pacific coast. And, mark you, the first colony of settlers upon that Pacific coast after the capture of that country through the valor of the &#x201C;Mormon Battalion,&#x201D; was a &#x201C;Mormon&#x201D; colony shipped from the New England States, who took with them a printing press, and planted their feet upon the shores of San Francisco, and there issued the <span class=\"italic\">California Star<\/span>, in 1847, which was the first publication in the English language west of the Rocky Mountains&#x2014;the first free press hailing the American flag and proclaiming American liberty, the principles of free government; and at the same time we planted a free press in this city, whence was issued the DESERET NEWS, proclaiming those principles to all the world. <\/div><div class=\"paragraph jod\" id=\"v23n314\"> Both California and Deseret presented themselves at the same time, through their delegates, knocking at the door of Congress, praying for admission into the Union. The prayer of California was accepted; that of Deseret was rejected. <\/div><div class=\"paragraph jod\" id=\"v23n315\"> Jesus had occasion to ask this question of the Jews: If a son shall ask bread of any of you that is a father, will ye give him a stone? Or if he ask a fish, will he give him a serpent?<span class=\"citation\" id=\"63768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63768)\">Matt. 7:9-10<\/a><\/span><span class=\"citation\" id=\"67558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67558)\">Luke 11:11<\/a><\/span> It might ill become me perhaps, to apply these words to our national government; but the facts are that when we presented ourselves as the State of <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Deseret, precisely on equal footing with that of California, with equally a democratic government and republican constitution, both of which States had been organized out of the old Mexican States of Upper California, and which had been recently captured from the Mexican government, and presented themselves to Congress on equal footing; one was accepted, the other rejected. Instead of granting to Deseret a State government, Congress gave us a territorial form of government under the Organic Act of 1850. It is true it extended to us certain rights of self-government, but to a limited extent. We had the right of representation in the Legislative Assembly, but those rights were clipped by the absolute veto of a Federal Governor; nor, indeed, is the absolute veto of a Federal Governor the only veto held over the Territorial Legislature, Congress itself reserving to itself a right to annul the acts of the Legislative Assembly, though receiving the signature of the Governor. But if the Governor chooses to withhold his signature no matter how wholesome or necessary the measure, it cannot become law, nor would he be, under the Organic Act, required to assign any reason for it. The mere whim of a man, a stranger to our country who has but little, if any, practical knowledge of our needs, and who himself is not a taxpayer, probably may deprive a whole community of people of their legal rights. Such is the territorial form of government, not of all Territories, for with the exception of Utah and New Mexico, this absolute veto power does not exist on American soil. Other Territories as well as the States, and the United States, may, through a two-thirds vote of their legislature, pass any measure over the veto of its executive. <\/div> <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n317\"> But what does this signify? It says to us, &#x201C;we are not willing to trust you with the rights and privileges of self-government in common with other American citizens; and it is deemed advisable that we should hold this check upon your legislature.&#x201D; But notwithstanding we have been shut out from Statehood, we have prospered and grown into a flourishing community of people. <\/div><div class=\"paragraph jod\" id=\"v23n318\"> On several occasions we have renewed our efforts by appealing to Congress for the rights of self-government; but on every occasion we have been put off. But we have continued to prosper, and yet we have received no aid from the general government in establishing and maintaining schools, as other portions of the country have. We have built our schoolhouses and maintained our schools, and educated our children as best we could. And here let me say that Utah will compare favorably in educational matters with any portion of the United States, even the older and richer States; and while the number of children is three times that of other populations, yet, they are all enjoying the benefits of a common school education at least; and as the higher schools are being established the facilities for more extensive education are accessible. <\/div><div class=\"paragraph jod\" id=\"v23n319\"> We have opened up farms and established towns and cities over this vast country, of 500 miles in extent. We have established mills and have produced the various cereals and vegetables and fruits, and raised the beef and mutton, and the wool to supply our factories, and cotton, to manufacture to a considerable extent, the clothing that we wear; and we have manufactured to a considerable extent our farming implements, and yet we are <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> under the necessity of largely importing manufactured goods. And, today, Utah enjoys prosperity equal, if not superior to any other Territory, and, indeed, some of the Western States. <\/div><div class=\"paragraph jod\" id=\"v23n320\"> Now these are facts patent to the world. And with such facts can they in their inmost souls look upon this people as a vicious people, or as a wicked, licentious people, as a people who are influenced by worldly considerations and fleshly lusts? Are these the works of the licentious and dissolute? We invite the people of the United States to attend our Sabbath School Unions and attend the public gatherings of the people where they congregate; we invite their statesmen and honorable men and women of all classes to come and visit us and learn facts as they exist, instead of swallowing greedily the malicious calumnies and misrepresentations set afoot concerning us by those who know little or nothing about us; or if they have known anything about us, they have sold themselves to the Devil long since, and they are of their father the Devil, who was a liar from the beginning,<span class=\"citation\" id=\"89052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89052)\">D&amp;C 93:25<\/a><\/span> and his works they will do;<span class=\"citation\" id=\"69509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69509)\">John 8:44<\/a><\/span> and when honest people come among us we ask them not to sit themselves down and allow themselves to be corralled by the lying hypocrites that are fanning the flame of persecution, and never come in contact with the people they desire to know and understand. Why is it that honorable men should act as though they were ashamed to learn the truth? Why is it they do not come and hear and see for themselves both sides? <\/div><div class=\"paragraph jod\" id=\"v23n321\"> We are accused of disloyalty. We are accused of being governed by priestcraft, and that we are subjects of the one-man power. Here we would pause and respectfully say, in  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the language of Scripture, &#x201C;Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.&#x201D;<span class=\"citation\" id=\"63731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63731)\">Matt. 7:5<\/a><\/span> Where, I would ask, could we look for a more decidedly marked expression of the one-man power than in the case we have recently had in Utah, in which the Governor gave the certificate of election to the man for whom the insignificant number of 1,300 votes was cast, withholding it from the rightful representative of the people for whom 18,000 votes were recorded? The persistency with which he and his friends, the enemies of this people, have sought to fasten this fraud upon the people in this Territory, not to say anything about the one-man power provided for in the Organic Act! A federal governor, a stranger sent among us with an absolute veto, possessing the power to wipe out the doings of a whole session of the people's representatives! <\/div><div class=\"paragraph jod\" id=\"v23n323\"> I will further direct attention to all reflecting men to the scenes in the Senate and the House of Representatives of the United States when the Edmunds' bill was put through under what is called the gag law of the previous question, cutting off amendments and limiting debate. I will appeal to every honest man&#x2014;if there be an honest politician in the land&#x2014;by asking, Who among them possesses the freedom of speaking and acting only in obedience to the party lash, and what Senator or Representative dare try to air his sentiments or vote contrary to the dictum of his party leaders? Shame upon them when they talk about the exercise of one-man power in Utah! If there is a people upon the earth that exercise greater freedom of speech or action than the Latter-day Saints, <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I hope and pray that we may grow until we become their equals at least. <\/div><div class=\"paragraph jod\" id=\"v23n324\"> Every principle in our holy religion tends to freedom, or in the language of the New Testament, the Gospel is the perfect law of liberty.<span class=\"citation\" id=\"77493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77493)\">James 1:25<\/a><\/span> The reason that it is so is, because it lifts the spirits of man above the law, or, in other words, it teaches him to work righteousness and thereby escape the penalties of the law, and enables him to enjoy that perfect freedom which God has ordained for all flesh&#x2014;the freedom to do right, but there is no liberty to do wrong without incurring the penalty of that wrongdoing, therefore, every one who does wrong must accept of the consequences of that wrong, and may expect to suffer the penalty either in time or in eternity. The Gospel then extends to us the freedom to do right, and the laws of our common country used to extend this right and privilege to its citizens. This was declared by the fathers in the famous Declaration of Independence, and which was consolidated by the fathers of the Constitution of our country, which was one of the fruits of their great struggle. <\/div><div class=\"paragraph jod\" id=\"v23n325\"> This famous declaration enunciated the doctrine that &#x201C;all just powers of government are derived from the consent of the governed;&#x201D; and upon this principle are the institutions of our country founded; and it is only through the guarantees of this fundamental doctrine underlying our institutions that there can be any freedom. This declaration of the fathers embodied in that celebrated instrument, signed on the 4th of July, 1876, is the embodiment of the principles of civil and religious liberty, such freedom as God has ever taught and sought to establish among his children from  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the beginning of the world. And whenever there has been a people who have listened to the voice of God, they have been made free, and oppression has been a stranger to them. The careful student of the Bible will at once perceive that everything which God sought to establish among his people, tended to freedom and the enjoyment of the common rights of humanity. Never did ancient Israel enjoy as free and happy a government as under the reign of the judges, from the time Moses led them out of Egyptian bondage until they clamored for a king.<span class=\"citation\" id=\"55414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55414)\">1 Sam. 8:1-22<\/a><\/span> For 430 years they triumphed over their foes, and they dwelt in peace and unity, and love and freedom existed, and every tribe was a commonwealth managing its own local affairs, while they all sustained a central power which counseled and directed them; and their rulers were judges inspired of God, were prophets, seers and revelators, who judged in righteousness, and exercised no control over the liberties and consciences of men. The same principle is observed in reading the history of the American continent. The Book of Mormon is replete with testimony in this direction.<span class=\"citation\" id=\"128654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128654)\">Jacob 1:15<\/a><\/span><span class=\"citation\" id=\"128655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128655)\">Mosiah 11:19<\/a><\/span><span class=\"citation\" id=\"128656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128656)\">Mosiah 23:8-9<\/a><\/span><span class=\"citation\" id=\"128657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128657)\">Alma 47:4<\/a><\/span><span class=\"citation\" id=\"128658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128658)\">Alma 60:17<\/a><\/span><span class=\"citation\" id=\"128661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128661)\">3 Ne. 7:9-10<\/a><\/span><span class=\"citation\" id=\"128659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128659)\">Ether 9:4<\/a><\/span><span class=\"citation\" id=\"128660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128660)\">Ether 10:4-7<\/a><\/span> And during the palmy days of the Nephites there was no king among them; and that long and happy period that preceded the coming of the Savior, and for hundreds of years that followed during the reign of the judges among the Nephites, liberty and freedom and happiness prevailed. And although they had at one time in accordance with their pronounced and persistent desire, a king&#x2014;King Benjamin and King Mosiah&#x2014;yet, these were kings more in name than in fact; they were only patriarchs or fathers among their people, and the term they apply to them might <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> quietly have a tendency to cause them to augment power to themselves and to exercise oppressive jurisdiction over the people, and foreseeing this King Mosiah beseeched the people to abolish the office, and establish and maintain free government, and elect their chief judge or governor by the voice of the people.<span class=\"citation\" id=\"81990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81990)\">Mosiah 29:1-47<\/a><\/span> He reasoned and explained to them the dangers which would result to them by having a ruler who was not elected by the people. When Israel began to fall into darkness and transgression, in the days of Samuel, and they clamored for a king to lead them to war and thus be like the Gentile nations around them, it grieved Samuel the Seer to his heart; and he besought the people to desist from their determination, and he warned them of the dangers that would follow, telling them that it would lead to oppression and tyranny, and that taxes would be levied and heavy burdens would be laid upon the people grievous to be borne, and that it would finally lead to war, bloodshed and bondage. But they would not listen.<span class=\"citation\" id=\"55415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55415)\">1 Sam. 8:1-22<\/a><\/span> And when the prophet inquired of the Lord what he should do, he answered and said to Samuel: &#x201C;Hearken unto the voice of the people in all they say unto thee: for they have not rejected thee, but they have rejected me, that I should not reign over them.&#x201D;<span class=\"citation\" id=\"55424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55424)\">1 Sam. 8:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n327\"> Furthermore, the Book of Mormon tells that God will cause a free government to be established upon this land in the latter days,<span class=\"citation\" id=\"82845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82845)\">3 Ne. 21:4<\/a><\/span> and inasmuch as the people will serve the Lord they shall forever be a free people.<span class=\"citation\" id=\"83343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83343)\">Ether 2:12<\/a><\/span> And in the Doctrine and Covenants is contained a revelation which was given to the Latter-day Saints in the early history of the Church, commanding us to uphold  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and maintain the principles of freedom and liberty, as claimed by our fathers and consolidated in the Constitution of the United States,<span class=\"citation\" id=\"89242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89242)\">D&amp;C 98:4-10<\/a><\/span> and in which is written this remarkable declaration: &#x201C;Let no man break the laws of the land, for he that keepeth the laws of God has no need to break the laws of the land;&#x201D;<span class=\"citation\" id=\"86155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86155)\">D&amp;C 58:21<\/a><\/span> and we are further told that we should uphold and maintain that law which is the Constitutional law of the land;<span class=\"citation\" id=\"89238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89238)\">D&amp;C 98:4-6<\/a><\/span> for, the Lord said, the Constitution was established by wise men whom he raised up for that purpose, after the land had been redeemed by bloodshed.<span class=\"citation\" id=\"89619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89619)\">D&amp;C 101:80<\/a><\/span> This doctrine was taught by the Prophet Joseph Smith, in the early days of this people, and cannot be separated from the religion we have embraced; and by the help of the Lord we mean to maintain those principles to the end, notwithstanding that some of our American statesmen wax wanton in their feelings and tyrannical in their acts and expressions, while religious bigots and political demagogues are undermining the foundations of our American institutions. They commence today upon Utah; but it is not the first time. From the time the declaration was made in Philadelphia by the republican party there have been divers departures from those principles embraced in our American Constitution. Had the people of America listened to the voice of the Lord through the Prophet Joseph Smith, they would have long since freed their slaves in an amicable, an honorable and economical manner without the shedding of blood. But they disdained the counsels of the Lord. The Prophet Joseph published his views in pamphlet form on the powers and duties of the national government on the then much-mooted question of slavery, <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in which he treated upon the compact of the United States as between the North and South on this question of slavery; and proposed an easy and honorable plan of settling the question without violating that compact or encroaching upon the rights of each other; and that was, to negotiate with the Southern States for the gradual emancipation of their slaves, the consideration to be met by the national treasury, and fixing a time after which all children should be born free, thus providing for a gradual emancipation, and that they might not feel that they were robbed, and by their being gradually emancipated they would have been prepared gradually for free government and free labor, and thus the ill and unpleasant consequences would have been measurably averted, at least, of turning loose a horde of uncultivated people who were totally unprepared for American citizenship. Had they listened to this proposition, less than a tenth part of the cost of the war would have freed all the slaves, and that too without bloodshed, and the utter devastation of the Southern States would have been spared. <\/div><div class=\"paragraph jod\" id=\"v23n329\"> But we have seen it. And following the war has been inaugurated an era of degeneracy in public morals, degeneracy in politics and religion, a degeneracy in the minds of our statesmen which has shown itself in a desire on their part to tamper with the sacred rights of man, to tamper with every part of the government, not even excepting the Supreme Court, which, up to the time of the civil war, was looked upon by the American people as almost beyond temptation, and beyond the probability of being corrupted or bribed. But alas! The Supreme Court itself has been tam<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pered with. And for many years, almost from the commencement of that effort to break down the barriers of the Constitution and to settle this vexed question of slavery by violence&#x2014;from that time politicians have sought to sustain themselves in violent, revolutionary and unconstitutional measures by foisting into the Supreme Court partisans who are already imbued with extreme political notions and ideas, whose carrying them with them on the bench has resulted in many decisions which after ages will greatly deplore and point out as the stepping stones to the destruction of our free institutions. But it remains for the Congress of the United States in 1882 to strike the blow at human freedom which places a vast people who have enjoyed their freedom in part only for 35 years in these mountains, at the disposal of a returning board to be sent here by the President. This is the object of the Edmunds' bill. Its framers, its advocates and supporters scarcely expect anything from it toward the extinguishing of polygamy; but they do expect from it the transfer of our flourishing Territory into the hands of the enemies of the &#x201C;Mormon&#x201D; people. And they expect to disfranchise whom they will, and decide who may vote and who may hold office, who may become members of the Legislature, etc., and <span class=\"italic\">vice versa;<\/span> and then dictate what laws they shall make, and then dictate how the people shall be taxed to pay their salaries and expenses, unless forsooth, Congress shall, according to the recommendation of President Arthur, reconsider that part of the law and make provision for their salaries. <\/div> <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n331\"> It is not my purpose to attempt to foretell the consequences of this class of legislation. We shall all see for ourselves; but if our neighbors, our Gentile friends can stand it, we can; and if our nation can stand it, we can; and if our statesmen and the people who elect them and countenance their acts can stand it, we can; and if merchants, miners, bankers, agents, speculators, etc., among us can stand it, we can. If the taxes should be doubled up, and burdens put upon the people, and they can stand their share of it, we can stand ours, because we are used to it, and they are not. If they can confine themselves to one woman, I know we can. (Laughter.) The proof of the pudding you know, is in the eating. We do not intend to be worried; we have already passed through many very trying places, and we still expect to find an outlet. I am reminded often of our experience when traveling through some of the narrow gorges in our mountains; it often appears that our road has come to an end against a mountain, but when we get close up to it, we find a turn, and we keep traveling; and this is sometimes often repeated in a day's travel, until, at last, our road opens out and a broad, beautiful valley is in sight, which never fails to bring feelings of relief to the weary traveler, especially if he is not familiar with the road. Such has been our experience in the pilgrimage of life up to the present time, and we confidently expect that He who has led us, through His Holy Priesthood, will continue to open up our way, and He will do so if we keep our covenants with Him. Amen. <\/div>\n<\/div>\n<\/div>"}