{"ID":230002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Indians&#x2014;The Influence of the Elders Among Them in the Interest of Peace, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered at Logan, Sunday Afternoon, February 5, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Indians&#x2014;The Influence of the Elders, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 2\/5\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v23n10\"> I am asked to occupy the few minutes yet remaining: If the Spirit gives me liberty I will pursue the train of thought that has passed through my mind while Brother Richards has been speaking upon <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the spirit that has gone abroad upon the remnants of the house of Israel who occupy this land, the American Indians whom we understand to be the descendants of the Nephites, the Lamanites, the Lemuelites and  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Ishmaelites<span class=\"citation\" id=\"81624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81624)\">Jacob 1:13<\/a><\/span> who formerly possessed this land, whose fathers we have an account of in the Book of Mormon. Those who are most familiar with their history, and with the history of our settlements in these mountains for the last thirty years&#x2014;the manner in which we have sent out our colonies to locate upon the land of the Lamanites: the manner in which we have treated with them to obtain their consent and approval to occupy and improve the land which they claim; the manner in which we have moved among them to maintain ourselves and to build the towns and cities which are now inhabited by our people throughout this mountain region: the manner in which we have sent out missionaries in advance of our colonies to open up the way, carrying with them the spirit of the holy Gospel, the spirit of peace, the spirit of love and brotherhood, to endeavor to impress them with the belief that we were not men of blood, but that we were a people who cherished and cultivated the spirit of peace; the course we have taken when difficulties would arise between them and our settlements, which occasionally would occur through the indiscretion of thoughtless and selfish men, to settle the same in a friendly, peaceful way, thereby avoiding bloodshed and war; and the spirit in which we have chastised them when it became necessary to do so, not in malice nor revenge, but as a father would chastise his wayward child, and then as soon as possible pour into their wounds the oil and the wine<span class=\"citation\" id=\"67429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67429)\">Luke 10:34<\/a><\/span> to heal them up again&#x2014;those, I say, who are best acquainted with our labors in this direction will best appreciate the results. <\/div><div class=\"paragraph jod\" id=\"v23n12\"> I have had much experience during the last twenty years in this <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> direction; and have, by means of the spirit of the Gospel, averted much war and bloodshed. <\/div><div class=\"paragraph jod\" id=\"v23n13\"> Wherever our colonies have been sent in advance, their influence has been felt for good&#x2014;not alone to them, not only has it tended to establish confidence and a bond of friendship between the natives and our colonies, but it has also tended to restrain the uprising in their hearts to war against the white race, and has thus promoted peace to our General Government, the misrepresentations and the lying of our enemies to the contrary notwithstanding. <\/div><div class=\"paragraph jod\" id=\"v23n14\"> We know there are today, as there always have been, men who are suspicious and full of green-eyed jealousy, ever ready to misrepresent the purest motives of the best people on the earth; and acts of loyalty and honesty and commendation are construed to be those of conspiracy and wickedness. And we know too that among this class of vilifiers and defamers are many of the clergy, some of whom have come among us as followers of the meek and lowly Jesus,<span class=\"citation\" id=\"64310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64310)\">Matt. 11:29<\/a><\/span> to bring to us glad tidings:<span class=\"citation\" id=\"128635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128635)\">Luke 8:1 (JST)<\/a><\/span> but being wolves in sheep's clothing<span class=\"citation\" id=\"63897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63897)\">Matt. 7:15<\/a><\/span> they do the work of their master, and, therefore, they scatter broadcast lies and defamation. And many newspaper scribblers, who are ever ready to pander to popular sentiment, whether it be right or wrong, who know not the facts in the case, take up and republish to the world those truths and misrepresentations of the wicked men who are seeking notoriety at the expense of truth and justice. <\/div><div class=\"paragraph jod\" id=\"v23n15\"> The history of Utah Territory gives the lie to all these misrepresentations. There is no part of the American continent that has been peopled and redeemed from its desolated condition with so little blood<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shed as Utah. There is no other State or Territory where the general government has expended so little force, or where so few lives have been lost in settling a country and maintaining peace with the Indians as Utah. Today the American nation is indebted for the spirit of &#x201C;Mormonism&#x201D; that has been diffused through this mountainous country in the maintenance of peace, and the saving to the nation of millions of treasure as well as thousands of lives. <\/div><div class=\"paragraph jod\" id=\"v23n17\"> And the wisdom of the Lord, through His servant Brigham Young, in sending colonies into Arizona, and on the several branches of the Colorado, also into the San Juan country, as well as on our eastward borders, may be witnessed today in the influence that is exerted by our people to check the spirit of war and bloodshed among the Navajos and the Utes and the Apaches. The wars that have troubled the country during the last four or five years in Colorado, New Mexico and Arizona, have been, to my certain knowledge, greatly mitigated by the presence of our colonies on their borders, and by the labors of our missionaries among the Indians. During those two years I have spent considerable time in visiting those colonies, and have, therefore, been brought in contact with many of the nations of the different tribes when they have been visiting colonies and missionary stations. And so has Elder Woodruff and some others of the Quorum of the Twelve. And I am a witness to this fact, that in every instance where the influence of our missionaries and our colonies has been exerted upon these fallen people, their chiefs have been imbued with the spirit of peace, and they in turn have exerted their influence on the side of peace to allay the uprising of <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their more bloodthirsty brothers. And when they have been almost on the point of joining distant warlike bands engaged in hostilities against the Government, and have come to us to know our views and to seek our counsel, our advice has always been in the interest of peace, in the spirit of kindness; we have always taught them to restrain their hostile feelings, and have portrayed to them the benefits of peace, forbearance and long-suffering, and advised them to endure what they considered wrong rather than to attempt to redress their wrongs in their feeble, helpless condition, by taking up arms against the strong and powerful government of the United States; and besides, that it was displeasing to God our heavenly Father, that they should shed the blood of man. Such is the character of the teachings and counsels of our leading men of the various settlements to the Indians, and of our missionaries who are sent among them. <\/div><div class=\"paragraph jod\" id=\"v23n18\"> And I have had the testimony, during the last two years, of many of our presiding Elders and Indian missionaries&#x2014;and they are men, I know, whose word may be relied upon, and who are themselves, I know, the true friends of the Indians, and are laboring for their welfare&#x2014;they assured me that had it not been for this influence, the young men of the Navajos would have been fighting with the Utes in Colorado during the last war, and that many more of the Apaches would have been on the war-path with the late Victorio in New Mexico. <\/div><div class=\"paragraph jod\" id=\"v23n19\"> And here let me say, the last outbreak of the Apaches last fall, was forced upon them by the foolish and ruthless procedure of some of the officers at Camp Apache, greatly to  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the disgust of every thinking man acquainted with the affairs of that country. It was no more nor less than an attempt to make a great national affair out of a little, harmless, religious enthusiasm that sprang up among that tribe. Once in a while the Indians become very much excited over some local prophet; and it was merely an event of this nature that led to the late Apache war; the interference of the troops to quell their religious enthusiasm. And I want to say that a general war all through these eastern mountains and Arizona was imminent last September and October, and have no doubt would have broken out, had it not been for the presence and influence of our colonies extended along their immediate borders, which are presided over by careful, wise men, and their intercourse and labors among the Indians; and for the conservative influence of those chiefs and leading Apaches that Brother Woodruff visited and preached the Gospel to two years ago, and whom I and some half-dozen of our brethren visited and labored with three years ago last summer, which had the tendency to restrain the uprising of their more hotheaded brethren and of quelling it. They did more than all the troops from California, New Mexico and Eastern Arizona in bringing about peace. <\/div><div class=\"paragraph jod\" id=\"v23n21\"> The influence of those friendly Indians, who had listened to the counsels of our missionaries and our leading men in that country, and to Brother Woodruff, who went through the mountains to hunt up the bands that had hidden, and who were procuring ammunition and otherwise preparing for war&#x2014;I say, their influence was felt for good, as was <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fully attested by their success in bringing the hostiles in by hundreds in the vicinity of Cooley's ranch and elsewhere, and in allaying the warlike spirit among the Indians generally around Camp Apache; and thus in a quiet way bringing about peace and preventing a general war. <\/div><div class=\"paragraph jod\" id=\"v23n22\"> I know these things are true. I was posted every day, being at the time on the Little Colorado, and in company with President Jesse N. Smith, who was in communication with our brethren on the borders of those hostile Indians, who had messengers going and coming every day to and from them bearing counsels of peace; and I know that the prayers of our people ascended to the Father in the interest of peace, that the counsels of peace might prevail among them; and I know too that our prayers, together with the good influences that had been exerted, did prevail on behalf of the Saints of that region of country. And I know and can testify that the influence of our interpreters and discreet Indian men and missionaries, whom we have located on the San Juan River, between the Navajos and the Ute reservations, who have been there during the last three years, as also those on the south of the Navajo reservation, and between the Navajos, and the Apaches on the various branches of the Little Colorado, I know that their influence and the effect of their teachings and counsels upon the Lamanites is in the interest of peace between the white race and the Indians of that country. <\/div><div class=\"paragraph jod\" id=\"v23n23\"> I feel it a pleasure to be able to speak knowingly of these things, and hope that this spirit of peace may extend throughout the land. Amen. <\/div>\n<\/div>\n<\/div>"}