{"ID":230006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Southern States Mission&#x2014;Faithfulness of Young Elders&#x2014;Opposition to the Truth&#x2014;Gradual Spread of the Gospel&#x2014;Changes in Religious and Political Sentiment&#x2014;Hard Times in the South&#x2014;Vice and Degradation&#x2014;The Colorado Settlements.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Morgan, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, December 18, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Southern States Mission, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Morgan<\/div>\n<div class=\"date\">Date: 12\/18\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v23n97\"> It is a very pleasant thought that we, as Elders, have when traveling abroad preaching the Gospel, to look forward to the time when we shall have the privilege of again meeting with our friends and loved ones in the valleys of the mountains, to again share their love and to partake of the spirit of those who compose the body of this Church. <\/div><div class=\"paragraph jod\" id=\"v23n98\"> During the past summer and until a few days I have been engaged in missionary labor, chiefly in the Southern States. Our labors there have been, as have been the labors of the Elders in other missions, crowned with a certain degree of <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> success. We have realized the blessings of God upon us in all our labors in the midst of the people, for which we feel to rejoice and give thanks and praise to him. The brethren who have gone from the different parts of the Territory to labor in the mission have as a general thing, enjoyed good health; and they are feeling well, as a rule, temporally and spiritually; and especially the younger brethren who have gone forth bearing the glad tidings of salvation. There has been evinced a feeling that certainly is most praiseworthy, a desire to emulate the example set by their fathers in  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preaching the principles of eternal truth, often under unpleasant circumstances. Because, however much the work of God may progress and be received abroad there is, as there has been, and doubtless will be, a spirit of opposition which has to be met by every Elder in the performance of his duty. It is true our young brethren have the benefit of the experience of their fathers and of men prominent in the Church, to encourage them, and which is highly appreciated by them, but after all they have to get the experience for themselves, in order that they may know what their fathers know, and that they may be able to stand shoulder to shoulder with them. I have scarcely found an exception among the scores of young men who have been called from the different avocations of life to go forth and proclaim the Gospel, but what they were worthy bearers of glad tidings. <\/div><div class=\"paragraph jod\" id=\"v23n100\"> There is an idea entertained by the pious world, whose sympathy for fallen humanity is so great as to be exercised towards us, that the old and grayheaded of the &#x201C;Mormon&#x201D; people, &#x201C;you can do nothing with, they having become fossilized in their religious ideas and petrified in their faith; but the young may be induced to depart from the faith of their fathers.&#x201D; This, however, has not been the experience we have had in the Southern States mission with our young Elders. On the contrary, we have found their faces set like flint toward the building up of the kingdom of God, and the proclaiming of the principles of truth. It often occurs in our missionary labors that Elders are called upon to pass through trying circumstances, but I do not remember of a single instance in which a young Elder flinched from the performance of his duty. They have always been <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ready and willing to add to the extent of their ability and strength in carrying out any measures thought necessary for the good of the cause, even to the risking of their lives. And I am led to believe from what I have witnessed in the young men who have come under my observation, that the great majority of our young people, growing up in these mountains have planted in their hearts the principles of truth, by which they will be governed in their lives. And in this connection there is this peculiarity. In our travels in the South we often meet with families who were once members of the Church, who during the trying times of Missouri and Illinois, or at some other time in the history of the Church, had stopped by the wayside&#x2014;and where they stopped temporally they stopped spiritually; the cessation of their temporal work was the milestone that marked their spiritual resting place&#x2014;but notwithstanding this falling away on the part of the parents, we found, as a general thing, that in the hearts of their children there was a love for the principles of eternal truth; and that if an elder was known to be in their vicinity they would send for him and make themselves known to him, and open their doors to him, and ninety-nine times out of a hundred they would ask to be baptized. This being true of the children of such families, who are isolated from the body of the Church, we might reasonably expect that the youth of Zion will be found true and faithful to the precepts of truth taught to them, through the force and benefit of example they receive from their parents who are members of the Church. <\/div><div class=\"paragraph jod\" id=\"v23n101\"> In our labors we at times meet with considerable opposition, but we notice that it, in the long run, in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stead of working to our injury, results in good. And what is true in the South in this respect is doubtless the case elsewhere. That which our enemies inflict upon us in the hope of breaking us up or weakening our position is, through an overruling providence, turned to result in good by bringing the honest in heart, the Israel of God, to a knowledge of the truth. The widespread feeling of opposition that exists toward us throughout the United States, arguing from past experiences, may be set down as a good omen for the future. But notwithstanding this general hubbub which the people seemingly have to indulge in semi-occasionally, we find in traveling and moving among the people very many upright noble men and women, and we find them belonging to various churches and religious bodies; and then we meet with others who are not connected with any sect or denomination, and who are seeking for truth let it come from where it may. And this class, in my opinion, is not small throughout the United States; in fact, I might with safety say, that there are thousands of such people who have not heard the sound of the everlasting Gospel, there being vast districts of country occupied by hundreds of thousands of peoples who do not know whether the Latter-day Saints believe in God or not, whether they accept the Bible or reject it, people who are totally ignorant in regard to our views; and among these there are many thousands of the honest in heart. We find that the spirit of opposition that we have to meet, as a rule, culminates in violence; and that the more success we have in baptizing people, the more bitter the feeling manifested toward us by our opponents. <\/div> <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n103\"> We are, doubtless, traveling in the Southern States Mission, by way of making converts as fast as it would be prudent. If our labors should be crowned with any greater success, that is, to any considerable extent, the opposition would be correspondingly more ripe, and the consequence would be, we would have a bigger row on our hands than we would care to face. <\/div><div class=\"paragraph jod\" id=\"v23n104\"> We find a great many prominent, leading men in our travels who are willing to act fairly and honorably by us; men who use their influence with their friends in our behalf by endeavoring to place in their minds correct ideas in relation to us and our situation. To illustrate this idea, I will relate an incident that occurred during the summer. The Legislative Assembly of one of the States, Missouri&#x2014;whose members had been urged on by sectarian bigotry, had a bill introduced that it was supposed would act against the &#x201C;Mormons&#x201D; in that State. Some of the distinguished citizens, honorable, fair-minded people, said to certain of the legislators: &#x201C;You pass that bill and one-half of the State will become Mormons; that will evidently be the result. Why? Because the moment you adopt such measures you are in the wrong, let them be what they may.&#x201D; There are many men of that way of thinking who have moral courage sufficient to speak their minds; and the influence of such men is felt for good. And here let me say to the credit of the press that, bitter as the opposition is, we scarcely ever find a daily newspaper of any prominence but what will open its columns for us to vindicate our course. And in addition to what I have said in alluding to the class of people who are liberal and cosmopolitan in their views, we find such people ever  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ready and even anxious to learn in regard to our religious belief. And notwithstanding the fact that among this class are found men of learning and deep research, men who are looked up to by their fellow men, strange as it may seem to a people who keep pace with the age, we find the great majority of them much astonished when they learn that we believe in the Bible, and that we take the teachings of that Book to substantiate our doctrines. Among this class who are so uninformed as to our theological status are Congressman, governors, legislators and others of distinction and character. <\/div><div class=\"paragraph jod\" id=\"v23n106\"> We find also in the ordinary walks of life honest-hearted people. We find them in the churches and out of the pale of the church. We meet with men belonging to the sects of the day who say, &#x201C;If we have not got the truth, we wish to obtain it.&#x201D; And we meet with others who do not belong to any religious denomination who say, We have examined the doctrines taught by the different churches; they will not do. Now we are willing to investigate what you teach. But, then, we cannot help but notice this kind of expression in their faces: &#x201C;Can any good thing come out of Nazareth?&#x201D;<span class=\"citation\" id=\"68652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68652)\">John 1:46<\/a><\/span> Can any good come out of Utah? This, of course, is owing to the widespread misunderstanding in regard to our religious views. <\/div><div class=\"paragraph jod\" id=\"v23n107\"> The newspapers today are teeming with articles in regard to the Latter-day Saints. We are written about by editors and special correspondents; local editors gather up items respecting us and our labors among the people of their vicinity; reporters appear to be greedy for an interview with a &#x201C;Mormon;&#x201D; ministers preach about us from their stands, and lawyers have to allude <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to us from the forum; and to such an extent is this spirit and feeling indulged by the people of all grades and classes, that today &#x201C;Mormonism&#x201D; is a living question in the United States. Recently some politicians endeavored to work up an issue, and make a live question out of the tariff, and it was rather amusing to witness after their exertions how slow the public were to take the bait. And especially amusing did such efforts appear to those who watch with a lively interest the progress of this latter-day work called &#x201C;Mormonism,&#x201D; in view of the fact that if a couple of &#x201C;Mormon&#x201D; Elders go into a town, almost without any effort on their part to make themselves known, the whole town is stirred up. In my opinion the &#x201C;Mormon&#x201D; iron is red hot, and it is a proper time for the Elders to beat it into shape. <\/div><div class=\"paragraph jod\" id=\"v23n108\"> We observe changes taking place in the minds of the people continually. Indeed, I can notice marked changes in the people of the United States during the past six years. For instance, quite recently I listened to a sermon preached by one of the distinguished ministers of the United States, the Rev. Henry Ward Beecher, and was very much surprised to hear him enunciate an idea like this: &#x201C;What shall be done with all the thousands and millions of the human family who knew not, even of the existence of the Bible. Shall they perish?&#x201D; &#x201C;No,&#x201D; said he, &#x201C;not if my God reigns in the next world.&#x201D; But, continued he, &#x201C;what shall be done? They will have the Gospel preached to them in the spirit world.&#x201D; Another minister, the Rev. Dr. Thomas, of Chicago, of the Methodist Church, made similar assertions; but he was not as strong as Mr. Beecher, and they therefore excommunicated him from the  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>church. But Beecher could make it, and no one dare say nay. So we find religious ideas undergoing a change, until there is scarcely a religious denomination today but what has done what the Pharisees of old did&#x2014;put new wine into their old sectarian bottles, and the probable result will be, as Jesus said, their bottles will burst.<span class=\"citation\" id=\"64063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64063)\">Matt. 9:17<\/a><\/span><span class=\"citation\" id=\"66507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66507)\">Mark 2:22<\/a><\/span><span class=\"citation\" id=\"67212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67212)\">Luke 5:37-38<\/a><\/span> They are endeavoring to patch their old sectarian clothes with pieces of new cloth, and the result will be that they will be obliged to keep patching in order to keep the garment together.<span class=\"citation\" id=\"64061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64061)\">Matt. 9:16<\/a><\/span><span class=\"citation\" id=\"66505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66505)\">Mark 2:21<\/a><\/span><span class=\"citation\" id=\"67210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67210)\">Luke 5:36<\/a><\/span> And thus their religious ideas are drifting to and fro.<span class=\"citation\" id=\"75259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75259)\">Eph. 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n110\"> And what is true with regard to their religious views is also true with regard to their political ideas. I had an excellent opportunity recently to witness a remarkable change in public sentiment. Public sentiment, you know, is a very strong argument in the minds of some people. &#x201C;Why, public sentiment is against you,&#x201D; they say. I remember listening to Gov. Bross, of Illinois, who spoke in front of the Townsend House, one night, some years ago. The foundation of his argument was that thirty-five millions of people in the United States were opposed to us; that in short, public sentiment was opposed to us. I had my mind directed to the fickle nature of public sentiment quite recently in Nashville, Tennessee. Some 25 years ago a certain race of people were held in slavery there. Slavery was an adjudicated question at that time. But it was claimed by the opponents of slavery that if a negro and his wife could be taken out of Missouri through Illinois, that they were entitled to their freedom because they were then upon free soil. It was, however, decided in the Supreme Court of the United States, by Chief Justice Roger B. <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Tanney, that black men had no rights that a white man was bound to respect, that, in fact, they were chattel property. And the people of the United States almost <span class=\"italic\">en masse<\/span> applauded the decision, a few only dissenting, they being what were called abolitionists. Wendell Phillips, a distinguished orator, undertook to lecture in Boston against slavery, and learned as Boston was, educated as Boston was, the noted lecturer was egged off the platform, having to make his escape from the mob. <\/div><div class=\"paragraph jod\" id=\"v23n111\"> Twenty-five years have gone by since Phillips was mobbed, and now for the contrast. Some four or five weeks ago I boarded a through passenger car at Nashville, Tenn., to Cincinnati, there were seated in the car some 25 ladies and gentlemen. After I got comfortably seated alongside a person who proved to be a Christian minister of the Campbellite persuasion, and an editor, we perceived a little difficulty as the car door. On investigation we learned that a negro woman held a first-class ticket, and demanded admittance to a seat in this, a first-class car. She was entitled to a seat there, having procured a ticket, according to the provisions of the civil rights bill; but the rules of the railroad company would not permit it. The manager was sent for, and after some conversation with the colored woman, addressing himself to the passengers already seated in the car, he said: Ladies and gentlemen, will you please take seats in the car to the rear. We did so. It proved to be a smoking second-class car. He then admitted the old negro woman, who occupied our car. After we had taken in the situation and were reseated, addressing myself to the gentleman whose acquaintance I formed on entering the  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>car, I said, &#x201C;Mr. Editor, twenty-five years ago, had a man dared to do what this negro woman has done, you would have hung him to a lamppost. Now, I will dare say, there is not a paper in the city of Nashville that will venture to write one line, in condemnation of this piece of impudence.&#x201D; He acknowledged there was not. And why this change? Public sentiment had revolutionized in a quarter of a century. The negro slave of Phillip's day is the sovereign citizen of today. <\/div><div class=\"paragraph jod\" id=\"v23n113\"> These are revolutions that are occurring among the children of men that are of a serious nature. And what is true in a political sense, is true in a religious sense. It is a very common observation among the people everywhere that we are not taught religiously what we were twenty-five years ago, or ten years ago. They are drifting to and fro<span class=\"citation\" id=\"75260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75260)\">Eph. 4:14<\/a><\/span> religiously as well as politically. <\/div><div class=\"paragraph jod\" id=\"v23n114\"> Another feature associated with this: About forty years ago a number of our Elders traveled through the Southern States&#x2014;it may have been in 1844. And as they journeyed along, they scattered all over the country tracts and books, setting forth our faith and doctrines. And today it is not infrequent, on our going into a neighborhood and talking to the people, that they will say, &#x201C;Our minister has been preaching that.&#x201D; Ah, indeed. Well, can we see him? &#x201C;O, yes; we will ask him to come and see you.&#x201D; On our conversing with him, we have found that he has a Voice of Warning hidden away in his saddle pockets, which he had been reading, and believing some of its pages, he had been preaching some of the principles of the Gospel to his own congregation, which they would believe, and receive without even &#x201C;a grain of salt.&#x201D; This willingness on the part <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the people to receive principle, good or bad, from the lips of their own minister, reminds one of the same state of things that existed in the days of the Savior, as indicated by these words: &#x201C;Woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves, neither suffer ye them that are entering to go in.&#x201D;<span class=\"citation\" id=\"65507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65507)\">Matt. 23:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n115\"> It is a self-evident fact; it is a truth patent to the most casual observer that the teachings of Joseph Smith have revolutionized the religious world. And the spirit that is working this change is growing and extending, until today there is inquiry upon the right hand and the left. <\/div><div class=\"paragraph jod\" id=\"v23n116\"> As a general thing those who receive the Gospel in the Southern States are to be from what are termed the middle classes, people who are the owners of small possessions which, when sold, realize them sufficient to provide themselves a suitable outfit and take them to their emigrating point. There have been some instances, however, when their possessions have been sold, even where they possessed good homes, that the proceeds of the sale have been insufficient to emigrate them. This has been due, in part, to the peculiar circumstances by which they have been surrounded. In the first place a terrible war devastated their country; and since that time they have been under carpetbag rule. And the consequence is, in many places property has depreciated, life has been insecure, laws have been trampled under foot, and little progress has been made. <\/div><div class=\"paragraph jod\" id=\"v23n117\"> The people living in Utah can scarcely sense the true situation of the Southern States people. There has been a dreadful drouth this  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>summer. I suppose the majority&#x2014;I may say the entire South has not raised sufficient grain to bread themselves to the first of April. The corn yield will not, it is said, exceed four bushels to the acre, and the cotton crop may be a little rising of one-third the usual harvest. The result will be more or less suffering among the poorer people this winter. Wages are very low. A man can be employed, a strong, able-bodied man, either white or colored, for from $6 to $8 per month including board; and from $10 to $12 when they board themselves. Flour is 5 dollars per 100 pounds, and other provisions in proportion. I noticed that dry goods were as high in Nashville as they were in our settlements in Colorado. Wages are at such a low figure that it seems almost impossible for the people to live, when they depend upon day's wages for a living. In addition to this there seems to be a wasting away of the earth, a weakening in its strength, affecting its ability to produce abundantly. Fields that a few years ago yielded good crops, are bordering on sterility today. There are hundreds and thousands of acres of land that formerly were very prolific have today become &#x201C;commons,&#x201D; covered with edge grass and sassafras bushes. And it is talked about by the landowners, and commented upon by the people generally; and they believe that something is wrong, but what it is or where it is, they do not know. <\/div><div class=\"paragraph jod\" id=\"v23n119\"> Monopolies and corporations have also a tight grip upon the people. Where there are iron works, where there are railroads, where there are factories, they are owned by a few men, and these few men hold such power, that the people cannot make any move and succeed in it, that would be opposed to the in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terest of the monopolists. And today, it is one of the strongest points of opposition that we have to meet in that mission in preaching the Gospel. Laboring men say, If I take you to my house and receive you as my guest, these men who own this property will turn me out; these men who employ me in their factory will drive me away, my family will suffer, as I have nothing laid up. Under the circumstances, they have not the faith sufficient to meet the issue; and consequently our labors are not crowned with that success, as they evidently would be if the people enjoyed their liberty. But even under these circumstances, many do receive us and proclaim openly their faith. <\/div><div class=\"paragraph jod\" id=\"v23n120\"> In addition to this, all experience that opposition which is as old, doubtless, as the preaching of the truth; and this comes from the clergy. And here let me say, that the opposition we meet with from that quarter, to a great extent, has its foundation in Salt Lake City. There walk the streets of our city men who produce and feed the flame of prejudice that exists today in the United States; men who profess to be the friends of their fellow men; men who come here with a smile on their faces pretending to do us good, pretended followers of the meek and lowly Savior.<span class=\"citation\" id=\"64311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64311)\">Matt. 11:29<\/a><\/span> These are the characters that send these infamous lies abroad in regard to the Latter-day Saints. They are prejudicing the mind of the people of the United States against our missionaries and against the truth. When I have visited the cities where these men came from who have come to Utah as reformers, I have been deeply impressed, and deeply moved at the condition of their society contrasted with that of this people. <\/div> <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n122\"> Some time last summer I had business in Louisville, Kentucky, connected with our emigration, and was detained there two or three days, having nothing particular to do but to walk around the city and see what was to be seen of interest. And in walking the streets of that city I thought that in all my travels I had never before seen such evidences of wickedness, corruption and degradation. There are portions of that city that seem to have become corrupted to such an extent, that Sodom and Gomorrah would have blushed at the mention thereof. Men and women could be seen in the most beastly state of drunkenness, and little children, bearing the marks of the lowest degradation&#x2014;waifs of society, growing up as hoodlums, with no sense of the difference between right and wrong excepting that which nature itself has planted there, to furnish future material for the gallows. I thought in contemplating the scene that presented itself in the streets of the city of Louisville, ay, even at noonday, to say nothing of that which the recording angels are obliged to look upon in the darkness of the night&#x2014;I thought of the reformers who come to Utah fresh from such haunts of vice and corruption, and then I thought of you, my brethren and sisters; and you can better imagine my feelings than I can describe them. <\/div><div class=\"paragraph jod\" id=\"v23n123\"> I went to one of their hospitals and sought an introduction to one of the physicians; on learning who I was he expressed himself pleased to meet me, and proffered his own services to accompany me over the building, which I gladly accepted. On passing through the different wards I saw sights that I trust my eyes shall never be called to look upon again. He opened his book in <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which was recorded the names of the patients who had been admitted during the past twelve months, and I had the curiosity to ask him to tell me the nature and character of the disease of these people. He informed me that three-fourths of all cases were, what is termed venereal disease. This is not hearsay; these are facts that exist of which the records testify. And from the windows of this hospital, this living monument of the morals of Louisville, Kentucky, was pointed out to me the residence of one of these &#x201C;reformers&#x201D; of the Latter-day Saints. And in conversation with one of these &#x201C;reformers&#x201D; who had been here, whose acquaintance I had formed when he was here&#x2014;he recognizing me while traveling in a railway car, and came and shook hands with me, and sat down alongside of me&#x2014;he asked me &#x201C;how our friends were getting along in Utah.&#x201D; &#x201C;Whom do you mean,&#x201D; said I, &#x201C;by our friends?&#x201D; I mean the ministers who have gone there,&#x201D; he replied. They are, I think, getting along in their way pretty well. What have they done? They have established whiskey shops! They have imported houses of prostitution, and they have brought hoodlums into our midst, and they thrive under their spiritual care. They have caused sorrow on the hearts of fathers and mothers, by ruining the prospects of sons and daughters whom they have led astray from the paths of honor and credit. Now is not that glorious work to be engaged in! Do you not congratulate yourselves in having been connected with men whose object and labor has been to turn men and women from the truth, from bearing the fruits of morality and righteousness, and failing in that to join hand in hand, heart and soul, with those  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whose mission is to introduce into our midst the seeds of ruin and decay, to deprive and demoralize your fellow men. Certainly it is a noble calling to be engaged in. Think of it! Latter-day Saints. Here are men engaged in the work of trying to lead our sons and daughters astray, and they are bold enough to publish boastfully to the world that they would rather see our young people frequent dens of iniquity, saloons, gambling houses, and houses of prostitution, than that they should adhere to the &#x201C;Mormon&#x201D; faith. Strange as it may seem, with all the enlightenment of this the Nineteenth Century, with our glorious constitution, and our declaration of the rights of man, and the boasted civilization of today, officials of the government of the United States will back men up in this damnable work. It may be that an Elder abroad devoting his time and ability to the conversion of souls would feel this more keenly than those who are in the midst of it every day. <\/div><div class=\"paragraph jod\" id=\"v23n125\"> These are some of my meditations as and Elder in the missionary field. <\/div><div class=\"paragraph jod\" id=\"v23n126\"> Our brethren and sisters who have emigrated to the State of Colorado, are succeeding fairly well; they have their fields fenced in and they harvested a pretty fair crop this year. The Railroad Companies have been kindly disposed to them, offering them assistance in various ways, by way chiefly of affording them employment at remunerative wages, and seeking after them, in fact to do their work in preference to others. They have their organizations&#x2014;the Seventies, Elders, Priests, Teachers and Deacons' quorums; they have their young people's Mutual Improvement Societies organized; and I had the pleasure of attending one <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of their meetings in the meetinghouse which the people built two and a half years ago. I remember attending one of the first meetings that was held in that house, and there were present not more than 27 all told, and said to them that in the course of four or five years this same house will not hold the people; and today it is entirely too small, in fact it would not comfortably seat the young people of Manassa. The first location was made there in the spring of 1878. Since then some two or three settlements have been organized besides; our brethren in that quarter are spreading out and wresting from the barren wastes comparatively comfortable homes. Their associations with the Mexicans are cordial. While they have been kindly disposed towards our people, our brethren have acted honorably towards them, and hence mutual good feelings exist between them. I also spent a few days with our brethren who are locating Sunset, Brigham City and St. Joseph. They have had rather a bad year, as to crops, on account of high waters, the Little Colorado flooding the valleys, and destroying to a great extent their crops. But the building of the railroad in their borders has, through Brother John W. Young, the contractor, furnished them with labor, and it will continue, I understand, for some 12 or 18 months yet, so they will not suffer so much as they otherwise would, in consequence of the loss of their crops. <\/div><div class=\"paragraph jod\" id=\"v23n127\"> As Elders traveling without purse or scrip,<span class=\"citation\" id=\"68207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68207)\">Luke 22:35<\/a><\/span> proclaiming the principles of eternal truth, we need the faith and prayers of the Saints in our behalf, for the devil, it would seem, is even more determined now than ever to put it into the hearts of wicked and bigoted men to oppose  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and, if possible, hinder us in the performance of our duty. And one item that comes to my mind I will mention. I have noticed when abroad that if anything in the world would cheer and encourage an Elder when far from home, it is to receive word from his family that they were cared for, and did not want for the necessaries of life. And there is nothing that will weaken an Elder so effectually and so discourage him in his labor as to receive word from those whom he holds near and dear, to the effect that they are in need of the necessaries of life, that they are unpleasantly situated, that the house they live in does not afford them sufficient protection from the inclemencies of the weather. In one or two instances Elders have come to me to relieve their minds of such <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a burden, and, as I say, there is nothing that I have witnessed that so effectually unfits a man for missionary labor as the receipt of such intelligence. Therefore, in behalf of those who have left their all to proclaim to their fellow men the principles of eternal truth, let me solicit the good offices of their friends at home, in behalf of such families who may not be so well prepared to live during the absence of husband and father. Any little attention shown them under such circumstances not only does good to the family, but is appreciated by him whom duty has called elsewhere; and often, under trying circumstances, the knowledge of such kindnesses, cheers and encourages him, and makes comparatively easy labors that would otherwise be hard to bear. Amen. <\/div>\n<\/div>\n<\/div>"}