{"ID":230018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How to Find Out God&#x2014;How Man May Know Himself&#x2014;Necessity of Divine Revelation&#x2014;How and By What Means Received&#x2014;Testimony of the Latter-Day Saints&#x2014;The Nature and Origin of Man&#x2014;His Mortal Experience and Its Purpose&#x2014;The Fate of the Wicked&#x2014;The Lot of the Righteous&#x2014;Eternal Life and How It May Be Attained.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday, June 4, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: How to Find Out God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 6\/4\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v23n541\"> It is written in the Scriptures, that &#x201C;man by searching cannot find out God;&#x201D;<span class=\"citation\" id=\"56103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56103)\">Job 11:7<\/a><\/span><span class=\"citation\" id=\"57580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57580)\">Eccl. 8:17<\/a><\/span> and the experience of all ages has proven the truth of this. We are living in an age of great intelligence, at a time when the wise things which have been said and written by sage, philosopher, and prophet centuries ago can be read and reflected upon; and when men can bring to bear their own researches, their own experience and the facilities which they have for gaining information, upon the investigation of the subject of Deity; yet, we find that people who now live are as much at sea in regard to this matter as any people who lived in former times. If we take up the works of the wise men who live upon the earth in our times and read their remarks concerning God, we are forced to the conclusion that they, like the people for whom they write, know little or nothing of the subject upon which they touch. <\/div><div class=\"paragraph jod\" id=\"v23n542\"> Many years ago certain divines of the Church of England, chosen for the purpose, endeavored to formulate a creed in which they tried to <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> explain to the people what God is. And after making a number of very contradictory and foolish assertions, they came to the conclusion that God is &#x201C;incomprehensible.&#x201D; Man, by searching cannot find out God,<span class=\"citation\" id=\"56104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56104)\">Job 11:7<\/a><\/span><span class=\"citation\" id=\"57581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57581)\">Eccl. 8:17<\/a><\/span> the only way whereby man can come to the knowledge of God is by communication from God, and if the people receive what he does communicate they may find out clearly and truthfully what he is, and what are his designs and purposes in relation to them. <\/div><div class=\"paragraph jod\" id=\"v23n543\"> &#x201C;Man know thyself,&#x201D; is another saying; not in the Holy Scriptures, but just as good as though it were. Man cannot know himself, cannot comprehend himself any more than he can comprehend Deity by his own reflections. Unless the Creator who made him, and who comprehends what he was made for reveals it to him, he cannot comprehend even his own being. Who is there that understands the nature of that intelligent spirit which inhabits the tabernacle of man? A good surgeon can take the human body and dissect it; point out its various parts  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and their relation one to another, and name every bone and every muscle and every sinew and every nerve. But there is something even pertaining to the body (leaving out the spiritual part of man), that gives the body life, which he cannot grasp or comprehend. The vital force that gives animation to the body is beyond his ken. And every man who has studied himself to any degree whatever, knows that there is something about himself besides the life of the body; that there is something superior to the body, and to that vital force which animates the human frame. How did that intelligent being get into his physical nature, and where did it come from? Did it come into existence with the earthly body, or did it exist before? When the common lot of humanity comes and we &#x201C;shuffle off this mortal coil&#x201D; and our bodies go into the ground, each part separating from the other, and the elements go back whence they came, does this spiritual, this intelligent being which inhabited the body still exist, or does that also separate into particles? Who knows of himself, and who can comprehend this by his own reflections? No man. Unless we get some information from the Being who made man, we cannot comprehend ourselves, much less can we of ourselves comprehend the Being that made us. <\/div><div class=\"paragraph jod\" id=\"v23n545\"> The inhabitants of the earth in the different ages have had a great many duties; they have formed ideas concerning God in their own minds, and they have worshipped that which seemed to them the clearest representation of Deity. Some of the idols which men have worshipped appear very foolish to us; they are no doubt indications of the low degree of development of the people who set them up as objects of <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worship. But here, in the 19th century, among people called Christians, we hear a great deal about God, the God of the Bible, the God that made man, the God that rules the universe, and when we inquire of the wisest men we have in Christendom in regard to this Being, they tell us that he is incomprehensible; they tell us that he is an immaterial being whose center is everywhere and whose circumference is nowhere: that he has no body and no parts and no passions; that there is nothing which can represent him; there is nothing like him in the heavens above or in the earth beneath, and that man's mind cannot grasp anything about him. They say he is one, and yet he is three; that he is not three but is one. That there are the Father, the Son and the Holy Ghost&#x2014;three separate substances, and yet not three but only one. They say that one of these three beings without a body had a body; that one of the three parts of this partless being had both a body and parts, and that he, the Son, was in all things like the Father, and was also like us excepting that he was without sin, but had passions as we have. This is the result of the attempt on the part of the wise men of Christendom to find out God for themselves. It is impossible, and is so laid down in Holy Writ; &#x201C;man by searching cannot find out God.&#x201D;<span class=\"citation\" id=\"56105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56105)\">Job 11:7<\/a><\/span><span class=\"citation\" id=\"57582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57582)\">Eccl. 8:17<\/a><\/span> The only way that can be relied upon whereby man can find out God is by obtaining information from the Almighty Himself. &#x201C;Well,&#x201D; say the people, &#x201C;but he does not communicate anything to any of the inhabitants of the earth.&#x201D; Why not? Has he not power to manifest Himself to mortals? Is He so great and almighty and so far above the human family that He cannot reveal Him<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>self to humanity? &#x201C;No. He used to do so hundreds of years ago.&#x201D; And why does he not do it now? &#x201C;Because the day of revelation has gone by,&#x201D; they say. Who told them so? The fact is that for a long period the people have not been expecting to receive revelations from God. They have not sought for them and, therefore, have not obtained them. But we find in the Old Scriptures a promise something like this: &#x201C;Return unto me, and I will return unto you, saith the Lord. Even from the days of your fathers you have gone away from mine ordinances, and have not kept them,&#x201D;<span class=\"citation\" id=\"62422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62422)\">Mal. 3:7<\/a><\/span> you have &#x201C;transgressed the laws, changed the ordinances, and broken the everlasting covenant;&#x201D;<span class=\"citation\" id=\"58456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58456)\">Isa. 24:5<\/a><\/span> now &#x201C;Return unto me, and I will return unto you, saith the Lord of hosts.&#x201D;<span class=\"citation\" id=\"62421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62421)\">Mal. 3:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n546\"> We also find in the scriptures the declaration, that God changeth not,<span class=\"citation\" id=\"83288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83288)\">Morm. 9:19<\/a><\/span> that he is &#x201C;the same yesterday, today, and forever.&#x201D;<span class=\"citation\" id=\"77397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77397)\">Heb. 13:8<\/a><\/span> And we may reasonably infer that if God was a God of revelation hundreds of years ago, he is the same God of revelation today, only the people do not inquire of him, they do not seek unto him in the right way that they may obtain communications from him. The Apostle James declares, &#x201C;If any of you lack wisdom, let him ask of God, who giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.&#x201D;<span class=\"citation\" id=\"77434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77434)\">James 1:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n547\"> It appears then that God may be approached; that we may ask of him, but if we do ask of him we must ask in faith.<span class=\"citation\" id=\"77437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77437)\">James 1:6<\/a><\/span> We must believe. If we do not believe we will not obtain. This principle of faith seems to be the means of approach<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the Almighty. If we take up the Bible and read how the ancients received revelation, we find that they approached God by faith. And further, we learn that when God communicated anything to them they tried to carry it out in their practice; they tried to embody in their lives those instructions and communications. As Brother Bywater, who preceded me this afternoon, has quoted: &#x201C;Fear God, and keep his commandments: for this is the whole duty of man.&#x201D;<span class=\"citation\" id=\"57648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57648)\">Eccl. 12:13<\/a><\/span> Those holy men of old, when they learned anything from God were willing to carry it out, no matter what the cost might be. God held communion with them by means of the Holy Ghost, which seems to be the natural means of communication between God and man. <\/div><div class=\"paragraph jod\" id=\"v23n548\"> The word and will of God were revealed to the Prophet Joseph Smith. Why should we not receive this blessing of heavenly communication in our day? As Latter-day Saints we have our names cast out as evil,<span class=\"citation\" id=\"67249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67249)\">Luke 6:22<\/a><\/span> simply because we believe in this doctrine of receiving communication from God. We are simple enough to believe that God will speak to people now if they will approach him in the right way. Men have borne testimony that they have received communication from above, and have made known the same to us; and having believed on their word and done exactly as they directed us, God has confirmed the truth of their words upon our hearts, with signs following.<span class=\"citation\" id=\"66954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66954)\">Mark 16:20<\/a><\/span> And now we can say to ourselves we know that God lives, that he communicates to men; we know the channel of communication is opened up between the heavens and the earth, and that the people of the nineteenth century, by taking a proper course and exercising faith  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the right way, and being humble enough to carry into effect the commandments which the Lord gives when he does manifest himself unto them, can obtain communication from on high by the gift and power of the Holy Ghost, by dreams and visions, and by the visible manifestation of God's power in the midst of his people. <\/div><div class=\"paragraph jod\" id=\"v23n550\"> This is our testimony to the world, and it is for this that we are opposed; this is the ground work of the opposition applied to us in what is called the Christian world. For if the fact be admitted that the Latter-day Saints are the people of God and those who preside over them are the servants of God, that they receive communications from him, and that this is His Church, that would be to admit also that all other churches are the churches of men and not of Christ; that those who minister in them are not delegated of heaven and that the doctrines they teach are merely the doctrines and commandments of men.<span class=\"citation\" id=\"64771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64771)\">Matt. 15:9<\/a><\/span> Thus our faith comes in contact with the established systems of Christendom. <\/div><div class=\"paragraph jod\" id=\"v23n551\"> Now, the Lord has made known to us a few simple truths in regard to our being&#x2014;who we are, where we came from, what we are here for, where we are going to, and what is to be our final destiny. These things in our minds are not mere articles of faith, they are not myths, they are not mere opinions or sentiments, but they are to us, to use the language of Brother Bywater, &#x201C;absolute truths;&#x201D; they have been revealed from the Almighty, and are his word to us and not the say-so of men. God has borne testimony of the truth of them in our own hearts; and to us they have become absolute truths. We are not left in doubt about them; they are to us facts as <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> palpable as the fact of our existence. <\/div><div class=\"paragraph jod\" id=\"v23n552\"> I have not time to dwell upon this subject, but I will mention two or three facts that God has made known to us, and will leave them for the reflection of the congregation. God has made known to us, in the first place, that we&#x2014;the real beings, the intelligent spirits which are entabernacled in these mortal frames&#x2014;are the offspring of Deity, the children of God, as much so as our bodies are the offspring of the children of men; that just as men and women are the sons and daughters of men, so far as their earthly bodies are concerned, so the spirits which inhabit these bodies are beings born of the Almighty God in the eternal worlds. This spark of intelligence that exists in the human form is stricken off from the eternal flame of Deity; the children of men are the offspring of God.<span class=\"citation\" id=\"72033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72033)\">Acts 17:29<\/a><\/span> And when Jesus told his disciples, in addressing the throne of grace, to say, &#x201C;Our Father who art in heaven,&#x201D;<span class=\"citation\" id=\"63311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63311)\">Matt. 6:9<\/a><\/span> he said that which was absolutely true, not in a spiritual or Methodistical sense, but as an absolute fact. God is our Father, and we are his sons and daughters. Our earthly bodies are framed in the image of God;<span class=\"citation\" id=\"52226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52226)\">Gen. 1:26-27<\/a><\/span> they are framed to fit our spirits which are the offspring of God, which are therefore in his image, according to the law that every seed brings forth its own kind.<span class=\"citation\" id=\"52090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52090)\">Gen. 1:11-12<\/a><\/span><span class=\"citation\" id=\"93507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93507)\">Abr. 4:11-12<\/a><\/span> A comprehension of the offspring of God will therefore lead to an understanding of God Himself. <\/div><div class=\"paragraph jod\" id=\"v23n553\"> These spiritual beings now sojourning upon the earth in mortal tabernacles, dwelt in the bosom of eternity and were with the Eternal Father, &#x201C;When the morning stars sang together and the sons of God shouted for joy&#x201D;<span class=\"citation\" id=\"56258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56258)\">Job 38:7<\/a><\/span> on beholding the organization of this earth. We were there and we joined in the heavenly chorus. Said the Apostle  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>John: &#x201C;Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78672)\">1 Jn. 3:2<\/a><\/span> By that time we will be able to comprehend God, notwithstanding the assertion of the learned of the world to the contrary. We were sent down upon the earth to dwell for a time that we might learn the laws which govern this lower sphere, that we might have a portion of it framed as a body in which we should dwell, that in it and through it we might become acquainted with sin which is the transgression of law,<span class=\"citation\" id=\"78695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78695)\">1 Jn. 3:4<\/a><\/span> and learn that only by obedience to law is happiness possible for the offspring of God; that only by obedience to eternal laws and wholesome regulations can man be made happy in time and in eternity. And by becoming acquainted with darkness we can appreciate the light; by becoming acquainted with pain and sorrow we can appreciate perfect bliss and happiness: by coming in contact with death, and understanding it through experience we may comprehend the blessings of life, preparatory to an endless existence in the presence of the Father to dwell in perfect submission to his eternal laws. We are here for experience, and while we dwell in mortality there are lessons to be learned and that must be learned, if needs be through suffering.<span class=\"citation\" id=\"89944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89944)\">D&amp;C 105:6<\/a><\/span> It is our privilege, while here in the school of experience and adversity, far from our ancient home, to struggle up to the light from whence we came, and by the power of the Holy Spirit to obtain knowledge of the past, a comprehension of the present, and an unfoldment of the future; for &#x201C;when the Spirit of truth, is come, he shall guide you into all truth, and he shall take of the <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things of the Father and of the Son, and show them unto you; he shall show you things to come,<span class=\"citation\" id=\"70487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70487)\">John 16:13-15<\/a><\/span> and shall bring to your remembrance things that are past,<span class=\"citation\" id=\"70066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70066)\">John 14:26<\/a><\/span> he shall give you knowledge of the present, and shall unfold to you the future.&#x201D; This is the office of the Holy Ghost in bestowing its gifts and blessings upon men. <\/div><div class=\"paragraph jod\" id=\"v23n555\"> Now we can learn our duty, we can learn what is the mind and will of God concerning us. The Lord has manifested a great many things to us while in mortality which has had the effect of stirring up the opposition of the world and the powers of darkness against us. This is a necessary experience as it tends to develop our being, and so long as we have this warfare to fight, if we carry out strictly the commandments of God, we shall have more present joy, more present satisfaction and more present pleasure than if we were in accord with the world, as we have the consciousness that we are doing what is right, and we also have the gratification of knowing that the Lord will plant our feet upon the rock of eternal truth and in his own time will bring us up to mingle and dwell with those who have overcome, and who move in a higher sphere of intelligence. Our duties are pointed out and made known to us as fast as we are prepared for them. We have the means whereby we can learn the will of God, line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58591)\">Isa. 28:10,13<\/a><\/span> as fast as we develop and grow up to the comprehension of higher truths; and in every man's heart who walks in the ways of life is this spirit prompting and directing, and encouraging him to refrain from evil. <\/div><div class=\"paragraph jod\" id=\"v23n556\"> After we have performed our mission upon the earth the spirit will  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be liberated from the body and will go to a place prepared for it, and that place will be according to the acts of the individual while dwelling in earthly life. The spirits of the wicked will gravitate together, while the righteous will go to their place in the paradise of God, where they rest from their labors.<span class=\"citation\" id=\"80032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80032)\">Rev. 14:13<\/a><\/span><span class=\"citation\" id=\"86274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86274)\">D&amp;C 59:2<\/a><\/span> The wicked go to a place prepared for them, not however, a place of literal fire and brimstone as taught by some religious teachers, but a place where they will have a knowledge and remembrance of their wickedness, and at the same time be without a knowledge of the future; their condition will be a state of awful suspense, not knowing what their fate will be; while the righteous will dwell together, and having served and communed with God while tabernacling in the flesh, they will have closer communion in the spirit, and be prepared for the glorious reign to come. Then when the resurrection day shall dawn, the righteous, they that have been faithful, who have been planted in the likeness of Christ's death and raised in the likeness of his resurrection;<span class=\"citation\" id=\"72441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72441)\">Rom. 6:5<\/a><\/span> having walked in his ways, and followed his example, will be brought forth in the morning of that great day; for the trumpet shall sound and the voice of Christ shall be heard, and they will come forth and stand erect again upon the earth in their own bodies,<span class=\"citation\" id=\"75678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75678)\">1 Thes. 4:16<\/a><\/span> every part and particle restored to its proper part, making a whole and perfect frame;<span class=\"citation\" id=\"82106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82106)\">Alma 11:43-44<\/a><\/span><span class=\"citation\" id=\"82354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82354)\">Alma 40:23<\/a><\/span> not a natural body, but a spiritual body;<span class=\"citation\" id=\"73960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73960)\">1 Cor. 15:44-46<\/a><\/span> not a corruptible body, but an incorruptible body,<span class=\"citation\" id=\"128705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128705)\">1 Cor. 15:52<\/a><\/span><span class=\"citation\" id=\"128706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128706)\">2 Ne. 9:13<\/a><\/span><span class=\"citation\" id=\"128707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128707)\">Morm. 6:21<\/a><\/span> made out of the same elements, purified and quickened by the power of God. And they will stand upon their feet again and enter into the presence of the Father, and be made like him.<span class=\"citation\" id=\"128708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128708)\">Philip. 3:21<\/a><\/span><span class=\"citation\" id=\"128709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128709)\">1 Jn. 3:2<\/a><\/span> They will be in his perfect image and in his perfect like<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness. And while eternal ages roll along they will pattern after the works of their Eternal Father; as he does, so will they do, and they will all work together in perfect harmony with celestial beings, one spirit pervading the whole. <\/div><div class=\"paragraph jod\" id=\"v23n558\"> I have briefly outlined a few ideas embodied in our religious faith and have not time to pursue the subject further; suffice it to say, that man is the offspring of God,<span class=\"citation\" id=\"72034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72034)\">Acts 17:29<\/a><\/span> and was born in another sphere; that he is only a sojourner upon the earth for a short time; that his destiny is to be made in every respect like the Father, possessing as he does an immortal, eternal spirit, which, in course of time, through obedience to the laws of life and salvation, will dwell in an immortal, eternal body, by means of which he will be in communion with all that is good and beautiful, great and glorious throughout the boundless universe, and he will be under the inspiration and direction of the Father, and in the presence of the Son and all holy beings who are like him. In respect to the rest of the children of men, they will each occupy that station for which they are fitted by their earthly acts. But to enter into the presence of God and enjoy a fullness of his glory and be associated with him in the government of the universe, there is but one path, one gate to enter in by, one place of salvation, and that is the Gospel of Jesus Christ as preached by himself when upon the earth and revealed anew in this our day; the systems that men have invented being ineffectual and powerless to save. All the sects of Christendom in that respect are like the sects of heathendom, they must pass away. What truth they have emanated from God, for all truth comes from Him; but their systems are organi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>zations of men, and they, therefore, must all perish in their time and season, whilst the kingdom of God which is being set up on the earth will remain and continue to spread forth and prevail, until the whole earth is subdued to our Father and brought into complete subjection unto him; that it may be purified from evil and the dominion of sin which has invaded it for centuries, and that Satan and his hosts may be banished forever from its pale, and this world be made radiant and glorious, transfigured, as the Savior was upon the mount,<span class=\"citation\" id=\"64988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64988)\">Matt. 17:1-2<\/a><\/span><span class=\"citation\" id=\"128710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128710)\">Mark 9:1 (JST)<\/a><\/span> and come up among the worlds redeemed, refulgent in its own splendor, shining like the sun in the firmament.<span class=\"citation\" id=\"61791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61791)\">Dan. 12:3<\/a><\/span><span class=\"citation\" id=\"87100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87100)\">D&amp;C 76:70<\/a><\/span> And the ransomed of the Lord<span class=\"citation\" id=\"59233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59233)\">Isa. 35:10<\/a><\/span> will <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> walk thereon, clothed in white raiment,<span class=\"citation\" id=\"79118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79118)\">Rev. 3:18<\/a><\/span><span class=\"citation\" id=\"79140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79140)\">Rev. 4:4<\/a><\/span> rejoicing in the presence of the Eternal whom they will recognize again as their Father; for the past, now shut out by the veil of the flesh, will come back to them, and all their former history will return to their minds; those memories which were shut out by tabernacling in the flesh will come back again, and all their past experience upon the earth and in the spirit world will be fresh to their minds, never to fade away. Then will they comprehend God, being quickened in him and by him,<span class=\"citation\" id=\"88557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88557)\">D&amp;C 88:49<\/a><\/span> dwelling in his presence and filled with the fullness of his glory,<span class=\"citation\" id=\"128711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128711)\">D&amp;C 84:24<\/a><\/span> forever and ever. Amen. <\/div>\n<\/div>\n<\/div>"}