{"ID":230042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Power and Authority of the Priesthood Continuous&#x2014;Pseudo-Prophets and Their Revelations&#x2014;Ordination Prerequisite to Action in Any Office&#x2014;Joseph Smith the Head of this Dispensation&#x2014;The Twelve Ordained By Him to Bear Off the Kingdom&#x2014;Joseph's Legal Successor and Brigham's&#x2014;The Priesthood, As It Now Exists, the Rightful Authority of God on Earth.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at Tooele, on Sunday Afternoon, October 29, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Power and Authority, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/29\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v23n1115\"> Our position, as Latter-day Saints, is such that unless we have the guidance of the Lord our God, we are very likely to become involved in a series of difficulties and troubles. This work cannot be built up by man. Man's power, man's wisdom, man's skill, are all insufficient to establish and to carry on the work of our God in the earth connected with the building up of Zion. It is a glorious reflection that from the time this work was founded in these, the last days, up to present time, there has never been a moment when this people have been destitute of the guidance of the Lord, and of the revelations and counsel necessary to enable them to carry out the mind and will of the Lord. At no time have we been left to ourselves. At no time have the Latter-day Saints been at a loss to learn and to find out the mind and will and counsel of God concerning them, either as individuals or as a people. <\/div><div class=\"paragraph jod\" id=\"v23n1116\"> There have been some ideas afloat among our brethren concerning the authority and the power of those <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have been in charge of the work of God upon the earth. I have not heard so much of it myself of late, perhaps, for the reason that my position has been such that I have not had the opportunity of mingling with the people, and learning from them their ideas and feelings respecting this matter. But at the death of the Prophet Joseph Smith, and probably for many years subsequent to his death, some people seemed to have the feeling that when he died, there died with him some power and some authority and some knowledge that could not be regained very readily, and was out of the possession of those who presided over the Church. This feeling may prevail to some extent at the present time&#x2014;the feeling that some great one has to arise in our midst in order to revive the old power and restore it to the Church, and to perform the mighty works that God has promised shall be performed in connection with His Zion of the last days.<span class=\"citation\" id=\"88072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88072)\">D&amp;C 85:7<\/a><\/span> I do not believe that all the Latter-day Saints understand as they should&#x2014;I speak now in general  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terms&#x2014;the authority, the gifts and qualifications which God bestowed upon His servant Brigham; and there were many who, after the Prophet's death, were not disposed to accord to President Young the same rights, the same authority, the same gifts, that they were willing to accord to the Prophet Joseph. The Rigdonites&#x2014;the followers of Sidney Rigdon&#x2014;originated the idea that the prophetic gift did not rest upon President Young, that he did not possess it. The Strangites&#x2014;the followers of J. J. Strang&#x2014;labored to the same end. Strang set up a claim that he had been designated by Joseph to preside over the Church, and in fact, showed a letter with the postmark of Nauvoo upon the envelope, in which he claimed that he was thus authorized to preside. Others set up the same claim, and circulated the same idea. William Smith wished it understood that the prophetic office belonged to the Smith family, that it should be some member of that family that should preside over the Church. He entertained the same idea, and circulated it to some extent, that has been entertained and circulated by the son of Joseph&#x2014;young Joseph, as he is called. And all these influences combined together have had the effect, to a greater or less extent, to create in many minds the impression of which I speak&#x2014;that there was some withholding of power; that there were some gifts and manifestations of power that ought to be, but were not in the Church; that the prophetic gifts did not follow to the same extent that God designed they should; that although President Young and his Counselors and the Twelve were Apostles, the apostleship did not embody in itself the same gifts, the same powers that <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were exercised by the Prophet Joseph. <\/div><div class=\"paragraph jod\" id=\"v23n1118\"> I remember, when on one of my early missions, meeting with an old member of the Church in California, a man of some prominence at one time, and of considerable experience in the Church, who contended that President Young was not entitled to be called Prophet, Seer and Revelator, or to be put to the General Conference as such. His idea seemed to be that when the Prophet Joseph died, the office of Prophet, Seer and Revelator died with him, and, therefore, this claim by the leaders of the Church was a piece of assumption on their parts. <\/div><div class=\"paragraph jod\" id=\"v23n1119\"> Now, how far these ideas have prevailed and are held I cannot say, because, as I have remarked, my opportunities of mingling with the people, as I did in former years, have not been such as to enable me to speak from personal knowledge, and perhaps if I were to do so they would not talk so freely with me about such things as they once did. But I wish to say that those who look for some increased manifestation of power to come in some form outside of that which we recognize as the governing authority of the Church, are in danger of being deluded and of being led astray. Such persons, if there be any, and I am inclined to believe there are, are in just the condition that the adversary would like people to be in, that he may have influence with them. <\/div><div class=\"paragraph jod\" id=\"v23n1120\"> Since my return from Washington, in the middle of August last, I have heard more of new prophets and revelators, and their revelations, than I have heard for several years. I do not know how many prophets I have heard of who have arisen; I do not know how many revelations I have heard of that have been given; but there have been quite a  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>number. Many revelations have been sent to me by persons who claim the right to preside over the Church and to be the Prophet of the Church. President Taylor has been the recipient of a number of similar communications, each one setting forth his claim to the presidency of the Church, and to the prophetic office; and some of them requiring us to accept the author as the person whom God has designated to be the revelator to and the President of the Church. Where there is a feeling to look for some authority outside of our present organization of the holy Priesthood, you can readily see how the adversary could take advantage of it, and puff vain, weak men up with the idea that they are to be some great ones. No greater mistake can be indulged in than for any person to suppose that there is not that authority in the Church at the present time that is necessary for the establishment, for the government and guidance, and for the building up and complete control of the Church and kingdom of our God upon the earth, according to the pattern which He has given. <\/div><div class=\"paragraph jod\" id=\"v23n1122\"> God revealed to the Prophet Joseph Smith the necessity of the Priesthood, and until the Priesthood was bestowed, though he had the gifts which constitute a Prophet, Revelator and Seer prior to receiving it, having had the gift of prophecy, and revelations from God, and having exercised the Seer's gift by looking through the Urim and Thummim&#x2014;he never attempted to act in any capacity beyond that in which God authorized him to act. Although he possessed the gifts that I have referred to, he never attempted to act in any ordinance of the house of God, or that belongs to the Church of God, until he received authority <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to do so. And that authority was not conferred upon him when he first saw angels and had some of the gifts of which I have spoken. It required the laying on of the hands of some personage or personages who had the authority of the holy Priesthood. No, Joseph never ran until he was sent.<span class=\"citation\" id=\"60564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60564)\">Jer. 23:21<\/a><\/span> He exhibited in this the qualities of the man that he was; because there are few men, as we well know, who, if they had obtained the gifts that he possessed, would not have overstepped the limit of their calling and authority, and done something beyond their province. But Joseph did not err in this way; he had been too well taught of the Lord, and therefore he waited. He never attempted to preach the Gospel, or to baptize for the remission of sins. But when he found that it was necessary for him to receive the Priesthood, he called upon the Lord, and the Lord heard his prayer, and in answer to his call and that of Oliver Cowdery, sent to them John the Baptist,<span class=\"citation\" id=\"128780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128780)\">D&amp;C 27:8<\/a><\/span> a literal descendant of Aaron who, by virtue of his descent, held the keys of the Aaronic Priesthood,<span class=\"citation\" id=\"84042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84042)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93962)\">JS&mdash;H 1:68-72<\/a><\/span> he being the last man upon the earth that held these keys. John had been ordained by the angel of the Lord at the time he was eight days old unto this power, and to overthrow the kingdom of the Jews, and to prepare the way of the Lord.<span class=\"citation\" id=\"87702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87702)\">D&amp;C 84:28<\/a><\/span> Having been thus ordained by the angel of the Lord, and having been baptized while he was yet in his childhood,<span class=\"citation\" id=\"87703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87703)\">D&amp;C 84:28<\/a><\/span> and holding the authority and the keys of the Aaronic Priesthood, he was a fit personage to come and bestow the keys upon Joseph, who had been chosen to stand at the head of this dispensation. He came, and he laid his hands upon Joseph, and upon Oliver, and conferred upon them the Aaronic Priesthood,<span class=\"citation\" id=\"128781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128781)\">JS&mdash;H 1:72<\/a><\/span> which  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>authorized them to administer the ordinance of baptism for the remission of sins.<span class=\"citation\" id=\"84043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84043)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93964)\">JS&mdash;H 1:68-72<\/a><\/span> When Joseph received that authority he administered the ordinance of baptism unto Oliver, and then Oliver unto him.<span class=\"citation\" id=\"93963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93963)\">JS&mdash;H 1:68-72<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1124\"> They afterwards received the authority of the Melchizedek Priesthood, under the hands of those who last held the keys of that Priesthood upon the earth. When Jesus, you will remember, took His three disciples into the mount, He was transfigured before them, and Moses and Elias administered unto them;<span class=\"citation\" id=\"64986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64986)\">Matt. 17:1-13<\/a><\/span> and at that time Peter was ordained to hold the keys of that dispensation.<span class=\"citation\" id=\"64918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64918)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65078)\">Matt. 18:18<\/a><\/span> He held the keys in conjunction with his brethren, James and John.<span class=\"citation\" id=\"74467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74467)\">Gal. 2:9<\/a><\/span> They came and unitedly laid their hands upon the heads of Joseph and Oliver, and ordained them to the authority that they themselves held, namely, that of the Apostleship.<span class=\"citation\" id=\"84654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84654)\">D&amp;C 27:12<\/a><\/span> In this way they received the authority of the Melchizedek Priesthood, and could administer in the ordinances that belong to that Priesthood; one of which is the laying on of hands for the gift of the Holy Ghost.<span class=\"citation\" id=\"94008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94008)\">JS&mdash;H 1:70-72<\/a><\/span> Until that time they had not received that ordinance. Some might think it strange that a man like Joseph, so gifted of the Lord, should deem it necessary to be administered to by a man or men holding the holy Priesthood, in order to receive the Holy Ghost. But it is upon the same principle that the Son of God had to be baptized in order to fulfill all righteousness;<span class=\"citation\" id=\"62778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62778)\">Matt. 3:15<\/a><\/span> and yet He was a pure and holy being. And when John said to him, &#x201C;I have need to be baptized of thee, and comest thou to me?&#x201D; Jesus said to him, &#x201C;Suffer it to be so now: for thus it becometh us to fulfill all righteousness:&#x201D;<span class=\"citation\" id=\"62759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62759)\">Matt. 3:14-15<\/a><\/span> and John then administered the ordinance of baptism to the Son <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, pure and holy as He was.<span class=\"citation\" id=\"62787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62787)\">Matt. 3:16<\/a><\/span> Our Savior could not, and did not, refuse to comply with any of the ordinances which are placed in the Church for the salvation of God's children; on the contrary, He set the example by going down into the water and being baptized by John, given as the most humble of his followers did. In like manner it was as necessary that Joseph should be baptized, and have hands laid upon him for the reception of the Holy Ghost&#x2014;for there is no doubt in my mind that Joseph Smith was called just as the Son of God, our Lord and Redeemer was called, before the foundation of the earth, as Jeremiah in his record says he was&#x2014;<span class=\"citation\" id=\"60267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60267)\">Jer. 1:5<\/a><\/span>and was ordained to be a Prophet, Seer and Revelator, and to stand at the head of this last dispensation. Although this was the case, it was still necessary that he should be baptized and have hands laid upon him for the reception of the Holy Ghost, and also be ordained to the Priesthood of Aaron and Melchizedek. You remember reading in the Book of Mormon that the Twelve on this continent, whom the Savior chose after His resurrection, are to be judged by the Twelve Apostles that were at Jerusalem.<span class=\"citation\" id=\"81020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81020)\">1 Ne. 12:9-10<\/a><\/span><span class=\"citation\" id=\"83168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83168)\">Morm. 3:18-19<\/a><\/span> It was with Peter, who was the senior Apostle there, that the keys rested.<span class=\"citation\" id=\"64872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64872)\">Matt. 16:18-19<\/a><\/span> He was at the head of that dispensation; therefore, those that received the Apostleship on this land were to be judged by the Twelve at Jerusalem.<span class=\"citation\" id=\"81021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81021)\">1 Ne. 12:9-10<\/a><\/span><span class=\"citation\" id=\"83169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83169)\">Morm. 3:18-19<\/a><\/span> There the keys were; and it was right and proper that Peter, with James and John, should come and bestow them upon him who was to be the head of this dispensation, namely, Joseph Smith.<span class=\"citation\" id=\"84655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84655)\">D&amp;C 27:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1125\"> In addition to this the Prophet Joseph informs us in his letter, addressed to the Saints when he fled  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>away from Nauvoo to escape the hands of his enemies, that &#x201C;It is necessary in the ushering in of the dispensation of the fullness of times, which dispensation is now beginning to usher in, that a whole and complete and perfect union, and welding together of dispensations, and keys, and powers, and glories should take place, and be revealed from the days of Adam even to the present time.&#x201D;<span class=\"citation\" id=\"91232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91232)\">D&amp;C 128:18<\/a><\/span> He, therefore, received the ministration of divers angels&#x2014;heads of dispensations&#x2014;from Michael or Adam down to the present time;<span class=\"citation\" id=\"84526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84526)\">D&amp;C 27:5-13<\/a><\/span> every man in his time and season coming to him, and all declaring their dispensation, their rights, their keys, their honors, their majesty and glory, and the power of their Priesthood.<span class=\"citation\" id=\"91249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91249)\">D&amp;C 128:20-21<\/a><\/span> So that Joseph, the head of this dispensation, Prophet, Seer and Revelator, whom God raised up, received from all these different sources, according to the mind and will of God, and according to the design of God concerning him; he received from all these different sources all the power and all the authority and all keys that were necessary for the building up of the work of God in the last days, and for the accomplishment of His purposes connected with this dispensation. He stands at the head. He is a unique character, differing from every other man in this respect, and excelling every other man. Because he was the head God chose him, and while he was faithful no man could take his place and position.<span class=\"citation\" id=\"84691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84691)\">D&amp;C 28:2-3,6-7<\/a><\/span><span class=\"citation\" id=\"85470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85470)\">D&amp;C 43:3-4<\/a><\/span><span class=\"citation\" id=\"86514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86514)\">D&amp;C 64:5<\/a><\/span> He was faithful, and died faithful.<span class=\"citation\" id=\"92007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92007)\">D&amp;C 135:3<\/a><\/span> He stands therefore at the head of this dispensation, and will throughout all eternity, and no man can take that power away from him. If any man holds these keys, he holds them subordinate to him. You never heard President Young teach <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any other doctrine; he always said that Joseph stood at the head of this dispensation; that Joseph holds the keys; that although Joseph had gone behind the veil he stood at the head of this dispensation, and that he himself held the keys subordinate to him. President Taylor teaches the same doctrine, and you will never hear any other doctrine from any of the faithful Apostles or servants of God, who understand the order of the Holy Priesthood. If we get our salvation we shall have to pass by him; if we enter into our glory it will be through the authority that he has received. We cannot get around him; we cannot get around President Young; we cannot act around President Taylor; we cannot get around the Twelve Apostles. If we ever attain to that eternal glory that God has promised to the faithful we shall have to pass by them. If we enter into our exaltation, it will be because they, as the servants of God, permit us to pass by, just as the revelation says, &#x201C;pass by the angels, and the gods, which are set there,&#x201D;<span class=\"citation\" id=\"91591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91591)\">D&amp;C 132:19<\/a><\/span> to our exaltation. <\/div><div class=\"paragraph jod\" id=\"v23n1127\"> You know that Jesus said to His Apostles in ancient days, that they should &#x201C;sit upon twelve thrones, judging the twelve tribes of Israel.&#x201D;<span class=\"citation\" id=\"65241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65241)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68100)\">Luke 22:30<\/a><\/span><span class=\"citation\" id=\"84752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84752)\">D&amp;C 29:12<\/a><\/span> And Paul says, &#x201C;The saints shall judge the world.&#x201D;<span class=\"citation\" id=\"73233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73233)\">1 Cor. 6:2<\/a><\/span> This is true. Joseph, then, stands at the head; and then every man in his place after him until you come down to the Elder, the most humble Elder of the Church who has proclaimed the Gospel of the Son of God to the inhabitants of the earth. He will sit as a judge to judge those who have received or those who have rejected his testimony. He will stand as a swift witness<span class=\"citation\" id=\"94254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94254)\">Mal. 3:5<\/a><\/span> before the judgment seat of God against this generation. He will lift up his voice testifying as to that which he has  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>done, and men will be condemned, and men will be justified and women will be justified according to the testimony of the faithful servants of God, each one in his place and station; but Joseph, holding the keys, and presiding over all, subordinate, however, to him from whom he received the keys, as he (Peter) will be subordinate to the Son of God who placed them upon him; each one in his dispensation; each one in his place: each exercising the authority of his Priesthood; each man honoring God according to his faithfulness and diligence in magnifying that Priesthood and calling that God has placed upon him; and each woman in her place receiving her share of glory and honor according to her faithfulness in keeping the commandments of God, and honoring the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v23n1129\"> I present this matter before you that you may see that when Joseph died he had embodied in him all the keys and all the authority, all the powers and all the qualifications necessary for the head of a dispensation, to stand at the head of this great last dispensation. They had been bestowed upon him through the providences of God, and through the command of God to his faithful servants who lived in ancient days. There was no end scarcely, in many respects, to the knowledge that he received. He was visited constantly by angels; and the Son of God Himself condescended to come and minister unto him, the Father having also shown Himself unto him;<span class=\"citation\" id=\"93692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93692)\">JS&mdash;H 1:17-19<\/a><\/span> and these various angels, the heads of dispensations, having also ministered unto him. Moroni,<span class=\"citation\" id=\"93807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93807)\">JS&mdash;H 1:33<\/a><\/span> in the beginning, as you know, to prepare him for his mission, came and ministered and talked to him from time to time, and he had vision after vision in order that his mind might be <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fully saturated with a knowledge of the things of God, and that he might comprehend the great and holy calling that God had bestowed upon him. In this respect he stands unique. There is no man in this dispensation can occupy the station that he, Joseph did, God having reserved him and ordained him for that position, and bestowed upon him the necessary power. Think of what he passed through! Think of his afflictions, and think of his dauntless character! Did anyone ever see him falter? Did anyone ever see him flinch? Did anyone ever see any lack in him of the power necessary to enable him to stand with dignity in the midst of his enemies, or lacking in dignity in the performance of his duties as a servant of the living God? God gave him peculiar power in this respect. He was filled with integrity to God; with such integrity as was not known among men. He was like an angel of God among them. Notwithstanding all that he had to endure, and the peculiar circumstances in which he was so often placed, and the great responsibility that weighed constantly upon him, he never faltered; the feeling of fear or trembling never crossed him&#x2014;at least he never exhibited it in his feelings or actions. God sustained him to the very last, and was with him, and bore him off triumphant even in his death. <\/div><div class=\"paragraph jod\" id=\"v23n1130\"> While he was in possession of all his faculties, and likely to live for many years to lead the Church&#x2014;in fact the people believed that he would live to redeem Zion&#x2014;when he was thus situated, impressed by the Spirit and power of God, he called together our leading men, and he bestowed upon the Twelve Apostles all the keys and authority and power that he himself possessed and that he had received from the  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord. He gave unto them every endowment, every washing, every anointing, and administered unto them the sealing ordinances and taught them the character of those ordinances, and revealed unto them the doctrine of celestial marriage, and impressed upon them the importance of their obedience to the same, and made it obligatory upon them that they should obey it and carry it out in their lives, and teach it to others. He taught these brethren that unless they did this the kingdom would stop, it could not make further progress. And filled with the power of God, he blessed them and placed those keys and this authority upon them, and told them that he had thus ordained them to bear off the kingdom. There was no key that he held, there was no authority that he exercised that he did not bestow upon the Twelve Apostles at that time. Of course, in doing this he did not divest himself of the keys; but he bestowed upon them these keys and this authority and power, so that they held them in their fullness as he did, differing only in this respect, that they exercised them subordinate to him as the head of the dispensation. He ordained them to all this authority, without withholding a single power or key or ordinance that he himself had received. <\/div><div class=\"paragraph jod\" id=\"v23n1132\"> Thus you see these men whom God chose to hold the Apostleship received all this authority from Him. Hence he told the people before he was taken, &#x201C;I roll this kingdom off on to the shoulders of the Twelve.&#x201D; Probably there are some in this room who heard him talk in this manner. I was but a boy at the time, but I remember it very distinctly. He evidently wanted his brother Hyrum also to be preserved, and for some time before his <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> martyrdom talked about him as the Prophet. But Hyrum, as you know, was not desirous to live away from Joseph; if he was to be exposed to death, he was resolved to be with him.<span class=\"citation\" id=\"92008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92008)\">D&amp;C 135:3<\/a><\/span> Our revered President, who is present with you today, was with the Prophet and his brother, the Patriarch, at the time of their martyrdom, and was himself shot down, and his life almost despaired of. But God in his providence reserved him for something else, and his enemies did not have power to take his life. <\/div><div class=\"paragraph jod\" id=\"v23n1133\"> After the martyrdom of the Prophet the Twelve soon returned to Nauvoo, and learned of the aspirations of Sidney Rigdon. He had claimed that the Church needed a guardian, and that he was that guardian. He had appointed the day for the guardian to be selected, and of course was present at the meeting, which was held in the open air. The wind was blowing toward the stand so strongly at the time that an improvised stand was made out of a wagon, which was drawn up at the back part of the congregation, and which he, William Marks, and some others occupied. He attempted to speak, but was much embarrassed. He had been the orator of the Church; but, on this occasion his oratory failed him, and his talk fell very flat. In the meantime President Young and some of his brethren came and entered the stand. The wind by this time had ceased to blow. After Sidney Rigdon had spoken, President Young arose and addressed the congregation, which faced around to see and hear him, turning their backs towards the wagon occupied by Sidney. Now it is probable that there are some here today who were present on that occasion, and they, I doubt not, could,  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if necessary, bear witness that the power of God was manifested at that time, to the joy and satisfaction of the Saints. It was necessary that there should be some manifestation of the power of God, because the people were divided. There was considerable of doubt as to who should lead the Church. People had supposed that Joseph would live to redeem Zion. They felt very much as the disciples did after the crucifixion: &#x201C;We trusted,&#x201D; said they to the Savior, whom they knew not, while speaking of their Lord, &#x201C;that it had been he which should have redeemed Israel.&#x201D;<span class=\"citation\" id=\"68402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68402)\">Luke 24:21<\/a><\/span> They were saddened in their hearts. So the Saints were when the Prophet Joseph was taken from them. Some even went so far as to think that perhaps God would resurrect him, they had such an idea about his continued earthly connection with this work. But no sooner did President Young arise than the power of God rested down upon him in the face of the people. It did not appear to be Brigham Young; it appeared to be Joseph Smith that spoke to the people&#x2014;Joseph in his looks, in his manner, and in his voice; even his figure was transformed so that it looked like that of Joseph, and everybody present, who had the Spirit of God, saw that he was the man whom God had chosen to hold the keys now that the Prophet Joseph had gone behind the veil, and that he had given him power to exercise them. And from that time forward, notwithstanding the claims of Sidney Rigdon, notwithstanding the claims of Strang, notwithstanding the claims of William Smith, John E. Page and others who drew off from the Church in the days of Nauvoo; and notwithstanding the claims of other men who have since drawn off from the <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church and made great pretensions, God has borne testimony to the acts and teachings of His servant Brigham, and those of his servants, the Apostles, who received the keys in connection with him. God sustained him and upheld him, and he blessed all those that listened to his counsel. No man that ever obeyed all his counsels and teachings was ever cursed, but was always blessed of God; while those who disobeyed his counsel did not prosper. We have all seen this. He led the people by the power of God into this wilderness, taking upon himself such responsibility as no other man dare take, which, of course, he was inspired of God to do. In various ways God sustained him to the time of his death. All the authority, all the power, all the keys, and all the blessings that were necessary for the guidance of this people he held. He held them as his fellowservants, the Apostles, held them; only he, being the senior, had the right to preside, and did preside, God sustaining him in so doing.<span class=\"citation\" id=\"91090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91090)\">D&amp;C 124:127<\/a><\/span> Then when he died there was no need for any peculiar or overpowering manifestation, such as was witnessed when the Prophet Joseph died, because the authority of the Priesthood was recognized, and among the Twelve there was no dissent. We all knew the man whose right it was to preside, there being no doubt upon this matter. We knew he had the authority. We knew that there was only one man at a time upon the earth that could hold the keys of the kingdom of God, and that man was the presiding Apostle.<span class=\"citation\" id=\"91480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91480)\">D&amp;C 132:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1135\"> Other names had at one time preceded President John Taylor in the order of the Twelve. There were various reasons for this. Two of the Apostles had lost their standing,  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and upon deep and heartfelt repentance had been again ordained to the Apostleship. In both instances this had occurred after the ordination of President Taylor to that calling. Still, for many years their names were allowed to stand in their old places and preceded his in the published list of the Twelve. The revelation designating Presidents Taylor, Woodruff and Willard Richards to be ordained Apostles was given July 8th, 1838; John E. Page was called to the same office in the same revelation.<span class=\"citation\" id=\"90723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90723)\">D&amp;C 118:6<\/a><\/span> He and President Taylor were ordained at Far West before the Saints were driven from there. Brother Woodruff being on a mission at the Fox Islands, was afterwards ordained on the cornerstone of the Temple, April 26th, 1839.<span class=\"citation\" id=\"90718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90718)\">D&amp;C 118:5<\/a><\/span> Brother Willard Richards, when he was called, was on a mission in England, and was ordained in that land after the Twelve went there on their mission. In this way Brothers Richards and Woodruff, though the seniors of President Taylor in years, were his juniors in the Apostleship; he had assisted in ordaining them Apostles. For some years attention was not called to the proper arrangement of the names of the Twelve; but some time before President Young's death they were arranged by him in their proper order. Not long before his death a number of the Twelve and leading Elders were in Sanpete when, in the presence of the congregation in the meetinghouse, he turned to President Taylor, and said, &#x201C;Here is the man whose right it is to preside over the council in my absence, he being the senior Apostle.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v23n1137\"> Therefore, as I have said, when President Young died there was no doubt in the minds of those who understood principle as to who was the <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man&#x2014;it was the then senior Apostle. He was the man who had the right to preside, he holding the keys by virtue of his seniority, by virtue of his position in the Quorum; and he became the President of the Twelve Apostles; and became President of the Church. <\/div><div class=\"paragraph jod\" id=\"v23n1138\"> Now, let me ask you, is it necessary that somebody should rise up outside of this Priesthood to be a Prophet, Seer and Revelator to the Church? Is it not consistent with the wisdom and government of God to acknowledge His servants who have been faithful all their lives, who have proved their integrity before Him, who have never swerved to the right or the left, and whose knees have never trembled, and whose hands have never shaken&#x2014;is it not within his power and his wisdom to endow them with all the gifts and qualifications necessary for the guidance of His Church? Certainly it is. There has never been a moment, as I have said, since this Church was organized, since the 6th day of April, 1830, when God has been without ministering servants through whom he has revealed his mind and will to the people. President Young might have received and given revelations to the people in the same manner as the Prophet Joseph did. He had the authority, and he did give his revelations to the people; he gave his counsel. President Taylor has done the same. The Twelve in their labors have done the same. They have taught the people the word of God. The Twelve have the right, every Apostle has the right, to teach the people by the spirit of revelation, by the spirit of prophecy and the power of God. This people, as I have said, have been led by that power and spirit; and it was in this way that ancient Israel was led when  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Moses stood at their head. He had the authority, he held the keys, and he received revelation from God concerning all the people.<span class=\"citation\" id=\"83908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83908)\">D&amp;C 8:3<\/a><\/span> It has been so in our day. We have had revelations; and we have revelations still. Our brethren, Brothers George Teasdale, Heber J. Grant and Seymour B. Young have been lately called by written revelation, to hold the positions to which they have been assigned. But is it always necessary to write revelation? Sometimes it is necessary; sometimes it is not necessary, just as God willeth. When the word of God is given through His servants, as for instance, this morning through President Taylor making a certain promise; that promise is just as binding as if written. If we live for it, it will be fulfilled, just as much as if it were written. God has bestowed the spirit of revelation upon His servants. In fact, no man, no matter what his office may be, whether it be Deacon, Teacher, Priest or Elder, Seventy or High Priest, or Apostle, has the right to teach the people unless he does it by the light of the Holy Ghost, by the power of God. He should not attempt to teach the people that which he may have framed in his own heart to say to them. On the contrary, he should treasure up, as God has said, continually the words of life, and it shall be given unto him what to say,<span class=\"citation\" id=\"87904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87904)\">D&amp;C 84:85<\/a><\/span> even that which shall be suited to the circumstances of the people and of each individual. God has made that promise to the Elders of this Church, unto those who go out to preach the Gospel, and to every man who seeks to teach as he should do&#x2014;by the spirit of revelation. It is then carried to the hearts of the people,<span class=\"citation\" id=\"81623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81623)\">2 Ne. 33:1<\/a><\/span> and they are, and will be, judged by it, and will be held accountable be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore God according to the spirit and knowledge they may have received. <\/div><div class=\"paragraph jod\" id=\"v23n1140\"> I have presented this matter before you, because I am led to think there is not that disposition to look to and recognize the authority that exists in the Church as it should be recognized. There is at the present time a contest going on in our midst and the tendency to tear away from the moorings of the Priesthood, from the authority and influence of the Priesthood, receives every encouragement. The threats that are being made by our enemies at the present time are for the purpose of destroying the faith, the confidence, and the spirit that are begotten in the hearts of the people towards the Priesthood of the Son of God. If they could get you to repudiate your Bishops, the President of the Stake; if they could get you to repudiate the Apostles and the First Presidency, they would be satisfied; because they would know then that they had struck a deadly blow at the kingdom of God, so far as you are concerned at least. That is their aim all the time. While, on the other hand, it is the aim of the Elders of Israel to bind the people together, and to build up the authority and influence of the holy Priesthood, because we know that in doing so we are acting according to the mind and will of God, and not because we want to exercise authority over you. You know very well that authority has never been exercised over you improperly by any faithful servant of God; that you never have had reason to complain because of anything of this kind coming from the First Presidency, or from the Apostles, or any good man; but on the contrary, the servants of God, of whom our enemies complain, have worn themselves out in your midst, teaching  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you the doctrines of salvation. They have traveled under all circumstances, visiting the people and teaching them the principles of eternal life, and have worn themselves out at this labor. They have not spared their bodies, nor refrained from neglecting all their earthly affairs when necessary for the good of this people. It has been characteristic of the Apostles and leading men of this Church; and if we had not that spirit, it would be soon seen by the people, and our influence would be correspondingly weakened. It is the aim of the Priesthood at the present time to bind the people together, on the same principle that you adopt, you that are shepherds, when the wolves are around. You get your sheep together in as compact a manner as you can, that no wolves can get access to your sheep. You feel it to be your duty to take care of the flock that may be your own, or that may be entrusted to your care, that not even a lamb may be torn to pieces, or be carried off by either dog or wolf. It is the same with the servants of God. The burden of this people rests upon them. It is upon President Taylor night and day, I know. Every thought and desire of his heart is for the salvation of this people, and to establish and build up the Zion of our God. His feelings are to be a faithful watchman upon the walls of Zion, a faithful shepherd of the flock of Christ; so that when he goes hence, as Brigham has gone, he can report to Joseph and those of his co-laborers that have joined him, that he did his duty faithfully while in the flesh, in caring for and feeding the flock of Christ. I know this is the <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feeling; and I know it is the feeling of his co-laborers, his fellowservants. And it is because of their intense love for this people, and for the salvation of the children of men that they are impelled to do as they do. They would have you listen to the voice of wisdom, to the voice of revelation, to the voice of the Holy Spirit that is poured out upon us, which bears testimony in your hearts that it is through His power that we have been sustained, and which convinces you that we are His servants. You know when you hear the servants of God, by the power of God that accompanies their words, and by the testimony of Jesus that He gives unto you, that they are His servants. This is your witness, and you are our witnesses as to the truth of our claims and the divinity of the authority which we exercise in your midst. We want to save you. We want to teach you the plan of salvation. We want to point out to you the way in which you should go. We do not ask anything of you of an earthly character. We desire not to aggrandize ourselves. All we ask, and we ask it in the name of the Lord Jesus Christ, is that you will be entreated of God, that you will listen to His voice, and walk in the strait and narrow path that leads to lives eternal.<span class=\"citation\" id=\"91640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91640)\">D&amp;C 132:22<\/a><\/span> And we promise you that if you will do so, we will lead you into the celestial kingdom of God, not of ourselves, but through the power that God has given unto us, and that He will give unto us. <\/div><div class=\"paragraph jod\" id=\"v23n1141\"> I pray God to bless you, my brethren and sisters, and fill you with His Holy Spirit, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}