{"ID":230001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Preaching and Practice of the Gospel&#x2014;Visitations of Angels, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Henry W. Naisbitt, Continued from Page 376, Journal of Discourses, Vol. XXII, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 15, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Preaching and Practice of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Henry W. Naisbitt<\/div>\n<div class=\"date\">Date: 5\/15\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v23n1\"> (CONTINUED FROM PAGE 376, JOURNAL OF DISCOURSES, VOL. XXII.) there have been larger opportunities for the acquisition of the knowledge which pertains to the designs of the Creator. I think that all thoughtful men and thoughtful women have felt within themselves that there were a great many problems in regard to human existence upon which they would like to have light and intelligence, they would like to understand and to have a surety as to whether a man was anything more than a mere animal in creation, whether it was his destiny only &#x201C;to eat and to drink, for tomorrow we die,&#x201D;<span class=\"citation\" id=\"58372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58372)\">Isa. 22:13<\/a><\/span><span class=\"citation\" id=\"73903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73903)\">1 Cor. 15:32<\/a><\/span><span class=\"citation\" id=\"81500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81500)\">2 Ne. 28:7-8<\/a><\/span> or whether his existence was of a continuous character; whether after having laid down this tabernacle of flesh he would be privileged to enjoy again the associations which have been agreeable to him on earth, whether the family circle would be burst asunder, or whether continuing to exist he would be divested in a great measure of the temptations which seem to influence him on the right hand and on the left, and which appear to <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lead so many thousands of the human family down to degradation and death. It appears to me that there are questions in connection with all these things that thousands would like to solve, and questions which really never can be solved by the ordinary wisdom and knowledge which pertain to the educational facilities of mankind. Now, in reading these prophecies concerning the future angelic visitations that are to take place in the history of mankind, I have no doubt that those who have pondered over these prophecies have thought that in these visitations they would find the key which should unlock the past, the present and the future, and be of great value in the salvation of the human family&#x2014;salvation from ignorance, from sin, and from death. These are the things which men everywhere need. They need to be saved from themselves; they need to be saved from each other; they need to be saved in regard to  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the future, according to the Scriptures, and the generally received notions of the Christian world. <\/div><div class=\"paragraph jod\" id=\"v23n3\"> Now, this angel that was to come in the latter times was declared to be one who was to bring the everlasting Gospel in order that it might be preached among all nations.<span class=\"citation\" id=\"79842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79842)\">Rev. 14:6<\/a><\/span> Now, the everlasting Gospel, whatever that may mean, is something that is divine in its character. It is not conjured up by cunning and designing men. God was its author; in fact the Scriptures say that His Son Jesus was the &#x201C;author and finisher&#x201D;<span class=\"citation\" id=\"77177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77177)\">Heb. 12:2<\/a><\/span><span class=\"citation\" id=\"83549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83549)\">Moro. 6:4<\/a><\/span> of the Christian faith on earth. Whenever, therefore, the revelation of that Gospel comes it must give man an account of his origin, of the necessity of the circumstances of the present, and something of his future. There is one thing which strikes the reader as being very peculiar in regard to this angel coming to the human family. It is implied upon the surface, and in its depths also, that there would be no necessity of sending the Gospel if the children of man had the Gospel already, this would be superfluous. Then when this angel comes is he to come to Christendom, or is he to come to heathendom? Is he to come to men that have not heard of Jesus, know nothing of God, know nothing of the way of salvation, or is he to come to the Christian world. If he is to come to heathendom it of course would be to bring salvation, the redemption of the soul and body of man; but if he is to come to Christendom it would almost seem to imply that amid them even the Gospel of redemption was unpreached or misunderstood, for in all the creations of our God there does not appear to be anything of an unnecessary character, there are no steps fallen in His government that are <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inapplicable to the existing condition of things; but the fact that an angel was to come in &#x201C;the dispensation of the fulness of times&#x201D;<span class=\"citation\" id=\"74850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74850)\">Eph. 1:10<\/a><\/span> naturally implies that the Gospel would not be at that time preached on the face of the earth. Now this is rather an awkward conclusion to arrive at when all Christendom is said to be doing so much in regard to the building of churches, the teaching of religion, the payment of ministers, the sending of the so-called Gospel to the heathen, and the furnishing of Bibles to all the nations of the earth. And on reflecting upon the visits of this angel a man would naturally enquire, if this angel is going to bring the Gospel, in what does the Gospel consist, and as a necessary consequence he would also begin to enquire as to what the records say which have come down to us from ancient times. He would look into the New Testament; he would read the sayings of those whose names have become historic; he would read the sayings of the Great Teacher, who was sent from heaven, even Jesus Christ the righteous;<span class=\"citation\" id=\"78534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78534)\">1 Jn. 2:1<\/a><\/span> and he would read the acts and doings in that book of His successors the Apostles, and of the primitive church, and from this record he would endeavor to find out what the Gospel was as preached in ancient times, and after he had done this he would begin to contrast the Christian organizations with which he was surrounded, the theories which Christians hold, the doctrines which they teach and put them side by side in parallel columns with the teachings of the ancient Church. He would institute comparisons and so would show a desire to understand the necessity for this angel coming expressly from heaven to &#x201C;preach&#x201D; the everlasting Gospel &#x201C;unto them that dwell upon the earth, and to  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every nation, and kindred, and tongue, and people.&#x201D;<span class=\"citation\" id=\"79843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79843)\">Rev. 14:6<\/a><\/span> And in taking the New Testament for his guide, in pondering the acts and teachings of Jesus and his Apostles, he would begin to understand that there was method and order in connection with that Gospel; that it consisted of a series of principles, of ideas, and thoughts and practices, which were intended to work out some desired end. Hence it was said that the Gospel in ancient times &#x201C;was the power of God unto salvation.&#x201D;<span class=\"citation\" id=\"72223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72223)\">Rom. 1:16<\/a><\/span> It was an important thing, it was something of value; it was something calculated to affect a man's interests in time and in eternity, it was &#x201C;the power of God unto salvation;&#x201D;<span class=\"citation\" id=\"72224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72224)\">Rom. 1:16<\/a><\/span> and I do not think that in any other recognized record are we so likely to find a portrayal of that Gospel in its purity and original simplicity as in the record called the New Testament. When we come to search that, we realize that Jesus professed to be the Son of God. He encouraged his followers to exercise faith in his Father, and in regard to his works he told them that he &#x201C;did nothing of himself, but that which he had seen the Father do, that did he,&#x201D;<span class=\"citation\" id=\"69120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69120)\">John 5:19<\/a><\/span> and that which he did before his Apostles, and which he commanded them to do, was according to the commandments which he had received of the Father. I think the Christian world will be willing to acknowledge that this faith in God was a principle which was calculated to enhance the welfare of the human family. It was calculated to infuse high and lofty thoughts into the man or woman who accepted it; faith in the existence of God, faith that they were his children; faith that he was alive to their interests; faith that he was able to teach them the purpose of their existence, <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the design that he had in their creation, faith that he was able to hear and answer their prayers. And the man who enjoyed this faith in God after he had been taught it was a man who was likely not only to feel higher conceptions in regard to humanity, so far as he himself was concerned, but there would be bound to spring up in his heart feelings, growing out of this, in regard to his brother man, and to his sister, woman; he would be bound to look upon them with more regard for their interests, well-being and salvation upon the earth, than he would have done without this conception. He would be interested in the moral, mental and spiritual condition of his neighbor; he would be interested in imparting to his neighbor the truth, and thus the spirit of faith in God would begin to spread and exercise a salutary influence wherever it was felt among those who received it. <\/div><div class=\"paragraph jod\" id=\"v23n5\"> And Jesus was not satisfied only with teaching this faith in God, but he realized that there would grow out of it these or similarly certain principles of action with regard to the conduct of those who received it. A man would begin to realize that inasmuch as he was a child of God, that he had in many respects been unworthy of that position, that he had been guilty of many acts both of commission and omission that were derogatory to such origin, and he would naturally begin to repent, to be sorry for having committed himself in this way and not to be sorry only, but to lay everything of this character aside in order that he might stand approved of God, His Heavenly Father. Hence there would grow out of faith the spirit of repentance for past sins, and then it was found that there was an ordinance in the Gospel by which through  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>divine appointment, a man was enabled to receive the &#x201C;remission of his sins,&#x201D; consequent on the sacrifice that was to be offered on Calvary. That ordinance of the Church, as established by Jesus, was the ordinance of water baptism for the remission of sins.<span class=\"citation\" id=\"66486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66486)\">Mark 1:4<\/a><\/span><span class=\"citation\" id=\"67112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67112)\">Luke 3:3<\/a><\/span> This was one of the principles of the Gospel, one of the principles of salvation, one of the steps in the educational process of those who submitted themselves to the authority of the Great Teacher, Jesus Christ. Now there is a vast diversity of opinion in the Christian world in regard to baptism, but this diversity we need not stop to consider. We can take the New Testament, and see what is laid down there upon the subject. Some think baptism unimportant. Christ, however, evidently thought it important. In speaking to Nicodemus, he said, &#x201C;Except a man be born of water and of the Spirit, he <span class=\"italic\">cannot<\/span> enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68839)\">John 3:5<\/a><\/span> And when he commissioned his Apostles to preach the Gospel, they went forth among the people, &#x201C;baptizing them in water, confessing their sins.&#x201D;<span class=\"citation\" id=\"62673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62673)\">Matt. 3:6<\/a><\/span><span class=\"citation\" id=\"66491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66491)\">Mark 1:5<\/a><\/span> Indeed, there are illustrations in abundance of this fact, that will be familiar to all the students of the New Testament. The great Apostle Peter, who appeared to have been the master spirit of the Church on the day of Pentecost, when men began to inquire what they should do to be saved, answered the inquirers in this way, &#x201C;Repent and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71253)\">Acts 2:38<\/a><\/span> This was the ancient order; this was the order established by Jesus, and the presumption is beyond dispute that if it was necessary for any one single member of that primitive church, or for any <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Apostles, or for Jesus himself to be baptized in water, it was necessary for the whole. Hence the irresistible conclusion is, that every member of the primitive church was baptized, &#x201C;buried with him by baptism unto death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.&#x201D;<span class=\"citation\" id=\"72425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72425)\">Rom. 6:4<\/a><\/span> This was one of the doctrines of the ancient church, and the next doctrine that followed it in the program and system of the Gospel was the giving of the Holy Ghost. Now the scriptures tell us that &#x201C;the manifestation of the Spirit is given to every man to profit withal.&#x201D;<span class=\"citation\" id=\"73444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73444)\">1 Cor. 12:7<\/a><\/span> In every land and clime, in all conditions of the human family, of every color, among the most highly civilized as among the most degraded, there is given to every man this measure of the spirit of God to profit withal, and it is in accordance with his obedience to the measure received of that spirit that he will be rewarded in the future. But in the Christian church there appears to have been an order that went in advance of this universal gift of the spirit. It was called &#x201C;the gift of the Holy Ghost by the laying on of hands.&#x201D;<span class=\"citation\" id=\"85259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85259)\">D&amp;C 39:23<\/a><\/span><span class=\"citation\" id=\"86708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86708)\">D&amp;C 68:25<\/a><\/span><span class=\"citation\" id=\"94058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94058)\">A of F 1:4<\/a><\/span> Hence those who are familiar with the New Testament will realize that when men were baptized they were afterwards confirmed by &#x201C;the laying on of hands,&#x201D; and upon that confirmation they received the Holy Ghost.<span class=\"citation\" id=\"71629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71629)\">Acts 8:17-19<\/a><\/span><span class=\"citation\" id=\"72047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72047)\">Acts 19:6<\/a><\/span> This Holy Ghost in them was the power of God. It opened up their minds, it informed their reason, enlarged their capacity, and enabled them to comprehend, as the scriptures say, the past, present and future.<span class=\"citation\" id=\"91288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91288)\">D&amp;C 130:7<\/a><\/span> It was a grand gift, and one essential to salvation. To one man it gave the spirit of wisdom; to another the word of knowledge; to  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>another faith; to another the gift of healing; to another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues, etc.<span class=\"citation\" id=\"73468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73468)\">1 Cor. 12:8-10<\/a><\/span> It was to them the fountain of divine intelligence and power. And these manifestations followed the believer everywhere. It harmonized all the conflicting thoughts and ideas that they might have had in regard to God, in regard to the institutions with which they were surrounded, in regard to the duties devolving upon them, in regard to their destiny in the future. It made them one in Christ Jesus.<span class=\"citation\" id=\"74586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74586)\">Gal. 3:28<\/a><\/span> They were baptized by one baptism, and they enjoyed one spirit.<span class=\"citation\" id=\"73524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73524)\">1 Cor. 12:13<\/a><\/span> They were rich in the unity of the faith.<span class=\"citation\" id=\"75221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75221)\">Eph. 4:13<\/a><\/span> And when men were thus baptized and received this spirit it was not expected that they should stand strictly upon their own individuality. They were not left to wander abroad to the right and to the left, but there appeared to have been in the primitive times a good deal of what we see in our own day. An organization grew up. They formed what was called a church. It is called in the New Testament, in some places &#x201C;the Church of God,&#x201D;<span class=\"citation\" id=\"72074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72074)\">Acts 20:28<\/a><\/span><span class=\"citation\" id=\"72884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72884)\">1 Cor. 1:2<\/a><\/span> in other places it is called &#x201C;the Church of Christ.&#x201D;<span class=\"citation\" id=\"81952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81952)\">Mosiah 18:17<\/a><\/span><span class=\"citation\" id=\"82957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82957)\">3 Ne. 26:21<\/a><\/span> It was a church composed of those who had thus been baptized, and thus received of the Holy Ghost. They were united together for self-defense. They were united in order that they might be taught by the authorities of that church. They were not taught by strangers or by men who had never passed through the same gateway and received the same spirit as themselves, but according to the New Testament they were taught by Apostles, Prophets, Pastors, Teachers and Evangelists,<span class=\"citation\" id=\"75079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75079)\">Eph. 4:11<\/a><\/span> men who were engaged in the ministry of the Lord Jesus Christ.<span class=\"citation\" id=\"128633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128633)\">Eph. 4:12<\/a><\/span> These officers <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were &#x201C;set in the church,&#x201D;<span class=\"citation\" id=\"73641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73641)\">1 Cor. 12:28<\/a><\/span> according to the New Testament, for the edifying of the body, for the training of the members, until they all came to the unity of the faith and to the full stature of men and women in Christ.<span class=\"citation\" id=\"75184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75184)\">Eph. 4:12-13<\/a><\/span> Now, that was a glorious age. I have heard good men and women, ever since I heard anything, wish that they had lived in those primitive times. They have said how glad they would have been to have the privilege of even touching the hem of the Savior's garment,<span class=\"citation\" id=\"64066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64066)\">Matt. 9:20<\/a><\/span><span class=\"citation\" id=\"64761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64761)\">Matt. 14:36<\/a><\/span> witnessing his miracles, hearing his teachings, and to have been obedient to the principles which he taught. Men and women have said that they would have been glad to have lived in the Apostolic age; that they would have belonged to the primitive church; that they would have been in their glory to share in its trials and persecutions, to have enjoyed its spirit, to have received of its blessings, and to have acquired the knowledge and intelligence which accompanied the Priesthood that had control of that special church. I believe there are thousands everywhere today&#x2014;men who are Elders, Deacons, Superintendents of Sunday Schools, teachers in Sunday Schools&#x2014;who, on reading the history of the past feel that they would have been glad to have lived in the primitive times and seen the leaders and apostles of that church. Well, now, these feelings are natural. We realize the glory and blessing which belong to that ancient order. But it appears that this order in a great measure has become obsolete; it has passed away, it is not to be found anywhere in the form in which it existed anciently. There may be a church that has faith in God; there may be many churches that include repentance, that practice baptism; some  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may have faith in baptism for the remission of sins; there may be here and there men who believe in the reception of the Holy Ghost by the laying on of hands; but in its beautiful primitive order it is nowhere to be found among the children of men. <\/div><div class=\"paragraph jod\" id=\"v23n6\"> Now, in regard to the angel that should &#x201C;fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth,&#x201D;<span class=\"citation\" id=\"79844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79844)\">Rev. 14:6<\/a><\/span> it is only reasonable to suppose that when the Gospel is restored, it will be restored with all its ancient power, blessings, ordinances, Priesthood, and everything that gave it grandeur and glory in the primitive times. But now the query is, Has this angel come? If he has not, are the children of men looking for him? Is there any anticipation in the midst of the Christian world of his appearance? I think not. But here among a small section of men and women in the Rocky Mountains, gathered from all the nations of the earth, there is an understanding that this angel has come, and should not the world be pleased at the assumption; for if they are delighted in reading the account of this angel's probable visitation, why not take comfort and delight in the thought that angelic visitations may again become general or partial, as the case of necessity may require. Here, then, we have a little nucleus of men and women who say this angel has come in the 19th century, in the &#x201C;dispensation of the fulness of times;&#x201D;<span class=\"citation\" id=\"74851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74851)\">Eph. 1:10<\/a><\/span> that he has brought with him and given to those who are preaching it, the &#x201C;everlasting gospel&#x201D;<span class=\"citation\" id=\"79845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79845)\">Rev. 14:6<\/a><\/span> as it existed in the ancient times; that in their practice they are in the habit of exercising faith in God, that they have repented of their sins; that they have been bap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tized in water for the promised remission; that they have laid aside their follies; that they want to free themselves from error and from all unrighteousness; that they have again identified themselves, as did the ancient Christians, with the Church, possessing within itself the ancient organization, the ancient Priesthood, the ancient authority to teach, to lead, and to govern and control, until all the obedient come again to the unity of the faith.<span class=\"citation\" id=\"75222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75222)\">Eph. 4:13<\/a><\/span> Now if the Christian world take joy and satisfaction in reading ancient history or prospective history; if there are thousands of longing hearts in every denomination who say they would have rejoiced to have lived in the ancient times, to have listened to the teachings of the authorities of the primitive church, and to have shared in its blessings, etc.; what should be the thought when they hear again from men passing to and fro in the nations of the earth declaring that the ancient order has been restored; what should be the thought of men of intelligence, men of reflecting minds, men that know the merits and demerits of the Christian world, should not these hearts leap for joy when they hear that the Gospel has been thus restored in all its ancient glory? <\/div><div class=\"paragraph jod\" id=\"v23n7\"> The Latter-day Saints testify&#x2014;it is a standing testimony to the nations&#x2014;that this angel spoken of by John, the Revelator, has come to the human family, that he has brought with him the ancient Gospel,<span class=\"citation\" id=\"79846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79846)\">Rev. 14:6<\/a><\/span> and that all those who are willing to accept their testimony, to exercise faith in God, to lay aside their dead works, their foolish notions and their false traditions, to divest themselves of the errors of the ages, and to be baptized and receive the power of the Holy Ghost, that they shall be as full of  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>assurance as were the Saints in ancient times. For this, the Gospel of the kingdom<span class=\"citation\" id=\"65725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65725)\">Matt. 24:14<\/a><\/span> neither was nor is a cunningly devised fable,<span class=\"citation\" id=\"78270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78270)\">2 Pet. 1:16<\/a><\/span> nor was it something got up by the craftiness of men,<span class=\"citation\" id=\"128634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128634)\">Eph. 4:14<\/a><\/span> but the obedient realized and know that it is &#x201C;the power of God unto salvation;&#x201D;<span class=\"citation\" id=\"72225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72225)\">Rom. 1:16<\/a><\/span> it has come to them not in word only but in power and in the Holy Ghost and in much assurance;<span class=\"citation\" id=\"75656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75656)\">1 Thes. 1:5<\/a><\/span> and there are thousands throughout the length and breadth of the Territory, thousands throughout the United States, the islands of the sea, and throughout the nations of the earth, that rejoice in this Gospel. They are ready to testify that they know that God lives, that Jesus was the Savior of mankind, that the Gospel in all its pristine purity and beauty has been restored, and that in our own day all the blessings and privileges necessary for a complete salvation are offered to <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mankind. This may seem a reflection upon the intelligence of ages that are past and gone. But it is not so. I presume that there are thousands and millions who have passed away, that did the best they could, they lived up to the light they had, they sought to please God in their daily walk and conversation; but the Elders of Israel take the liberty of pointing out &#x201C;a more acceptable way,&#x201D;<span class=\"citation\" id=\"73651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73651)\">1 Cor. 12:31<\/a><\/span> and they are free to testify and speak of their own knowledge that God has restored the Gospel and prepared the way for the salvation of all who are willing to give obedience to that which has been revealed. <\/div><div class=\"paragraph jod\" id=\"v23n9\"> May God enable us to appreciate the day of our salvation and live according to his design, that we may be saved in his kingdom, is my prayer, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}