{"ID":230043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Why the Saints Meet Together&#x2014;Their Pretensions&#x2014;What Their Profession Implies&#x2014;No Right to Sit in Judgment on the World&#x2014;All Children of a Common Father&#x2014;Many Good Men Inspired By the Spirit of God Who Did not Possess the Gift of the Holy Ghost&#x2014;How Joseph Smith Obtained Knowledge&#x2014;The Gospel&#x2014;What the Savior Required&#x2014;Operations of the Holy Ghost&#x2014;What is Required of the Saints&#x2014;Their Feelings&#x2014;Duty of Missionaries&#x2014;National Feelings Buried in Embracing the Gospel&#x2014;Relationship to God&#x2014;Destiny of the Faithful&#x2014;What Have Religionists of the World to Offer?&#x2014;Character of the Would-Be Reformers&#x2014;Rights to Be Contended For&#x2014;Corrupt Practices Condemned.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Assembly Hall, Salt Lake City, Sunday, Feb. 11, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Pretensions of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/11\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v23n1143\"> We meet together from time to time, to speak and to hear, to meditate and reflect, to sing and to pray, to attend to our Sacraments, and to seek to obtain a knowledge of the duties and responsibilities which devolve upon us to attend to. And then we are desirous to worship the Lord our God and conform to his laws; to seek an acquaintance with him and with his purposes, and to understand the position we occupy in relation to our Heavenly Father and the world in which we live. These are some of the ideas and thoughts that flow more or less through the minds of the Latter-day Saints; and we are desirous generally to know the mind and will of God, and then to do it; at least, these are the pretensions of the Latter-day Saints. We do not always come up to that standard, however; but the great majority of the people, I am happy to say, are seeking to conform to the mind, and will, and word, and law of God. <\/div> <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n1144\"> It has given me great pleasure lately, in traveling among the Saints to witness a spirit and feeling of this kind, which has been abundantly developed in the different parts of the Territory that we have had the pleasure of visiting. And it is a matter of considerable importance to us, as a people, that we comprehend the position that we occupy in the world, and the various duties and responsibilities that devolve upon us. There are various theories, notions and ideas abroad in the world pertaining to the future. We, ourselves, have been gathered from the nations of the earth under the influence of the new and everlasting Gospel, and under the guidance and dictation of God, our heavenly Father; and we call this Zion, and we call ourselves the people of Zion, or in other words, the Saints of the Most High God.<span class=\"citation\" id=\"85742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85742)\">D&amp;C 45:66<\/a><\/span> We really make very great pretensions. To be a Saint signifies to be holy, to be pure, to be upright, to be virtuous.  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The German language is very significant on this point, and they calling us according to our name, denominate us as <span class=\"italic\">der Heiligen der Letzten Tage<\/span>, or as the holy of the last days. This is the profession which we assume. We say that we have come here to learn the laws of God, and to be taught in His ways, and that in us is fulfilled many of the ancient prophecies pertaining to these matters, one of which is: &#x201C;I will take them one of a city, and two of a family, and bring them to Zion: And I will give them pastors after mine own heart, that shall feed them with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60371)\">Jer. 3:14-15<\/a><\/span> There is something very peculiar in the position that we occupy, and in the manner in which we have been brought together, which is not generally understood by the world of mankind. <\/div><div class=\"paragraph jod\" id=\"v23n1146\"> We profess again to be the Church of God, and to be the kingdom of God; in fact we have any amount of profession; but the question with me sometimes is, how near we live up to our professions, and adhere to the principles that we profess to believe in and to be governed by. For we are told in the Scriptures, that it is &#x201C;Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63943)\">Matt. 7:21<\/a><\/span> And again Jesus said, &#x201C;Many will say to me in that day (that is speaking of the day of judgment), Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?&#x201D;<span class=\"citation\" id=\"63963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63963)\">Matt. 7:22<\/a><\/span> But He says, He will say unto them, &#x201C;I never knew you: depart from me, ye that work iniquity.&#x201D;<span class=\"citation\" id=\"63980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63980)\">Matt. 7:23<\/a><\/span> Again we are told that he that doeth righteousness is righteous.<span class=\"citation\" id=\"78630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78630)\">1 Jn. 2:29<\/a><\/span><span class=\"citation\" id=\"78696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78696)\">1 Jn. 3:7<\/a><\/span> And further, as a test <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is given for the guidance and direction of His people, a strict command is given unto them pertaining to their entertaining an undue attachment to the world. John says: &#x201C;Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.&#x201D;<span class=\"citation\" id=\"78577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78577)\">1 Jn. 2:15<\/a><\/span> No matter what their professions may be, no matter what their position may be; it applies to all. &#x201C;Love not the world, nor the things that are in the world.&#x201D;<span class=\"citation\" id=\"78576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78576)\">1 Jn. 2:15<\/a><\/span> We are indeed called here to this land of Zion to perform a peculiar work, which the Lord has placed upon us, associated with what is termed the dispensation of the fullness of times, wherein God will gather together, it is said, all things in one, whether they be things in the heavens or things on the earth.<span class=\"citation\" id=\"74858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74858)\">Eph. 1:10<\/a><\/span> It is a dispensation in which is embraced everything that is connected with any and every other dispensation that has ever existed since the world rolled into existence, or the morning stars sang together for joy;<span class=\"citation\" id=\"56260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56260)\">Job 38:7<\/a><\/span> and embraces all these dispensations; it is proper that we should strive to comprehend the various duties and responsibilities devolving upon us. We differ from the world in many respects; and I will try to point out some of these things wherein this difference exists. <\/div><div class=\"paragraph jod\" id=\"v23n1147\"> We are apt sometimes to be too censorious of the world. We think that they act very wickedly and badly, and that is true; but then, at the present at least, we are not their judges; it is not any part of our duty to sit in judgment upon them. Who are we? The children of our Heavenly Father. Who the world, as we sometimes denominate those that are not of our Church? The children of our Heavenly Father. For God has &#x201C;made of one  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blood all nations of men for to dwell on all the face of the earth,&#x201D; we are told, &#x201C;and hath determined the times before appointed, and the bounds of their habitation; That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us.&#x201D;<span class=\"citation\" id=\"71971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71971)\">Acts 17:26-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1149\"> Now outside the Gospel, outside of revelation, outside of any special communication from the Lord, all men, more or less, everywhere have certain claims upon their Heavenly Father, who is said to be the God and Father of the spirits of all flesh.<span class=\"citation\" id=\"54777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54777)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54891)\">Num. 27:16<\/a><\/span> Then we are told, when Jesus spake to his disciples, they asked him how they were to pray.<span class=\"citation\" id=\"67438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67438)\">Luke 11:1<\/a><\/span> He said, Say, Our Father who art in heaven, hallowed be Thy name.<span class=\"citation\" id=\"63316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63316)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"67505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67505)\">Luke 11:2<\/a><\/span> Who? Our Father&#x2014;the God and the Father of the spirits of all flesh.<span class=\"citation\" id=\"54776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54776)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54892)\">Num. 27:16<\/a><\/span> When you approach Him, say, our Father who art in heaven.<span class=\"citation\" id=\"63315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63315)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"67506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67506)\">Luke 11:2<\/a><\/span> Then, they belong to our Father, as well as we. In regard to the operation of the Spirit upon man, let me draw your attention to a fact that is generally understood by all reflecting men, and that is, no matter how wicked a man may be, how far he may have departed from the right, such a man will generally admire and respect a good man, an honorable man, and a virtuous man; and such a man will frequently say; &#x201C;I wish I could do as that man does, but I cannot: I wish I could pursue a correct course, but I am overcome of evil.&#x201D; They cannot help but respect the good and the honorable, although they may not be governed by principles of honor and virtue themselves. This same spirit which is given to every man<span class=\"citation\" id=\"68553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68553)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87796)\">D&amp;C 84:46<\/a><\/span> outside of the Gospel has been manifested in the different ages of the world. When I say outside of it, the Latter-day Saints will understand me. When <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I speak of the Gospel I speak of the Gospel revealed by our Lord and Savior Jesus Christ, and which has existed at times through the different ages, and which, wherever it did exist brought men into close communion with the Lord; hence the Gospel is called the everlasting Gospel. The Scriptures unequivocally state that our Savior &#x201C;brought life and immortality to light through the gospel,&#x201D;<span class=\"citation\" id=\"76089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76089)\">2 Tim. 1:10<\/a><\/span> and wherever a knowledge of life and immortality existed it was through the Gospel; and whenever and wherever there was no knowledge of life and immortality there was no Gospel. But outside of that there have been many good influences abroad in the world. Many men in the different ages, who, in the midst of wickedness and corruption, have tried to stop the current of evil, have placed themselves in the catalogue of reformers. Some of those have been what are called heathen, others what are termed Christian, and others have been scientific and philanthropic&#x2014;lovers and benefactors of the human race. The many reformers that existed in former ages have been men many of whom have been sincerely desirous to do the will of God, and to carry out His purposes, so far as they knew them. And then there are thousands and tens of thousands of honorable men living today in this nation, and other nations, who are honest and upright and virtuous, and who esteem correct principles and seek to be governed by them, so far as they know them. <\/div><div class=\"paragraph jod\" id=\"v23n1150\"> But there is a very great difference between this spirit and feeling that leads men to do right, which is emphatically denominated a portion of the Spirit of God, which is given to every man to profit withal,<span class=\"citation\" id=\"73447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73447)\">1 Cor. 12:7<\/a><\/span> and what is termed in the Scriptures the  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gift of the Holy Ghost.<span class=\"citation\" id=\"71262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71262)\">Acts 2:38<\/a><\/span> Men may be desirous to do right; they may be good, honorable and conscientious; and then when we come to the judgment pertaining to these things we are told that all men will be judged according to the deeds done in the body,<span class=\"citation\" id=\"74172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74172)\">2 Cor. 5:10 (JST)<\/a><\/span> and according to the light and intelligence which they possessed.<span class=\"citation\" id=\"92119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92119)\">D&amp;C 137:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1152\"> I will take, for instance, the position of the reformers, going no further back than Luther and Melancthon; and then you may come to Calvin, Knox, Whitfield, Wesley, Fletcher, and many others; men who have been desirous in their day to benefit their fellow men; who have proclaimed against vice, and advocated the practice of virtue, uprightness and the fear of God. But we all, who have contemplated these subjects, know that those men never did restore the Gospel as it was taught by our Lord and Savior Jesus Christ; neither did they see or comprehend alike in biblical matters; they groped, as it were, in the dark,<span class=\"citation\" id=\"55183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55183)\">Deut. 28:29<\/a><\/span> with a portion of the Spirit of God. They sought to benefit their fellow man; but not having that union with God that the Gospel imparts, they were unable to arrive at just conclusions pertaining to those matters. Hence one introduced and taught one principle, and another introduced and taught another; and they were split up and divided, and the spirit of antagonism was found at times among them; and with all their desires to do good, they did not, and could not restore the Gospel of the Son of God, and none among them were able to say, Thus saith the Lord.<span class=\"citation\" id=\"53864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53864)\">Ex. 4:22<\/a><\/span> And that is the condition of the religious world today; it is Babylon or confusion; confusion in ideas, confusion in regard to doctrine, confusion in regard to ordi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nances, etc. And what shall we say of such men? Shall we say that they were wicked? No. It is lawful to do good always, and anyone who seeks to promote the welfare of the human family is a benefactor of mankind, and ought to be sustained. But now comes another principle which is different to that. We find in reading the Scriptures, that at the time Jesus made His appearance upon the earth, there was a variety of sects and religious parties; there were the Sadducees, the Pharisees, the Esselves, and others. But these people were told that there was but one Lord, not many; one faith, not many; one baptism, not many; and one God who is above all and through all and in you all.<span class=\"citation\" id=\"75010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75010)\">Eph. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1153\"> Now that was one thing that troubled Joseph Smith in his youthful days, and a recital of his experience in these matters I have had myself from his own lips. There was, in his young days, a religious revival in the region where he dwelt. The people that took part in it were no doubt sincere. I look at such things differently from a great many men. We cannot reasonably suppose that all men are hypocrites about such matters. Finally they, to use their own term, &#x201C;converted&#x201D; some, and then there began to be a scramble as to which church the converts should belong. This perplexed Joseph Smith. And having one day while reading in the Bible, come across that passage in the epistle of James, where it says, &#x201C;If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him,&#x201D;<span class=\"citation\" id=\"77429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77429)\">James 1:5<\/a><\/span><span class=\"citation\" id=\"93607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93607)\">JS&mdash;H 1:11<\/a><\/span> he went and asked God concerning the matter. And the Lord revealed Himself to him, and among other things that He told him at the time was that  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>none of the sects were right, that all had gone out of the way, and commanded him not to join any of them.<span class=\"citation\" id=\"93596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93596)\">JS&mdash;H 1:5-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1155\"> I need not now enter into the details of his history, as these things are well known; but I will proceed. The Gospel that was restored to him was the same Gospel that Jesus introduced and taught; the same Gospel that was taught in part by Abraham,<span class=\"citation\" id=\"74506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74506)\">Gal. 3:8<\/a><\/span> and by Moses&#x2014;for we read that the children of Israel had the Gospel preached to them in the wilderness, &#x201C;but the word preached did not profit them, not being mixed with faith in those that heard it.&#x201D;<span class=\"citation\" id=\"76520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76520)\">Heb. 4:2<\/a><\/span> Therefore the law was added because of transgression.<span class=\"citation\" id=\"74540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74540)\">Gal. 3:19<\/a><\/span> Added to what? To the Gospel. What difference is there between the Gospel and the beliefs of other sects and creeds? The Gospel always did and always will &#x201C;bring life and immortality to light.&#x201D;<span class=\"citation\" id=\"76090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76090)\">2 Tim. 1:10<\/a><\/span> That is the difference. While others are groping in the dark,<span class=\"citation\" id=\"55184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55184)\">Deut. 28:29<\/a><\/span> though their intentions in many instances are to do good and work righteousness, so far as they know, yet they cannot come to a knowledge of God, nor become acquainted with eternal things without the Gospel; without the gift of the Holy Ghost, the spirit of revelation which proceeds from God. And who are to have this? All who obey. &#x201C;But I thought,&#x201D; say some, &#x201C;that that was confined to some one or two, or to half a dozen or a dozen, as the case may be, and that the whole people had nothing to do with it.&#x201D; This is a very great mistake, and I will now show you the difference between that and the things as they exist in the world; between the position that we occupy and the position that the world occupy. <\/div><div class=\"paragraph jod\" id=\"v23n1156\"> The world, as I have told you, unaided by the gift of the Holy Ghost, unaided by the Gospel <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the light of revelation, are left to grope a good deal in the dark.<span class=\"citation\" id=\"55185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55185)\">Deut. 28:29<\/a><\/span> But not so with the Saints of God; no matter in what age of the world they may have lived, they have been placed under other circumstances; they have had the light of truth to guide them, and revelation direct from the Lord. And here is the difference between one and the other. When Nicodemus came to Jesus he went to him by night;<span class=\"citation\" id=\"68696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68696)\">John 3:2<\/a><\/span> he was much like some men are in this our day, with respect to their private feelings for the &#x201C;Mormons;&#x201D; they respect the &#x201C;Mormons,&#x201D; they cannot help doing so, but they do not want it known; for the Latter-day Saints, like the former-day Saints, are not popular; in fact, we are considered by many as they were, to be of disreputable character, a people with whom it would not be considered proper to associate. This was the character that the Savior bore among the self-righteous but hypocritical religionists of His day. Yet we call Him the Son of God. And we find Nicodemus, a prominent man, a man of discernment and ability, creeping around the back door, not wishing it to be known that he had called upon the &#x201C;Mormons&#x201D;&#x2014;oh, no!&#x2014;Jesus of Nazareth; yet he wished to find out something respecting Him, for he believed that no man could do the things that He did except God were with him.<span class=\"citation\" id=\"68697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68697)\">John 3:2<\/a><\/span> Jesus in explaining the Gospel to him, told him that he, in order to understand His teachings and His works, would have to be born again. Nicodemus could not appreciate this saying, he knew not what the Savior meant, thinking the saying referred to a man's natural birth. The Savior then told him, that unless a man was born of the water and of the Spirit, he could not enter the kingdom of  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God; that he could not comprehend it; that he could not even see it; that he could not understand the relationship that existed between God and man without the gift of the Holy Ghost.<span class=\"citation\" id=\"68758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68758)\">John 3:3-5<\/a><\/span> The question would naturally arise, how could man become possessed of this heavenly gift? There was a young man, for instance, a high-minded, honorable young man, who went to Jesus, and addressing Him, said, Good Master, what good thing can I do to inherit eternal life? Jesus said, Thou knowest the commandments, &#x201C;Do not kill, Do not steal, Do not commit adultery, Do not bear false witness, Defraud not, Honor thy father and mother, and love God with all thy heart, and thy neighbor as thyself.&#x201D; And the young man said that these things he had done from his youth up. Jesus then told him to go and sell all that he had and give to the poor, and to come and follow Him; promising him that he should have treasures in heaven, or in other words he should have eternal life, and should drink of the streams whereof make glad the city of our God.<span class=\"citation\" id=\"56619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56619)\">Ps. 46:4<\/a><\/span> But the young man went away sorrowful, for he had much possessions.<span class=\"citation\" id=\"65161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65161)\">Matt. 19:16-22<\/a><\/span><span class=\"citation\" id=\"66600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66600)\">Mark 10:17-22<\/a><\/span><span class=\"citation\" id=\"67868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67868)\">Luke 18:18-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1158\"> In regard to the Holy Ghost of which we have spoken, we are told that the disciples were instructed to tarry in Jerusalem until they were endowed with power from on high.<span class=\"citation\" id=\"68485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68485)\">Luke 24:49<\/a><\/span> They did so, and when they were assembled together in one place with one accord, making prayer and supplication unto the Lord,<span class=\"citation\" id=\"71053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71053)\">Acts 1:14<\/a><\/span> the spirit of God descended upon them as a mighty rushing wind and rested upon them. And they began to speak in tongues as the Spirit of God gave them utterance. There were people there from different nations, and they heard <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them speak in their own tongues the wonderful works of God.<span class=\"citation\" id=\"71075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71075)\">Acts 2:1-12<\/a><\/span> Some who were present said they were drunk. &#x201C;These men are drunk with new wine,&#x201D;<span class=\"citation\" id=\"71109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71109)\">Acts 2:13<\/a><\/span> said they. &#x201C;Why, no,&#x201D; said Peter, &#x201C;it is only the third hour of the day&#x201D;&#x2014;<span class=\"citation\" id=\"71116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71116)\">Acts 2:15<\/a><\/span>that is about nine o'clock in the morning. People do not generally get drunk as early as that. What did this all mean? Peter said unto them: &#x201C;This is that which was spoken of by the Prophet Joel; And it shall come to pass in the last days, saith God, I will pour out my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams: And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy.&#x201D;<span class=\"citation\" id=\"71119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71119)\">Acts 2:16-18<\/a><\/span> In other words, it shall bring them into relationship with God; it shall open the visions of their minds; it shall inspire them with the spirit of revelation; they shall have a hope that enters within the veil, whither Christ our forerunner hath gone:<span class=\"citation\" id=\"76765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76765)\">Heb. 6:19-20<\/a><\/span> and being led and directed under the inspiration of God, they shall have one Lord, one faith, and one baptism,<span class=\"citation\" id=\"74990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74990)\">Eph. 4:5<\/a><\/span> and be guided in the ways of all truth.<span class=\"citation\" id=\"70454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70454)\">John 16:13<\/a><\/span> Well, when the people asked what they were to do to be saved, they were not told as the Pharisees would tell them, or as the Essenes, or as the Sadducees, or any of the other parties; but they were told to repent and be baptized every one of them in the name of Jesus Christ, for the remission of sins, and they were promised that they should receive the Holy Ghost.<span class=\"citation\" id=\"71183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71183)\">Acts 2:37-38<\/a><\/span> In other words, they would be born of water and of the Spirit,<span class=\"citation\" id=\"68841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68841)\">John 3:5<\/a><\/span><span class=\"citation\" id=\"83843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83843)\">D&amp;C 5:16<\/a><\/span> and be made new creatures<span class=\"citation\" id=\"74210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74210)\">2 Cor. 5:17<\/a><\/span> in Christ Jesus.<span class=\"citation\" id=\"74753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74753)\">Gal. 6:15<\/a><\/span> What, then, would the Holy Ghost do for them, and wherein was the  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>difference and the distinction between that and the other spirit&#x2014;that is, the spirit which the people of the world had; for they had a conscience accusing or excusing them, and many of them felt a desire to do right. But the gift of the Holy Ghost was to place them in a position whereby they could know and comprehend for themselves. What was the command of Jesus to His disciples? &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; and he that believeth not shall be damned. And these signs shall follow those that believe.&#x201D;<span class=\"citation\" id=\"66827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66827)\">Mark 16:15-17<\/a><\/span> What signs? Why, the sick were to be healed, the lame were to be made to walk, the blind to see, and the deaf to hear, and the poor were to have the Gospel preached to them.<span class=\"citation\" id=\"64245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64245)\">Matt. 11:5<\/a><\/span><span class=\"citation\" id=\"67308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67308)\">Luke 7:22<\/a><\/span> Now, what did Jesus tell His disciples the Holy Ghost should do when it came? He promised&#x2014;&#x201C;It shall lead you into all truth.&#x201D;<span class=\"citation\" id=\"70455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70455)\">John 16:13<\/a><\/span> What shall it do? Lead you into all truth&#x2014;not into a diversity of sentiments, not into differences of doctrine, not into a variety of ordinances, but you shall see alike, comprehend alike and understand alike. &#x201C;It shall lead you into all truth.&#x201D;<span class=\"citation\" id=\"70456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70456)\">John 16:13<\/a><\/span> What else shall it do? It shall bring things past to your remembrance,<span class=\"citation\" id=\"70075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70075)\">John 14:26<\/a><\/span> so that you will be able to comprehend the things of God as they have existed in the different ages on the earth and with the Gods in the eternal worlds, and you shall see eye to eye.<span class=\"citation\" id=\"128782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128782)\">D&amp;C 84:98<\/a><\/span> And the Scriptures say that when the Lord shall bring again Zion her watchmen shall see eye to eye.<span class=\"citation\" id=\"59593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59593)\">Isa. 52:8<\/a><\/span> They shall see alike, they shall comprehend alike, they shall be under the same influence. What else shall it do? It shall show you of things to come.<span class=\"citation\" id=\"70457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70457)\">John 16:13<\/a><\/span> You shall be enabled to look through the dark vista of the un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>born future, to draw aside the veil of the invisible world, and comprehend the things of God; to know your destiny and the destiny of the human family, and the events that will transpire in coming ages and times. That is what the Holy Ghost will do, and therein is the difference between that Spirit and the little portion of that spirit which is given to every man to profit withal.<span class=\"citation\" id=\"73448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73448)\">1 Cor. 12:7<\/a><\/span> In other words, men are inducted into the family of God and the household of faith,<span class=\"citation\" id=\"128783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128783)\">Gal. 6:10<\/a><\/span><span class=\"citation\" id=\"128784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128784)\">D&amp;C 121:45<\/a><\/span> and they become heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72600)\">Rom. 8:17<\/a><\/span> Did the disciples promise these things in their day? Yes, they did. Did the people who obeyed the Gospel receive them? Yes, they did, and so evident was it in many instances that Simon Magus, who, when he saw that the disciples by laying on of hands conferred the gift of the Holy Ghost, and the people spake with tongues and prophesied under its influence, offered the Apostles money, with the expectation that they would confer it upon him for his money, so that he might possess this great power.<span class=\"citation\" id=\"71615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71615)\">Acts 8:14-19<\/a><\/span> But he was answered immediately: &#x201C;Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money.&#x201D;<span class=\"citation\" id=\"71640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71640)\">Acts 8:20<\/a><\/span> These men in that day possessed a hope that bloomed with immortality and eternal life&#x2014;a hope which it was said entered within the veil whither Christ our forerunner hath gone.<span class=\"citation\" id=\"76766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76766)\">Heb. 6:19-20<\/a><\/span> And then there were a great many of the same class of people to whom Paul alludes when he says: &#x201C;They were stoned, they were sawn asunder, were tempted, afflicted, tormented,&#x201D;<span class=\"citation\" id=\"77076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77076)\">Heb. 11:37<\/a><\/span> &amp;c. And, says Paul, &#x201C;For they that say such things declare plainly that they seek a country.<span class=\"citation\" id=\"77025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77025)\">Heb. 11:14<\/a><\/span> Wherefore God is not ashamed to be called  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their God: for he hath prepared for them a city.&#x201D;<span class=\"citation\" id=\"77030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77030)\">Heb. 11:16<\/a><\/span> They have obtained a hope that others have not. They have received intelligence which others do not possess. Now, what is the promise that is made to the world today when the Elders of the Latter-day Saints preach the Gospel to them? What have I proclaimed to them? What have hundreds of Elders that are here today proclaimed to them? They have told them to repent of their sins and be baptized in the name of Jesus, for the remission of sins, and they should receive the Holy Ghost.<span class=\"citation\" id=\"71263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71263)\">Acts 2:38<\/a><\/span> What Holy Ghost? The same as men had in former times, possessing the same certainty, the same intelligence, the same knowledge and faith, and the same relationship to God. And we in our day are taught as they were in their day to add to our faith virtue, to virtue brotherly kindness, to brotherly kindness charity,<span class=\"citation\" id=\"128785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128785)\">D&amp;C 4:6<\/a><\/span> etc., that if these things dwell in us and abound we shall neither be barren nor unfruitful in the knowledge of the Lord Jesus Christ&#x2014;<span class=\"citation\" id=\"78245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78245)\">2 Pet. 1:5-8<\/a><\/span>not in the &#x201C;guess so,&#x201D; not in the opinions, not in the notions, not in the ideas, not in the theories of man, but in the knowledge of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"78257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78257)\">2 Pet. 1:8<\/a><\/span> This is the position which the Saints in these times are called to occupy; this is the thing that has been promised to the Latter-day Saints; this is the principle which they themselves have received, and you Latter-day Saints are witnesses of these things of which I speak. I speak of things that I know; I testify of things that I have seen and that you comprehend, and it is by that very principle that you have been gathered together here into these valleys of the mountains. Here is the difference between uncertainty and doubt, and <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth, certainty and intelligence. The Spirit of God bears witness with our spirits&#x2014;if we are living our religion and keeping the commandments of God&#x2014;that we are the children of God,<span class=\"citation\" id=\"72542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72542)\">Rom. 8:16<\/a><\/span> as it did to the former-day Saints, and there is no guessing and no uncertainty about the matter. We know in whom we have believed; and if the Latter-day Saints have not this Spirit it is because they are not living their religion and keeping the commandments of God. Very well, this being the difference, what next? Why we are told in this day to proclaim the Gospel to the world as they did in former days. What has been told to the Elders of Israel in these days? &#x201C;Go ye into all the world, and preach the gospel to every creature.&#x201D;<span class=\"citation\" id=\"83292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83292)\">Morm. 9:22<\/a><\/span><span class=\"citation\" id=\"84148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84148)\">D&amp;C 18:28<\/a><\/span><span class=\"citation\" id=\"86267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86267)\">D&amp;C 58:64<\/a><\/span><span class=\"citation\" id=\"86671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86671)\">D&amp;C 68:8<\/a><\/span><span class=\"citation\" id=\"87383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87383)\">D&amp;C 80:1<\/a><\/span><span class=\"citation\" id=\"90652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90652)\">D&amp;C 112:28<\/a><\/span> Just the same as it was in former days.<span class=\"citation\" id=\"66770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66770)\">Mark 16:15<\/a><\/span> And have we done it, and are we doing it? Yes. I myself have traveled hundreds of thousands of miles to proclaim this Gospel, without purse or scrip,<span class=\"citation\" id=\"68218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68218)\">Luke 22:35<\/a><\/span> trusting in the God of Israel; and I would rather go forth trusting in God for my subsistence, backed up by the Lord God of Hosts and by the Spirit of God, and under the promise of God, than under the promise of any earthly potentate that could be found in any part of the world. Why? Because God is always true to His word and sustains those who put their trust in Him. And hence we say it is a certainty. What is the feeling today amongst our Elders? Why here are hundreds of them going on missions, and they keep going. And what is their feeling? I receive numerous letters something like the following: &#x201C;I have been called to go upon a mission. I esteem it an honor to be engaged in the service of God, and to be a messenger of salvation to my fellow men, and I will try to  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be ready at the time appointed and fulfill the duties required of me.&#x201D; These and similar letters keep flowing in; and the Elders go forth in the name of Israel's God bearing precious seeds, the seeds of eternal life, as messengers to the nations of the earth, the legates of the skies, commissioned by the Great Jehovah to proclaim the words of life to the world, and they return again rejoicing, bringing their sheaves with them.<span class=\"citation\" id=\"57269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57269)\">Ps. 126:6<\/a><\/span> This is one work we have to do. Sometimes I think that some of our Elders scarcely understand this matter as fully as they might, and I will here make a remark in relation to it. They say that people pay very little attention to them in some parts; in others a great many are baptized, etc. Now, the Elders are not responsible for the actions of other men. It is their business to go and preach the Gospel and to use all diligence and faithfulness and be earnest and emphatic, and to seek for the guidance and direction of the Lord in the proclamation of his word; but they have nothing to do with the people receiving or rejecting their message. If they receive it, it is for their benefit; if they reject it, it is to their condemnation. But the Elder is not responsible, whether they receive it or not. If he fulfills his duties he does just as much in that respect as if thousands were to receive it. But, thousands are receiving it, and we are doing our work and performing our duties, and sending forth the Gospel. And then when we have done that, what else? Why, that is all we can do. Preach these things to the world; deliver the testimony that God has given to us. And what then? Are we to persecute them because they do not believe as we do? I think not. Shall we try to <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> crowd them, and tell them they have not right government and right laws, and that they are wrong in every particular in regard to these matters? I do not know that that is any part of our business. Our business is to preach the Gospel, and if they do not receive it, leave them, that is all. In some particular cases, when the disciples in former days went and preached the Gospel, and the people would not receive it&#x2014;Jesus told them to go and wash their feet as a testimony before Him in regard to that matter, and he would deal with such people Himself.<span class=\"citation\" id=\"67343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67343)\">Luke 9:5<\/a><\/span><span class=\"citation\" id=\"67401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67401)\">Luke 10:10-11<\/a><\/span><span class=\"citation\" id=\"71878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71878)\">Acts 13:51<\/a><\/span><span class=\"citation\" id=\"84468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84468)\">D&amp;C 24:15<\/a><\/span><span class=\"citation\" id=\"86390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86390)\">D&amp;C 60:15<\/a><\/span><span class=\"citation\" id=\"86818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86818)\">D&amp;C 75:20<\/a><\/span><span class=\"citation\" id=\"87945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87945)\">D&amp;C 84:92-95<\/a><\/span><span class=\"citation\" id=\"89347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89347)\">D&amp;C 99:4<\/a><\/span> We have to leave those things in the hands of God, for the nations as well as ourselves are all in the hands of God. It is true that it is said of the Twelve Apostles that hereafter they shall sit upon twelve thrones judging the twelve tribes of Israel,<span class=\"citation\" id=\"65242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65242)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68101)\">Luke 22:30<\/a><\/span> but it is also true that John the Revelator says, &#x201C;I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them. And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is <span class=\"italic\">the book<\/span> of life: and the dead were judged out of those things which were written in the books, according to their works.&#x201D;<span class=\"citation\" id=\"80604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80604)\">Rev. 20:11-12<\/a><\/span> It is said again that the Saints shall judge the world,<span class=\"citation\" id=\"73234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73234)\">1 Cor. 6:2<\/a><\/span> but that is not yet; our business now is simply to preach the Gospel and deliver our testimony, to gather together the elect from among the nations,<span class=\"citation\" id=\"84922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84922)\">D&amp;C 33:6<\/a><\/span> and having faithfully performed our duty to leave the events pertaining to others in the hands of God. <\/div><div class=\"paragraph jod\" id=\"v23n1160\"> We have gathered to these valleys of the mountains. What duties now devolve upon us? To build up a Zion unto our God. And who is <\/div>\n<\/div>\n<\/div>"}