{"ID":230040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord Interested in the Salvation of the Whole Human Family&#x2014;His Plans, Purposes and Dealings All to that End&#x2014;Necessity of Charity, Love, Union, Etc., in the Church of Christ&#x2014;The Logan Temple and a Prophetic Glimpse at Its Future.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Lorenzo Snow, delivered at Logan, on Saturday Afternoon, Nov. 4, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord Interested in the Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 11\/4\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v23n1066\"> The speaker commenced by reading the 19th, 20th and 21st verses of the 17th chapter of the Gospel according to St. John,<span class=\"citation\" id=\"70673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70673)\">John 17:19-21<\/a><\/span> and then said: <\/div><div class=\"paragraph jod\" id=\"v23n1067\"> It is a question in my mind when reflecting upon the subject herein contained whether we take into proper consideration the great purposes that God has in view with regard to the human family, and the manner in which he proceeds to accomplish them. When the Lord calls an individual or a class of individuals out from the world, it is not always with an object to benefit that particular individual or individuals. The Lord has not in view merely the salvation of a few people called Latter-day Saints, who have been or who may be gathered into these valleys, but the salvation of all men, the living and the dead. When the Lord called Abraham he made him certain promises concerning the glory that should come upon him and his posterity, and in these promises we find this remarkable saying: that in him and in his seed all the nations of the earth should be blessed.<span class=\"citation\" id=\"53390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53390)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"93393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93393)\">Abr. 2:11<\/a><\/span> Paul in offering an explanation to this, says, in speaking of seed, it did not have reference <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;to seeds, as of many; but one which was Christ Jesus;&#x201D;<span class=\"citation\" id=\"74525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74525)\">Gal. 3:16<\/a><\/span> that is, in Abraham and in Christ Jesus, his seed, all the families of the earth should be blessed;<span class=\"citation\" id=\"128770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128770)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"53391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53391)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"93394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93394)\">Abr. 2:11<\/a><\/span> showing that in calling Abraham and in making this promise, the design of the Lord was to bless not only him and his posterity, but all the families of the earth. <\/div><div class=\"paragraph jod\" id=\"v23n1068\"> In the dealings of God with man, we find that he often called upon the heathen nations with a view to the accomplishment of certain purposes. The Ninevites, for instance, received a communication from the Lord through the Prophet Jonah, telling them that in forty days their city should be destroyed.<span class=\"citation\" id=\"62091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62091)\">Jonah 3:4<\/a><\/span> This people was worthy to receive warning by a revelation from God, as they manifested afterward in their repentance.<span class=\"citation\" id=\"62095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62095)\">Jonah 3:5-10<\/a><\/span> And Jonah fled from the presence of the Lord, for he knew that the Almighty had respect for not only one nation and people, but for all nations and peoples that feared Him, and lived according to the light which they possessed; and he believed that the Lord would forgive that people; and therefore that he, as a Prophet, would fail in his prediction, and would suffer in his char<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>acter as a Prophet.<span class=\"citation\" id=\"62068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62068)\">Jonah 1:1-3<\/a><\/span> However, we find that Jonah turned up at last in Nineveh, a wiser, if not a better man.<span class=\"citation\" id=\"62081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62081)\">Jonah 3:1-3<\/a><\/span> And he went to work in earnest, performing the mission to which he had been called, and delivered the message to the people. The king heard of it, and he had that faith in and that knowledge of the character of the Almighty that he believed and humbled himself, and used his influence with his nobles and people that they should do likewise, that the wrath of God might be turned and he had his people preserved. So he came down off his throne and called upon his nobles to put on sackcloth, and commanded that the beasts of the field should be covered with sackcloth, and the people repented and humbled themselves before God in the hope that he would turn away his wrath from them.<span class=\"citation\" id=\"62092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62092)\">Jonah 3:5-9<\/a><\/span> And they so fully complied with the requirements that his judgment was reversed, and the great city preserved.<span class=\"citation\" id=\"62096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62096)\">Jonah 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1070\"> And when the Lord called upon the Prophet Jeremiah, he told him that his purposes were not confined to the people of Israel, but that he was interested in the welfare and salvation of all nations. On a certain occasion he was commanded to make yokes and to place them upon his neck; and when the messengers from the various nations should come to visit Israel, he was to send those yokes to their masters, their kings, and tell them what his mind and will were concerning them.<span class=\"citation\" id=\"60594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60594)\">Jer. 27:1-22<\/a><\/span> The yokes were sent to six different nations, with a message requiring of those several kings certain duties. Those nations did not profess to believe in God; they worshipped idols, but God had respect to them notwithstanding. And it would not be a matter of astonishment to <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know that those people stood upon a far higher plane of morality and faith in God than the people of our boasted nineteenth century. Now, the Lord told them that it was his intention to make a certain person king over all the nations including theirs, and he required them to submit to this change in their governmental affairs, as he had appointed Nebuchadnezzar to hold dominion over all nations and peoples, and over the beasts of the field. &#x201C;All these things are mine (says the Lord) and have I not the right to do with them as I please? Now you nations, if you do not wish to be uprooted, listen to the voice of my servant Jeremiah, and bow your necks to the yoke of Nebuchadnezzar.&#x201D;<span class=\"citation\" id=\"60596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60596)\">Jer. 27:8<\/a><\/span> Even His own people Israel whom He had called and proposed to lift up in the eyes of the nations, Jeremiah was commanded to tell them to submit to Nebuchadnezzar, and thus permit themselves to go into captivity; which if they did not they should be overthrown, and Jerusalem destroyed. But they would not listen. They worshipped false gods, and they obeyed not the voice of the Almighty; but were guilty of all kinds of abominations, and were so full of wickedness that the anger of the Lord was kindled against them; and he permitted him, whom he called his servant, Nebuchadnezzar, to destroy their Temple, break down their altars, and scatter them throughout his kingdom. On a certain occasion the Lord inspired King Nebuchadnezzar to issue an edict in which His people Israel were much interested, as they were in captivity. Nebuchadnezzar had discovered the true and living God, and he felt to honor Him; and in order to fully satisfy his feelings in this respect he passed an edict to the  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>effect that whosoever would not respect the God of Shadrach, Meshach and Abednego should be cut to pieces and a dunghill be made of their houses.<span class=\"citation\" id=\"61447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61447)\">Dan. 3:29<\/a><\/span> In this way the people in Jerusalem and in the country round about while in captivity were compelled to have regard to the true God, according to the edict of the heathen king. This is the way God worked in those days. <\/div><div class=\"paragraph jod\" id=\"v23n1072\"> Finally when Jesus came, he came as a sacrifice not simply in the interest of Israel, or the posterity of Abraham, Isaac and Jacob, but in the interest of the whole human family, that in Him all men might be blessed, that in Him all men might be saved; and His mission was to make provision by which the whole human family might receive the benefits of the everlasting Gospel, not, as I say, Israel alone, but the whole human race; and not alone those dwelling upon the earth, but those also in the spirit world. The Apostles at first did not comprehend the universality of the purpose of the Lord, and it took the Lord some time to convince them. There was Peter, he had the idea that the Gospel was to be confined to the Jews; and in order to show him to the contrary the Lord sent a special manifestation, in the form of a sheet let down from heaven containing all manner of beasts, and then commanded him to arise, slay and eat. But Peter demurred, giving as a reason, that nothing unclean had entered his mouth. But he was told that what the Lord had made clean no man should call unclean.<span class=\"citation\" id=\"71736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71736)\">Acts 10:9-16<\/a><\/span> And after he had received this heavenly vision, he was waited on by messengers sent by a distinguished personage. It appears that the Lord had found a Gentile who honored Him, who gave much alms to the poor, and who prayed honestly and <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fervently unto Him.<span class=\"citation\" id=\"71708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71708)\">Acts 10:1-2<\/a><\/span> When Peter was conducted by the messenger to the place he learned that it was Cornelius, a Gentile, who had sent for him; who had assembled with his friends to hear what the Lord had to communicate. When Peter discovered himself in the company of Gentiles he considered it highly improper for one who was a Jew to be seen associating with that class of people. And then Cornelius explained how that an angel had appeared to him instructing him to send to Joppa to the house of one Simon, a tanner, etc. On hearing this Peter commenced preaching to him and his Gentile friends. And while he was speaking the Holy Ghost fell upon them, and they spake in tongues and prophesied. His eyes were now opened, and his views became changed from those narrow conceptions that he had entertained in regard to the dispensation of the blessings of the Lord being confined to a few. But when he saw that the Holy Ghost was upon them as it had fallen upon his own people, he asked, Who can forbid water that they should not be baptized? And he commanded that they be baptized.<span class=\"citation\" id=\"71745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71745)\">Acts 10:17-48<\/a><\/span> Peter learned that the Gospel of the kingdom was to go to all nations, that all might receive the benefits of the same, according to the promise made to Abraham, that in him and in Christ, his seed,<span class=\"citation\" id=\"74526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74526)\">Gal. 3:16<\/a><\/span> all the nations of the earth should be blessed.<span class=\"citation\" id=\"53392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53392)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"93395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93395)\">Abr. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n1073\"> It was equally difficult to convince the other Apostles in regard to this matter, for when they found what Peter had done they chided him for so doing; so he explained to them how this departure occurred; how that the Lord had convinced him as to the propriety of allowing the Gentiles to be baptized.<span class=\"citation\" id=\"71804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71804)\">Acts 11:1-18<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n1075\"> I have thought sometimes that we take too narrow a view of the character and purposes of God. When the Lord introduces a dispensation to His servants, as a general thing it becomes necessary for them to operate in the interests of many. There is one thing, however, that should not escape our notice. From the verses which I have read the importance and the necessity of the Apostles being united, was shown, in order that the purposes of the Lord might be effective in the world. For unless the Apostles and those that believed on them were united, the world could not believe in the mission and purposes of the Savior. Therefore Jesus prayed to the Father that all those whom the Father had given Him might be one as He and the Father were one, that the world might believe that the Father had sent Him.<span class=\"citation\" id=\"70730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70730)\">John 17:21<\/a><\/span> In fact this is what the Lord designed to effect through Israel in bringing them out from Egyptian bondage; He wished to make of them a united people, a peculiar nation,<span class=\"citation\" id=\"54100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54100)\">Ex. 19:5<\/a><\/span> a nation of people whom God could honor and respect in order that the world might believe, and that they might receive the blessings which He wished to bestow upon them, inasmuch as the human race are all the offspring of God;<span class=\"citation\" id=\"72024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72024)\">Acts 17:28-29<\/a><\/span> and if Israel had carried out His requirements, the world, no doubt would have been greatly benefited thereby, and the purposes of God more fully effected. The Lord wished to show His character, and the character of the heavens, and wished to extend his love and blessings through Israel to the whole human family;<span class=\"citation\" id=\"63071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63071)\">Matt. 5:14-16<\/a><\/span> but Israel was disobedient and would not hearken to His voice. And as to the Apostles, so far as their fulfilling the wishes of the Savior concerning their being one, we are told by the revelations <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Lord through the Prophet Joseph, that his disciples in days of old had feelings one against another, and forgave not one another in their hearts, and for this reason they were chastened, yes, they were sorely chastened.<span class=\"citation\" id=\"86517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86517)\">D&amp;C 64:8<\/a><\/span> The Apostles were persecuted, and with one exception perhaps, were finally martyred. And the churches they established never came to that union which the Savior prayed for, and consequently they failed to stand the tide of opposition. The Latter-day Saints are trying to do the work that Israel failed to do; and that the former Saints did not accomplish, and we can only do it by becoming one even as the Father and the Son are one,<span class=\"citation\" id=\"70774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70774)\">John 17:22<\/a><\/span> and this in order that the world may believe that we are sent of God.<span class=\"citation\" id=\"70731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70731)\">John 17:21<\/a><\/span> We have got to be perfect,<span class=\"citation\" id=\"128771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128771)\">Matt. 5:48<\/a><\/span> and come to the measure of the stature of Christ Jesus,<span class=\"citation\" id=\"75223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75223)\">Eph. 4:13<\/a><\/span> in order that the world may know that Jesus has sent and commissioned His Apostles, and restored the holy Priesthood. If we have division in our midst; if we be divided either spiritually or temporally, we never can be the people that God designs us to become, nor can we ever become instruments in His hands of making the world believe that the holy Priesthood has been restored, and that we have the everlasting Gospel. In order for us to effect the purposes of God, we shall have to do as Jesus did&#x2014;conform our individual will to the will of God, not only in one thing, but in all things, and to live so that the will of God shall be in us.<span class=\"citation\" id=\"69266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69266)\">John 6:38<\/a><\/span> We have the same Priesthood that Jesus had, and we have got to do as He did, to make sacrifice of our own desires and feelings as He did, perhaps not to die martyrs as He did, but we have got to make sacrifices in order to carry out the purposes of God, or we shall not be  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>worthy of this holy Priesthood, and be saviors of the world.<span class=\"citation\" id=\"88145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88145)\">D&amp;C 86:11<\/a><\/span><span class=\"citation\" id=\"89532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89532)\">D&amp;C 101:39-40<\/a><\/span><span class=\"citation\" id=\"89726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89726)\">D&amp;C 103:9-10<\/a><\/span> God intends to make us saviors not only of many that now dwell on the earth, but of many in the spirit world. He will not only place us in a position to save ourselves, but He will make us competent to assist in the redemption of many of the offspring of the Almighty. And that we may assist in the salvation of other people we are building the Temple on yonder plateau; and all Latter-day Saints in this Temple district are called upon to aid in accomplishing this work. <\/div><div class=\"paragraph jod\" id=\"v23n1077\"> I have come now to what I wish to say about the business of this Temple, in reference to which I desire to speak a few minutes. I suspect that many of the Saints are anticipating the completion of this Temple next spring. As to when it will be finished I am not able to say; I think, however, it will depend upon the efforts we make to that end. <\/div><div class=\"paragraph jod\" id=\"v23n1078\"> The speaker then went on to speak of the work that was necessary to be done, and proposed a way to accomplish the same; and then said: <\/div><div class=\"paragraph jod\" id=\"v23n1079\"> I would not be afraid to prophesy, if I were in the habit of prophesying, that the people of this Temple dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trict will be found ready and willing to do all that may be required by way of completing this building. And I have not the least doubt in the world&#x2014;I believe it full, that angels will minister to the people, and the power of the Almighty will be made manifest to a greater extent than at any other time, or in any other house, since the days of Jesus. You know how it was in that Kirtland Temple, Jesus the Son of God, appeared in His glory standing upon the breastwork of the pulpit, His eyes like a flaming fire, and His hair as white as the driven snow, while His countenance shown like the sun in his brightness. And those who saw Him testify to this fact, and they describe His voice as the sound of rushing waters, as He said: I am He that was slain; I am He that lives; I am your advocate with the Father. Your sins are forgiven you. And He then blessed those who had assisted in building the Temple to His name, and He accepted it at their hands.<span class=\"citation\" id=\"90475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90475)\">D&amp;C 110:1-10<\/a><\/span> And this people will be entitled to those blessings that Jesus in His glory pronounced upon those who aided in building the Kirtland Temple, inasmuch as they contribute in the future as liberally as they have in the past. <\/div>\n<\/div>\n<\/div>"}