{"ID":230017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Ancient and Modern Israel Compared&#x2014;God's Work Progressive&#x2014;His Overruling Providence.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Lorenzo Snow, delivered at the General Conference, Friday, A. M., April 7, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Ancient and Modern Israel Compared, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 4\/7\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v23n523\"> The speaker read the 10th, 11th, 12th, 13th, 14th and 15th verses of the 14th chapter of Exodus,<span class=\"citation\" id=\"53977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53977)\">Ex. 14:10-15<\/a><\/span> and then said: <\/div><div class=\"paragraph jod\" id=\"v23n524\"> There is an important lesson contained in these verses, and the lesson is not only applicable to this community as a whole, but to each individual. It appears that the children of Israel at the time referred to in the passage I have read, were not very well acquainted with the Lord, or with his ability to carry out his purposes. They, however, had not the opportunities of becoming acquainted with him, as have the Latter-day Saints. They had seen some of the works of the Lord wrought in the presence of the Egyptians as well as in their own presence; but their hearts had not been touched, neither had their understandings been enlightened by the intelligence of the Holy Spirit, as has been the case with the Latter-day Saints, and therefore, when they were brought to face the Red Sea,<span class=\"citation\" id=\"73311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73311)\">1 Cor. 10:1-4<\/a><\/span> which, to all human appearance, was impassable, and with the armies of the Egyptians pressing close upon them, their hearts failed them. <\/div><div class=\"paragraph jod\" id=\"v23n525\"> The Latter-day Saints in latter days have been placed in circumstances very similar. I well remem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ber in my own experience the Latter-day Saints being placed in situations where it became very necessary for them to rely upon their knowledge of the things of God and their faith in His power to carry out His purposes. <\/div><div class=\"paragraph jod\" id=\"v23n526\"> It is not at all strange that the Israelites at that time, possessing the little knowledge they did, should be considerably alarmed, or that they should display a great amount of ignorance and folly, having expressed themselves to Moses as being in doubt as to the propriety of attempting to deliver them from their fettered condition, notwithstanding the Egyptians had been so severe upon them, and had taken the lives of their children, yet they had so little faith in the word of the Lord through their deliverer, Moses, that they were willing to still continue slaves rather than place themselves under the direction of the Almighty. They wished to know of Moses if there were not sufficient graves in Egypt that it became necessary for them to be destroyed by the army of Pharaoh in the wilderness, and chided Moses for the course he had pursued, and wished themselves back in bondage.<span class=\"citation\" id=\"53978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53978)\">Ex. 14:11-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n527\"> I do not think the Latter-day  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints in any period of their history have displayed such weakness and lack of faith; however trying our circumstances may have been, we have never been guilty of such pronounced ingratitude to God. At the time the mob came against us in Missouri there were but a few of us, and the circumstances were such it was impossible to expect deliverance except through the intervention of the Almighty. There may, it is true, have been some persons at that time whose hearts failed them under the very trying circumstances in which we were placed; but they were very few. The Latter-day Saints had received the Gospel accompanied by the Holy Spirit; and it was in consequence of that miraculous influence and power that was and had been upon them at various times, which caused them to have faith in their deliverance. They did not display the weakness and folly that we see manifested in the children of Israel on the occasion referred to in the verses I have read, as well as on many other occasions. There were a few, however, that wished to turn back to Babylon and give up their faith, the ordeal being too severe. In reading ecclesiastical history we find that even the prophets on certain occasions, displayed more or less weakness; and I have thought that Moses exhibited a little on this occasion, that is, if the translation be strictly correct. He saw the difficulties, and although he had more faith and knowledge in his bosom than all the faith and knowledge of the people put together, yet there seemed to be a feebleness in the course that he advised on this occasion. With the Red Sea in front and the army of Pharaoh pressing closely in the rear, the state of affairs, of course, seemed critical, <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and it was apparent to all: and while the people were bewailing their condition Moses gave instructions, saying, &#x201C;Fear ye not&#x201D;&#x2014;<span class=\"citation\" id=\"53982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53982)\">Ex. 14:13<\/a><\/span>now that part of it was excellent, and may apply to the Latter-day Saints, and will always be applicable in whatever condition they may be placed; but the after part of the instruction I would scarcely think was exactly applicable on that occasion, and it certainly would not be to the Latter-day Saints in any situation or circumstance, namely, &#x201C;Stand still, and see the salvation of the Lord.&#x201D;<span class=\"citation\" id=\"53981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53981)\">Ex. 14:13<\/a><\/span> It appears from this verse which I will read, that Moses began to cry unto the Lord for deliverance; and the Lord answered him saying: &#x201C;Wherefore criest thou unto me? speak unto the children of Israel, that they go forward.&#x201D;<span class=\"citation\" id=\"53990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53990)\">Ex. 14:15<\/a><\/span> There was no standing still;<span class=\"citation\" id=\"53983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53983)\">Ex. 14:13<\/a><\/span> there never has been since the day that the Almighty commenced to establish His work, the people have always been required to move on and never stand still. Although the Lord will work and accomplish wonders in regard to the deliverance of His people when impediments arise in the path of their progress and no human power or ability can remove them, then God by His power will do so, but it is the business of those who profess to be engaged in His work to move on, to go forward,<span class=\"citation\" id=\"128696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128696)\">Ex. 14:15<\/a><\/span> and that too without murmuring or having to be urged; so long as there remains a step forward to be taken, that step should be taken. As in this case it was not wisdom for the people to stand still to see the salvation of the Lord, but the word was, move on, go forward, have faith,<span class=\"citation\" id=\"53989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53989)\">Ex. 14:13-15<\/a><\/span> so that when they should come to the water's edge and place their feet therein, that then the Lord would either move upon the Egyptians to stay the hand of destruction, or show His power in  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>delivering them in some other way; but so long as they could make a move in the direction that God through Moses had appointed, it was their duty to do so. <\/div><div class=\"paragraph jod\" id=\"v23n530\"> It may appear through our ignorance in not understanding fully the ways of the Lord and His purposes, that in our onward march in carrying out the program before us, we sometimes come to a stopping place for the time being, but the fact is, there is no such thing in the program, and there cannot be providing the people continue their labors putting their trust in the promises of God. The Apostles, notwithstanding the opportunities they had of acquainting themselves with the purposes of the Almighty, through personal converse with the Son of God, thought there was a time when they would have to stand still, and cease their labors as ministers of God. When they saw the Savior hanging upon the cross in the agonies of death, their hearts failed them, and they concluded that all was over with them. They had thought that Jesus was to be king of Israel,<span class=\"citation\" id=\"68400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68400)\">Luke 24:21<\/a><\/span><span class=\"citation\" id=\"128697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128697)\">John 1:49<\/a><\/span><span class=\"citation\" id=\"128698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128698)\">John 6:15<\/a><\/span><span class=\"citation\" id=\"128699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128699)\">John 12:13<\/a><\/span> and deliver them from the Gentile yoke, but now their hopes seemed vain and all was lost; now said their leader, let us go a fishing.<span class=\"citation\" id=\"70956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70956)\">John 21:3<\/a><\/span> Was there a cessation of the work of God, when Jesus was suffering upon the cross? No, the work was still going on, but the Apostles did not understand it; they did not seem to comprehend the fact that the purposes of God were being carried out when He was suffering upon the cross; but when Jesus appeared to them after He arose from the tomb, He gave them to understand that in His suffering and death the words of the prophets were being fulfilled;<span class=\"citation\" id=\"68420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68420)\">Luke 24:25-27<\/a><\/span> and He opened their understanding that they might understand the Scriptures.<span class=\"citation\" id=\"68432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68432)\">Luke 24:32<\/a><\/span> But the High Priests <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Jewish faith, and all those who were foremost in the crucifixion of the Savior, believed they had accomplished their purpose in putting to death Him whom they feared would take away their name and nation,<span class=\"citation\" id=\"94239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94239)\">John 11:48<\/a><\/span> and doubtless felt satisfied with their work, especially as He failed to come down from the cross, when they cried out, If He be the Son of God let Him come down from the cross.<span class=\"citation\" id=\"66366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66366)\">Matt. 27:40-43<\/a><\/span><span class=\"citation\" id=\"66703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66703)\">Mark 15:31-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n531\"> There is no standing still with the Latter-day Saints. When we were driven from Kirtland and Jackson County by mob violence, the purposes of God were being fulfilled and the work was undergoing changes necessary to its growth and progress, and the trials and afflictions incident thereto were necessary to the proving of the Saints and the establishment of the kingdom of God upon the earth. And I would say, let the motto be to every Elder in Israel, and to every person worthy to be called a Saint: &#x201C;Fear not, and never stand still,<span class=\"citation\" id=\"53984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53984)\">Ex. 14:13<\/a><\/span> but move on.&#x201D;<span class=\"citation\" id=\"128700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128700)\">Ex. 14:15<\/a><\/span> Let the farmer go forward making improvements, plow and sow and reap; and those engaged in proper and useful enterprises continue to do what seems good according to the Spirit of God that may operate upon them, and let every man be faithful and very diligent in keeping the commandments of God, and cultivate the desire to do good to those around him; and if, in reflecting on the past, we find we have not acted strictly in accordance with the dictates of our consciences and duty, let us make ourselves right before God and man, that we may be prepared for every event that may transpire. Let the work of building temples and houses of worship go on; let Israel continue to educate their children and bring them up in the fear of the Lord,<span class=\"citation\" id=\"56561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56561)\">Ps. 34:11<\/a><\/span> and let the Gospel still  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be carried to the nations afar, and Israel be gathered and the people always be found moving on as the purposes of God continue to be fulfilled. Do not stand still and expect to see the salvation of God,<span class=\"citation\" id=\"53985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53985)\">Ex. 14:13<\/a><\/span> but move on<span class=\"citation\" id=\"128701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128701)\">Ex. 14:15<\/a><\/span> so long as there is a step to be made in the direction that he has commanded, and then see the salvation of the Almighty. This is the work of God, and he is directing its course and progress in the earth, and this work should ever be uppermost in our minds; and so long as we are found in the path of duty we can surely remain fixed and unmoved and determined in our purpose, and thus exhibit to the world our faith and devotion to the principles of truth which God has revealed, as did the Saints when they were driven from their homes as recorded in the history of the Church. And because of this exhibition of faith, God blessed us wonderfully and miraculously after we had passed through the trials which followed in the accomplishment of this work, trials which seemed indeed to the world almost unbearable. However we regard those afflictions, they were not so very disagreeable. When the three Hebrew children, for instance, had been brought to a certain position, cast into the fiery furnace because of their undying faith and integrity, they could not after all perhaps have been placed in more pleasing and agreeable circumstances.<span class=\"citation\" id=\"61411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61411)\">Dan. 3:1-30<\/a><\/span> A holy being, it is said, appeared and walked with them, side by side in the midst of the flames;<span class=\"citation\" id=\"61441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61441)\">Dan. 3:25<\/a><\/span> and so with Daniel<span class=\"citation\" id=\"128704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128704)\">Dan. 6:22<\/a><\/span> under similar circumstances.<span class=\"citation\" id=\"61557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61557)\">Dan. 6:1-28<\/a><\/span> Did they wait to see what God would do for them? No; it was &#x201C;move on&#x201D;<span class=\"citation\" id=\"128702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128702)\">Ex. 14:15<\/a><\/span> with them. They knew that in the hands of their Master were held the issues of life and death, and that to die in Him is to live, live eternally, <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to go on, on to perfection until they should become even like unto Him; and having a living, an abiding faith, and a knowledge of the true and living God they were ready to live and they were ready to die for the truth. It was not with those men as it was with the children of Israel of whom I have read. They were in possession of knowledge through the operation of the Holy Ghost which prepared them for any circumstances in which they might be placed. And so with regard to the Latter-day Saints: When compelled to sign over our property to the mob in Missouri, we were advised to disperse and mix up among the people and not attempt to gather together again; and yet under these circumstances the Lord moved upon the legislature of the State of Illinois to grant us a city charter in which there were favorable provisions that were not found in any other charter. And this was as he had told us he would do, namely, that he would soften the hearts of rulers from time to time that they should show favor to his people.<span class=\"citation\" id=\"90011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90011)\">D&amp;C 105:27<\/a><\/span><span class=\"citation\" id=\"90986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90986)\">D&amp;C 124:9<\/a><\/span> I do not believe, as some do, that no good can come out from Nazareth.<span class=\"citation\" id=\"68653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68653)\">John 1:46<\/a><\/span> We talk sometimes rather harshly about some of the politicians of our country, and deservedly, too; but notwithstanding the illiberal and unjust policy they show towards us, I believe they can do us a great deal of good provided the Lord operates upon the hearts of ruling men, as he has done in the past, and as he will do in the future, which will result in their showing and granting us favors and blessings that many now little imagine. <\/div><div class=\"paragraph jod\" id=\"v23n533\"> The circumstances under which we came to these mountain valleys are well known; they need not be recited now. After we had passed  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through the chastisement, the Lord moved upon our national government to bestow favors upon the people of God. They gave us what is called the Organic Act, a bill of rights as good as we could expect from their hands, and what was more, they conferred political favor upon our leader, our Prophet and President, Brigham Young, by making him Governor of the Territory. And who would have thought of such a thing? Any man that would have predicted such a thing at the time we were being driven from Missouri, would have been considered to say the least, an enthusiast. And besides that, one of our United States judges was a Mormon Elder; the Secretary of the Territory was also a Mormon Elder. And who, let me ask, did this? Was it the Congress or the President of the United States? Well, now, I would dislike very much to say anything that could be construed into ungratefulness on our part or in failing to recognize all the good that our nation has designed to do us, for we recognize it as our uncle, and sometimes it has been a pretty good uncle; but, notwithstanding, we see in all this the hand of our God, who through them, has wrought out this good and this deliverance for his people, while we are ready and willing to acknowledge an overruling Providence in the good that comes to us; and for one I am ever ready to acknowledge that good also can come out of Nazareth.<span class=\"citation\" id=\"68654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68654)\">John 1:46<\/a><\/span> We can certainly afford to suffer a little when at times we perceive magnanimity displayed towards us by our government, which has been the case in the past, and which I firmly believe will be in the future despite the pressure that is being brought to bear against us and the nature of the means that are being now employed. <\/div> <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n535\"> The Lord moved upon rulers in former generations; he moved upon infidel kings to favor his people, and he is the same God now as then. <\/div><div class=\"paragraph jod\" id=\"v23n536\"> We talk about the Edmunds bill, what it is going to do I do not pretend to say, neither do I think that its framers and abettors know what is going to come of it. One thing I have noticed, and that is that Congressmen themselves differ widely with regard to certain of its provisions; and that being the case it would perhaps, become us to wait and watch. But there is one singular feature about it relating to plural marriage. And about that allow me here to say, I happen to have some knowledge of it as a principle of revelation belonging to the religion we have espoused. I was personally acquainted with Joseph Smith during twelve or fourteen years and, of course, through him I first learned what I now know about that principle. And as to his being a man of truth and honor I, nor anyone else that knew him, have any reason to question for a moment. But then I never went forth to preach the principles of this Gospel depending entirely upon any information I received through him or any other man; but I believed on his words, coming as they did to me as the words of truth, from an inspired man of God; and from that hour the Spirit of God, the Holy Ghost which all men may receive and enjoy, has confirmed the truth of what he had told me, and it became knowledge to me of that nature which no man can give or take away. And now, as there is good, more or less, to be found elsewhere, the Edmunds bill is not without its good; and, therefore, I say, let us accept the good and feel thankful therefore. That extraordinary bill legalizes the issue of plural  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>marriage up to the 1st day of January, 1883. Now, who could have expected so much good to come out of Nazareth?<span class=\"citation\" id=\"68655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68655)\">John 1:46<\/a><\/span> Uncle Samuel is now and then a pretty good uncle after all. (Laughter). And, mark you, the framers of the Bill have been so considerate as to distinctly provide that the children thus legalized must be the offspring of marriages performed according to the rites and ceremonies of the sect known as the Latter-day Saints. In the language of the small boy I say, &#x201C;good enough.&#x201D; (Laughter.) Now, if any of our Gentile friends have been indiscreet, or should hereafter be guilty of bigamy, their offspring of course are not so favored. (Laughter.) We ought to be thankful for this unexpected favor, and indeed I have no doubt we are. I really never expected that the lawmakers of our nation would ever legalize plural marriages as performed for the last thirty years or more. If the Lord is able to do a thing of this kind through men who framed that strange and singular bill, our open and avowed enemies, what is he not able to do? What may we not expect if we remain faithful and true to the trust reposed in us? <\/div> <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n538\"> The Lord very possibly may cause a heavy pressure to bear upon us, such as will require great sacrifice at the hands of his people. The question with us is, will we make that sacrifice? This work is the work of the Almighty, and the blessings we look for which have been promised, will come after we have proven ourselves and passed through the ordeal. I have no special word to this people that there is, or that there is not, before them a fiery ordeal through which they will be called to pass; the question with me is, am I prepared to receive and put to a right and proper use any blessing the Lord has in store for me in common with His people; or, on the other hand, am I prepared to make any sacrifice that he may require at my hands? I would not give the ashes of a rye straw for any religion that was not worth living for and that was not worth dying for; and I would not give much for the man that was not willing to sacrifice his all for the sake of his religion. <\/div><div class=\"paragraph jod\" id=\"v23n539\"> Well, I close my remarks by saying to one and all, Move on!<span class=\"citation\" id=\"128703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128703)\">Ex. 14:15<\/a><\/span> Move on, and see the salvation of the Lord, and not stand still.<span class=\"citation\" id=\"53986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53986)\">Ex. 14:13<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}