{"ID":230025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Temple at Logan&#x2014;The Liquor Traffic&#x2014;Church Organization&#x2014;Duties of Its Officers&#x2014;Treatment of Transgressors&#x2014;An Interesting Anecdote and Its Moral&#x2014;Various Offices and Callings of the Priesthood, Etc.&#x2014;The Guidance of God&#x2014;Honor Due to His Priesthood&#x2014;Growth and Progress of God's Work&#x2014;Its Opposition By the World&#x2014;The Regeneration of the Lamanites and General Salvation of Man.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Logan Conference, Sunday Afternoon, August 6, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Temple at Logan, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/6\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v23n726\"> There is one thing I wish to speak about which has already been referred to, that is, in regard to your Temple. I can join with the brethren in saying that I am very well pleased with the progress made on that building, and with the energy and liberality that has been manifested towards it. For one I have not a word of complaint to make about anything; I think that things have been done and managed very well. Some of the speakers have given the Trustee-in-Trust credit for doing something towards it; but then, that is nothing, it is your means not mine particularly, only as one of you. And what you have done you have done outside of these things, and consequently I think there is a little more credit due to you than to the Trustee-in-Trust. The people in this Temple district have furnished about three-fourths of the means, and the Trustee-in-Trust about one-fourth. Now we do not wish to have any of the employees deprived of what is justly their due; for the laborer is worthy of his hire&#x2014;<span class=\"citation\" id=\"67398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67398)\">Luke 10:7<\/a><\/span><span class=\"citation\" id=\"84891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84891)\">D&amp;C 31:5<\/a><\/span><span class=\"citation\" id=\"87863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87863)\">D&amp;C 84:79<\/a><\/span><span class=\"citation\" id=\"90062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90062)\">D&amp;C 106:3<\/a><\/span>I did not like to hear some of the remarks <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this morning to the effect that we were in debt; we calculate to pay our debts as we go along, and then we feel that we have acted justly and are free from all responsibilities and care; for all just demands ought always to be met. We have kept things along pretty well, and I think that we will be able &#x201C;to put it through.&#x201D; I have been talking with Brother Card, who is the superintendent of the Temple, and also with the Temple committee; and I will tell you what I am prepared to do, if you are prepared to follow suit, and thus stop all remarks about tardiness of pay, for it is proper that all just obligations ought to be and must be met. Brother Card thinks that the sum of $20,000 will complete the building. I do not know whether his figures are too much or too little, but if that is sufficient, it seems as nothing compared with what we have already done. We have got accustomed to it: and it is much easier doing a thing when you are used to it than when you are not. There is a proposition to the effect that a fifty cent donation be made;  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if that be done and the people are willing to respond to it, all well and good; and whatever amount is subscribed, I will, as Trustee-in-Trust, add my proportion to it, according to the pro-rata in the figures mentioned. What do you say, do you think you can stand it? (President W. B. Preston, I think we can, we'll try), Brother Preston says he thinks you can or will be found trying. I do not know what your donation will amount to, and therefore I will undertake to say now that the Trustee-in-Trust will be good for $5,000, which it is stated will be a fourth of the sum required to finish the work. I would like to know now whether you are willing that I, as Trustee-in-Trust, should help you to the amount of $5,000? All that are willing raise up the right hand. (A forest of hands went up.) I believe that is carried. (Laughter.) Now I want you to put to that the sum of $10,000. (Here President Taylor's attention was called to the fact that he had made a mistake, that the proportion of the people would be $15,000 instead of $10,000.) I am reminded that I have made a mistake, that it should be $15,000. Will the clerk please give us the correct figures so that we may do things understandingly. (The clerk ascertained that the Trustee-in-Trust had paid more than one-fourth but not quite one-third.) We will not be too precise about these matters, perhaps it would be as well to err on that side as on the other, for in any event, we are all of us desirous to see the work progress and have all our liabilities met. Well, we'll let it go at $10,000. I propose to give you my portion on demand that these men may get their pay, and then allow you a little time to get in your harvest which will give you an op<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portunity to accomplish your end of the matter. What do you say? The question was put to vote and carried unanimously. <\/div><div class=\"paragraph jod\" id=\"v23n728\"> There were some remarks made about liquor drinking this morning, and some people seem to think that there is a great difficulty about managing these things, but I don't think there is if we can only manage ourselves. I feel like giving you credit for what you have done in this respect, and hope that you will be able to keep it up. <\/div><div class=\"paragraph jod\" id=\"v23n729\"> I want to state here, that God has organized His Church in such a way that all of these matters can be arranged within the Church, law or no law, if we will only do our duty, and each of us magnify our calling and our Priesthood in the various positions that we occupy in the Church and kingdom of God. And it is a much better principle than the civil law, as the civil law is frequently perverted by maladministration and made to operate in such a way as to trample on the rights of man. <\/div><div class=\"paragraph jod\" id=\"v23n730\"> The organization of the Church is after the plan that exists in heaven, and according to the principles that God has revealed in the interest of His Church upon the earth and for the advancement and rolling forth of his kingdom. We start in with the Teacher and with the Priest, whose duty it is to know the position of all the members in their several districts; if they do their duty they will know really and truly the position of all those who come under their charge. Their duty is very simple. What is it? They are to see that there is no hard feeling existing in the breasts of the Saints one towards another; that there are no dishonest or fraudulent acts, no lasciviousness or corruption, no lying, false accusations; profanity or drunk<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enness; and that the people call upon God in prayer in their various households&#x2014;the father and mother and children, and that all perform their various duties and do right. I look upon it that the Teachers and the Priests occupy a very important position in the Church and kingdom of God; and that if they perform their duty aright, there will be no hard speaking; there will be no hard feelings, no bitterness or wrath; there will be no fraud, no lasciviousness of any kind, no drunkenness, nor will there be any bitter or improper feelings of any kind; for it is their right and privilege to look after these things, and not only their right and privilege but their duty; and if they do not fulfill this, they are not magnifying their calling and Priesthood.<span class=\"citation\" id=\"84354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84354)\">D&amp;C 20:46-59<\/a><\/span> But if they are and people are disposed to listen to them, then everything will be right in regard to this matter. And if there are those who are not disposed to listen to them and to do right, then it becomes the duty of the Teachers, after pleading with them and doing the best they can, to report them to their Bishop; and then it devolves upon him to do his part, not in anger or animosity or in the spirit of vindictiveness, but as a savior, and the Teacher and the Priest ought to act in the same way. And while God has organized His Church upon the earth after the plan that exists in the heavens, it is for the various officers in the Church to fulfill the duties devolving upon them, acting in all kindness, long-suffering and mercy before the Lord, yet with justice and judgment, that the law of God may be honored, that the principles of righteousness may be exalted, that the workers of iniquity may be ashamed, that the meek may increase their joy in the Lord, and the poor among <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men may rejoice in the Holy One of Israel;<span class=\"citation\" id=\"58875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58875)\">Isa. 29:19<\/a><\/span> that righteousness and truth may prevail among the people of God; and we may act not in name only, but in reality as the Saints of God, without rebuke in the midst of a crooked and perverse generation.<span class=\"citation\" id=\"75498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75498)\">Philip. 2:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n732\"> If any persons then should feel that they are aggrieved by the acts of the Teacher or the Bishop; if they should think that they have been unnecessarily harshly dealt with, they have the right of appeal to the High Council&#x2014;High Priests selected from among the people and set apart because of their fidelity, their integrity, their honor and their justice&#x2014;at least these are the kind of qualifications necessary to fill this calling. And if upon an appeal to the High Council on any of these matters (of course including drunkenness), they find there has been unnecessary harshness, it would be for them to remedy the evil, to see that justice is done and that no man is oppressed; on the contrary that all have their rights, freedom, liberty and equal justice in righteousness without fear or favor. <\/div><div class=\"paragraph jod\" id=\"v23n733\"> When things are attended to in this way they move along all right. If professed Saints will not obey the law of God, but violate the commands of the Almighty, they are not fit to be the servants and handmaids of the Lord. We are told that they must be dealt with according to rules laid down in the law of God,<span class=\"citation\" id=\"85460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85460)\">D&amp;C 42:81<\/a><\/span><span class=\"citation\" id=\"87467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87467)\">D&amp;C 82:21<\/a><\/span> by the proper persons that He has placed in His Church for that purpose. <\/div><div class=\"paragraph jod\" id=\"v23n734\"> I heard a man not long ago say that in the place he lived he had seen a great many people drunk; it was one of those places abounding with saloons in which they could get beastly drunk; and that some of those who thus indulged were Elders, High Priests, etc. The man  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>himself was a High Priest. If I had seen such men I should have gone to them and told them what course to pursue to stop those infamies. Every Elder in Israel ought to be on the watchtower as watchmen upon the walls of Zion. Where iniquity prevails or evil of any kind, it is for them to do what they can to stem the current of evil and to lift up and exalt the people that they may comprehend correct principles, live their religion and be prepared to receive the blessings of Jehovah. When I was quite a boy&#x2014;I was not a Mormon then, but I had principles of humanity nevertheless&#x2014;there was an old gentleman whom I respected, he was a good man, a praying man&#x2014;he had a wife who did not want to pray, and who interfered with his devotions; she was uneasy and turbulent, and a kind of thorn in his flesh.<span class=\"citation\" id=\"74309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74309)\">2 Cor. 12:7<\/a><\/span> Under these trials he got along very well, but it used to drive him to the Lord. After a while she died and he married again; this time to a very amiable lady; his wife was so pleasant and agreeable that the change in his circumstances was very great. Being thus comfortably situated he became remiss in some of his religious duties, and commenced by giving way to the temptation of liquor. Seeing the course he was taking I went to him. I felt a little bashful on account of my youth at the time, but because of long friendship and out of respect for his many good qualities, I felt it a duty to bring these delinquencies to his notice; I told him that I had seen him drunk a few days previously, and that it had hurt me very much to see him in such a state, as his course had always been exemplary and he was a man whom I respected very highly. He appreciated my good feelings, saying that he felt disgraced <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and promised to mend his ways. Now that was not &#x201C;Mormonism,&#x201D; but it was a correct feeling. Cannot we, as Latter-day Saints, do as much good as those who are not Latter-day Saints? Cannot we go after our brethren and sisters when they do wrong, with love and affection, and lead them in the paths of life? But then, if they will not do it after much persuasion, it becomes our duty to deal with them as the law of God directs; but in doing this we ought to be full of love and kindness one toward another, and not be harsh, acrimonious or desirous to place them in a wrong; such feelings do not become Latter-day Saints. We ought to cherish feelings of kindness and love and long-suffering; but we do not want our charity to cover too many sins.<span class=\"citation\" id=\"78159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78159)\">1 Pet. 4:8<\/a><\/span> Everybody is at liberty to do this, whoever he may be, it being our privilege to do good, to try to redeem and exalt our fellow men, and to act as saviors upon Mount Zion.<span class=\"citation\" id=\"62038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62038)\">Obad. 1:21<\/a><\/span> But when people will not do right, are we to foster the wrong? No, God forbid. We talk sometimes about the celestial glory, the terrestrial glory and the telestial glory, do you think that a man will get the celestial glory if he does not abide the law of the celestial kingdom?<span class=\"citation\" id=\"88404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88404)\">D&amp;C 88:22<\/a><\/span> You Latter-day Saints know better. Well, then, if men are disposed to do wrong, to violate the commandments of God and yield to evils of various kinds, is a Bishop authorized, or is the High Council authorized to cover up those sins and allow them to go on? I tell you No, they are not. And if the Priest and the Teacher do not do their duty, it is for the Bishop to look after them to see that they do their duty. And if the Bishop does not do his duty in this respect, it becomes the duty of the President of the Stake to do it, to see that righteousness prevails,  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the principles of truth are sustained, that the Gospel of the Son of God is honored, and that the principles of equity, justice and righteousness and the fear of God are maintained in their purity in the Stake over which he presides. And if the President of the Stake does not attend to this duty, then it devolves upon the First Presidency to see that no iniquity exists in the Church.<span class=\"citation\" id=\"84375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84375)\">D&amp;C 20:54<\/a><\/span> And when these things are done we are then in a position to approach God our Heavenly Father to ask and receive, to seek and find, and to knock and have the door opened unto us.<span class=\"citation\" id=\"63751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63751)\">Matt. 7:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n737\"> And besides these offices, which are the leading, prominent media or channels through which these things are reached, there are other methods by which they can be adjusted. The Twelve, where they go, are expected to regulate matters of this kind.<span class=\"citation\" id=\"90256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90256)\">D&amp;C 107:33<\/a><\/span> We have a Quorum of High Priests in each Stake, and it is for them to exercise themselves and their influence individually and as a Quorum in the interests of righteousness and virtue and the maintenance of the principles connected with the kingdom of God. They have no particular position or calling; they are ordained to the High Priesthood, and it is for their President to meet with them and have them humble themselves before God, and seek for the guidance of His Holy Spirit and the light of revelation; &#x201C;for this ordinance&#x201D; we are told in the Doctrine and Covenants, &#x201C;is instituted for the purpose of qualifying those who shall be appointed standing presidents or servants over different stakes scattered abroad; And they may travel also if they choose, but rather be ordained for standing presidents; this is the office of their calling, saith the Lord your <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God;&#x201D;<span class=\"citation\" id=\"91117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91117)\">D&amp;C 124:134-135<\/a><\/span> that they may comprehend the principles of law, of government, of justice and equity, and watch over, not only themselves, but their families and friends, associations and neighborhoods, and act as fathers in Israel, looking after the welfare of the people and exerting a salutary influence over the Saints of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v23n738\"> Again, we have our organization of Seventies, and they ought to see that there is no iniquity among their quorums&#x2014;no drunkenness, no whoredom, no fraud, nothing that is wrong or improper, unholy or impure; but that they are men of God chosen and set apart as messengers to the nations of the earth, and wherever they reside it is their duty, and it is the duty of all men in Israel, to see that there is no iniquity, to use their influence on the side of right, and to put down wrong. <\/div><div class=\"paragraph jod\" id=\"v23n739\"> Then again, the same thing will apply to Elders. The Elder is ordained in many instances to act as a standing minister among the people, to preach to them, to instruct them as we are doing and as your missionaries are doing and as others are doing, preaching among the people at home, and frequently going abroad as circumstances may require. <\/div><div class=\"paragraph jod\" id=\"v23n740\"> Now, while we are here, we do not want to hear a man laugh and say, &#x201C;Brother so-and-so is as drunk as a fool.&#x201D; Why do you not go to him and speak of this evil to himself? Why do you not go and try to put him on the right road, and tell him to walk in it? Why not ask him to go with you before the Lord to confess his sins, to seek for assistance to overcome his weakness? In doing this you help him, and you help one another to do right, not in the spirit of laughter or lightness; that is not becoming the  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints of the Most High, but it should be in the spirit of kindly regard and affection. <\/div><div class=\"paragraph jod\" id=\"v23n742\"> We have also our Young Men's Mutual Improvement Associations, and I am pleased to find so good an influence prevailing among them, yet there are many things that are wrong even among them. They need watching over; they require to look after one another and use a kind supervisory care over their morals, and if any among them should go astray, to admonish them and lead them in another path. Then we have our Young Ladies' Associations; they are trying what they can do in leading the female youth in the right way. And when they see the daughters of Israel liable to be led astray, let them labor with them, treat them kindly, preserve them from evil, and guide them in the paths of life. We none of us are preserved only as we are preserved of God. <\/div><div class=\"paragraph jod\" id=\"v23n743\"> Brother Joseph F. Smith spoke rightly this morning when he said, that no man could guide this kingdom; he cannot unless God be with him and on the side of the Elders of Israel. But with Him on their side, all things will move on aright, and the intelligence and the revelations of God will be poured out. His law will be made known and the principles of truth be developed; or it is not the kingdom of God. And we all of us ought to humble ourselves before God, and seek for the guidance of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v23n744\"> There are forces at work in the world that will in time overturn the world, which are today sapping the foundation of all governments and eating as a canker the foundation of all rule and dominion; and by and by their thrones will be cast down and nations and empires will be <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> overturned, for God will arise to purge the world from its iniquities, its evils and corruptions. And we have more or less of the principle of insubordination among us. But there is a principle associated with the kingdom of God that recognizes God in all things; and that recognizes the Priesthood in all things; and those who do not do it had better repent or they will come to a stand very quickly; I tell you that in the name of the Lord. Do not think that you are wise and that you can manage and manipulate the Priesthood, for you cannot do it. God must manage, regulate, dictate and stand at the head and every man in his place. The ark of God does not need steadying,<span class=\"citation\" id=\"55868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55868)\">1 Chr. 13:10<\/a><\/span><span class=\"citation\" id=\"88083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88083)\">D&amp;C 85:8<\/a><\/span> especially by incompetent men without revelation and without a knowledge of the kingdom of God and its laws. It is a great work that we are engaged in; and it is for us to prepare ourselves for the labor before us, and to acknowledge God, His authority, His law and His Priesthood in all things. <\/div><div class=\"paragraph jod\" id=\"v23n745\"> I have men come to me sometimes with some great complaints to make about their Bishop. I hear them, but I either send them back to their Bishop or to their President as circumstances dictate. Then I have Bishops come to me finding fault with their Presidents. I send them back to their Presidents, and write to those whose business it is to attend to it. I acknowledge every man in his place and office, whether President, Bishop, Priest, Teacher or Deacon; and then they should acknowledge everybody over them, or God will destroy them. I tell you that in the name of the Lord. I know what I am saying. I tell you it is the word and the will of the Lord. Do not be wise above what is written. Do not be too  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anxious to be too smart, to manage and manipulate and to put things right; but pray for those that God has placed in the different offices of this Church that they may be enabled to perform their several duties. The Lord will sustain His servants and give them His Holy Spirit and the light of revelation, if they seek Him in the way that he has appointed, and He will lead them and lead you in the right path. This is the order of the kingdom of God, as I understand it, and not the other. And it is for us to learn that order and be obedient to it. And thus by obedience to the law of the Priesthood, drunkenness and all other immoralities can be rooted out and overcome. <\/div><div class=\"paragraph jod\" id=\"v23n747\"> The work of God is growing and increasing, and it will continue to do so until the words of the prophet will be fulfilled who said, &#x201C;A little one shall become a thousand, and a small one a strong nation: I the Lord will hasten it in his time,&#x201D;<span class=\"citation\" id=\"60051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60051)\">Isa. 60:22<\/a><\/span> but He expects every man in his place to magnify his calling and to honor his God. And while there are evils of the kind I speak of, there is a great amount of good, of virtue, of self-abnegation, and a great desire to do the will of God, and carry out His purposes. And it is for every man and every woman to do his and her part. <\/div><div class=\"paragraph jod\" id=\"v23n748\"> The Relief Societies are doing a great work generally throughout the land; and the Young Men's and the Young Women's Associations are doing a great work; but I am sorry to say I sometimes hear of occasional acts of fornication among our young people. Our young men go to labor on railroads and mix up with the foul mouthed and corrupt, and I am sorry to say, that once in a while they copy after their ways. Fathers and mothers, look after your sons. <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> You members of the different societies, look after your members and try to save the erring and lead them in the paths at life. <\/div><div class=\"paragraph jod\" id=\"v23n749\"> There is a great zeal and a great interest manifested in Sunday schools, which is also very praiseworthy. It is a good work for us to be engaged in. Continue in it. And let all perform their parts, whether in Sunday school, in Relief Societies, in Mutual Improvement Associations or otherwise; and let all seek to act with a single eye towards the glory of God.<span class=\"citation\" id=\"83820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83820)\">D&amp;C 4:5<\/a><\/span><span class=\"citation\" id=\"87462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87462)\">D&amp;C 82:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n750\"> We are living in an important age. Time is marching on, and events of great magnitude and importance are transpiring. The nation in which we live has been moved against us. That is all right so far as God permits it; but if we fear him and keep his commandments<span class=\"citation\" id=\"57650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57650)\">Eccl. 12:13<\/a><\/span> as a people, no power arrayed against us can harm us. God will come forth to the deliverance of his people, and he will save his elect if they will only do right and obey his laws. We can do nothing unless assisted by the Almighty, neither can this nation, only as he permits. If we do right he has told us &#x201C;the wrath of man shall praise me: and the remainder I will restrain.&#x201D;<span class=\"citation\" id=\"56896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56896)\">Ps. 76:10<\/a><\/span> God lives, and his eyes are over us, and his angels are round and about us,<span class=\"citation\" id=\"94246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94246)\">D&amp;C 84:88<\/a><\/span> and they are more interested in us than we are in ourselves, ten thousand times, but we do not know it. We become self-willed and captious, and lack in a great many instances that liberality, kindness and charity that ought to dwell in the bosoms of the Saints of God. The Lord is a great deal more interested in his work than we are. We think a great deal about our farms and our houses, our wives and our children, which is all very proper. He is thinking about the  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>redemption of the earth, the regeneration of the world, the salvation of the living and the dead, and the accomplishment of the purposes spoken of by all the holy Prophets since the world began.<span class=\"citation\" id=\"71402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71402)\">Acts 3:21<\/a><\/span><span class=\"citation\" id=\"84531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84531)\">D&amp;C 27:6<\/a><\/span><span class=\"citation\" id=\"88142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88142)\">D&amp;C 86:10<\/a><\/span> And it is for us to be co-workers with him. He is pleased with your efforts in building this Temple; and the angels rejoice as they see you go forth to prepare a place in which you may labor for the living and the dead. People will be called upon to labor, as a mission in those Temples when built. And you will rejoice too, for while you are engaged in the work of God, it always brings peace and joy. A Temple built to the name of the Lord is a most delightful place to labor in: we feel that we are saviors upon Mount Zion, and that the kingdom is the Lord's,<span class=\"citation\" id=\"62039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62039)\">Obad. 1:21<\/a><\/span> and that we are operating for God and not for ourselves, but in the interest of our common humanity and in the salvation of the world. <\/div><div class=\"paragraph jod\" id=\"v23n752\"> Let us attend to our duties and do not get up any quarrels in our families. Husbands treat your wives with kindness and try to make your home a heaven for them; and train your children in the fear of God. Then you sisters, treat your husbands aright; be full of kindness, for we are, as the old woman says, all &#x201C;poor, miserable, independent sinners.&#x201D; We have need of more long-suffering, we need the assistance of one another, and the help of the Almighty. Let us try to do right. <\/div><div class=\"paragraph jod\" id=\"v23n753\"> There are a great many things open to my mind which I would like to talk about; there are one or two, however, to which I will refer. We have a great work to perform? Who? We Seventies, we Elders, we Priests. What have we to do? We are required to build Temples and administer in them. What else? <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We have to take the Gospel to the world, as we have been doing and are doing, and to progress with it; to advance correct principles among men, and to lead them in the paths of life and salvation; to gather them to Zion and to teach them when we get them here;<span class=\"citation\" id=\"60369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60369)\">Jer. 3:14-15<\/a><\/span> to go on and control matters; to learn to manage ourselves and our own affairs, and not trouble ourselves too much with outside matters. <\/div><div class=\"paragraph jod\" id=\"v23n754\"> We talk sometimes about the nation being inimical to us. Whoever dreamed of anything else? I never did. What did the Elders preach to you, say 10, 30 or 40 years ago? It was that the people of the world would grow worse and worse, deceiving and being deceived.<span class=\"citation\" id=\"76208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76208)\">2 Tim. 3:13<\/a><\/span> Do you expect it is going to get better? I do not. What did Jesus say in his day? He said: &#x201C;If ye were of the world, the world would love its own,&#x201D;<span class=\"citation\" id=\"70230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70230)\">John 15:19<\/a><\/span> that is the kind of love that exists in the world. It does not amount to much&#x2014;it is love today and hate tomorrow, as the case may be. But continued the Savior: &#x201C;Because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.&#x201D;<span class=\"citation\" id=\"70229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70229)\">John 15:19<\/a><\/span> What did he say again? &#x201C;Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.&#x201D;<span class=\"citation\" id=\"63015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63015)\">Matt. 5:11-12<\/a><\/span> Then there is nothing strange about it, is there? Some people think that because the priests of Baal lie so outrageously about us, that we ought to be angry. Why, that is their profession; for they are of their father the Devil, his works they will do,<span class=\"citation\" id=\"69511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69511)\">John 8:44<\/a><\/span> and he was a liar from the beginning.<span class=\"citation\" id=\"89054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89054)\">D&amp;C 93:25<\/a><\/span> By and by when we and they get through, we shall  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>find that all liars will have their portion with hypocrites and unbelievers;<span class=\"citation\" id=\"89661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89661)\">D&amp;C 101:90<\/a><\/span> and they together with whoremongers and sorcerers, will be found outside the holy city.<span class=\"citation\" id=\"80872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80872)\">Rev. 22:14-15<\/a><\/span> But we have to take the brunt of it. No matter, we can stand it. As I said to some prominent gentlemen&#x2014;Members of Congress&#x2014;who were here recently, You are cutting up rather peculiar antics down in Washington. It does not matter much, however, as our potatoes grow all the same. That is how I feel about it. Let them attend to their father's business, and we will attend to our Father's business, and trust in him and pursue that course that will be right in his sight. We do not want to get up any excitement about anything. Let us lean upon the Lord, seek to Him and ask for what we want, do right and we shall receive. And while they are treating us badly we will treat them as well as the circumstances will admit of, and follow out the instructions of Jesus, who told us to do good for evil;<span class=\"citation\" id=\"63219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63219)\">Matt. 5:44<\/a><\/span><span class=\"citation\" id=\"75716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75716)\">1 Thes. 5:15<\/a><\/span> and so far as we are concerned we will save them if possible, in spite of themselves. <\/div><div class=\"paragraph jod\" id=\"v23n757\"> The Lord is operating upon the Lamanites, and many of them are being baptized into the Church. Some people think all that we have to do is to baptize them, that they are a poor miserable set of outcasts. This is not the case. Some of us were poor miserable outcasts before we came into the Church, and we needed the ministrations of the Elders, the teachings of the Holy Priesthood, and the blessings arising from the organization of the Church. Do not you think that they need the same kind of treatment? How would you like a mission, some of you High Priests and Seventies, to proclaim the Gospel to that fallen <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> race, that Israel may have an equal chance with us, for God expects it at our hands. We received that record (Book of Mormon) through their ancient prophets and those same prophets are now beginning to communicate with them and to unfold unto them the work that he has commenced with us, and we shall have more of these things by and by. It is proper that our feelings should be drawn out after those whom the Lord is operating upon, that we may act in conjunction with the Lord in leading them in the paths of life. <\/div><div class=\"paragraph jod\" id=\"v23n758\"> This is a duty that devolves upon you Elders of Israel, for as he has commenced to labor with them we ought to be one with him. I have taken the liberty recently to request the Twelve to attend to this; and they will call upon the Seventies, the High Priests and others, that is, they will if they do their duty. What do you think of it? I think that the field is enlarging and that our labors are increasing and becoming more extensive. We ought to feel like little children; we ought to feel like humbling ourselves before God, seeking to be one and to enjoy the light of His Holy Spirit, saying O Lord God, I am a poor feeble creature, thou hast called me to Thy work and hast clothed me with the Holy Priesthood; and now I want to magnify it; I want to be a savior on Mount Zion;<span class=\"citation\" id=\"62040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62040)\">Obad. 1:21<\/a><\/span> I want to preside anywhere, or preach anywhere, or do any labor that Thou shalt call upon me to do, that I may feel that I am Thy servant and that Thou art my God, and that I am for Israel, and for the salvation of the white man, the red man and all mankind. That is the position we are in. These are some of the things of which you will hear more by and by. I thought I would only  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tell you a part as perhaps you could not bear it all. <\/div><div class=\"paragraph jod\" id=\"v23n760\"> God bless you, and God bless all Israel, and God bless all who are in favor of righteousness, truth and <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> equal rights; and may the Lord God confound the enemies of Israel, and all who are opposed to just rule and righteous government, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}