{"ID":230031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecution Fulfilling Prophecy&#x2014;Vermont, the Birthplace of Prominent &#x201C;Mormons&#x201D; and Their Oppressors&#x2014;The Faith and Integrity of the Saints to Be Tested&#x2014;Peace Among God's People a Peculiar Characteristic&#x2014;In Time of Trouble Trust in God, &#x201C;Watch the Captain&#x201D;&#x2014;The Acts of the Utah Commissioners&#x2014;God's Overruling Power and Wisdom&#x2014;A Great Work Requires Great Sacrifice&#x2014;Non-Performance of Duty No Cause for Self-Gratulation&#x2014;Man's Penalties More Endurable Than God's&#x2014;The True Saviors of the Latter-day Saints&#x2014;Better to Disobey Man Than God&#x2014;The Danger of Disobedience, of Diverse Temporal Interests and Class Distinctions&#x2014;All God's Gifts Intended for the General Benefit and Blessing.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Morning, October 8, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution Fulfilling Prophecy, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/8\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v23n881\"> We assemble together in the capacity of a conference for the purpose of being taught concerning our duties as Latter-day Saints, as members of the Church of Christ, and it is of the utmost importance that when we thus meet, that we should have the presence and assistance of the Spirit of God. I should not dare this morning to arise with the intention of speaking to you if I did not hope that I should have the assistance of that spirit. I could not of myself tell that which is best adapted to you and to your circumstances. It requires the all-searching Spirit of our God to reveal unto us, his servants, those items of doctrine, of instruction, of counsel, and if need be, of reproof and warning, which will be of benefit to the Latter-day Saints who are assembled as we are today. <\/div> <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n882\"> We are living in a momentous time. At no period in the history of the children of God in this dispensation have events been of more importance than those which are now taking place in our midst and around about us. I have been exceedingly thankful for one thing. Amid the threats and menaces and all the attempts which have been made against us to curtail our liberties, to embarrass us, and if possible destroy our religion, one feeling has been uppermost in my mind, a feeling of thankfulness that the Lord our God in this manner is permitting us to see the fulfillment of the words he has spoken through his servant the Prophet Joseph Smith, and through others who have also been inspired of him. Among the earliest predictions that were made concerning this work by the servants  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God, was one to this effect, that the time would come when we should not only be opposed by a small circle, a few individuals confined to a neighborhood, but as the work should spread and increase, the opposition to it would be in proportion to its growth and its expansion, until it would not be the act of the mob, or the acts of mobs confined to counties or confined to States, but that the time would come that in a national capacity blows would be aimed at us by the nation of which we form a part. Today, my brethren and sisters, these predictions are being fulfilled in our sight. Not one word that God has spoken concerning this work will fall to the ground unfulfilled,<span class=\"citation\" id=\"83753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83753)\">D&amp;C 1:37-38<\/a><\/span><span class=\"citation\" id=\"85592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85592)\">D&amp;C 45:23,35<\/a><\/span> and the very enemies of this work&#x2014;those who are most anxious to destroy it, and to prove the falsity of its claims are the very instruments in the providence of our God, used to fulfill his word and accomplish his designs. Do you think for one moment that Senator Edmunds in framing the bill called by his name, or in presenting it to the Senate for its action, had any idea in his mind that he was an instrument in fulfilling the predictions of God, through his servant Joseph? Have you any idea that the House of Representatives in passing that bill, after it had passed the Senate, supposed for one moment that they were helping to establish the claims of Joseph Smith as a prophet of the living God? Or do you imagine that President Arthur, in selecting the five Commissioners to go to Utah Territory to act in accordance with the provisions of this same law, supposed that he was helping in any manner to establish the claims of what is called &#x201C;Mormonism&#x201D; to divinity, or that the Commissioners themselves, in coming <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here, have once thought that they were playing a part in the great drama of the last days, that they in their sphere were helping, or are helping to establish the truth of this work, the downfall of which is sought to be accomplished? And yet these are the truths connected with this work; these are the facts. The man who framed that bill, the man who introduced it in the Senate, the judiciary committee who passed upon it, the Senate who adopted the report of its committee of judiciary and passed the bill, the House of Representatives who took the bill up and made it law, so far as their action was concerned, and the President of the United States who signed the Act and who appointed the Commissioners under it, and the Commissioners themselves who were thus appointed&#x2014;all these men in their official capacity have helped, though they thought they were doing the very opposite, to establish the truth of the predictions of the Prophet Joseph, and of President Young and of the Apostles who have been inspired of God from the commencement of this work until this time, and who have predicted that these events would most assuredly take place. <\/div><div class=\"paragraph jod\" id=\"v23n884\"> Thus we see, that the wrath of man is made to praise God.<span class=\"citation\" id=\"56897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56897)\">Ps. 76:10<\/a><\/span> The acts of men are converted to the glory of God, and fight as they may, contend as they may, resist this work as they may, this work, the foundation of which God has laid, they can do naught against it. On the contrary, everything they do contributes to its establishment; contributes to prove its divine authenticity, to show that there is an overruling power greater than that of man, even the power of the Most High God, and that he causes the nations of the earth and the  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>powers of the earth to praise him, to add to his glory and to the accomplishment of his purposes. <\/div><div class=\"paragraph jod\" id=\"v23n886\"> Before leaving this subject, there is one thing worthy of remark&#x2014;I have been exceedingly struck with it. The man who introduced the law of 1862 was a native and representative from the State of Vermont. The man who introduced the bill of March 23rd, 1882, was a Senator from the State of Vermont&#x2014;Senator Edmunds. The President who signed that bill was from the State of Vermont. We had another bill passed June 23rd, 1874, known as the Poland law, special legislation for Utah Territory. The framer of that bill, its champion, the man who did more than any other single man towards pushing it through the House of Representatives, and having it become law, was a Representative from the State of Vermont. The champions of the Edmunds law in the House of Representatives, some of them were from the State of Vermont, notably Mr. Haskell, Representative from Kansas, a Vermonter by birth. It is a remarkable thing that Vermonters should be the chief instruments in framing, urging and securing the passage of legislation against us. On the other hand the man who, in the name of God, was the chief instrument in laying the foundation of this great work in these last days, the Prophet Joseph Smith, was a native of the State of Vermont, and Hyrum Smith, his brother, whose blood mingled with the Prophet's at Carthage jail, was also a native of Vermont, Brigham Young, Heber C. Kimball, Erastus Snow, the Snow family, Albert Carrington, the Farrs, the Calls, the Hatches, and numbers of the leading families in this church were born in that State. How remark<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>able it is, is it not, that we should have received so many blessings through men born in the Green Mountain State, and that our chief enemies, apparently stirred up by the adversary to destroy the work which their fellow citizens, men born upon the same soil, were the means, in the hands of God, of establishing&#x2014;that they, Vermonters also, should be stirred up to seek for its destruction. <\/div><div class=\"paragraph jod\" id=\"v23n887\"> We may expect from this time forward the same warfare; no cessation, no letting up, so far as the hatred of the wicked is concerned. A part only of the predictions of the Prophet have been fulfilled concerning this latter-day work. We have been told from the beginning that opposition to this, the work of God, should not be confined to one nation, but that it should extend to other nations, and that they who array themselves against us, as others have done in the past, will continue to do so until the whole earth shall be warned and its inhabitants be left without excuse,<span class=\"citation\" id=\"89670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89670)\">D&amp;C 101:93<\/a><\/span><span class=\"citation\" id=\"90940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90940)\">D&amp;C 123:6<\/a><\/span> and the kingdom of God be established in power and in great glory upon the earth. <\/div><div class=\"paragraph jod\" id=\"v23n888\"> A great many of our brethren and sisters have thought, and may still think, that we are likely to see very hard times, as the result of the attacks now being made upon us. The hearts of some may almost fail them in looking forward to the future, anticipating that there will be such intense hatred and such active exertions made against us that it will be very difficult for us to sustain ourselves. No doubt we shall have all we can endure. No doubt the Lord will require us to pass through and endure ordeals that will test our faith to the uttermost, and it will seem at times as though we were about to be overwhelmed.  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The powers of darkness will gather around us and everything will look so threatening, so black and so impenetrable, that except to those who look at these things with the eye of faith, it will seem almost impossible for us to escape. There will be, doubtless, many such hours and many such times in our history in the future as there have been in the past. But what of that? As the trial may be, so will be the strength to endure it. There is a wise desire of the Lord our God in permitting these tests to our faith, to see whether in the midst of gloomy and threatening surroundings we shall falter, shall shrink and become timid and be overcome, or whether in the midst of this gloom, in the midst of these forbidding appearances, our faith will still be strong in our God, and in the promises, the precious promises, which He has made to us. Now we may calculate upon this just as sure as he has spoken. <\/div><div class=\"paragraph jod\" id=\"v23n890\"> There is this that is most extraordinary connected with us as a people. God in the beginning made a promise to us, which has been oft repeated, that notwithstanding all our enemies should do against us, we should have peace, peace should reign in our hearts and in our habitations, peace should be in our land and brood over us as a people. This is one of the great promises God made to us in the beginning. Read the closing verses of the 45th section of the Doctrine and Covenants and see what God has said concerning Zion, and the promises that are therein embodied respecting us as a people;<span class=\"citation\" id=\"85730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85730)\">D&amp;C 45:63-75<\/a><\/span> that when other nations should be at war&#x2014;when neighbor should rise against neighbor, when every man that will not take his sword against his neighbor must needs flee to Zion for safety,<span class=\"citation\" id=\"85794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85794)\">D&amp;C 45:68-69<\/a><\/span> in <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Zion there should be peace.<span class=\"citation\" id=\"128749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128749)\">D&amp;C 45:66-67<\/a><\/span> Now, as I have said, it is one of the most extraordinary features connected with this work of our God, that when it seemed as though the whole power of the nation was combining from every part of the land, execrations loading the air against the &#x201C;Mormons&#x201D; of Utah Territory, petitions coming up by thousands, popular prejudice appealing to popular prejudice and entreating the use of bayonets, of cannon and musketry to destroy us, and when it seemed as though Congress was in such a mood that it was ready to pass any law or to frame any enactment to accomplish those ends; that in the midst of all this unreasoning excitement, in Utah Territory, in the breasts of Latter-day Saints wherever they dwelt in these mountain fastnesses or scattered abroad among the nations of the earth, there was a spirit of unfailing peace, a spirit of quietude, a spirit of serenity, a spirit of calm and undismayed resignation, awaiting quietly and patiently the good providence of our God, knowing that in and of themselves they were helpless to defend themselves against these attacks, but having unshaken confidence in the promises which God had made to his people. O most wonderful! Most wonderful exhibition of calmness! Most wonderful exhibition of consistent faith! Most wonderful exhibition of fortitude, of courage, and of unfailing trust in the almighty power of that God whose existence so many in the world deny. A rare example to the nations of the earth of the willingness of a people to put their trust in their God, even to the very uttermost. Now, my brethren and sisters, if there is any great peculiarity connected with us as a people that is noticeable it is this:  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>You can notice it in yourselves; you can notice it in your brethren and sisters; you can notice it in your children; Presidents of Stakes can notice it; the Bishop can notice it; the Bishops' counselors can notice it; the High Councilors are witnesses of it; the entire body of Priesthood must see the exhibition of these qualities among the people to this wonderful extent. God be praised for it. I feel to praise Him from the bottom of my heart that He has poured out upon His people this spirit of peace. We have laid down in peace, we have slept in peace, we have risen in peace, we have gone out in peace, we have come in peace, we have prayed in our families in peace, we have gone forth to our labors in peace, we have returned therefrom in peace, we have met together in our assemblies in peace. The peace of heaven, the peace of Almighty God, has descended upon this people, and it has rested upon them in their congregations, in their social associations. God has given unto us this precious blessing. It is beyond price. How thankful we ought to be, that amidst all these murderous threats that have been made against us, He has given unto us this feeling which has deprived us of all fear. Such a spectacle is unexampled in the history of the earth and of its inhabitants&#x2014;that is in our day. Look where you will, travel where you will, mingle with people where you may, you behold nothing like this; and thus, God is bearing witness to the inhabitants of the earth that he is able to fulfill his promises, to protect his people, and to pour out upon them that precious and heavenly gift that is beyond all price, and they dwell in it and they enjoy it&#x2014;their wives and their children enjoy it; and there is no <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fear in the hearts of any faithful man, or woman or child within the confines of our land or in any of the adjacent territories where our people dwell. Why, if we had no other blessing than this, it would be worth all the world to us. But we have, in addition to that, other blessings. God is teaching us many lessons. He is teaching us to put our trust in him. He is teaching us that &#x201C;Sufficient for the day is the evil thereof.&#x201D;<span class=\"citation\" id=\"63670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63670)\">Matt. 6:34<\/a><\/span> Why should we borrow trouble for tomorrow, as long as we enjoy today, as long as we have peace today, so long as we have the presence of the Holy Ghost today, let the morrow take thought for the things of itself.<span class=\"citation\" id=\"63669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63669)\">Matt. 6:34<\/a><\/span> Let us enjoy this day in peace. Let us lay down this night in peace, putting our trust in God for the morrow. If we thus live day by day&#x2014;for it is written that the just shall live by faith&#x2014;<span class=\"citation\" id=\"76429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76429)\">Hab. 2:4<\/a><\/span><span class=\"citation\" id=\"72246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72246)\">Rom. 1:17<\/a><\/span>if we thus live day by day, I tell you in the name of the Lord Jesus Christ, there is no power upon the earth or in hell that can disturb the peace, the quietude, the prosperity and success of this people or interrupt the progress of this great and glorious work of our God. I dare prophesy that in the name of Jesus Christ, for I know that it will be justified, every word of it. God has stretched forth his hand to accomplish a work, and that work will roll forth. Men may die, men may be slain, men may fall on the right hand and on the left, but the column will still press forward, it will still march onward gathering in from every land and from every nation the honest, the meek, the lowly, and those who love righteousness and who desire to serve our God. I can truthfully say I do not believe that there ever was a time when threats were made against us, when greater peace and  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>less fear rested down upon the servants of God than at the present time. I look at our President&#x2014;I always did watch the captain of the ship with peculiar interest, when on the ocean surrounded by icebergs, or when in the midst of great storms, as I have been a few times, I watched his eye and his demeanor, and I fancied, and I think very correctly, that I could form a good idea of our peril by watching him. I have been in storms when everybody on board, excepting the Elders, expected to go down. I did the same thing when a boy, watching the Prophet Joseph, the few opportunities that I had of doing so, I did the same with President Young when he lived. In times of threatening danger and of anxiety I noticed the spirit that moved upon him as well as its operations upon myself. I do the same today with President Taylor: I have watched his bearing and have listened to his words; and I have taken notice of his spirit, as I have also of the brethren associated with him: &#x201C;I have witnessed but one spirit, and felt but one feeling, and have had but one thought impressed upon me by their demeanor; and this spirit and the impression it makes corresponds exactly with my own. I feel that I am in accord with him and with them, and while this is the case I feel that there is no real danger for Zion; that God our heavenly Father, is still watching over us, and is permitting us to pass through these trials for an express purpose.&#x201D; As I have already said, the predictions of the holy Prophets could not be fulfilled unless these things did occur. And why should we shrink from them? Why should we feel sorry about them? Why should we wish it otherwise? I can truthfully say, that I never saw a <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> single moment from the time that I left here to go to Washington until I returned that I felt the least discouraged, or anything approaching a feeling of despair or gloom, or anything of the kind connected with the work of God; although, as you know, I was afflicted and bowed down in sorrow because of domestic affliction; but aside from that (and even that did not discourage me) at no moment when in the midst of the worst contest I ever engaged in, did I have a feeling of discouragement or gloom. I knew very well that all that was taking place was in accordance with the plan of our God, with His purposes and His designs. These things must be, in order to accomplish the work of God, in order that every man may be judged according to his works, and in order that this nation, as a nation, may be held to a strict accountability for its acts, or the acts of its representatives. I have nothing, therefore, to regret about this. My feelings I have expressed in this stand since my return; they were expressed by the brethren that spoke upon these subjects. <\/div><div class=\"paragraph jod\" id=\"v23n893\"> Referring to the acts of the Commissioners, I am exceedingly thankful for everything that has been done. I have never desired to see us as a people reduced to the degraded level of wicked men and wicked women; no, not for one moment. What, my sisters who have entered into holy covenants, in sacred places, who have in their priestly garments been administered to by the Priests of the Most High God in the holiest sanctuaries that are upon the earth, for them to be placed upon the same level with common prostitutes! My soul revolts at the thought. And my brethren who have in like manner gone into holy places and taken upon  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them sacred covenants, in the name of the Most High God, and have had the holiest ordinances that God ever revealed to man, administered unto them by that authority which He has given&#x2014;for them to be reduced to the level of adulterers and whoremongers! God forbid that such should be the case. From the very moment that I read that oath (the oath prescribed by the Commissioners) I thanked God in my heart for it. I would not have it otherwise. I would not have the rules changed in the least degree, unless, of course, our brethren who represent the political interests of the people could by applying, have them changed: but I did not believe they could accomplish this, and I am thankful, therefore, that the rules were not changed, because they draw a sharp line of distinction between the Latter-day Saints and the wicked. It sustains the claim that we have made all the day long, that it is our religion that is assailed; that it is the solemnization of the holy marriage ordinances that the blow is aimed at, and not the illicit commerce of the sexes. And I am glad too that every man and every woman that ever were open to the charge of having engaged at any time in plural marriage are in the same condition; that the rule has been so rigidly made and so sweeping in its character, as to include all who have lived in plural marriage. It is an honorable distinction to belong to a class whose only offense is that they married women, or married men, instead of living together in violation of God's law. If there are any who think they did not act honorably in thus living, let them ask forgiveness. If they have done something they are ashamed of they can sue for amnesty. While those <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have done nothing that they are ashamed of, or that the whole world should not know of, are relieved from the unenviable task of seeking forgiveness. <\/div><div class=\"paragraph jod\" id=\"v23n895\"> God is ordering this matter just right; and if we should fail in any point, he will make it up, He will supplement it by his overruling power and wisdom. He is watching our affairs. He knows exactly our circumstances; and he knows exactly how much we can bear; and when we have to pass through deep waters he will be near us; when we have to pass through the fire, he will be on our right and on our left hand.<span class=\"citation\" id=\"87934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87934)\">D&amp;C 84:88<\/a><\/span> He will not forsake us in our hour of distress and tribulation, but he will be nearer to us then, if possible, than at any other time in our lives. Therefore, of all people upon the face of the earth, we have the greatest cause to rejoice because of these things. <\/div><div class=\"paragraph jod\" id=\"v23n896\"> I was very much struck with some remarks&#x2014;I did not hear all of his discourse, having been called out to attend to some business that could not be postponed&#x2014;by Brother Lorenzo Snow; they struck me with a great deal of force. I refer to his allusion to the three Hebrew children and the glory that followed their submission to the will of God, and their resistance to the decree of the pagan, the heathen king.<span class=\"citation\" id=\"61413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61413)\">Dan. 3:1-30<\/a><\/span> I believe that glory will be added to the name of our God by our fortitude and our endurance, and by our maintaining the right. No great principles, like those to which we are wedded; no great work like that in which we are engaged, can be established in the earth, in the present condition of mankind at least, without great sacrifice on the part of those connected with it. We need not expect anything else than this. The Lord, through the Prophet  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Joseph Smith, in early revelations, told to the church: You are laying the foundation of a great work;<span class=\"citation\" id=\"86555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86555)\">D&amp;C 64:33<\/a><\/span> how great you know not. And the same words are just as applicable to us today, notwithstanding the growth of the work up to the present time. We with the light we now possess even, cannot conceive of its greatness. It has not entered into our hearts, neither are we capable of conceiving of it.<span class=\"citation\" id=\"72992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72992)\">1 Cor. 2:9<\/a><\/span> But we are laying its foundation, nevertheless; and God has chosen us for this work. He has inspired us, and he has blessed us thus far in our endeavor to carry it out, and he will continue to do so to the end; and victory and glory will be the result of our faith and our diligence in keeping his commandments. <\/div><div class=\"paragraph jod\" id=\"v23n898\"> There is one thing that I wish to refer to; it is a delicate subject, still I feel to touch upon it. The idea was suggested to me a short time ago, while in conversation with one or two of the brethren who were speaking about the influence that is now being brought against the Church, how fortunate it was that there were some who had not obeyed the law of God in regard to plural marriage. There was, as I thought, a spirit of self-gratulation among some who have not obeyed that law, because they could now act as they appeared to think, in some sort, as saviors to the people. I hope there never will enter the minds of the Latter-day Saints, a feeling of that kind, or division of feeling upon this point. I believe there are very excellent, very worthy, very true and very faithful Latter-day Saints of both sexes who have not entered into the practice of plural marriage; and it is not for me to cast reflections upon any of my brethren or sisters about not having obeyed that principle, unless there has been posi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tive disobedience. It is not for me to judge the circumstances, the feelings and the motives, and the hearts of men and women, my brethren and sisters in the Church. God will do this; that is his province. But, on the other hand, I hope there never will be a feeling grow up in the midst of the Latter-day Saints to congratulate themselves because of their reluctance, or their refusal, to obey the command of God, and to think that they have done more wisely in refraining from obeying that command, and that their position is a better one because of their lack of obedience; or, because circumstances have been such that they have not obeyed or been required to obey that law. I hope, I say, that no such feeling will ever be known among us&#x2014;to judge each other and to comment upon each other, and to indulge in self-gratulation because of anything of this kind. <\/div><div class=\"paragraph jod\" id=\"v23n899\"> The Lord has said: &#x201C;Again I say unto you, if ye observe to do whatsoever I command you, I, the Lord, will turn away all wrath and indignation from you, and the gates of hell shall not prevail against you.&#x201D;<span class=\"citation\" id=\"89305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89305)\">D&amp;C 98:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n900\"> Now, I want to say for myself personally, if I had not obeyed that command of God, concerning plural marriage, I believe that I would have been damned.<span class=\"citation\" id=\"91461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91461)\">D&amp;C 132:4-6<\/a><\/span><span class=\"citation\" id=\"91684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91684)\">D&amp;C 132:27<\/a><\/span> That is my position; but I do not judge any other man. I am so organized that I could have lived, if necessary, and God had commanded it, as a Catholic priest is supposed to live, without knowing woman. I believe that with God's help I could have done that all the days of my life, if it had been necessary for my salvation; but, on the contrary, when I had taken one wife, after I had returned from one of my missions, a spirit rested upon me that  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I could not resist; I felt that I should be damned if I refused or neglected to obey that law of God. It was not prompted by any improper feeling; it was not prompted by a feeling of lust, or a desire for women; but it was an overpowering anxiety to obey the commandments of God. Since I have passed through the ordeals I have, connected with this principle, I can see the wisdom of it, and acknowledge the hand of God in it. For if I had taken wives without being thus prompted and impressed, there might have been times in my experience when I would have questioned myself and said: Perhaps you were too hasty in embracing this principle. But under the circumstances I could not do that. I have never known the time that I could do that. I knew that God had commanded me, whether He had other men or not; and I did obey it because of this overpowering command, believing, as I have said, that I should be damned if I did not. Whatever may be my fate in regard to this principle&#x2014;I have been deprived of my seat in Congress because of it; and whatever be my fate hereafter, I have no reflections against myself to indulge in concerning my action in the matter. I have done that which I conscientiously believe to be the will of God; and I believe the majority of my brethren and sisters have done the same, have obeyed the principle in the same way. Do I believe that God will bear those out who have thus embraced that principle; do I believe that He will sustain them? I know that He will sustain those who have obeyed it; I know that He will sustain this people. The Prophet Joseph Smith said, and so taught, when he first communicated this principle, that there had come a <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time in the history of God's people, when if they did not obey that law, all progress would cease, that the kingdom could go no further. And He commanded the servants of God, His associates, the Apostles, to obey it, under penalty of losing the Spirit of God, under penalty of their ceasing to progress in the work of our God. Now, there was on the one hand condemnation; on the other hand, the fear of the world, the prejudices of the world, the punishment which the world would inflict upon those who should disobey laws already enacted against such practices. What could they do? We are today precisely in the same position that other servants of God have been in, who have been required by men's laws to do things which their conscience and all their reason, and the good spirit within them revolted against. That is our position today. Whatever men's laws may be we cannot deny the truth of God, the revelations of God. I cannot do it, I would be damned and go to hell if I were to do it. There is no alternative for me but to suffer all the penalties that man may inflict upon me; and I cannot evade them only as God shall preserve me. That is my position today. Whatever man may do, I must be, I hope to be, true to myself, and to my convictions, and to my God. I must endure all things; I cannot evade them. And there are hundreds in the same position, hundreds of men, hundreds of women. And is there any law of man, is there any penalty that man can inflict that compares with the penalty that God will inflict upon those that will disobey His commandments? I must trust my God; I must rely upon His protecting arm; I must throw myself under His protecting care, or I must perish. There is no other  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>course for me; that is the only alternative before me. To be untrue to my God, to be untrue to the revelations of my God; to be untrue to the convictions of my nature; to be untrue to the women&#x2014;wives&#x2014;whom I have covenanted for time and all eternity to love, to revere and to protect, and to my children, children borne to me by those women&#x2014;to be untrue to these, or to endure all the consequences that man may inflict upon me for disobeying laws which are framed against my religion. I am willing to trust to my God. He has never deserted me in the deepest trouble and distress, in the midst of the most fiery ordeals, He has been at my right hand and on my left,<span class=\"citation\" id=\"87935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87935)\">D&amp;C 84:88<\/a><\/span> as he has been at yours. He has been around about us, and I am still willing to trust Him. He has never failed&#x2014;His word and promise have always been sure and reliable. <\/div><div class=\"paragraph jod\" id=\"v23n903\"> Now, my brethren and sisters, you who have not entered into this covenant, do not imagine, do not let the adversary instill into your hearts that you are now saviors to the Latter-day Saints. Do not do it. Let me warn you against it; it is a dangerous thought. You will find it delusive, for it is not true. If God saves this people, as I firmly believe he will, it will be through those men and through those women whom men have placed under a ban; whom men have said shall have no power because of the laws that are enacted against them. I tell you, the salvation that will come to this people, will be through the faithfulness of the men of God and the women of God who, in the face of an opposing world, contrary to their traditions, to their education, to their preconceived notions and to the popular prejudices of the day&#x2014;who have in the midst of all this <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stepped forward in the vanguard and obeyed the command of God, and have dared to endure all the consequences, and been willing to endure all the penalties. Mark it, it is true. I believe that which I now say to you as firmly as though an angel of God had spoken it; and you will see it fulfilled, every word of it. Let not the fears of the world, let not the threats of men extinguish the love of God, extinguish the faith of God in your hearts and make you tremble concerning these things. Let no such feeling as this take possession of you. I do not want to be defiant; I never had that feeling; but if I cannot obey, I must suffer. That is the position I have taken. If I cannot obey the law of man, I must suffer the consequences: I prefer to do so rather than suffer the consequences of disobeying the commands of God. It is better for me to do this than to do the other. I do not wish to defy man; I say, if you wish to enforce the law, that is your business. <\/div><div class=\"paragraph jod\" id=\"v23n904\"> Now, brethren and sisters, let us go from this Conference in calmness, pursuing our various occupations, and endeavoring to profit by the teachings that we have had in the past. If this people could only have carried into effect the teachings they have had from the servants of God from the beginning, how different would our position be today! Elders have worn themselves out. Presidents, Apostles, and Prophets have worn themselves out and have gone to their graves, laboring with this people, and teaching them words of life and salvation, words that it would have been to their eternal interest to have listened to and to have obeyed. We are like the man who, moved with pity, took the frozen snake and put it into his bosom to restore its life, and in  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a little while, after the warmth of his bosom revived the frozen reptile, it stung him and killed him. We have nourished in our bosom the viper that is doing us more injury today than anything else. If we had listened to counsel, if we had obeyed the commandments of God; if we had been united, if we had not looked so much to our temporal advantage, or that which we thought to be our temporal advantage, how different would our position be today! But this people are like children; the servants of God entreat them and talk to them, but how quickly they forget! They imagine that the counsels they receive are prompted by some spirit that is not exactly the Spirit of God. But we will find that we have to come to it. I believe that God will throw us in circumstances that will compel us to come to the position that He has designed we shall occupy, however reluctant we may be about it. I tell you there is more to be dreaded, there is more to be feared&#x2014;and you may attach what importance you like to my words, but I know they are true&#x2014;there is more to be feared today in our midst from the growth of wealth in a few hands, in a single class, than there is from all the legislation that can be enacted against us by the Congress of the United States, more to be dreaded by us as a people. That condition is upon us, the growth of wealth in the hands of a few individuals, threatening us with greater danger today, than anything that can be done by outsiders; more than the Commissioners can do, more than the registrars can do, more than the judges of election can do, or all that can be done by the Congress of the United States. I know that this is true. God does not design to <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have a people of this kind. He does not design that there shall be classes among us, one class lifted up above another, one class separated from the rest of the people, with diverse interests; interests that are not strictly in accord with those of the masses of the people.<span class=\"citation\" id=\"128750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128750)\">4 Ne. 1:24-26<\/a><\/span> Because when this is the case, there is a lack of union. Men are more disposed to compromise principle who have great moneyed interests at stake. In fact, it is a characteristic of human nature that, as a class, this class is a compromising class; their temptation is to yield principle, to yield ground; and it cannot be helped from the very nature of things, because of their circumstances. I can see it in myself; I do not preach something to you that I do not preach to myself. I have to guard against it, and my brethren have to do so. It does not belong to any one man or class of men, it belongs to human nature this feeling of which I speak. God designs in the organization of his kingdom on the earth to prevent this. If it is not prevented, then the Zion of God is not established.<span class=\"citation\" id=\"89918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89918)\">D&amp;C 105:1-5<\/a><\/span> Is anyone injured by its prevention? No. The time must come when the talent of men of business shall be used for the benefit of this whole people, just as the talent of President Taylor, just as the talent of President Joseph F. Smith and that of President Wilford Woodruff, and that of the Twelve Apostles, and that of the leading Elders of this Church; as their talent is used for the benefit of Zion, so must the talent of men who are gifted with business capacity be used in like manner&#x2014;not for individual benefit alone, not for individual aggrandizement alone, but for the benefit of the whole people, to uplift the masses, to rescue them from their  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>poverty. That is one of the objects in establishing Zion, and anything short of that, as I have said, is not Zion, it is not the Zion that the Prophets have foreseen, it is not that which God has promised. We may as well, therefore, every one of us, shape our thoughts to this end and endeavor to keep it in view, for I tell you God will not permit anything very different to this for any length of time. He will scourge us, and drive us if necessary. He will tear us up by the roots; and as sure as God lives it will be so, if we cannot come to it without violent means of this kind, He will have a people that will do these things, and He will bring us into a position to do it, and anyone who thinks differently deludes himself or herself; it is not so written in the book; it <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is not the design of God. I would feel very sorry if I thought it would do so. I suppose I am as selfish as other men. I would like to benefit my own family. I have to war against this feeling as all have. I do not know that I am any worse than any other people, but I know this feeling has to be warred against. The tendency of human nature is to look after one's own dear self, to look after one's own family, to use one's talent for one's own and their benefit, without bestowing any benefit upon the people of God. Yet I know it is not a right feeling. <\/div><div class=\"paragraph jod\" id=\"v23n907\"> God bless you, my brethren and sisters, and fill you with the Holy Ghost, and inspire those who speak to us by the power or God, in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}