{"ID":230021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Death of the Faithful No Cause for Mourning&#x2014;The Perpetuity of the Priesthood&#x2014;Probationary Ingress and Egress&#x2014;All Knowledge Comes From God&#x2014;Temple Building and Its Purposes&#x2014;Exhortations to the Saints.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the Funeral Services of Bishop Reuben Miller, at Mill Creek, Monday, July 24, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Death of the Faithful No Cause for Mourning, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/24\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v23n584\"> I thought I would come here today to mingle my condolence and sympathy with yours while paying the last token of respect to the remains of your husband, your father, your friend, your Bishop. <\/div><div class=\"paragraph jod\" id=\"v23n585\"> These are occasions that cause us to feel sorrowful, and yet we should not sorrow at the departure of a good man&#x2014;a highminded, honorable <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man, a good Latter-day Saint, as I have always esteemed Bishop Miller to be. I am told that many of you were not born when Brother Miller was first installed Bishop; that there are only two women, of whom his wife is one, and three men that are now living in the Ward when he was first ordained Bishop here; and that he has during  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his bishopric blessed, when children, a great many of the congregation assembled here today. <\/div><div class=\"paragraph jod\" id=\"v23n587\"> When a man who has been faithful and true leaves the world to go into another state of existence, what is there to mourn for? Should his family mourn? No. They cannot help the natural feelings of sympathy that well up in the heart at the departure of their friends; wives cannot help having sympathy for their husbands, and husbands for their wives, parents for their children, and children for their parents. The family of Brother Miller have lost a good husband, a loving father, a faithful friend, and under such circumstances they mourn when they are deprived of his society and his counsel. <\/div><div class=\"paragraph jod\" id=\"v23n588\"> When men leave this earth they leave it to occupy another sphere in another state of existence. And if, as is the case with Brother Miller, they hold the Priesthood that administers in time and in eternity, having fulfilled this part, as many others have done who have left the world, and as our deceased brother has done, they hold that Priesthood in the eternal worlds, and operate in it there.<span class=\"citation\" id=\"128720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128720)\">D&amp;C 138:57<\/a><\/span> It is an everlasting Priesthood,<span class=\"citation\" id=\"54594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54594)\">Ex. 40:15<\/a><\/span><span class=\"citation\" id=\"54852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54852)\">Num. 25:13<\/a><\/span> that administers in time and in eternity. And the Gospel that we have received unfolds to us principles of which we were heretofore entirely ignorant. It shows us the relationship that exists between God and man, and it shows us the relationship that exists between men who have dwelt upon the earth before and those who exist today. It shows that while God has revealed the Priesthood to us upon the earth and conferred upon us those privileges, that in former generations he revealed the same Priesthood to other men, and that those men holding that Priesthood min<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>istered to others here upon the earth; and that we are operating with them and they with us in our interests and in the interests of the Church and kingdom of God, in assisting to build up the Zion of God, and in seeking to establish truth and righteousness upon the earth; and that there is a connecting link between the Priesthood in the heavens and the Priesthood upon the earth. <\/div><div class=\"paragraph jod\" id=\"v23n589\"> God, our heavenly Father, has gathered unto himself, through the atonement of Jesus Christ, very many great and honorable men who have lived upon the earth, and who have been clothed with the powers of the Priesthood. Those men having held that Priesthood and administered in it upon the earth are now in the heavens operating with the Priesthood in the heavens in connection with the Priesthood that exists now upon the earth. Consequently I do not feel sorrowful when I see a good man go, and yet in some respects I do. There is something painful about the separation. But I look upon it a good deal as it was with us when we were coming to this land. Said you to your friends when they were leaving: &#x201C;Thomas, Mary, James or William, you are going away to Zion; I am sorry to see you go, and yet I am glad you are going.&#x201D; We feel sorry to part with our friends; but when the struggle is over, when they have battled with the world and the powers of darkness, and by the Spirit and power of God have overcome and triumphed, having remained true and faithful to the last, and have gone to join the hosts in the eternal worlds, to associate with the eternal Priesthood that exists there, do we feel to mourn? No, I do not; there is no cause to mourn; it is a cause of rejoicing. By and  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by we shall follow; for we expect to mingle with them. <\/div><div class=\"paragraph jod\" id=\"v23n591\"> A few days ago I attended the funeral of one of my wives; and while doing so I looked upon the great city of the dead. I thought to myself, here are thousands of honorable men and women who are sleeping the sleep of peace, who have served their God, and who have got through with the affairs of this world; and that while their bodies are decaying here, their spirits are soaring in the heavens. Do I feel sorry for them? No, they have gone to rest, and all is peace with them, according to the mind and will of God in relation to those matters, He having appointed unto man that he must die.<span class=\"citation\" id=\"82145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82145)\">Alma 12:27<\/a><\/span><span class=\"citation\" id=\"84869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84869)\">D&amp;C 29:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n592\"> Since the organization of the world myriads have come and have taken upon themselves bodies, and they have passed away, generation after generation, into another state of existence. And it is so today. And I suppose while we are mourning the loss of our friend, others are rejoicing to meet him behind the veil; and while he has left us, others are coming into the world at the same time, and probably in this our territory. There is a continuous change, an ingress of beings into the world and an egress out of it. As near as my memory serves me, from one-third to one-fourth of our population today are children under eight years of age. There are thousands of men upon the earth today, among the Saints of God, of whom it was decreed before they came that they should occupy the positions they have occupied and do occupy, and many of them have performed their part and gone home; others are left to still fulfill the duties and responsibilities devolving upon them. <\/div><div class=\"paragraph jod\" id=\"v23n593\"> I was remarkably struck on look<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing at the three mottoes before me, one is, Holiness to the Lord,<span class=\"citation\" id=\"54415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54415)\">Ex. 28:36<\/a><\/span><span class=\"citation\" id=\"58376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58376)\">Isa. 23:18<\/a><\/span><span class=\"citation\" id=\"62371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62371)\">Zech. 14:20<\/a><\/span> which I suppose was placed there by your late Bishop. There is something beautiful and glorious in the contemplation. And when I heard Brother Gardiner speak about his visits with Brother Miller to talk over the things of the kingdom of God, it indicated to me that his heart and feelings were interested in it, as well as interested in the welfare of the county, as others have testified of. We should all have those feelings, not only Bishops and Presidents but all the people ought to be interested in one another's welfare. Our welfare and happiness depends upon our obedience to the laws of God, upon our conduct before him in all our acts. We wish to have inscribed not only in our meetinghouse, but in our hearts and acts, Holiness to the Lord, God is my God, God is my Father, God is my friend; and I wish to devote and dedicate myself unto Him, ought to be the feeling of every man and woman, and especially of every Latter-day Saint. Let there be no act of my life, no principle that I embrace, that shall be at variance with these words which were first inscribed by the Almighty, and prophesied of that it should come to pass in the last days, that even upon the bells of the horses should be written &#x201C;Holiness to the Lord.&#x201D;<span class=\"citation\" id=\"62372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62372)\">Zech. 14:20<\/a><\/span> That is not in name only, but it is to be written on the tablets of our hearts, as with a pen of iron,<span class=\"citation\" id=\"60481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60481)\">Jer. 17:1<\/a><\/span> for when this principle shall become universal, righteousness will extend &#x201C;from the rivers to the ends of the earth.&#x201D;<span class=\"citation\" id=\"56855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56855)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"62276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62276)\">Zech. 9:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n594\"> Then, here is another motto: &#x201C;Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63423)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67497)\">Luke 11:2<\/a><\/span> All these things are full of meaning and interest. This was taught by Jesus to his disciples when they came to  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him, saying, teach us to pray, as John taught his disciples. Said he, &#x201C;When you pray, say, Our Father who art in heaven.&#x201D;<span class=\"citation\" id=\"63313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63313)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"67440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67440)\">Luke 11:1-2<\/a><\/span> Who? Our Father. What, my Father and your Father? Yes; and the God and Father of the spirits of all flesh.<span class=\"citation\" id=\"54773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54773)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54888)\">Num. 27:16<\/a><\/span> Our Father who art in heaven; Hallowed be thy name.<span class=\"citation\" id=\"63312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63312)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"67499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67499)\">Luke 11:2<\/a><\/span><span class=\"citation\" id=\"82673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82673)\">3 Ne. 13:9<\/a><\/span> Let me reverence Thee, O God, in all my doings, in all my acts, in all my proceedings, in all my associations with men and with the Church and kingdom of God and with the world&#x2014;let me always reverence Thee. Hallowed be thy name. Thy kingdom come.<span class=\"citation\" id=\"63331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63331)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67498)\">Luke 11:2<\/a><\/span> What kingdom? What is the meaning of &#x201C;Thy kingdom come?&#x201D;<span class=\"citation\" id=\"63332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63332)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67500)\">Luke 11:2<\/a><\/span> It means the rule of God; it means the law of God; it means the government of God; it means the people who have listened to and who are willing to listen to and observe the commands of Jehovah; and it means that there is a God who is willing to guide and direct and sustain his people. Thy kingdom come, that thy government may be established, and the principles of eternal truth as they exist in the heavens may be imparted to men; and that, when they are imparted to men, those men may be in subjection to those laws and to that government, and live in the fear of God, keeping his commandments<span class=\"citation\" id=\"57649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57649)\">Eccl. 12:13<\/a><\/span> and being under his direction. Thy kingdom come; that the confusion, the lasciviousness and corruption, the evil and wickedness, the murder and bloodshed that now exist among mankind may be done away, and the principles of truth and right, the principles of kindness, charity and love as they dwell in the bosom of the Gods, may dwell with us. <\/div><div class=\"paragraph jod\" id=\"v23n596\"> &#x201C;Thy will be done.&#x201D;<span class=\"citation\" id=\"63424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63424)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67501)\">Luke 11:2<\/a><\/span><span class=\"citation\" id=\"82662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82662)\">3 Ne. 13:10<\/a><\/span> Not my will, not my desires, not my wishes. I do not know, you do not know, <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what would be good for us; I do not know what would be good for this people only as God teaches me. I do not want to teach my ideas; I want to know the will of God, and then teach it. We should all seek to know the will of God, and then do it. Thy will be done.<span class=\"citation\" id=\"63425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63425)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67502)\">Luke 11:2<\/a><\/span><span class=\"citation\" id=\"82663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82663)\">3 Ne. 13:10<\/a><\/span> What brought you and me here? Did we have any knowledge of the will of God? Not until he revealed it. Did we have any knowledge of the kingdom of God? Not until He revealed it; and numbers of us have very little knowledge of it today, very little indeed. We have very little knowledge of the kingdom of God; and yet we have been here year after year, and have been taught for many years the sacred principles of truth communicated by the holy Priesthood, but we hardly comprehend them. Is there a principle that we have received associated with the Gospel of the Son of God, that we should have received if God had not revealed it to Joseph Smith His Prophet? No; we knew nothing about them. Is there anybody among these aged and grayhaired men who came to an understanding of even the first principles of the Gospel until he revealed them anew? No. Do you know it? I know it to be a fact. I knew Joseph Smith and Brigham Young very well and other prominent men of this Church; and I have met with men in different nations, of all grades and classes of position and intelligence, and I know that they do not know the principles of eternal truth as God has revealed them to us. Have we anything, then, to boast of or to glory in? I have not, only in God. But I thank God our Heavenly Father and His Son Jesus Christ and the Holy Priesthood that existed, that God in his mercy has been  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pleased through their instrumentality to again restore the everlasting Gospel, bringing with it light, immortality and eternal life.<span class=\"citation\" id=\"76088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76088)\">2 Tim. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n598\"> What did we know about the ordinances of the Gospel&#x2014;could I find them anywhere? There is not a man living today that could, only as God revealed them, and I am at the defiance of any man to say that he knew anything about the principles of the everlasting Gospel until God revealed them. Did any of us find out anything about the Gospel? No. Who knew anything about the gathering? The prophets had spoken about it, but who comprehended their words? Nobody. Did they know anything about gathering men together to a land of Zion that should be, or about the kingdom of God that was to be set up? Some of them would talk about what Daniel saw,<span class=\"citation\" id=\"61334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61334)\">Dan. 2:44<\/a><\/span> but they knew nothing about it; and they are in the dark about it today, for no man can know the things of God but by the Spirit of God,<span class=\"citation\" id=\"73085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73085)\">1 Cor. 2:11<\/a><\/span> and they cannot obtain that Spirit only by obedience to His law, and hence there is so much misapprehension about us, and they will remain in the dark until they obey the Gospel of the Son of God. What do they know about the future? Nothing. What do they know about the celestial, or the terrestrial or the telestial glory?<span class=\"citation\" id=\"73922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73922)\">1 Cor. 15:40 (JST)<\/a><\/span><span class=\"citation\" id=\"87199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87199)\">D&amp;C 76:96-98<\/a><\/span> Nothing; they do not comprehend anything about these matters; and when they leave this world, as a prominent philosopher has said, they take a leap in the dark. We know where we are going; we know where Brother Miller has gone. God has revealed these things to us, and consequently we are enlightened. But did we find it out by our own wisdom and intelligence? No, it was the Lord who revealed it. <\/div><div class=\"paragraph jod\" id=\"v23n599\"> And what about our dead, and <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what about our Temple building? That is a singular thing for men to be engaged in. Do you find anything like it anywhere else? No. I remember talking with Baron Rothschild when showing him our Temple. He asked what was the meaning of it. Said I, Baron, your Prophets centuries ago, when under the inspiration of the Almighty, said that the Lord whom you seek shall suddenly come to his temple.<span class=\"citation\" id=\"62395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62395)\">Mal. 3:1<\/a><\/span> &#x201C;Yes,&#x201D; he said, &#x201C;I know they said that.&#x201D; &#x201C;Will you show me a place upon the face of the earth where God has got a temple to come to?&#x201D; Said he, &#x201C;I do not know of any such place.&#x201D; But if your Prophets told the truth, then there must be a Temple built before your Messiah can come. Said he, Is this that Temple? No, sir. What is this then? It is <span class=\"italic\">a<\/span> Temple, but not <span class=\"italic\">the<\/span> Temple your fathers spoke of. But you will yet build a Temple in Jerusalem, and the Lord whom you seek will come to that Temple.<span class=\"citation\" id=\"62396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62396)\">Mal. 3:1<\/a><\/span> What is this for, he enquired? Among other things that we may perform the sacred ordinances about which we are so much maligned, wherein we make eternal covenants with our wives, that we may have a claim upon them in the resurrection. Who revealed this? God our Heavenly Father. And because he has revealed these things, and because we are fulfilling these things, our nation, groveling in darkness, wrapped in midnight gloom, knowing no more about God and eternity than that piece of iron railing, makes it criminal for us to form associations that are to exist &#x201C;while life or thought or being lasts or immortality endures&#x201D;&#x2014;associations with our wives and children, with our fathers and mothers, with our friends and associates, so that when the last trump shall sound and the dead hear the voice of the Son of  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, that we with them may come forth<span class=\"citation\" id=\"69136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69136)\">John 5:25-29<\/a><\/span><span class=\"citation\" id=\"86871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86871)\">D&amp;C 76:16-17<\/a><\/span> to obtain the exaltation which God has prepared for those that love him,<span class=\"citation\" id=\"72991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72991)\">1 Cor. 2:9<\/a><\/span> keep his commandments, and are obedient to his laws. Shall we forego these things and give up our hopes of eternal lives and exaltations at the instance of low, degraded, corrupt, besotted and benighted men. Verily I say unto you, Nay. We are after truth, exaltation and eternal lives; exaltation for ourselves, for our fathers and mothers and for all men and women who can comprehend the law of God, and who will obey his precepts and not reject the Gospel of his Son. <\/div><div class=\"paragraph jod\" id=\"v23n601\"> These are the things that we seek, and God is with us and will be with us, and will sustain us, and no power on earth or in hell can stop the progress of this work; for it is onward according to the decree of Almighty God, and will be from this time henceforth and forever. And as the prophets have said, so say I, woe to those men and woe to that nation or to those nations that lift <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up their hands against Zion, for God will destroy them.<span class=\"citation\" id=\"58706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58706)\">Isa. 29:8<\/a><\/span><span class=\"citation\" id=\"81181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81181)\">1 Ne. 22:14,19<\/a><\/span><span class=\"citation\" id=\"81413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81413)\">2 Ne. 10:13-16<\/a><\/span> I prophesy that in the name of the Lord God of hosts.<span class=\"citation\" id=\"128721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128721)\">Jer. 46:10<\/a><\/span> And he will be with his Israel, and will sustain his people and bring them off victorious; and if faithful to the end we shall obtain thrones, principalities, powers, dominions, exaltations, and eternal lives in the kingdom of our God,<span class=\"citation\" id=\"91589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91589)\">D&amp;C 132:19<\/a><\/span> and Brother Miller will be there. Let us try to emulate his good example and seek to do that which is right in the sight of God and man. God has given us great principles and put us in possession of great blessings. Let us appreciate them. Let us, in all sincerity, be honest and virtuous, truthful, holy and pure. Let us abstain from covetousness, fraud, lasciviousness and corruption of every kind, and be in deed and in truth what we profess to be, the Saints of the living God. <\/div><div class=\"paragraph jod\" id=\"v23n602\"> God bless you in time and throughout the eternities to come, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}