{"ID":230033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Revelations of the Holy Spirit&#x2014;Sacrifice Brings Forth Salvation, Episode of Queen Esther&#x2014;Where Knowledge is Given Obedience is Required&#x2014;Noah and the Antediluvians, Penalty of Disobedience&#x2014;The Knowledge Which Comforts the People of God, the Skepticism of the World&#x2014;The Testimony of the Latter-day Saints&#x2014;The Indestructibility of &#x201C;Mormonism&#x201D;&#x2014;God Will Overrule and Deliver, If the Saints Will Do Their Duty.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered in the Assembly Hall, Salt Lake City, Thursday Afternoon (General Conference), October 5, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Revelations of the Holy Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 10\/5\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v23n921\"> It might not be improper for us as Latter-day Saints in assembling together on occasions of this kind to remind ourselves that the information and intelligence that it is our privilege to receive, depend very much upon the assistance we get from the Holy Spirit&#x2014;that Spirit which the Savior told us would bring all things to our remembrance,<span class=\"citation\" id=\"70071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70071)\">John 14:26<\/a><\/span> and open up unto our understanding all things that might be profitable. Of course we learn a great many things through reflection and by the exercise of the intelligence which we have acquired through the cultivation of the principles of truth; but those things which are of the greatest importance to the Latter-day Saints are derived through the revelations of the Holy Spirit. Many principles of vast importance, principles that will assist greatly through all the scenes of life, may be developed through the revelations of the Holy Spirit on occasions of this kind when we come together to hear the word of the Lord through His servants. <\/div> <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n922\"> I will read a portion of Scripture&#x2014;not that I intend to confine myself particularly to any text; but there are some things contained in a short history that will be found in the Book of Esther, from which I think we may derive much profit and consolation under the circumstances that surround us at the present time as well as the circumstances that may surround us in the future. In the 4th chapter of the Book of Esther, beginning at the 15th verse, we read: <\/div><div class=\"paragraph jod\" id=\"v23n923\"> &#x201C;Then Esther bade them return Mordecai this answer, <\/div><div class=\"paragraph jod\" id=\"v23n924\"> &#x201C;Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go unto the king, which is not according to the law: and if I perish, I perish. <\/div><div class=\"paragraph jod\" id=\"v23n925\"> &#x201C;So Mordecai went his way, and did according to all that Esther had commanded him.&#x201D;<span class=\"citation\" id=\"55977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55977)\">Esth. 4:15-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n926\"> Now we find in tracing the history of the Lord's dealings from the  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beginning to the present time&#x2014;we find it in our own history, we find it in the histories contained in the Bible, the New Testament, and the Book of Mormon, that where circumstances arose or events transpired of a peculiar nature, it required the action of men and women to accomplish certain duties that were devolving upon them in the interest and the salvation of the people, or for a class of people, or perhaps for certain individuals, we find this in tracing the history of God's dealings with the human family. Now to my mind there is something very singular in the history of a certain people connected with the events related in the Book of Esther. There was a people at this time scattered throughout the provinces of the Medes and Persians, Ahasuerus being then king of Persia and Media. This people were the people of God, they had been acknowledged of God as his people for several centuries, commencing with Abraham; but in consequence of their dissipation and transgression, and because they sought to worship other Gods, he scattered them throughout those 127 provinces, and they were in captivity. But in consequence of a certain feeling that was gotten up, a feeling of hatred and a determination to destroy this people, they were placed in very imminent jeopardy. A decree had been passed by the king that on a certain day they should all be destroyed, and there was weeping and wailing from one end of the kingdom to the other. But it appears&#x2014;as it will, and has appeared in our history in the past&#x2014;that the Lord had concealed his plan for the deliverance of his people. It was for the purpose of destroying Mordecai that the decree was established. Haman, who was the author of the difficul<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ties, had determined in his mind that he would destroy Mordecai, but disdained to execute his vengeance on Mordecai alone, therefore desired to make a sweeping arrangement which would include the destruction of all his people scattered throughout the provinces, and Haman succeeded in influencing the king to accomplish this business. He had informed the king that this was a people who had laws that were different from the laws of any other people, and that they were actually in some instances living in disobedience to his laws, that disobedience consisting in not worshipping the false gods that were worshipped in those days. He succeeded in blinding the mind of the king to that extent that he was given the privilege of accomplishing the destruction of thousands and tens of thousands of this people, the people of God.<span class=\"citation\" id=\"55974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55974)\">Esth. 3:1-15<\/a><\/span> On account of this, Mordecai, we are told, rent his clothes and put on sackcloth and sat in ashes;<span class=\"citation\" id=\"55975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55975)\">Esth. 4:1<\/a><\/span> and finally he conceived the idea that the salvation of this people was in Queen Esther, his niece. So he sent her word to the effect that it was her business to take a course to accomplish this object. But she sent back word when she received this communication that it was a very difficult matter for her to get an audience with the king, because according to the law it was death for any person to go into the inner court and ask anything of the king uncalled, and if she went in it would be at the risk of her life. The answer to this was that if she felt that under the circumstances she could not risk all she possessed, then should their deliverance arise from another source, but she and her father's house should be destroyed.<span class=\"citation\" id=\"55976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55976)\">Esth. 4:1-14<\/a><\/span> Esther took all these things into consideration,  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and finally sent word to Mordecai in the language I have read in those verses.<span class=\"citation\" id=\"55978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55978)\">Esth. 4:15-17<\/a><\/span> Accordingly after this fasting she went into the king, the desire of her heart was granted and the people were saved.<span class=\"citation\" id=\"55980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55980)\">Esth. 5:1-14<\/a><\/span><span class=\"citation\" id=\"55981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55981)\">Esth. 6:1-14<\/a><\/span><span class=\"citation\" id=\"55982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55982)\">Esth. 7:1-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n929\"> In many instances of a similar nature where the destruction of the people of God seemed imminent, and there appeared no way of escape, suddenly there arose something or another that had been prepared for their salvation to avert the impending destruction. We find this in the case of the Israelites when led by Moses. When they came to the Red Sea and the Egyptian army in their rear threatened their destruction, there seemed no way of escape, but at the very moment when deliverance was required, behold, it appeared and they were delivered.<span class=\"citation\" id=\"53968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53968)\">Ex. 14:1-31<\/a><\/span> So it has been and so it ever will be with us. Notwithstanding our difficulties may appear very great, yet there will be means provided for our escape if we ourselves perform the duties incumbent upon us as the children of God. But it may become necessary in the future&#x2014;and this is the point I wish to make&#x2014;for some of the Saints to act the part of Esther, the queen, and be willing to sacrifice anything and everything that is required at their hands for the purpose of working out the deliverance of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v23n930\"> First we should know that we are the people of God. In every dispensation of importance pertaining to the Lord's people, there is an opportunity given whereby persons may receive a knowledge of that which is required of them. Before the destruction of the Antediluvians, there was a medium through which that people could have come to a knowledge of those things that Noah declared. Had it not been so <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there would have been an apparent inconsistency in the Lord demanding that the people should pursue a certain course contrary to their feelings, contrary to their wishes, contrary to their traditions, and that required a great deal of sacrifice&#x2014;I say, unless they could be confident within themselves that the course he wished them to pursue was the right one, there would be an apparent inconsistency in demanding it. But when Noah stood up before the people, he preached to them the everlasting Gospel.<span class=\"citation\" id=\"93293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93293)\">Moses 8:19<\/a><\/span> He preached the same Gospel that Adam preached. He preached the same Gospel that the people of old preached. He preached the same Gospel the Apostles preached. He preached the same Gospel that we preach, through which a knowledge from God could be obtained as to its truth. All those who would repent of their sins, and be baptized for a remission of them, should have the privilege of receiving the Holy Ghost, which would give them a knowledge of the things of God, and a knowledge of the things required at their hands. And so it is in our day. The Gospel is proclaimed, a channel is opened through which individuals may receive a knowledge of things pertaining to life and salvation, of those things that are required at their hands, and of the course they should pursue as the servants and handmaids of God. <\/div><div class=\"paragraph jod\" id=\"v23n931\"> The world thinks that the Latter-day Saints will be destroyed; they think that the Latter-day Saints will be scattered; they think that the time will come when the Latter-day Saints will be disunited and become like the sectarian world, and they have foolishly set to work to accomplish this purpose. Well, now, as Brother Woodruff has said, we know better. We understand that  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this is the kingdom that was spoken of by Daniel the Prophet, that should be set up in the last days, that should be no more thrown down nor given to another people.<span class=\"citation\" id=\"61336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61336)\">Dan. 2:44<\/a><\/span> Now, is this a fact? There are but few people who believe in these matters; there are but few people who profess to understand them. But the faithful Latter-day Saints have attained to a knowledge in these matters that is highly satisfactory: highly comforting; it is something that is of great consequence in the position we find ourselves placed from time to time; it is something that is comforting because of the sacrifices we are required to make, and which we may be required to make of such a nature that no man could be expected to make unless he has a perfect knowledge of what he is about. These principles have been manifested to us, and have established happiness in our hearts, and given us knowledge in reference to the outcome. We understand that the days of our probation here are but short, and that when we leave this stage of action and go into the spirit world, we have the privilege of dwelling in the presence of holy beings; and we understand fully, that as Jesus Christ dwelt here in a body, and that he received that body and now dwells in it glorified, that we are entitled to the same blessing, the same exaltation, and the same glory. The Christian world profess to believe that Jesus rose from the dead, they profess to believe that he lives; but yet the real spirit of that belief does not amount to a very great deal. They do not believe that there are any persons living that have seen individuals that have lived upon the earth and have received their glorified bodies. John upon the Isle of Patmos, had the privi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lege of beholding and conversing with an individual that had lived upon the earth and had gone back to the spirit world and received a resurrected body. He describes the glory with which that person was covered and says, &#x201C;His eyes were as a flame of fire; And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.&#x201D;<span class=\"citation\" id=\"79019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79019)\">Rev. 1:14-15<\/a><\/span> Does anybody really believe this? There were two persons with whom I was very well acquainted who saw a personage of this description in the Temple in Kirtland, Ohio. We are told that there appeared, standing upon the breastwork of the pulpit of that Temple, our Lord and Savior, the same that the Revelator beheld, and they describe him in about the same manner.<span class=\"citation\" id=\"90474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90474)\">D&amp;C 110:1-10<\/a><\/span> Now, I have been in the Kirtland Temple and preached from the pulpit therein several times. This person stood upon the breastwork of that pulpit, and he is described as follows, &#x201C;His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shown above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying: I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father. Behold, your sins are forgiven you; you are clean before me; therefore, lift up your heads and rejoice.&#x201D;<span class=\"citation\" id=\"90486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90486)\">D&amp;C 110:3-5<\/a><\/span> I have seen Joseph Smith and Oliver Cowdery; they were the individuals who saw that person and conversed with him. And they also saw Moses, Elias and Elijah.<span class=\"citation\" id=\"90534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90534)\">D&amp;C 110:11-16<\/a><\/span> Now, who believes this? What testimony has the sectarian world in regard to these things, or in regard to the Gospel as preached in former days, or in regard to Jesus  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christ? Have they a testimony to declare to their congregations? If so, what is the nature of their testimony? What is the nature of our testimony? It is this: That this is the dispensation of the fullness of times; that the angel that John the Revelator saw flying through the midst of heaven having the everlasting Gospel to preach unto them that dwell on the earth, and to every nation, and kindred and tongue and people&#x2014;<span class=\"citation\" id=\"79854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79854)\">Rev. 14:6<\/a><\/span>that that angel has made his appearance and restored the Gospel to the earth, Joseph Smith being the instrument through which the restoration was effected. Joseph Smith was authorized to open up a channel and lay down a plan through which man could receive a knowledge of these things, so that we might not be left to depend upon the testimony of the Prophets, or the testimony of the ancient Apostles, or to the testimony of the Apostles of the present day, or to the Book of Mormon, or to anything that was done or said in the past, but that we might know for ourselves. It is an individual knowledge. And if people in ancient times had faith, they had grounds upon which to found their faith, and so have we. <\/div><div class=\"paragraph jod\" id=\"v23n934\"> Well, what have we to fear with regard to persecution and with regard to attempts that are made to destroy the principles of &#x201C;Mormonism?&#x201D; We know they cannot be destroyed. Our enemies, if permitted, may kill the President of our Church, they may kill his Counselors and the Twelve Apostles, they may destroy the Seventies, and even the whole of the Priesthood, but the principles of &#x201C;Mormonism&#x201D; they cannot destroy. The principles of &#x201C;Mormonism&#x201D; are eternal; they emanate from the God of heaven, and never can be destroyed. When <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men have received a knowledge of the truth, they will bear testimony of that truth so long as they are able. Any number of decrees proscribing their actions and belief will not avail. We have an instance of this in the case of Shadrach, Meshach and Abednego.<span class=\"citation\" id=\"61414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61414)\">Dan. 3:1-30<\/a><\/span> These men had received knowledge from the eternal world, and they chose to worship the true and the living God, they objected to worshipping the golden image set up by King Nebuchadnezzar. For this act of disloyalty they were brought before the king and were ordered to be cast into the fiery furnace. Even at this they were not dismayed, for said they, &#x201C;If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king. But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.&#x201D;<span class=\"citation\" id=\"61425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61425)\">Dan. 3:17-18<\/a><\/span> They were accordingly thrown into the fiery furnace, and all the people, as it were, said, Amen, let them be destroyed. But there was deliverance the moment deliverance was needed. When Nebuchadnezzar saw four men loose, walking in the midst of the fire, unhurt; and the fourth like unto the Son of God&#x2014;<span class=\"citation\" id=\"61437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61437)\">Dan. 3:24-25<\/a><\/span>how changed was the scene! Nebuchadnezzar was converted by the power that he saw manifested, and he issued a decree saying, &#x201C;That every people, nation, and language, which speak any thing amiss against the God of Shadrach, Meshach, and Abednego, shall be cut in pieces, and their houses shall be made a dunghill.&#x201D;<span class=\"citation\" id=\"61446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61446)\">Dan. 3:29<\/a><\/span> In this way was the Lord able to touch the heart of a heathen king, and to turn the heart of a nation. And I will say to the Latter-day Saints&#x2014;you may call it prophecy if you choose&#x2014;that if this people will be united  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and will keep the commandments of God, God will turn the popular sentiment of this nation in our favor; the nation will feel disposed to bestow upon us favor instead of persecution and destruction. But it is our business to step forward as did Esther, and be willing to risk all for the salvation of the people. In undertaking her task, Esther said, &#x201C;If I perish, I perish.&#x201D;<span class=\"citation\" id=\"55979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55979)\">Esth. 4:16<\/a><\/span> Here is a lesson for our sisters. But the people of God will not perish. There will always be a ram caught in the thicket for their deliverance.<span class=\"citation\" id=\"53316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53316)\">Gen. 22:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n936\"> Now, I know of the things of which I speak. A little spiritual knowledge is a great deal better than mere opinions and notions and ideas, or even very elaborate arguments; a little spiritual knowledge is very important and of the highest consideration. We have received that knowledge, and we will stand by it, the Lord being our helper.<span class=\"citation\" id=\"56806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56806)\">Ps. 54:4<\/a><\/span> It is now time for the Latter-day Saints to humble themselves before the Almighty, as did the people that were at the point of destruction by the decree of Ahasuerus. It is time now for the Latter-day Saints to find out wherein they have committed themselves; it is time for the Latter-day Saints to repent of their sins and follies and call upon the Almighty, that his aid may be given; that those fetters and chains that are being forged for us may fall to the ground, and that we <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may have the deliverance that is necessary; that we may go forward and accomplish the great work entrusted to our care. <\/div><div class=\"paragraph jod\" id=\"v23n937\"> Well, I ask God to bless the Latter-day Saints, to bless His Holy Priesthood; to bless President Taylor, his Counselors, and the Apostles; that we may do that which is right and acceptable before the Lord, and humble ourselves before him, and call upon him in mighty power; that we may do those things required at our hands no matter at what sacrifice. The Lord has said, &#x201C;I have decreed in my heart, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy. For if ye will not abide in my covenant ye are not worthy of me.&#x201D;<span class=\"citation\" id=\"89294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89294)\">D&amp;C 98:14-15<\/a><\/span> We have something to live for; we have everything to die for. But there is no death in these matters. There is salvation and there is life if the people of God&#x2014;those that call themselves after the name of the Lord Jesus Christ&#x2014;will keep his commandments and do that which is acceptable in his sight. It is not in the economy of the Almighty to permit his people to be destroyed. If we will do right and keep his commandments he will surely deliver us from every difficulty. <\/div><div class=\"paragraph jod\" id=\"v23n938\"> May God bless and pour out His Holy Spirit upon us, is my prayer, in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}