{"ID":230013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Modern Fulfillment of Ancient Prophecy&#x2014;Rise of Joseph the Prophet&#x2014;Organization of the Church of Christ&#x2014;Persecutions of the Saints&#x2014;Their Undying Faith in God&#x2014;The World Proving Joseph Smith a Prophet&#x2014;Satan Busily at Work&#x2014;The Gospel of Liberty and Humanity.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at the General Conference, Salt Lake City, Sunday Afternoon, April 3, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Modern Fulfillment of Ancient Prophecy, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/3\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v23n412\"> It is with great pleasure that I meet with you, my brethren and sisters, in Conference today. And though in some respects I am not feeling very eager to address so large a congregation as has assembled this afternoon, still we all know that if we can get the influence and assistance of the Spirit of the Lord, there is no difficulty in speaking or advancing such thoughts and suggestions as are suitable. <\/div><div class=\"paragraph jod\" id=\"v23n413\"> It seems to me that of all men I ought to be most thankful. I certainly feel exceedingly happy in being <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in your midst, in beholding your faces, in sharing in your meetings, in partaking of your spirit; I am thankful I have this privilege, for such I esteem it. <\/div><div class=\"paragraph jod\" id=\"v23n414\"> I have been absent, as you all know, for some sixteen weeks. During my absence I have enjoyed myself very much, that is, considering the circumstances. I have had excellent health, and I do not know that I ever felt better in my life, under the circumstances, than I have during the past winter. Of course there has been considerable  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>discussion upon our cause and question, and considerable has been said about us; but so far as my individual feelings have been concerned, I have not been disabled, not for a single second. There is an excitement about this warfare, and the consciousness that victory will eventually perch upon our banners and that we are on the winning side, that makes such a contest pleasurable. I know this, that when everything is still&#x2014;when the stream is quietly flowing along without a ripple&#x2014;I begin to be uneasy. I expect you do. We have been accustomed now for so many years&#x2014;in fact it may be said from the beginning&#x2014;to contending with the turbulence of the elements; to battling with angry waves, that it seems to be the natural condition for us to be in. At any rate, we know when this is the case that somebody is a little disturbed about us, and that some think it necessary to be stirring up opposition against us. With the activity which prevails at home in the curious departments of the work, the zeal that is being manifested among the Saints by the leading men in the various Stakes of Zion: with the labors of the home missionaries, the Young Men's and Young Women's Mutual Improvement Associations, the Relief Societies, the Sunday Schools, and the various organizations which have taken shape in our midst, together with the union of the people, and the sending of missionaries abroad in such numbers with all these things at work, tending to consolidate the people, to make them of one heart and one mind,<span class=\"citation\" id=\"92958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92958)\">Moses 7:18<\/a><\/span> to preach the principles of truth, to declare to the inhabitants of the earth the salvation of our God, and to leave them without excuse for rejecting the truth; I say, with all these activities at home <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and abroad, together with the building of Temples&#x2014;a great work which devolves upon us as a people; with all these things, it is no wonder to me that opposition should be fierce, and that there should be a great deal of talk about the &#x201C;Mormons.&#x201D; We have been taught from the beginning that this would be the case; the earliest teachings that I can remember were to this effect, leading me forward, as you were led forward, to anticipate just such things, just such a warfare as that in which we are involved. Year by year, as this work develops, as the purposes of God unfold, do we see the literal, the definite fulfillment of the predictions that were uttered years and years ago concerning the work of God. <\/div><div class=\"paragraph jod\" id=\"v23n416\"> The Prophet Joseph Smith's name has been known for good and evil among all the inhabitants of the earth,<span class=\"citation\" id=\"93806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93806)\">JS&mdash;H 1:33<\/a><\/span> being regarded by some as a man divinely inspired, a prophet of the living God, his words treasured up as the words of a prophet should be; and by others, he is looked upon as an impostor, an ignoramus, a man in fact too bad to live. This Joseph Smith, who is thus known and has this repute among various people, is gradually being lifted up and made prominent, and through his being lifted up and made prominent the name of our God, whose servant he was, is being glorified. Thus Joseph Smith, whose predictions were uttered fifty years ago, and from that time down until he sealed his testimony with his blood<span class=\"citation\" id=\"92003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92003)\">D&amp;C 135:3<\/a><\/span> nearly 37 years ago&#x2014;this Joseph Smith is being proved to be a prophet, not by the Latter-day Saints alone&#x2014;for we are doing comparatively little towards the vindication of his prophetic views, of this divine calling; for we are a feeble people; we are a people few in num<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ber, but the inhabitants of the earth, numerous as they are, by their words and acts, are establishing the divinity of his mission and proving that he is the man that we have testified he was from the beginning. <\/div><div class=\"paragraph jod\" id=\"v23n418\"> To me the ways of the Lord are very wonderful when I thus contemplate them. How wonderful are the Lord's works! How wondrous are His doings in the midst of the inhabitants of the earth! How strangely, and by what singular means he brings to pass his great and glorious purposes, using men, using nations, using governments, as seems good to him, to effect his divine purposes! Those of us who have been brought up in this Church, who can remember the days that are past, the days of our weakness, the days of our oppression, the days when we were a broken and a peeled people,<span class=\"citation\" id=\"58333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58333)\">Isa. 18:2,7<\/a><\/span> can call to mind how unlikely it was that the teachings we have received concerning this work would ever be fulfilled. We had faith that they would be. But it required the eye of faith and a heart of faith to see or to comprehend that they would be, as they have been, developed through the years that have intervened until the present time. The fulfillment of these teachings and predictions has brought to us confirmation of our faith; brought to us more and more with the greatest impressiveness the truth of that which we were told, and which, as I have said, was so unlikely to be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v23n419\"> In the beginning, this work, before it was an organized body, that is when it was in its embryo, when but a few men had any knowledge concerning the purposes of God connected with it, excited hatred and brought forth contention. An obscure young man, without worldly influence, without advantageous <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> surroundings, declared that God had again spoken from the heavens and that angels had again descended to the earth; testified that the Church of Christ was about to be reestablished with its old powers, and that the everlasting Gospel, the old plan of salvation was to be again restored in its original purity, and with it the old authority, the everlasting Priesthood, by means of which men and women could be inducted into the Church of God by the administration of the old ordinances, and receive the gift of the Holy Ghost, with its attendant powers and blessings. The mere declaration of these things by a young man who was thus obscure, without influence, without the prestige of education or birth, immediately excited a fever in the neighborhood; an excitement was aroused, and men began to persecute him; they began to tell lies about him; they began to bring false charges against him. There was a restlessness begotten that could not be accounted for upon natural principles, or upon anything they could see with their natural eyes; it was entirely unaccountable. His family was calumniated; he was calumniated and slandered; every act of his life was turned over and made evil of, and charges of wrongdoing were hurled against him of which he was entirely innocent, and for which there was not even the color or semblance of truth. <\/div><div class=\"paragraph jod\" id=\"v23n420\"> On next Wednesday, fifty-one years will have elapsed since the Church of Jesus Christ of Latter-day Saints was organized.<span class=\"citation\" id=\"84267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84267)\">D&amp;C 20:1<\/a><\/span> It then consisted of six members. Not very numerous; you can count them on your fingers. It might be thought that so insignificant a body of people would escape attention. Not so, however. The whole countryside was aroused. A terrible thing had  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taken place. This Joseph Smith had dared to organize a Church. He had found some gold plates, had a &#x201C;golden Bible.&#x201D; He had been a money digger;<span class=\"citation\" id=\"93882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93882)\">JS&mdash;H 1:56<\/a><\/span> and he had done a great many things, and at last his audacity had culminated in the organization of a church. As I have said the whole countryside was in a flame. <\/div><div class=\"paragraph jod\" id=\"v23n422\"> &#x201C;We cannot endure this; it is a disgrace to our city, our country, our township, to let such a vile fellow as he palm his impositions on the public. We must put a stop to it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v23n423\"> The result was accusations, criminal accusations. Joseph Smith was brought before officers of the law upon every conceivable complaint. The papers heralded his disgrace throughout all the neighborhood, as far as they had circulation, determined to lie him down. There are certain fabulous attributes incorrectly ascribed to the creature called the octopus&#x2014;or devil-fish. It is said that when it wants to devour its victims, it ejects an inky substance that fills the whole water around so that it can the more easily capture its prey. It was something in this manner that the press and pulpit endeavored to stifle the truth and to destroy those who testified that they had received it. The whole country was filled with every kind of slander. Human imagination was racked to invent stories. They said that Joseph Smith had tried to establish his divine calling by attempting to walk upon the water,<span class=\"citation\" id=\"128673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128673)\">Matt. 14:25-29<\/a><\/span><span class=\"citation\" id=\"128674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128674)\">Mark 6:48-51<\/a><\/span> with cunningly arranged planks placed a short distance beneath the surface of the water, but that, fortunately, he had been detected in his imposition. They said he had tried to raise the dead,<span class=\"citation\" id=\"128675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128675)\">Luke 7:11-18<\/a><\/span><span class=\"citation\" id=\"128676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128676)\">Luke 8:49-56<\/a><\/span><span class=\"citation\" id=\"128677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128677)\">John 11:1-46<\/a><\/span> and that the man whom he tried to raise nearly died, because the apparatus which he had arranged <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for him to get air became accidentally deranged. There was no end of stories told by ignorant people, vile people, deluded people, wicked people, and even by men who called themselves ministers of the Gospel. You cannot think of anything that was not told, that was not sworn to&#x2014;any number of witnesses could be obtained to testify to the truth of these falsehoods. At the same time it was said it would only be a little while until the system of which he was the head would burst up. &#x201C;We have only to wait a while and it will disappear.&#x201D; But it did not disappear. <\/div><div class=\"paragraph jod\" id=\"v23n424\"> The Elders went forth regardless of the slanders, regardless of the falsehoods, regardless of the calumnies, preaching the word of God, preaching it in the spirit and power of God. Regardless of all these things they went&#x2014;persecuted, derided, their names cast out as evil.<span class=\"citation\" id=\"67248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67248)\">Luke 6:22<\/a><\/span> Men considered it almost a disgrace to talk to them; if they received them into their houses their neighbors looked upon them as though they were entertaining lepers. &#x201C;What, have you got a &#x2018;Mormon&#x2019; in your house? Do you know what these people are?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v23n425\"> Traveling without purse or scrip,<span class=\"citation\" id=\"68212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68212)\">Luke 22:35<\/a><\/span> as their predecessors had done in primitive days of Gospel purity, from town to town, from village to village, from hamlet to hamlet, bearing all kinds of insults and persecutions and hardships, they traveled the land, lifting up their voices everywhere where they had the opportunity, testifying in all humility that God had again spoken from the heavens; that God had again restored the truth in its ancient purity and power; that God had restored the ordinances of the Gospel as they once existed upon the earth; and declaring unto the inhabitants of the earth  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that God is a hearer of prayers and that he will answer their petitions when they call upon him in faith. Thus they went, traveling through the United States and Canada, and afterwards crossing the ocean to the Old World, proclaiming there the same truths. A strange thing to be heard in Great Britain&#x2014;Great Britain! Who had been sending out her missionaries by thousands to the remotest parts of the earth; who considered herself as dwelling in the blaze of Gospel truth, and occupying the foremost rank among civilized and enlightened nations! A strange thing for men from the wilds of America to come and preach to them the truth of heaven, to tell them the contents of their Bible. Presumptuous as it seemed, the Elders, nevertheless, did this. They had received the dispensation of the Gospel, and, like Paul, they felt it would be woe unto them if they did not preach it.<span class=\"citation\" id=\"73292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73292)\">1 Cor. 9:16<\/a><\/span> And they went from land to land until every continent, almost every land, has been visited by them. <\/div><div class=\"paragraph jod\" id=\"v23n427\"> While the missionaries were thus engaged, the work at home did not cease. Persecution at home was not arrested. Mobs continued to gather together as they had done before the Elders crossed the ocean; and it was not then the cry that &#x201C;these Mormons were introducing patriarchal marriage, which we think hurtful to our civilization;&#x201D; that was not the charge. In the early days the charges urged against the Saints when they went out West to the limits of the Republic, were, that they believed in anointing<span class=\"citation\" id=\"77713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77713)\">James 5:14<\/a><\/span> and in laying hands upon the sick;<span class=\"citation\" id=\"66947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66947)\">Mark 16:18<\/a><\/span> that they believed in revelation; that they believed in prophets; that they listened to the counsels and teachings of those prophets. Was not this very dangerous? But this was <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not all. It sounds very queer in these days to think that one of the gravest charges made against the Latter-day Saints by the mob that drove them from their homes in Jackson County was that they were Yankees and abolitionists! Designing men, seeking for pretexts that would answer the purpose of inflaming the minds of ignorant people, seized and used this as a good ground upon which to base designs for expulsion. Missouri was a slave State, and the Latter-day Saints were in the main New England people; they who were not were from New York, Pennsylvania and other middle States. But they were known as Yankees, and, as their enemies asserted, abolitionists&#x2014;a suitable people to be pounced upon and driven out. They were driven out from Jackson County, and finally, to get rid of them, Lilburn W. Boggs, governor and commander-in-chief of the militia of the State of Missouri, issued an exterminating order, threatening the Latter-day Saints with extermination unless they left the State. There was one alternative left to them if they remained in the State&#x2014;apostasy. But Missouri's favor was not so desirable to the Latter-day Saints as the favor of their God, and they chose to abandon their homes and they marched out of the State as best they could. Now, during all these years, and subsequently, when we were being mobbed, plundered, and driven, the Latter-day Saints had an abiding faith, based upon the revelations that God had given through brother Joseph Smith, that the day would come when we should be a great people, when our virtues would be recognized, when our patriotism would be vindicated, when our loyalty to truth and to the principles of virtue and of good government, of pure repub<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>licanism would be established and the work of God with which we are connected become universal. Brother Joseph had predicted this. The Elders, the Saints, the people old and young believed it with all their hearts. The hatred of mobs, the burning of houses, the destruction of property, the expulsion from homes never weakened their confidence in the truth of these predictions, and their eventual fulfillment. That feeling had been implanted there by the Almighty; the Spirit of God had borne testimony to it in their hearts, and they never doubted it. Hated by a township, they foresaw the time when they would be hated by a county; hated by a county, they foresaw the time when they would be hated by a State; hated by a State, they foresaw the time when they would be hated by men who constituted a party who, it might be said, were the representatives of the nation; hated by a nation, they foresaw the time when they would be hated by other nations, until, as I have said, their loyalty to truth, to virtue, to good government, to good order and everything that is pure, holy and Godlike, would be vindicated and established in the eyes of all men&#x2014;by the nations at large, as well as their fellow citizens. <\/div><div class=\"paragraph jod\" id=\"v23n429\"> How unlikely a thing to have been when there were but six persons composing this church! Yet the revelations given previous to that organization, the word of God as it has come down to us embalmed in that sacred book which contains the revelations given through the Prophet Joseph Smith, foretells in plainness just such results as these that I have alluded to. The spirit of this work, its character, the results which should follow it were plainly mapped out beforehand as <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> though all the events connected with it had already taken place and were written by the pen of the historian, instead of that of the prophet. The historian can delineate with no greater accuracy (though he may give more details) when he writes the history of this people and the results of the labors of the elders of this Church, than it has been written for half a century. <\/div><div class=\"paragraph jod\" id=\"v23n430\"> The inhabitants of the earth, contrary to their will, and despite their wishes, are contributing to establish the prophetic calling of Brother Joseph Smith, and to fulfill the revelations of God given through him. Hated as he has been; despised as he has been; derided as he has been, this is the result of their actions. The destiny of this people has been clearly foretold. Here are men whom I see around me, whose heads are whitened with years, whose bodies are frail and trembling, and women, too, who have been connected with this Church from its earliest days, who know of the truth of what I am stating, who know that there is nothing that they behold today that they did not behold by the spirit of prophecy and with the eye of faith years and years ago. And many things that are yet unfulfilled, that yet remain in the womb of time, to be yet brought forth. The destiny, as I have said, of the people, is written in heaven, it is enrolled in the archives of eternity. God has spoken it; the eternal fiat has gone forth, and it will never be revoked. We play our part; we figure as actors in these scenes. By and by others will come; the column of humanity will march on; the column from the eternal worlds will continue to descend. Myriads of the just are watching with, I might say, eagerness, the development of this work  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and they are doing their part, and unborn myriads are looking forward to the future of this work, small as it is today, insignificant as it is today. It is no enthusiasm or fanaticism that inspires these words; but it is the plain truth not half told; it is merely to hint of that which will be. For this is the work of the eternal Jehovah, the work spoken of by all the holy prophets since the world began;<span class=\"citation\" id=\"71401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71401)\">Acts 3:21<\/a><\/span> the great work that is to prepare the earth and its inhabitants for the coming of the Son of God. Who that reads this sacred book, the Bible, does not know that Prophets and Apostles, Seers and Revelators&#x2014;all looked forward to the time when a great work should be done in the earth? They predicted it, they dwelt upon it, in inspired strains. Poets, too, who never laid claim to inspiration, have looked forward to the &#x201C;golden age,&#x201D; have dwelt with delightful language and, it may be said, with inspired pen, upon that great time that should come in the history of our race. <\/div><div class=\"paragraph jod\" id=\"v23n431\"> It is true as I have said, that from the beginning calumny and slander of every conceivable kind have been circulated concerning this work. It is so today. It goes the rounds of the country, and is believed in by the great masses of the people. The Latter-day Saints are looked upon by many as guilty of every conceivable crime. Their true characters are so befogged by misrepresentation, that strangers almost come into our borders as though they were about to enter a den of thieves&#x2014;that is, strangers who do not know better. Murder, outrage, robbery, perjury, villainy of every kind is attributed to this people. Why should such a worldwide notoriety be given to a people who number no more than we? Why should <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such lengths be gone to in falsifying an innocent people? It might be thought that we, being so insignificant numerically, might escape notice; or at least such prominent notice; it might have been thought in the beginning that Brother Joseph Smith and his compeers would have escaped notice. It might be thought that when they were few in numbers and their influence did not extend beyond a township, that they might have escaped notice. But no, the world has seemed determined in a way that to the natural eye seems unaccountable, to uplift this people to importance, to give them a worldwide reputation, to advertise them throughout the earth. And why is this? The Latter-day Saints ought to understand it, and many of them do understand it. You know the powers that are at work&#x2014;the same powers that blackened the Son of God, that made him appear so hideous that men in crucifying him thought they were doing God service&#x2014;<span class=\"citation\" id=\"70283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70283)\">John 16:2<\/a><\/span>and were perfectly willing to have all the consequences fall upon them and their children;<span class=\"citation\" id=\"66349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66349)\">Matt. 27:25<\/a><\/span> the same influence that caused an Isaiah to be sawn asunder,<span class=\"citation\" id=\"77073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77073)\">Heb. 11:37<\/a><\/span> that caused a Daniel to be thrust into the lion's den,<span class=\"citation\" id=\"61554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61554)\">Dan. 6:1-28<\/a><\/span> and that caused the death of nearly all of the prophets, and that produced the martyrdom of eleven of the Twelve Apostles, according to tradition; it is that same influence that never rested until every inspired man was destroyed from the face of the earth, that is still busy. This Satanic power has kept at work slaying the servants of the Almighty, including the holiest being that ever trod the earth&#x2014;the Son of God. <\/div><div class=\"paragraph jod\" id=\"v23n432\"> Is it not astonishing that the world cannot see these things? Think of the long list of martyrs, coming down through the ages from  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Abel;<span class=\"citation\" id=\"92174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92174)\">D&amp;C 138:40<\/a><\/span> the best and the holiest men killed by their fellows, not because they thought them virtuous, not because they thought them holy, not because they looked upon them as pure; but because they were considered too dangerous to be suffered to live. <\/div><div class=\"paragraph jod\" id=\"v23n434\"> I wonder when I know that this has been the case that the world cannot see today, that the same spirit is abroad in the earth. It is not usual for wicked people to kill wicked people, that is, in the way the prophets and apostles were killed. <\/div><div class=\"paragraph jod\" id=\"v23n435\"> Here is a feeble people in these mountains who have come here fleeing from persecution, carrying with them when they left their native States and launched forth into an untrodden and unknown wilderness, a love for the principles of liberty for which their fathers, many of them, had fought. Notwithstanding their persecutions and the vile treatment they had received at the hands of their fellow citizens, they did not allow that feeling to dominate in their hearts; but loving the flag, the stars and stripes; loving the republic; loving the institutions of freedom, loving the Constitution, loving the laws, and carrying with them that love into the heart of the wilderness, and there laying the foundation of a great commonwealth they sought for admission as a State, and to have in that State every human right fully guarded and civil and religious liberty secured for people of every creed, and of no creeds, not seeking for alliance with Mexico, whose land they occupied, not seeking alliance with Great Britain, who was their neighbor on the north; not seeking alliance with the wild races, or endeavoring, or seeking to set up an independent republic, but their hearts going back fondly to the <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> home of their fathers, to the land which their fathers had helped to redeem and make free, to the Constitution upon which the government of the land was founded, to the flag for which their fathers had fought and bled, they showed to the world that persecuted as they might be, hated as they might be, despised as they might be, and driven as they might be, they could not extinguish within them the love of liberty, the love of true republicanism. This was the testimony which this people bore to the inhabitants of the earth; and it might be thought, as I have said, that the people who had done this, working with unceasing toil to reclaim the waste places and make them habitable and beautiful and a fit abode for themselves and their children; sending out missionaries at untold sacrifice to the nations of the earth to proclaim the Gospel and gather in the honest from their own land and from the remotest nations of the earth; doing this for years, until gradually, as we see, the stately structure of a great commonwealth rises up around us; law executed; liberty preserved; the utmost freedom extended to every human being throughout the length and breadth of these mountain valleys; life and property as secure here as they ever were in any of the States of the Union; strangers coming in here before the railroad was built, weary and footsore, received with hospitable kindness. This tabernacle, after it was erected, and before this was erected, the old tabernacle, and before that was erected, the bowery, opened to preachers of every denomination, men of every creed united to proclaim their tenets, to give us their views; women protected throughout this land with such sacredness that they, old or young, beautiful or homely, could traverse  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every valley and pass through every town north and south, night or day, without hearing a word that would be improper, without ever witnessing a gesture that would annoy them; emigrants with their wagons coming in and leaving them in town unguarded, and not a thing harmed or taken&#x2014;I say, it might be thought, viewing and witnessing these results&#x2014;the virtue, the temperance, the good order, the frugality, the industry, the enterprise, the liberality, the honesty of the people, that somebody would think and say: <\/div><div class=\"paragraph jod\" id=\"v23n437\"> &#x201C;What do all these attacks mean? Why is this crusade being waged against a people of this kind. Surely fifty millions of people with all the advantages of the age&#x2014;the press, telegraph wires, pulpit, day and Sabbath schools, the wonderful improvements that are being brought out&#x2014;everything in fact, in their power, including the wealth of the world at their command, surely these fifty millions of people should suffer a few thousands of people in Utah, to dwell in some degree of peace without constantly urging on the dogs of war against them; without hounding on every vile fellow in the nation to rob them and to engage in crusades against them, with the assurance that they will be justified in doing so.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v23n438\"> But no, this is not to be; it is not thus written; it is not the destiny of this people. We would never be the people God intends and designs us to be if we were to be let alone. The warfare must go on; it is an unceasing one; the powers are arrayed one against another, with God on one side and the Adversary on the other. The devil is not going to relinquish his ground. He has tried falsehood from the beginning, and tried it successfully in many instances. It has been said of him that <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he was a liar from the beginning;<span class=\"citation\" id=\"69510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69510)\">John 8:44<\/a><\/span><span class=\"citation\" id=\"89053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89053)\">D&amp;C 93:25<\/a><\/span> and it is certain he has not lost his old characteristics. He has succeeded by means of murder many times in the history of our race. He has contrived by this agency to maintain his foothold in the earth for a long time. He thinks, like men think who steal things and keep them for a long time, that he is the owner of the stolen property. The man who jumps another man's land or claim, the longer he possesses it, the more assured he becomes that he ought to have it. Satan is imbued with this same idea; and he has recourse to the old method of warfare&#x2014;lying; and lies are being circulated until the ear is tired listening to them. Every conceivable falsehood! Then he supplements lies with violence, and even murder has been resorted to. He thinks, if he can kill a man that puts an end to him; if he can kill a people that destroys them and their influence. But this time it is another sort of a work. God has spoken concerning this work; this is the last work that the Prophets or the Apostles have called the dispensation of the fullness of times. There was to be a time when Satan should have to recede inch by inch, step by step. That time has come. The column of the righteous, of the true is pressing onward; there is an irresistible power behind it. It will go forward gathering into its ranks the honest and virtuous from every nation; just as sure as we live this will be the case. It will gather people from every nation. It seems like a very strange thing to say, but on all proper occasions I say it with a great deal of pleasure, at home and from home, that I have been taught from early life that the day would come when republican institutions would be in danger in this  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nation and upon this continent, when, in fact, the republic would be so rent asunder by factions that there would be no stable government outside of the Latter-day Saints; and that it is their destiny as a people, to uphold constitutional government upon this land. Now, a great many people think this is a chimera of the brain; they think it folly to indulge in such an idea; but the day will come nevertheless. There are those in this congregation who will witness the time that the maintenance of true constitutional government upon this continent will be dependent upon this people, when it will have to be upheld by us. <\/div><div class=\"paragraph jod\" id=\"v23n440\"> We are battling all the time for human rights. We did so in the States before we were driven out; we have done so throughout these mountains, and are doing so today, contending for our rights. Even before the great tribunal of our nation, Congress, the contest is going on; for attempts are constantly being made to wrest from us our liberties, as citizens; and we are standing our ground as best we can, pleading for our rights, pleading for liberty of conscience, pleading for that freedom which belongs to the country, which God has guaranteed through the Constitution; not for ourselves alone, but for every creed, for every member of the human family. We do not want liberty for ourselves alone; we desire every man to have it: liberty for Ingersoll, and all who believe as he does; liberty for the followers of Muhammad and all who believe in the Koran; liberty for Beecher and for those of his way of thinking; and even Talmage who has talked so badly about us, we would have him enjoy liberty; yes, and permit him to say what he pleases about us, to take what view he pleases of our belief and practices, and to tell every<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>body what he thinks about them. We would give him the utmost liberty to do this, and every other man, to say what they please about us or about anybody else, as long as they do not interfere with the rights and the liberties of the people against whom they are opposed, protesting always, however, that men in criticizing others, should confine themselves strictly to the truth, or be held responsible to the laws for slanders and falsehood. All sects and all people should have this liberty, that is, liberty of conscience, liberty of speech and liberty of the press, as long as it does not degenerate into license, and interfere with the rights of others. We claim this for ourselves; we contend for it, and we shall contend for it, until it is gained. <\/div><div class=\"paragraph jod\" id=\"v23n441\"> Now, my brethren and sisters, I forgot that it is Sunday; I do not know, however, but what this is as good Gospel as I can declare; it is the Gospel of humanity; it is the Gospel of truth. And I hope that you will ever be true to these principles. It makes no difference really whether you will or not, so far as this great work is concerned; but it is a glorious reflection to know that we are striving to accomplish these ends. <\/div><div class=\"paragraph jod\" id=\"v23n442\"> When I look at the wonderful deliverance that has been wrought out for us, it is a subject of amazement to me. Still our enemies continue to plot and get up machinations. It is all right, let them have their agency, let them do as they please; it ought not to disturb us or cause us a moment's uneasiness. Let them do as they please as long as they keep hands off. <\/div><div class=\"paragraph jod\" id=\"v23n443\"> I pray God to bless you and fill you with His Holy Spirit, and to bless His servants who may address us during this Conference, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}