{"ID":230011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Peace and Prosperity of the Saints&#x2014;Growing Importance of the Church From Its Organization&#x2014;The Work of God and Not of Man&#x2014;God's Blessing Upon the Righteous; His Curse Upon the Unrighteous&#x2014;The Liberty of the Gospel&#x2014;The Saints Preserved From War and Bloodshed&#x2014;Their Union and Universal Goodwill.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, November 20, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Peace and Prosperity of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/20\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v23n332\"> There is a passage in the Book of Mormon which has suggested itself to my mind, which I will read. It contains the words of Alma unto his son Helaman, and were among the last words which he spoke unto him. They will be found recorded on page 368 of the new edition, namely: <\/div><div class=\"paragraph jod\" id=\"v23n333\"> &#x201C;And now it came to pass that after Alma had said these things to Helaman, he blessed him, and also his other sons; and he also blessed the earth for the righteous' sake. <\/div><div class=\"paragraph jod\" id=\"v23n334\"> And he said: Thus saith the Lord God&#x2014;Cursed shall be the land, yea, this land, unto every nation, kindred, tongue, and people, unto destruction, which do wickedly, when they are fully ripe; and as I have said so shall it be; for this is the cursing and the blessing of God upon the land, for the Lord cannot look upon sin with the least degree of allowance. <\/div><div class=\"paragraph jod\" id=\"v23n335\"> And now, when Alma had said those words he blessed the church, yea, all those who should stand fast in the faith from that time henceforth.&#x201D;<span class=\"citation\" id=\"82386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82386)\">Alma 45:15-17<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n336\"> President Cannon then continued: In rising to speak unto you this afternoon, my brethren and sisters, I do so with a desire in my heart that that which I may say may be prompted by the Spirit of God, and may be for your edification and comfort as well as my own.<span class=\"citation\" id=\"128662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128662)\">D&amp;C 50:17-22<\/a><\/span> I am glad to have this opportunity of meeting with you&#x2014;not so much for the privilege of speaking as of being here. <\/div><div class=\"paragraph jod\" id=\"v23n337\"> Some of us, as you know, have been traveling considerably of late, visiting the various settlements, and I believe President Taylor and party, when they return to this city, will have completed the entire round of the Territory and of all the Stakes outside of Arizona&#x2014;that is so far as Utah and Idaho are concerned. We have found the people in a very prosperous condition and feeling exceedingly well. In almost every settlement the crops have been larger than they have been known to be before. And the people are prospering in their temporal circumstances and of course are feeling well, and I believe I do not  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>overstate the matter when I say that they are as attentive to their duties generally as I have ever seen them. Good health has generally prevailed. I think probably we have had more sickness in this city and neighborhood than in any other part of the Territory. The people are increasing and spreading abroad, taking root in the land. In the southern part of the Territory they are not prospering to so great an extent as they are in the middle and northern part, owing to various causes. Still there is an excellent feeling throughout all these settlements, and they are looking hopefully to the future. <\/div><div class=\"paragraph jod\" id=\"v23n339\"> I have often thought in looking at the calmness and serenity of the people, and the peace which prevails in their hearts, and in their habitations and settlements, that it is not among the least wonderful features of this organization that a people, who are so much maligned, attacked and threatened as are the Latter-day Saints, should be found living so undisturbed by these things and apparently enjoying themselves as they do. There is scarcely a week passes, or has passed for years in which there have not been some threats uttered and circulated against us. &#x201C;Terrible things going to be done with the Mormons; we are going to have them all disposed of now; we shall have this Mormon question all settled, and the problem so thoroughly solved that it will never require to be meddled with again.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v23n340\"> Threats of this character have been in circulation now for years, and every time they have been alluded to it seemed to those who made them as though their plans would be likely to be successful. In the case of any other people it would repress all energy and devel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>opment, it would frighten everybody, and, in fact, no one would want to live in a community that was in such constant jeopardy. But so far as my observation has extended the people, as I have remarked, are full of peace and quiet, undisturbed by the prospects for the future. In fact they feel quite happy and rejoice that they are counted worthy to have their names cast out as evil.<span class=\"citation\" id=\"67247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67247)\">Luke 6:22<\/a><\/span><span class=\"citation\" id=\"71497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71497)\">Acts 5:41<\/a><\/span> It is one of the most remarkable features connected with this work that a people so few in number, naturally so quiet and inoffensive, molesting no one, interfering with no one's peace or enjoyment, threatening no one, minding their own business, peacefully pursuing their varied pursuits, should create such a stir in the world as we are doing. It might be thought that the 150,000 people who live in the Territory of Utah, would be such an insignificant people and so utterly beneath the notice&#x2014;so far as numerical strength is concerned&#x2014;of the world at large, that they might be permitted to pursue the course which is marked out for them without interference and without so much agitation respecting them. But I was told yesterday by a federal official who had just returned from the east&#x2014;and I suppose it is true&#x2014;that there was no subject today that seemed to have the importance in men's minds that Utah had, and that wherever he went, when it was known that he was from Utah, everybody wanted to talk with him about its affairs and its people. Newspaper reporters were after him to find out what he could tell them about us, and I am informed that members of Congress and other leading men are making the &#x201C;Mormon question&#x201D; a special study. I hope they will thoroughly investigate it while they are at it;  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I think the investigation will prove profitable to them, if it is only done in the right spirit; but the object, I suppose, in making it a special study is to do something, to deal with its imaginary evils, to devise some plan that will reach this system that appears to be so hateful. Well, now, I call this a remarkable feature of this work. I think it is exceedingly wonderful that so small a people&#x2014;a people whom every one must admit who visits this country, are peaceful&#x2014;should create such a disturbance in the earth and be the cause of so much thought, so much writing and speech making. And it has not been the case in Utah alone, that is, since the Latter-day Saints came to Utah, but it has been a peculiarity of this work&#x2014;the work of God&#x2014;from the day of its inception in these last days until the present. And what is still more remarkable, it was predicted that this would be the case about it when it first started and before it, in fact, had an organization.<span class=\"citation\" id=\"93805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93805)\">JS&mdash;H 1:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n342\"> Doubtless the most of you remember that when Joseph Smith was visited by an angel of God when he was quite a youth, it was said to him by the angel that his name should be known for good and evil throughout the earth,<span class=\"citation\" id=\"93804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93804)\">JS&mdash;H 1:33<\/a><\/span> and most wonderfully has that statement been fulfilled in his case and in the case of all those who have embraced the everlasting Gospel. This was said before the Church was organized; it was published directly after the organization. <\/div><div class=\"paragraph jod\" id=\"v23n343\"> Doubtless you are all familiar&#x2014;or most of you are&#x2014;with the letters of Oliver Cowdery to W. W. Phelps, in which this was published among the earliest writings that were sent forth by this Church, and when to all human appearances there was not the least probability of it being <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fulfilled, except a man should have the spirit of revelation to discern the future. But when the Church was organized it created a sensation in the neighborhood&#x2014;it attracted attention&#x2014;men's minds were drawn towards it. As it increased the excitement spread, and among the earliest predictions that I remember hearing, connected with this work, was, that it had called forth the attention of townships and of counties and of States, and it was said of it, that it should spread until it would attract the attention of the United States and of the world. This was one of the earliest predictions that was uttered connected with the work, and it was also predicted concerning it, that its missionaries should go to every land and to every people, and carry the glad tidings of salvation, and should be the means of gathering out of every nation, kindred, tongue and people, the honest in heart, who should gather together in one place, and should be known by the name of Zion. I often think of this. The wonderful manner in which this people called Latter-day Saints dwelling in Utah have been gathered together is a subject of never-ceasing interest to me. <\/div><div class=\"paragraph jod\" id=\"v23n344\"> Before the organization of the Church of Jesus Christ of Latter-day Saints, Joseph Smith received revelations which he said were revelations from God. They are now embodied in this book, which we call the Book of Doctrine and Covenants and among the earliest of these revelations is found a statement given by the Lord Jesus Christ, through Joseph Smith, to the effect that he intended to bring forth and establish Zion,<span class=\"citation\" id=\"83867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83867)\">D&amp;C 6:6<\/a><\/span><span class=\"citation\" id=\"83962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83962)\">D&amp;C 11:6<\/a><\/span><span class=\"citation\" id=\"83980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83980)\">D&amp;C 12:6<\/a><\/span><span class=\"citation\" id=\"84075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84075)\">D&amp;C 14:6<\/a><\/span> and that He would gather together the people who would obey His Gospel.<span class=\"citation\" id=\"83948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83948)\">D&amp;C 10:65-67<\/a><\/span><span class=\"citation\" id=\"84712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84712)\">D&amp;C 29:2<\/a><\/span> This prediction is particularly note<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>worthy, because at the time when the first of these revelations was given, there was no such organization as the Church of Jesus Christ of Latter-day Saints upon the earth; it did not have an existence; and in the September following its organization&#x2014;that is five months afterwards&#x2014;another revelation was given, in which it was stated still more plainly who were to be gathered, and the purposes for which they were to be gathered,<span class=\"citation\" id=\"84707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84707)\">D&amp;C 29:1-8<\/a><\/span> and this, too, before there was a place designated as a place of gathering.<span class=\"citation\" id=\"86073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86073)\">D&amp;C 57:1-3<\/a><\/span> I have often said that if the Prophet Joseph Smith had no other evidence to show to the world of the divinity of his mission, and of his prophetic office, than that revelation alone, it was sufficient in and of itself to establish it; for this reason; that at the time it was uttered, as I have said there was no organization of the Church of Jesus Christ of Latter-day Saints; there was no gathering place; no person had ever witnessed such a proceeding as a people belonging to one church gathering together and dwelling together in one organization. There was nothing of the kind known; there was no organization among the children of men that could have given a hint of the possibility or probability of such a great event taking place. If other churches had done the same, then it might have been thought that the Prophet Joseph Smith could easily have predicted that the people that he would be the means of gathering together, might do so also. But there was no accessible record extant of the gathering together of any people in this manner at the time that Joseph proclaimed this principle. Yet he, inspired of God, dared to make this statement to the world, and to publish it, and today, we who are here are living witnesses of its fulfillment <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x2014;not of its complete fulfillment, but sufficiently to make it one of the strangest events that has ever been witnessed among men. There have been many circumstances surrounding the people which have been of such a character as to operate against their gathering. It is not long since a Secretary of State issued a circular to the nations of Europe to check this very business of gathering. I do not suppose that he knew that Joseph Smith had made such a prediction, or that God had inspired him to give such a revelation, or that he ever imagined for a moment that the word of God was recorded upon this subject; but he thought it would be a good thing to stop the immigration of &#x201C;Mormons.&#x201D; Mobs have also done their part to accomplish the same end, by endeavoring to break up the community and scatter its members and frighten those who had not gathered, so that they might be deterred from coming. But notwithstanding all these influences which have been operating from the beginning&#x2014;commencing as I said in a township, then spreading to a county, afterwards to a State, and to States, and then the Secretary of State of our nation taking the matter in hand&#x2014;notwithstanding all these influences which have been operating to check the gathering of the people together, they have gathered as we see them today, and are still gathering, because God has said they should,<span class=\"citation\" id=\"84920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84920)\">D&amp;C 33:6<\/a><\/span><span class=\"citation\" id=\"85813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85813)\">D&amp;C 45:71<\/a><\/span> and there is no earthly power that can prevent their gathering together, though it need not surprise you if more thorough measures than ever have been should be taken to prevent the Saints from obeying this command. <\/div><div class=\"paragraph jod\" id=\"v23n346\"> When the Elders of this Church first went out, they went out without  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the ordinary advantages that men who call themselves ministers possess. They were men selected from the various avocations of life. Joseph Smith himself was a farmer. He was not a man that was schooled for the ministry. He had had no education to fit and qualify him as men are ordinarily supposed to be qualified in these days who teach their fellow men what is called the Gospel of Jesus Christ. He did not go to a theological seminary. But inspired of God, having been ordained of God to the everlasting Priesthood (that authority that had been withdrawn from the earth in consequence of the wickedness of men; and been restored to the earth and bestowed upon him by angelic agency) he stood up in the midst of his fellow men and proclaimed the truth, and by the power of God he was the means of bringing many to its knowledge; and, as I have said, inspired of God, he selected others and laid his hands upon them, that being the ordination necessary to qualify them to preach the word of God. They were taken from the plow, they were taken from the blacksmith's shop, from the mechanic's bench, from the counting room, and from all the vocations of life in which they were found; they were taken and were thus ordained and sent out to preach the Gospel, without purse and scrip,<span class=\"citation\" id=\"68209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68209)\">Luke 22:35<\/a><\/span> without salary, without that which the world had considered necessary&#x2014;an education, an education suited to the calling. In this way they went forth and preached the Gospel&#x2014;not in men's wisdom,<span class=\"citation\" id=\"72960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72960)\">1 Cor. 2:4<\/a><\/span><span class=\"citation\" id=\"73102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73102)\">1 Cor. 2:13<\/a><\/span> not in their own strength, but calling upon God in the name of Jesus to bestow His Holy Spirit upon the people and to carry their words by that spirit to their hearts, and to help them find the honest, the meek, and the humble. <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This is the way in which they went. They could not glory in man. They could not take glory to themselves, for there was nothing about them in which they could glory. And the result was that wherever they went they met honest-hearted people&#x2014;people who were waiting to receive their message; and these people as soon as they were baptized were seized with a desire to gather together with the people of God, without knowing what God had said upon the subject. <\/div><div class=\"paragraph jod\" id=\"v23n348\"> Now, when God does a work he does it in his own way, and he is determined&#x2014;he always was apparently from all we read&#x2014;to have the glory of that work. If a man were to go forth qualified by education and preached by the power of education and of learning, who is it that gets the glory? Why, you will find it everywhere that man is glorified. If there is a fluent preacher, if there is a successful orator in what is called the Christian Church, he gets the glory of it, and he gets a salary in proportion to it. Commencing, as some of them have done, to preach in humble places, the fame of their oratory has spread, and they have had calls to the ministry from other places, such calls being accompanied by an increase of salary, and a man goes from one place to another according to the addition he receives in his salary until he becomes noted as many are today. The fame of their oratory goes throughout the United States. Who is it that gets the glory for this? Why, it is the men themselves, and they get the salary, too. They not only get the glory of men, but they get their pay. Man's education is praised, the college where he received it receives credit for it according to the ability that he may display, and God is very  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>little thought about in the matter, and certainly the Holy Ghost gets no credit, for it is supposed that the Holy Ghost has nothing to do with it. Well, now, God has taken a different method in our day, and he is showing forth his power. He is taking the meek and the lowly<span class=\"citation\" id=\"64313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64313)\">Matt. 11:29<\/a><\/span> and the humble men who are desirous to keep his commandments, and he is making them mighty through his power. But they cannot give any glory to anyone but the Almighty for this. Let a man attempt to travel without purse and scrip,<span class=\"citation\" id=\"68210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68210)\">Luke 22:35<\/a><\/span> as the Elders of this Church have done, and as the ancient Apostles did, and if he is successful he is successful through faith, through his reliance upon God through keeping his commandments, through being humble, meek and lowly of heart,<span class=\"citation\" id=\"68211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68211)\">Matt. 11:29<\/a><\/span> and if he reaches the hearts of the honest, the only way he can hope to do it is by having the Spirit of God, and having that power accompanying his words. He cannot do it in any other way. And who is there in this Church that gives Joseph Smith the glory of this work? Yet it is the most wonderful organization ever beheld among men. There is nothing like it. There is no limit to the power connected with it; there is no limit to the union connected with it; there is no limit to the capacity for expansion connected with it. You may expand it and make it as wide and broad as you please, and the organization is equal to it. If it only consisted of six members it answered the purpose; if it consisted of six thousand it answered the purpose. If it were to consist of six millions it would answer the purpose; if it should embrace the whole world it would be found equal to the necessity. No man can look upon the organization of this Church and ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>amine it in its details without being wonderfully impressed&#x2014;if he be a man who does not give glory to God&#x2014;with the ability of the man who framed it; but if he be disposed to give glory to God, he cannot examine it without praising God in his heart for giving so wonderful and so simple an organization on the earth for a church. But though this is the case, who is there that gives any glory to Joseph Smith? Who is there that gives any glory to Brigham Young? I have been told repeatedly that we do not honor our men enough, we do not give them praise enough; but it is a fact, the people look behind the instrument. Joseph Smith was a man; yet we have been falsely accused of worshiping Joseph Smith in the place of the Savior, and the same has also been said of Brigham Young. But the true feeling is to look behind Joseph Smith and Brigham Young to the power who raised them up, to that Being who gave them all their gifts and endowments, who inspired them and who made them perform the work that they did. And when Elders in this Church are successful there is very little disposition to give them the glory or the praise therefore. The praise is given to God, who is the author of these blessings and of the gathering of this people together. The world say it was the shrewdness of Joseph Smith that first suggested this, and that it was the executive ability that Brigham Young had that carried it out. They do not recognize God in it; it was Brigham Young. But, my brethren and sisters, you know who it was. You know that it was no power of man that could have touched your hearts and made you desire to leave your homes and come to Zion. This makes every man and woman in <\/div> <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n349\"> In this way God has built up this Church. It did not, as we have often heard, depend upon one man. Men thought if they killed Joseph Smith they would destroy the keystone; that his existence was the means of upholding the work and giving it solidity. But he was killed, and still the work prospered, and it will prosper if every man that is now in position in the Church should be killed or should die. The testimony of Jesus is in the hearts of the people. You travel throughout the Territory, and call the people together and ask them: &#x201C;What influence brought you here?&#x201D; Everyone who is an adult, and has retained the faith, will tell you that it was the Spirit and power of God. No other influence nor power could have done this but that. Well, now, men will fight it, men are fighting it. It is strange today <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to see people who call themselves religious, advocating all manner of means to be brought against this people to destroy them. To shed their blood is thought to be justifiable; the killing of people in order to destroy an organization that they think is so full of menace; and yet we are told in the Bible&#x2014;and we have been taught it from childhood, that the righteous never persecute the wicked, but it has always been the case that the wicked persecute the righteous;<span class=\"citation\" id=\"56586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56586)\">Ps. 37:32<\/a><\/span><span class=\"citation\" id=\"62987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62987)\">Matt. 5:10-12<\/a><\/span><span class=\"citation\" id=\"65582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65582)\">Matt. 23:33-35<\/a><\/span><span class=\"citation\" id=\"91135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91135)\">D&amp;C 127:4<\/a><\/span> and we are told by the Savior himself that his followers should be hated of all men,<span class=\"citation\" id=\"64138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64138)\">Matt. 10:22<\/a><\/span><span class=\"citation\" id=\"66672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66672)\">Mark 13:13<\/a><\/span><span class=\"citation\" id=\"67973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67973)\">Luke 21:17<\/a><\/span> and that men in seeking to kill them would think they were doing God's service.<span class=\"citation\" id=\"70282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70282)\">John 16:2<\/a><\/span> It was not the Apostles of Jesus who persecuted the wicked, it was not the righteous who hated them and who sought their destruction. There were no petitions went out from the humble followers of Christ against the Pharisees and against the religious sects of that day to have them destroyed, to have governmental aid to assist them in extirpating their heresies; nothing of this kind has ever been witnessed, but here we find today the professedly righteous, the ministers, advocating the most dreadful measures. Why I heard here a few days ago from one of our returned missionaries that the sermon of a notorious preacher in the East, delivered some time since, in which he advocated the wiping out of the Latter-day Saints by the use of arms and cannon and weapons of war&#x2014;I was told that the sermon when it reached England was re-printed and distributed gratuitously at the doors of the churches. People rejoiced over it, thought it an excellent scheme, and yet you tell those people they are not Christians and they would be shocked, feel insulted and think themselves terribly abused  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by such a statement, and at the same time were rejoicing over the prospect of the Latter-day Saints being killed and the system being broken up by violence. <\/div><div class=\"paragraph jod\" id=\"v23n351\"> How shall we feel respecting these matters? I have said that the people, so far as my observation has extended throughout this Territory, were rejoicing and feeling contented. How shall we feel? Shall we be disturbed? The man or woman who entered into this Church who was old enough to understand these matters, and expected anything different to this, was not properly informed. When I became old enough to understand the character of this work I made up my mind that it might cost me everything before I got through. I did not know what might be involved in it, what consequences; but I knew that others who had started out for salvation had been slain, and that Saints of God in every age have had to lay down their lives for the truth and that my Lord and Master Jesus Christ, had been crucified, and if I expected to live and reign with Him, that I must also be prepared to endure all things. The salvation that God has promised unto us is worthy of all this, or it is worth nothing. If we cannot sacrifice everything there is upon the face of the earth, that men hold dear to them, then we are unworthy of that great salvation that God has promised unto the faithful. The man that cannot bring every appetite into subjection to the mind and will of God, that cannot forego everything of this kind, and that is not willing to sacrifice houses and lands, and father and mother, wives and children and everything that men hold dear to them,<span class=\"citation\" id=\"65259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65259)\">Matt. 19:29<\/a><\/span><span class=\"citation\" id=\"66624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66624)\">Mark 10:29-30<\/a><\/span> is unworthy that great salvation that God has in store for His faithful children.<span class=\"citation\" id=\"128663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128663)\">Matt. 10:37-39<\/a><\/span><span class=\"citation\" id=\"128664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128664)\">D&amp;C 98:14-15<\/a><\/span> When I <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hear people say that they are Latter-day Saints, and will drink with the drunken; when I hear men talk about being Latter-day Saints who will not conquer their appetites, and will not bring them in subjection to the mind and will of God, I think very little of their professions. If we value this salvation as we should, there is nothing that will stand between us and it. We may love our wives as we love our own lives; we may love our children as we do ourselves; we may be willing to step between death and our wives and children and say, &#x201C;If any be killed, let us be killed; if there is to be any hardship, let us endure it;&#x201D; we may have this feeling, but at the same time we must love the Gospel of the Lord Jesus Christ, and the cause that He established, better than we do our wives and our children, better than we do our own lives. There is nothing upon the face of the earth that we should love as we do the Gospel. God requires this of us. Therefore, if we are Latter-day Saints, what difference does it make what is brought against us? Suppose armies should be launched against us; suppose the measures urged by some so-called divines, should be carried out; will it make any difference in regard to us and our future? Shall we be disturbed because of these threats being fulminated against us? Not in the least; for the reason that God is our Father&#x2014;He stands at the head, and not one hair of our heads shall fall to the ground without His notice.<span class=\"citation\" id=\"87873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87873)\">D&amp;C 84:80<\/a><\/span><span class=\"citation\" id=\"88029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88029)\">D&amp;C 84:116<\/a><\/span> Nothing can occur that He does not take cognizance of. He watches over us as well as the rest of the human family, and He will overrule everything for our good. We should, therefore, be the happiest people&#x2014;as I fully believe we are&#x2014;on the face of the earth. We may  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be persecuted, maligned and threatened, it ought not to make the least difference to us in regard to our enjoyment. Our trust should be in something higher than man. There is one Being whom we call our Father, and that is God, whom we should fear; we should hold Him in reverence and be so afraid that we would never do anything to offend Him or to grieve His Holy Spirit.<span class=\"citation\" id=\"75304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75304)\">Eph. 4:30<\/a><\/span> But as for man! What is man? What is there about man that we should fear him? We have seen men in the plenitude of their power array themselves against the work of God, and they have passed away one after another; but the work of God lives and will live. Opposers may fight it, rave against it; organizations may be formed for the purpose of crushing it, but they will pass away just as sure as God has spoken and as we live. This work that God has established will roll forth. The power connected with it cannot be crushed. Men may apostatize, as many have done, but it will not affect the work. The three witnesses of this Book of Mormon, from which I have read&#x2014;Oliver Cowdery, David Whitmer and Martin Harris&#x2014;two of them are now dead &#x2014;testified all their days that an holy angel came and showed them the plates from which this book was translated&#x2014;<span class=\"citation\" id=\"128665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128665)\">BM Three Wit.<\/a><\/span>even they fell away. They disagreed with the Prophet Joseph, and fell away from the Church, one of them at least, because of unchastity, the cause most fruitful above all others of apostasy. When a man indulges in unchaste desires or practices he cannot stand in this Church, he will apostatize sooner or later unless he repents. One of the witnesses&#x2014;Oliver Cowdery&#x2014;upon whose head, with that of Joseph Smith, the hands of John the Baptist were laid,<span class=\"citation\" id=\"128666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128666)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93954)\">JS&mdash;H 1:68-72<\/a><\/span> upon whose <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> head, in company with Joseph Smith, the hands of Peter, James and John were laid,<span class=\"citation\" id=\"84643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84643)\">D&amp;C 27:12<\/a><\/span> even he fell away from this Church, and yet he never denied his testimony of the truth of this work, nor did Martin Harris. David Whitmer, the only surviving witness, is in the same condition. He, too, fell away from the Church during Joseph's lifetime, and became Joseph's enemy; but he never denied the truth of his testimony connected with the Book of Mormon, and still bears testimony to it today. These men, it might have been supposed, would have shaken the Church. Oliver Cowdery had the idea, notwithstanding the revelations he had received, that when he fell away the Church would receive a great shock. There were twelve men chosen as Apostles from the midst of the people, and of these twelve six fell away from the Church and ranged themselves against the Prophet of God. They were determined to destroy the work if they could. This reminds one of the parable of the ten virgins.<span class=\"citation\" id=\"66022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66022)\">Matt. 25:1-13<\/a><\/span> There were five wise and five foolish; one-half of them were unprepared to go out and meet the bridegroom. So with the Apostles, half of them fell away. But did the Church stop? No; and if all the Apostles had apostatized it would not have arrested the onward progress of this work, for God has spoken concerning it, and His word will be fulfilled.<span class=\"citation\" id=\"128667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128667)\">D&amp;C 1:36-38<\/a><\/span><span class=\"citation\" id=\"128668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128668)\">D&amp;C 65:1-6<\/a><\/span> And shall we fear man? Shall we fear earthly organizations? Shall we fear threats? Shall our knees tremble and our hands and our hearts falter because men array themselves against the work of God? If we do, then we mistake entirely its character. No such feeling enters into the heart of any faithful man or woman connected with this Church. <\/div> <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n354\"> Now, my brethren and sisters, the Lord has made great promises unto us. I have read you one from this Book of Mormon. This land is a blessed land unto all the inhabitants of the earth who will act righteously, but is and will be cursed to those who will not.<span class=\"citation\" id=\"81211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81211)\">2 Ne. 1:7<\/a><\/span><span class=\"citation\" id=\"128669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128669)\">Alma 45:15-17<\/a><\/span> There is a curse and a blessing upon the land. No nation can prosper in this land that works unrighteousness, and it is a painful thing to say that our own nation, unless it repents, will meet with disasters sooner or later. It pains us to say this, but it is true. God has said it. It will be true about us. This land can only be blessed to us if we work righteously. Let us turn round and oppress the weak and do wrong, and God will curse the land to us. There will be trouble in the land among the inhabitants of the earth as long as they work wickedness, just as sure as God has spoken. There has been no nation prospered as our nation has. No government was ever framed by man that is so strong and so good and well adapted to the happiness of human beings as our government is. There never was a better instrument framed for the happiness of man than the Constitution of the United States. The men who framed it were inspired of God.<span class=\"citation\" id=\"89620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89620)\">D&amp;C 101:80<\/a><\/span> The men who fought the battles of the Revolution were the same. Washington was inspired of God; he was sustained by the almighty arm of God; and the defeats that the mother country received were in accordance with the plan of God. This land was kept for this purpose. For centuries it was hidden from all the nations of the earth. It was not until the 15th century that God inspired Columbus to go forth and seek a passage across the Atlantic,<span class=\"citation\" id=\"81042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81042)\">1 Ne. 13:12<\/a><\/span> and land upon some of the islands adjacent to this continent. His <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> track was followed by others.<span class=\"citation\" id=\"81048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81048)\">1 Ne. 13:13<\/a><\/span> All this was in the mind of God. We have it all plainly stated to us in this book (the Book of Mormon), and the reasons for it, the best possible reasons that could be given. It is said that the Norwegians had visited this country and that the stone tower at Newport is evidence of it. The Scandinavian antiquarians claim that it was thus discovered; but if so, it was not peopled. It remained hidden until the 15th century, and there was good reason for it. This land would have been overrun by other nations had it been discovered earlier, and there would have been no place for that which we now behold. But God preserved it; and He has said in the Book of Mormon, that so long as the inhabitants of this land serve the God of the land, who is Jesus Christ&#x2014;<span class=\"citation\" id=\"83344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83344)\">Ether 2:12<\/a><\/span>they shall prosper and no nation shall have power over them. The Lord has also said that there shall be no kings upon this land.<span class=\"citation\" id=\"81409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81409)\">2 Ne. 10:10-14<\/a><\/span> The attempt of Maximillian is an evidence of the truth of it. Backed as he was by the power of France and Austria, particularly by France, he was killed for his attempt; for the Lord has said there shall be no kings upon this land, and that it shall be a land of liberty unto the inhabitants thereof<span class=\"citation\" id=\"81408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81408)\">2 Ne. 10:10-14<\/a><\/span> as long as they serve the Lord.<span class=\"citation\" id=\"83345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83345)\">Ether 2:12<\/a><\/span> And the prosperity that has attended the land thus far is due to this blessing. Those who contended for liberty in early days were men who desired to serve the Lord. They may have been mistaken in many things, but they were zealous in this and devoted to it, and many of them were willing that every human being should have the rights that they contended for themselves. But this is all changed today. There is a great change. You and I cannot worship God as we desire,  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without being in danger. We are told that it is because we are polygamists. Why, the earliest privations which we had to contend with, the scenes which are seared in the memories of these aged people, and these of middle age, were all passed through by us when polygamy was not known. When we chose to worship God, and said He was a God of revelation today, the same as He was 1,800 years ago. There were men then, and there are men today, who would destroy us because we exercise that belief. Hence, I say, prosperity cannot attend a people who will trample upon liberty in that manner, and the party that arrays itself against the work of God cannot prosper. <\/div><div class=\"paragraph jod\" id=\"v23n356\"> When men have power and do right they will be sustained; but when they do wrong they go against the eternal principles of justice and against God. There are many thousands of men who know that Utah has not been fairly treated, but they have not the courage to say so, because with many who hold office it might cost them position. Visitors come here and are impressed with what they see, but many of them yield to the force of public opinion and say what they do not believe in their hearts. Thus it is that the tide of calumny has swelled and there is no one to throw obstacles in its way; we have endured its full force as it has rolled upon us, and must still stand up and endure it. Although it is so painful, it is not without profit; it teaches us many valuable lessons. I hope it will have a good effect upon us. I suppose it is to chasten us and to keep us humble, and if it will teach us to be liberal and not to oppress others, I shall be glad: liberty for every man in the land and every woman&#x2014;liberty to the fullest <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> possible extent for all, as long as they do not trespass upon the rights of their fellows. If a man wishes to worship an idol or an animal, a bull, a calf, a dog, or a serpent or anything else&#x2014;liberty to do so as long as his worship does not interfere with the rights of his fellows. If he wishes to worship the God of Heaven, all right, he should not be interfered with. God has blessed the land in the words that I have read in your hearing, and if we were driven out of it, in five years it would return to its original desolation. This land of desolation God has changed into a fruitful field, because of the blessing on the land, and as long as the Latter-day Saints live righteously the land shall be blessed to them. The climate will be ameliorated; the soil will be fertilized; fruits will grow as they have done in this valley. <\/div><div class=\"paragraph jod\" id=\"v23n357\"> When we first came here I remember the thoughts of many. They did not believe that we could raise any fruit here, and the man who first set out peach stones was laughed at because of the idea he entertained that they would grow. Very few believed they would grow. And today where can you find a better land for fruit than this? I suppose when we came many thought if we could raise bread enough, it would be as much as we could do, there being frost every month of the year. But now it is so charming a place that many covet it. When they got up that raid against us a few years ago, I was credibly informed that there were certain men here who actually went round and selected the places they would occupy! They indicted Brigham Young, Daniel H. Wells, and others for alleged crimes, and the hope was that we would scare away from here and then places  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could be had for the choosing. <\/div><div class=\"paragraph jod\" id=\"v23n359\"> But we came here to stay, here we expect to stay, and here we shall stay as long as we do right. And we shall not only stay here, but we shall spread abroad, and the day will come&#x2014;and this is another prediction of Joseph Smith's&#x2014;I want to remind you of it, my brethren and sisters, when good government, constitutional government&#x2014;liberty&#x2014;will be found among the Latter-day Saints, and it will be sought for in vain elsewhere; when the Constitution of this land and republican government and institutions will be upheld by this people who are now so oppressed and whose destruction is now sought so diligently. The day will come when the Constitution, and free government under it, will be sustained and preserved by this people. This is saying a great deal, but it is not saying any more than is said concerning the growth of this work, and that which is already accomplished. I have just turned to the revelation upon this subject, which says: <\/div><div class=\"paragraph jod\" id=\"v23n360\"> &#x201C;And it shall come to pass among the wicked, that every man that will not take his sword against his neighbor must needs flee unto Zion for safety. And there shall be gathered unto it out of every nation under heaven; and it shall be the only people that shall not be at war one with another.&#x201D;<span class=\"citation\" id=\"85793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85793)\">D&amp;C 45:68-69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n361\"> This revelation was given on the 7th of March, 1831. We have already beheld and are now beholding its fulfillment: the righteous are being gathered and they are coming with songs of everlasting joy:<span class=\"citation\" id=\"59232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59232)\">Isa. 35:10<\/a><\/span><span class=\"citation\" id=\"85814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85814)\">D&amp;C 45:71<\/a><\/span><span class=\"citation\" id=\"93124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93124)\">Moses 7:53<\/a><\/span> and this was given before there was a gathering place, and only eleven months after the Church was organized. And it is a remarkable fact that today&#x2014;I do not say it out of any improper feeling&#x2014;our hands <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as a people, by a singular providence, are free from the blood of our fellow men. We were driven out of this land. Our enemies were not content to let us remain in the States, on the land that we had purchased, they would not permit us to occupy the homes we had built, but compelled us to leave, and we came to the Rocky Mountains. And when the civil war broke out President Lincoln sent a communication to Governor Young, asking him if he could send troops to guard the continental highway and preserve it from the attacks of Indians. He responded by sending out companies of cavalry. They spent the time in guarding the mail route against the Indians, and thus, as I have said, our hands today as a people, are free from the blood of our fellow citizens by this singular providence, through the acts of our enemies. Had we remained in the State of Illinois, or in Missouri, we should have been compelled&#x2014;unless we had chosen to occupy a very anomalous position&#x2014;to have taken sides in this fratricidal war, a war which Joseph Smith in the year 1832, predicted would take place.<span class=\"citation\" id=\"88196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88196)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91339)\">D&amp;C 130:12-13<\/a><\/span> The revelation was printed in 1850&#x2014;though known to the church long before&#x2014;stating that the war should commence between the North and South, at South Carolina.<span class=\"citation\" id=\"88160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88160)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91319)\">D&amp;C 130:12<\/a><\/span> I suppose there is not a boy who has been brought up in this community who did not know of the revelation years before it was published, and, still longer, before it was fulfilled. I know I was taught concerning this revelation, when a boy, and I knew the time would come when there would be a bloody war between the North and South and that it would commence in South Carolina.<span class=\"citation\" id=\"88161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88161)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91320)\">D&amp;C 130:12<\/a><\/span> Did it commence there? Yes. Joseph Smith predicted it 28 years  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before it occurred. And in the manner to which I have alluded, we were driven out and occupied a position where, though we did not go to the war, our loyalty to the Union could not be questioned, for we responded to every call that was made upon us. Though we deplored the war, and did all we could by our preaching, counsels and warnings to avert it, we were true to our obligations; and yet at the same time&#x2014;though we have men among us who took part in the war&#x2014;as a people our hands are clean from the blood of our fellow men. Our Church has not been divided into a church north and a church south. It is a church that belongs to the whole people of the North and of the South, and there are no sectional heartburnings in our midst. God in his providence had made this a place of refuge from the north and from the south. They can come here without heartburnings and without prejudice; no civil broils, no disunion; they have nothing to remember or forget connected with us. It is a church that is adapted to all. The black man is welcome, and he is entitled to the rites of the Gospel, though the Lord has shown that to his race the Priesthood is forbidden.<span class=\"citation\" id=\"93365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93365)\">Abr. 1:26<\/a><\/span><span class=\"citation\" id=\"92218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92218)\">O.D. 2<\/a><\/span> The red man, and the yellow man and every man of every race and of every kindred and of every tongue, has a right in this Church and will be received into it and have place in it, just as sure as God has spoken. And we shall be preserved from future broils and disunion when they break out; we shall stand in places where we can maintain our loyalty and our truthfulness and our honor, and at the same time not interfere with the rights of any human being. <\/div><div class=\"paragraph jod\" id=\"v23n363\"> I have talked longer than I intended to. It is probably the last <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> opportunity I will have of addressing you for some little time. I expect to leave for Washington before another Sunday comes. I desire earnestly in my heart that I may have your faith and prayers. I have felt greatly strengthened by the knowledge that I have had your faith, your confidence, and your prayers, and I go out now hoping I shall still have these, for they are more valuable to me than anything else. I should go weak indeed if I did not have the faith and prayers and confidence of my brethren and sisters. I do not believe there is another representative in the world, it may be said&#x2014;and certainly not in our nation&#x2014;who has more cause for thanksgiving in this respect than I have. I know I am backed and sustained by my entire constituency; I know I have their love and affection; I know their hearts go with me, and their feelings and affections are always towards me; I know in almost every household prayers are offered in my behalf; it gives me strength; and when I am assailed and when our people are assailed and our Territory, it gives me strength to know we are united, and that when I am in Washington, though I may be alone&#x2014;which I am in one sense of the word&#x2014;I have an influence and a power attending me, in consequence of this, that others do not have. God has preserved us, and he will preserve us and overrule evil for good. I feel hopeful and cheerful: this is a blessing God has given unto me. In the midst of the darkest hours I have always felt exceedingly cheerful: fear has been taken away from me. <\/div><div class=\"paragraph jod\" id=\"v23n364\"> I pray that you may be blessed exceedingly of the Lord; that His Holy Spirit may be poured out upon you; that peace may be given  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto you and union fill your hearts: I ask this in the name of Jesus <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ. Amen. <\/div>\n<\/div>\n<\/div>"}