{"ID":230026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Marriage Question&#x2014;Lawful Concubinage and Its Unlawful Counterfeit&#x2014;Various Views Concerning the Union of the Sexes&#x2014;Plural Marriage Among the Latter-day Saints&#x2014;The Example and Character of Abraham&#x2014;Exhortation to Justice and Equity&#x2014;Christian Crimes in New England&#x2014;Oppression With Its Real and Pretended Object&#x2014;Fruits of &#x201C;Mormonism&#x201D;&#x2014;Prisons and Penalties Powerless to Stop the Lord's Work&#x2014;The God-given Boon of Liberty to Man&#x2014;The Final Triumph of His Cause.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Erastus Snow, delivered in the Salt Lake Assembly Hall, Sunday Afternoon, February 26, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Marriage Question, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 2\/26\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v23n761\"> Since coming to the stand I have been requested to address the congregation. <\/div><div class=\"paragraph jod\" id=\"v23n762\"> I will read the 5th, 6th, 7th and 8th verses of the 25th chapter of Genesis. <\/div><div class=\"paragraph jod\" id=\"v23n763\"> &#x201C;And Abraham gave all that he had unto Isaac. <\/div><div class=\"paragraph jod\" id=\"v23n764\"> But unto the sons of the concubines, which Abraham had, Abraham gave gifts, and sent them away from Isaac his son, while he yet lived, eastward, unto the east country. And these are the days of the years of Abraham's life which he lived, an hundred threescore and fifteen years. <\/div><div class=\"paragraph jod\" id=\"v23n765\"> Then Abraham gave up the ghost, and died in a good old age, an old man, and full <span class=\"italic\">of years;<\/span> and was gathered to his people.&#x201D;<span class=\"citation\" id=\"53418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53418)\">Gen. 25:5-8<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n766\"> How far I shall confine myself to the matter contained in this passage I cannot say. The present eventful period of our lives, the prejudices which now move the people of our nation concerning us, and the pressure that is being brought upon us chiefly through the religious element of the country to influence Congress to extraordinary legislation against us, are perhaps, the reasons why my mind reverts to the historical facts contained in the Scripture I have just read, which was given unto us by men of old who, until quite a recent date, have been generally revered by all Christians; and even now a large majority  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Christian sects of America respect and reverence the ancient fathers, their teachings and writings while the sacred Book is closed, but ignore in their daily lives what those worthies believed and practiced. <\/div><div class=\"paragraph jod\" id=\"v23n768\"> The word translated concubine in this Scripture must not be confounded with the modern practice which obtains so largely in the great cities of Christendom, and with the more wealthy portions of old communities. I refer to the practice sometimes called concubinage, the practice of marrying under the law one wife, and at the same time keeping privately one or more mistresses who are not obtruded upon society, having no claim to the honored name of wife&#x2014;a practice which permits those who indulge in it to gratify the carnal passions at the expense of public virtue; and at the risk of entailing disease upon unborn posterity, as well as at the expense of the present and eternal welfare of their partners, I will say in sin; for no right-minded, correct-thinking person can pronounce it otherwise than it has been pronounced by the sacred writers both of the Old and New Testament&#x2014;a species of lewdness and, if not classed with open harlotry, a violation of sacred marital vows. Those who have solaced their consciences or justified themselves in this departure from law and public sentiment, no doubt feel partial justification from the practices of the ancients who were looked up to and revered; but such was not the concubinage of Abraham, nor any of the ancient patriarchs, such was not the system that obtained under the law of Moses in ancient Israel. <\/div><div class=\"paragraph jod\" id=\"v23n769\"> The word translated concubinage in King James version of the Bible, is translated by Luther and is found <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in Scandinavia and Germany, where the Lutheran translation still prevails, as meaning an associated wife. In the Danish Bible it is <span class=\"italic\">huustro<\/span> for wife and <span class=\"italic\">medhustro<\/span> for concubine; the sacred name of wife is given to both classes, the preposition <span class=\"italic\">med<\/span> connecting them together and conveying the idea of the second class being an associated wife, or a wife in a secondary or subordinate position, in contradistinction to the first. Close students of the Bible have not failed to recognize this as being the character of the plural wives of Moses and the prophets. And it was practiced as an institution of the Jewish nation down to the coming of our Savior, and, so far as any scriptures appear in the New Testament, this institution was neither abrogated nor in anywise condemned, while harlotry and promiscuous intercourse of the sexes&#x2014;adultery and fornication are condemned in the severest language. <\/div><div class=\"paragraph jod\" id=\"v23n770\"> We have a great variety of views in Christendom, as to the will and mind of God pertaining to the union of the sexes as relating to each other, to the state and to our present and future happiness. The Latter-day Saints regard the intercourse of the sexes, both in time and in eternity, as regulated by sacred law given by our Father in heaven who has organized us male and female<span class=\"citation\" id=\"52268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52268)\">Gen. 1:27<\/a><\/span> for a wise purpose in Himself,<span class=\"citation\" id=\"128744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128744)\">D&amp;C 5:9<\/a><\/span> and that purpose is made manifest in the first great command given to our first parents, namely, to multiply and replenish the earth.<span class=\"citation\" id=\"52331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52331)\">Gen. 1:28<\/a><\/span> And the saying to the woman after her transgression as written in the book of Genesis, that her desires should be towards her husband and he should rule over her&#x2014;<span class=\"citation\" id=\"52602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52602)\">Gen. 3:16<\/a><\/span>the desires planted in the breast of the woman tending to draw to the opposite sex culminating in a union, is a wise dispensa<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of Providence for the accomplishing of the great end in view to encourage and stimulate them to multiply and replenish the earth, and take upon themselves the cares, labors, anxieties and responsibilities attending the rearing of families. And among the many different views entertained in Christendom concerning the commerce of the sexes we might say, there exists every variety of belief and practice growing out of these beliefs. We have in Christian America a religious sect&#x2014;not very numerous to be sure&#x2014;who held the union of the sexes to be sinful in any form whatever. This sect I hardly need say is the Shaking Quakers; and to become a member of their society&#x2014;a person already married would be required to dissolve his marriage relationship; a husband and wife joining that society would be required to do the same, and to abstain from each other forever afterwards, all connection with the sexes being strictly forbidden as an evil that may be tolerated in the carnal world, but not among those who desire to appear pure and holy before the Lord. This first commandment referred to, as having been given to father Adam and mother Eve,<span class=\"citation\" id=\"52332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52332)\">Gen. 1:28<\/a><\/span> was in the days of their purity, before their transgressions, when they were worthy to converse with God face to face; this being the case, if there was no other reason, what philosophy can condemn that command or a proper and just effort to keep it? There is no reason, to my mind, to condemn it, when regulated by law, as an act of impurity; to do so would be a direct reflection upon the wisdom and purity of God Himself. <\/div><div class=\"paragraph jod\" id=\"v23n772\"> Of course, this is the general view taken of it by Christian nations, as shown in their acts and in their laws regulating it. Although the <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Roman Catholic Church prohibits intercourse with the sexes to sacred orders, they being, according to the rites of the church forbidden to marry.<span class=\"citation\" id=\"75937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75937)\">1 Tim. 4:3<\/a><\/span> And however much some may doubt the iniquity of their holy vows, it is a matter too well known to call in question. The more general sentiment of Christians recognizes the purity and uprightness of marriage of a man to one woman; and they quote the following words of the Apostle Paul to testify to it, &#x201C;Marriage is honorable in all, and the bed undefiled: but whoremongers and adulterers God will judge.&#x201D;<span class=\"citation\" id=\"77350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77350)\">Heb. 13:4<\/a><\/span> But the majority of modern Christians consider that for a man to marry more than one wife while she lives and is his wife is sin. Now I will undertake to say respecting the two conditions of marriage, single and plural, that where the duties and obligations are the same, and the husband is equally honorable, just and virtuous, faithful and true to his wives and children, that there is not necessarily any greater impurity existing between such a man and his plural family, than between a man and his single family; that there is not necessarily a defilement of the marriage bed, that there is not necessarily defilement of the body or spirit. When the institution of marriage is founded in religious sentiment and is confirmed by the enduring love of husband, wives and children and the responsibilities attending that relationship, as we find it in many of the ancient worthies, there is not necessarily any defilement in plural marriage. There was not necessarily defilement in father Abraham and other ancient patriarchs and prophets who took to themselves a second or a third or a fourth wife, any more than there was in those who confined themselves to one wife. Nor have  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I ever heard from any creature and I have read and heard much and reflected much, because our institution of marriage has invited discussion and reflection upon this subject. I have never yet heard an argument that, to my mind, appeared sound against the marriage of an honorable man to two women any more than to one. And the only argument that has ever been presented that has had a semblance of soundness is the generally admitted fact of the near equality of the sexes which would seem to foreshadow the general purpose and design of providence that one man should have only one wife. I have never heard an argument relating to the physical effects of the institution, nor as relating to the state of society that could not be applied just as appropriately to monogamy. The opposers of plural marriage make many declarations against us which are untrue, which they do not understand because they accept the reports of certain persons who give way to a lying spirit, and misrepresent and belie people far better than themselves. The selfishness and weakness of human nature, the evils which manifest themselves from time to time between families and between husband and wife, and between wives and children are quoted as evils greatly to be deplored as growing out of this system. I will only say in regard to this, that those best acquainted with the intact workings of the system among the Latter-day Saints throughout all of their settlements, if they testify honestly and truthfully as to the result of their careful observations extending over a period of over thirty years&#x2014;the time that this system of plural marriage has been practiced by us in these mountains, they would, in effect, say, that there <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is less discontent, less strife and fewer family broils and less divorce, and less casting off wives and casting upon the community of children without care, than would be found in the same number of monogamic families. And I may here say, that statistics will bear me out in making this assertion. To those who are not posted in the matter this may appear incredible; and the majority of the Christian world would think it impossible judging from their standpoint; and what they see and hear among themselves, and judging by the spirit by which they are animated, they would, I admit, pronounce this a thing impossible. But it is simply because they are not imbued with the faith of the Latter-day Saints, and this being the case they cannot understand the motives that prompt us to enter into this relationship. They cannot comprehend the spirit that governs us, the devout Godfearing spirit of self-sacrifice which leads us onward to all that is noble, forbearing and long-suffering, that teaches us to love one another and to be charitable to all men, and which teaches us that the relationships which we make through the marriage covenant are but the foundation of eternal glory and exaltation in the worlds to come; and it also teaches us that the glories of the future that open up before us are greatly dependent upon the faithfulness of our relationships and associations in this life; and that a man must be found capable to properly govern and guide his family and preserve in time the wives and children that are given to him, leading them in the way of life and salvation, and rearing his children in all that is pure and praiseworthy, so that he can receive them in the morning of the first resurrection,  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there to have the Father confirm upon him his wives and children, the foundation of his individual kingdom which will exist forever and ever. The outside world cannot comprehend this, and simply because they cannot believe it. It is this same religious sentiment that prompts women and the best of women, the most devout women, women of the purest motive and character to enter into this sacred relationship, and to cause them to determine in their own minds that they would sooner be associated with a man who has proven himself a man of integrity, a man of strict virtue and honor, who can be relied upon by God and man&#x2014;they would rather trust themselves with such a man than to be the only wife of a man devoid of these qualifications, a man who, perhaps, for the want of such high motives would be the victim of many vices, of whoredom, of concubinage or illicit intercourse with the sexes, and defile himself and destroy the confidence of his family in him, or he would perhaps indulge in drunkenness and other kindred vices which would be the means of producing the same result. And such has been the experience of many women in monogamy. And I do not say that the weaknesses of mankind do not manifest themselves in plural families; I do not say that there are not some who may be urged on by fleshy lust, but if there are it results in their making shipwreck of their faith<span class=\"citation\" id=\"75855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75855)\">1 Tim. 1:19<\/a><\/span> and becoming, in time, a lasting disgrace to themselves. But where there is one example of this kind, under our polygamic system, there are at least two under the monogamic order that might be cited, who make shipwreck of their faith,<span class=\"citation\" id=\"75856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75856)\">1 Tim. 1:19<\/a><\/span> who sacrifice their honor, and whose family send forth a wail of grief for the loss of <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> confidence in husband and father. Adultery, fornication, whoredom, God will judge;<span class=\"citation\" id=\"77351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77351)\">Heb. 13:4<\/a><\/span> every form of licentiousness He has condemned in His word from the beginning of the world to the present. And if follies are manifested by some who profess to be Latter-day Saints in this direction, so we may cite similar weakness manifested by ancient men of God; not, however, to justify such cases but merely as examples of human weaknesses. <\/div><div class=\"paragraph jod\" id=\"v23n775\"> Referring again to Abraham, and his wife Sarai. They are held up in sacred Scripture as models of noble character, purity of purpose, piety, devotion and superior integrity to God, who hesitated not to obey Him at all hazards even to the sacrifice of that which was nearest and dearest unto them. This Sarai, one of the noblest of women, received the promise of her son Isaac while in old age, a promise made to her by the angel of God, and this because of her barrenness and because too of the integrity of her heart towards her husband and her willingness to sacrifice her womanly feeling in giving to her husband other wives.<span class=\"citation\" id=\"53174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53174)\">Gen. 17:15-22<\/a><\/span><span class=\"citation\" id=\"53195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53195)\">Gen. 18:9-15<\/a><\/span> And after she had given to Abraham Hagar, that she might bear him children, mark the Scripture: It was for the purpose that he might not be childless because she was childless.<span class=\"citation\" id=\"53114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53114)\">Gen. 16:1-3<\/a><\/span> It was after she had thus sacrificed her womanly feeling, thereby manifesting her love and integrity to her husband, that the Lord had compassion upon her and granted the desire of her heart, promising her that she should in course of time bring forth a son, and telling her that his name should be Isaac, in whom and in whose seed all the nations of the earth were to be blessed.<span class=\"citation\" id=\"53177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53177)\">Gen. 17:19<\/a><\/span> And it was after this lad was partly grown, that God commanded Abraham to take this promised child on to the  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Mount Moriah, and there build an altar and offer him up as a sacrifice.<span class=\"citation\" id=\"53281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53281)\">Gen. 22:1-14<\/a><\/span> Abraham in this was tried as few men ever were tried; for his love was great for his son whom he would naturally regard as a special gift of the Lord to him, through whom no less a personage than the Messiah himself should come. Yet Abraham doubted not, he paused not to consider what the possible result might be of keeping this command; but he trusted in God as Paul said of him, &#x201C;that God was able to raise him up, even from the dead; from whence also he received him in a figure.&#x201D;<span class=\"citation\" id=\"77035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77035)\">Heb. 11:19<\/a><\/span> He trusted in God and doubted not; and proceeded to Mount Moriah and there built an altar, and when everything was in readiness he bound the lad, and while in the act of raising the deadly knife, he heard a voice saying, &#x201C;Abraham, Abraham: Lay not thine hand upon the lad, neither do thou anything unto him: for now I know that thou fearest God, seeing that thou hast not withheld thy son, thine only son from me.&#x201D;<span class=\"citation\" id=\"53311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53311)\">Gen. 22:11-12<\/a><\/span> And then the Lord went on to say, that because of this willingness on the part of Abraham to obey Him even to the sacrificing of his only son, &#x201C;That in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heavens, and as the sand which is upon the sea shore,&#x201D;<span class=\"citation\" id=\"53356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53356)\">Gen. 22:17<\/a><\/span> etc. Now, I will give back unto you your son, and in blessing I will bless him and multiply him, and in him and his seed shall all the nations of the earth be blessed.<span class=\"citation\" id=\"53389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53389)\">Gen. 22:18<\/a><\/span> It was because of this precious promise, no doubt, that he desired to give his sons opportunities to develop and to make manifest among the surrounding tribes the character that was in him, that he divided out his goods and gave gifts to the sons of the other wives and <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sent them away, but gave his chief inheritance to his son Isaac.<span class=\"citation\" id=\"53419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53419)\">Gen. 25:5-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n777\"> While contemplating this I can hardly refrain from dropping a word of exhortation to my brethren who may be drawing near the close of life, not to neglect to make such disposition of their worldly effects as will suitably provide for their wives and children while they (the brethren) yet live, following the example of Abraham, not that by any means would I encourage this example in all particulars; for it is not always as it was in the case of Abraham that God has made choice of one particular son in whom their seed shall be called; but common justice and equity requires of every father to deal fairly with each wife and child according as God has dealt with him in this world's goods, that he may retain their esteem after he shall have departed from them. Nor should he trust too much to the uncertainty of courts at the present time; for we have in too many instances seen to our sorrow that federal courts, whenever they have had it in their power, or wherever they could, either by strained construction of the law, or by omissions of the law, wrong a plural family by giving to the first wife and her heirs that which should have been equitably divided among all the family, they have never missed the opportunity of doing it, thinking that by bringing oppression and injustice to bear they will succeed in discouraging the practice of this system of marriage. There is nothing in the faith of the Latter-day Saints or in the laws of God touching this matter that would prompt aught but justice and equality to all the wives and children. The duty of the husband is plain in this respect. And the duty of all wives and chil<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren is to love each other and the husband and father; all cherishing that love of the Gospel which binds our hearts together, and which alone can carry us through the trials and tribulations of life, and lift us up at the last day. <\/div><div class=\"paragraph jod\" id=\"v23n779\"> One would suppose from the hue and cry abroad in the land, which emanates chiefly from the clergy, that they are afraid the institutions of the Latter-day Saints will contaminate the whole land. What hypocrisy! I can hardly exercise patience sufficient to treat it with any degree of sobriety. <\/div><div class=\"paragraph jod\" id=\"v23n780\"> I am a native-born American; I was reared in the State of Vermont. In my early days the doctrine taught to our first parents, to multiply and replenish the earth,<span class=\"citation\" id=\"52333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52333)\">Gen. 1:28<\/a><\/span> was popular; but during the period of my life that has elapsed, it has been almost totally ignored by the social circles of New England. When I last visited the old homestead, an old aunt nearly ready to go into her grave, told me that it was irregular for people nowadays to have large families. And it seems that this is the prevailing sentiment of that region; for in traveling through New England it was rarely I saw a woman with more than two or three children. Any of the older families, those honored matrons of New England, who lived contemporary with my mother, thought it honorable to raise large families; but my old aunt who was one of the last of that stock, has, by giving way to allowing the influence of death, has imbibed false notions; and when she thus expressed herself to me I knew she was not speaking the honest sentiments of her heart. Today infanticide and feticide are popular. Modern doctors and doctresses have arisen, men and women who are skilled in what are <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called the diseases of women, whose special practice is preventing fecundity, thereby securing to husband and wife the pleasures of self-gratification without bearing the responsibilities of maternity, and the trouble and expense of rearing children. These doctors and doctresses and the American students who have learned to practice their hellish arts, are today engaged in undermining the constitutions of wives and mothers; yes, child murder, this damnable doctrine of devils<span class=\"citation\" id=\"75932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75932)\">1 Tim. 4:1<\/a><\/span> has become popular throughout New England, and is fast spreading over the American continent. And now it is the Irish woman, who believes in raising children, the foreign element that comes to the country that are considered the vulgar people; and were it not for this flood of foreign immigration the staid New England element would soon become extinct, and I say, in the name of Israel's God, the sooner the better unless they repent of their murders, their whoredoms and their abominations that ascend to the heavens and are a stench in the nostrils of the Almighty. And, yet, it is this New England element whose garments are stained with the blood of innocence, that has found its way through our western States, thus has worked heart and soul with the hireling priesthood in firing up the national heart, and that is urging on hostile legislation against the best and purest people that exist upon the American continent. Is it public morality they seek? Is it the cause of public and private morality they champion? If so, we may repeat what we have so often said, which is so extremely unwelcome for them to hear: Weed your garden first at home, and then let your virtues be directed to the  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>crying evils and sins of your large cities; and let child murder cease, and hang those infernal doctors who by means of their hellish arts are destroying the life of your offspring, and thus preventing the fulfillment of the first great command that God gave to our first parents;<span class=\"citation\" id=\"52334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52334)\">Gen. 1:28<\/a><\/span> first petition Congress to pass laws to deal with the murderers and murderesses of the nation, the adulterers and adulteresses and all those who deal in shame, through whose wickedness the seeds of decay and death are transmitted to posterity. But methinks I hear one say, if this were done, and the laws were enforced, the large majority of the nation would be convicted. And it reminds me of a remark made recently by a gentleman in Congress. It was proposed that the bill, now being urged in Congress against polygamy, be so amended as to include adultery; the gentleman to whom the proposition was made was at first inclined to endorse the amendment, but on reflection, he turned to his friend and said, if that be done it would leave us without a quorum in the House. No, my friends, it is not adultery they wish to punish; it is not whoredom they wish to punish; it is not the cause of public or private virtue they champion; it is merely the hue and cry of the bigotry of our time against a people who are aiming at a higher morality than now exists, who are aiming to do away with and effectually destroy out of their midst the evil that is sapping the strength and vitality of our nation&#x2014;a community that does not seek to shun the responsibility and the cares and labors and expense and trouble of rearing families and of educating them and making their children honorable men and women, husbands and wives, fathers and mothers, citizens <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the state and defenders of human liberty. <\/div><div class=\"paragraph jod\" id=\"v23n782\"> We are accused of being governed by priestcraft, and priestly influence. I do not believe there is any portion of this community in any part of the land who are moved by priestly influence to half the extent that Judge Edmunds and the advocates of the bill that he champions against us are; and their consciences must teach them that they are hypocrites, and that they are but pandering to bigotry, and that their acts are not the acts of statesmen, but the acts of cringing politicians and demagogues. The priesthood of the Latter-day Saints belongs not to the lords but the commons; to men who have helped make the roads, to build the bridges and to kill the snakes; to men who have battled with the difficulties of a new country, and who by their hardihood and toil have subdued the wastes and redeemed the desert; men who have turned the mountain streams out of their course on to the new and virgin soil, making the land fruitful with fields and farms, gardens, orchards and vineyards; men who build houses, mills and factories, schoolhouses and churches, and who raise families and who take care of and educate their children. These are the men who hold the Priesthood, and who wield an influence in the midst of this people; and this class of men is properly represented in the legislature now in session, and they are asked to step down and out and let the government of the country pass into the hands of adventurers. Not that I would insinuate that there are not a goodly number of honorable men among us who are engaged in legitimate business pursuits, men who could be trusted to administer the government affairs of the Ter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ritory if they would follow their own hearts and consciences, and not allow themselves to be bulldozed as certain members of Congress are by the hireling Priesthood of the age. We could trust the judgment of such men; we could trust their natural good sense, and their business habits; but there are few who can be trusted to stand like a towering rock in the midst of the raging ocean, proof against the waves and surges of popular prejudice that pass over the land. And because of this the Latter-day Saints have been chary with regard to whom they exalt to power; and the few that have their confidence in this respect, are men who have never robbed or betrayed them. And honorable business men, bankers, merchants, miners, railroad men, etc., who have no political or religious standing to jeopardize are satisfied that the affairs of our Territory have been administered honorably and honestly. <\/div><div class=\"paragraph jod\" id=\"v23n784\"> Tricksters and adventurers clamor for free schools, but how many of them and those whose sentiments they voice really want to support them? A hobby is a nice thing to ride, and such people have many, but they must be hobbies that do not cost much. It is rumored throughout the land that the children of the Latter-day Saints are growing up in ignorance; those who utter those statements either know nothing of what they say, or they willfully and deliberately lie. Some may think these are hard words; it is language admissible under the circumstances, and it is easy to understand, plain and right to the subject, and I mean every word of it. The statistics of the country bear me out in it; and whoever will examine the census for the last decade may satisfy themselves on this point, <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> namely, that percentage of illiteracy in Utah is less than one-half of that of the whole United States. They say the offspring of plural marriage tends to idiocy as well as illiteracy, which, however, is fallacious and clearly without foundation in fact. Let men of discernment and honor pass through our land, examine our schools and see the turnout of our forty thousand children at our Sabbath schools, and hear the questions put to them and their answers to the same; let them attend our children's jubilees in our Tabernacle and look upon fifteen thousand faces radiant with youth and beauty, and hear their songs and other exercises, and they may at once satisfy themselves whether the children of the Latter-day Saints are either ignorant or idiotic. The late census shows that Utah's percentage of idiocy, as well as illiteracy, is more than fifty percent less than that of the United States; it may also show that nowhere upon the American continent is there a place of the same age as Utah that has so many common schools in which are taught the common branches of an English education, and that too without a dollar's aid from the general government. And our numerous children are all well cared for; and if we cannot indulge in all the excesses of fashion that are common in aristocratic circles, we are content to know that we are doing well; we are content where our wives are well housed, well fed and well clothed with fair advantages of education, self reliant and loving one another. And we are satisfied that ere long they will be a tower of strength in the land, not to menace the institutions of our country as enemies, as foolish men and women insinuate; not to menace public morality or private virtue; but to the  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>contrary, when the nation, ripe in sin and iniquity, led on by reckless demagogues and politicians, shall applaud the acts of the legislators and judges and leading men in laying the axe deep in the tree of liberty, until they shall sap the juices that give life to our institutions, and thus undermine the foundation of good government, it will be sons and daughters of polygamous Utah, that will be found the true friends of human liberty, the true friends of that heaven-born freedom that has come to us through the fathers of our nation. The love of liberty is born in them, and human liberty is a part of the everlasting gospel; and God Almighty has decreed&#x2014;and let Judge Edmunds and Congress and all the world hear it&#x2014;that the gospel of the kingdom is established, never more to be thrown down<span class=\"citation\" id=\"89576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89576)\">D&amp;C 101:75<\/a><\/span> or given to another people,<span class=\"citation\" id=\"61335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61335)\">Dan. 2:44<\/a><\/span> that its destiny is to grow and increase and spread abroad until it shall fill the whole earth,<span class=\"citation\" id=\"61052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61052)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"86618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86618)\">D&amp;C 65:2<\/a><\/span> and no power in earth or hell can stop it. &#x201C;O, but,&#x201D; say they, &#x201C;we are going to imprison you polygamists and disfranchise you.&#x201D; Supposing you do stop our voting, will that stop our tongues? &#x201C;O, but we'll imprison you.&#x201D; Imprison and be damned, [&#x201C;Amen,&#x201D; by voices in the congregation] for you will be damned anyhow. [Laughter.] &#x201C;We will imprison your wives, too, and we will not only stop from voting the men who have more than one wife, and we will not only stop the second or third, but also the first wife from voting.&#x201D; And why? Because she, like Sarah of old,<span class=\"citation\" id=\"53115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53115)\">Gen. 16:1-3<\/a><\/span><span class=\"citation\" id=\"53417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53417)\">Gen. 25:1-2<\/a><\/span> gave to her husband other wives. Some of the lawmakers of our nation would not only imprison Abraham were he living now, and also his plural wives, but they would disfranchise and imprison Sarah, his first wife, <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> because she consented to his marrying other wives. <\/div><div class=\"paragraph jod\" id=\"v23n786\"> Well, this war is not a war of flesh and blood. We are not going to fight it with swords and cannons and weapons, but by the power of truth, by the word of God, and the eternal principles that our fathers fought for and established upon this American continent, and which God has decreed shall prevail upon this land. And blessed are they whose lives are bent on maintaining the principles of civil and religious liberty, for they will reap their reward, if not in this life, in the hereafter. <\/div><div class=\"paragraph jod\" id=\"v23n787\"> In all ages when the people of God listened to the voice and counsel of apostles and prophets, they enjoyed the blessings growing out of human freedom, and the tyranny and oppression of kings and rulers was impossible. There never was a kingly power placed over ancient Israel except against the remonstrance of the prophets; and it will be remembered, especially in the case of Israel when they openly clamored for a king to rule over them and to lead them to battle, how that Samuel warned them and plead with them, foreseeing, as he did, what the results would be.<span class=\"citation\" id=\"55416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55416)\">1 Sam. 8:1-22<\/a><\/span> And the students of the Book of Mormon know how the Nephites progressed in establishing the principles of civil and religious liberty, and how that freedom extended throughout their borders, and how that prosperity and greatness attended their administrations under the counsels and teachings of the wise and just men who lived in their day. <\/div><div class=\"paragraph jod\" id=\"v23n788\"> Those who suppose that prisons and penalties are going to stop the spirit of truth in its onward march to triumph and greatness, or the influence and power of the truths of  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heaven which God has established in the hearts of the Latter-day Saints, comprehend not the designs of God, nor the spirit by which this people is actuated, that spirit which is leading them on and which enabled them to take joyfully the spoiling of their goods in Missouri and Ohio, and which still will enable them to sacrifice their all for the sake of the liberties of the everlasting Gospel, if God shall permit it to be so. What are houses and lands, what are goods and chattels, what is this city or thousands of cities like this compared with the liberties of the Gospel, the principles of worshipping and serving God according to His revealed will? God still lives who has led us all our life long to these valleys, and He will guide and direct our steps. But oh how strange that men pretending to be statesmen should read history so poorly as to suppose that by might and power, by bonds and penalties they can chain men's thoughts or prevent them from acting according to their convictions. The power of might may destroy me&#x2014;destroy you; it may break up homes and demolish cities, but it will be like the Canada thistle when it first made its appearance in New England. This weed was a great pest <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the farmers, and it became a question among that class how to prevent its spreading. Some attempted to dig the thistles out, but they would spring up again all around the old stalk, and it was conceded by others that they could not be controlled. There was one man who owned a plantation who was determined to work vigorously for their extinction upon their first appearance on his land; and so determined was he that when he first discovered their whereabouts upon his plantation he built a log heap over them and set fire to it, leaving a pile of ashes to mark the spot where the thistles appeared. On the following season, to his great surprise, he found that where the log heap stood there was a perfect bed of Canada thistles, that the ashes left from the fire was just the food for the thistle to thrive on. So you will find it will be with us. After political demagogues and hireling priests and adventurers shall have expended their strength in trying to dig up and fire out of the land what they term &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v23n790\"> May the Lord help us to prove true to the trust that He has reposed in us, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}