{"ID":230009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Man's Free Agency&#x2014;The Gospel Restored&#x2014;Opposition to God's Work&#x2014;Increase of Wickedness&#x2014;The World Warned of Retribution&#x2014;The Saints Exhorted to Righteousness.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Wilford Woodruff, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, March 26, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Man's Free Agency, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 3\/26\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v23n281\"> I feel disposed to read a few verses from section 43 of the Doctrine and Covenants, a book containing the revelations of God to the Latter-day Saints, communicated through the prophet Joseph Smith. <\/div><div class=\"paragraph jod\" id=\"v23n282\"> (The speaker then read the whole of the section, commencing at the 17th verse.)<span class=\"citation\" id=\"85506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85506)\">D&amp;C 43:17-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n283\"> There is one thing I wish to say to the congregation, and I would say the same to the whole world if I had the power&#x2014;it is this: I have heard the Prophet Joseph Smith say on several occasions when speaking on the agency of man, and the liberty and rights of men, that if he were emperor of the earth, having <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> control of the whole human family, he would give every man, woman and child the right to worship God according to the dictates of their own conscience,<span class=\"citation\" id=\"94165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94165)\">A of F 1:11<\/a><\/span> leaving them to be responsible alone to their Creator for their individual acts. These are my sentiments, and they are the sentiments of this people today, and have been from the beginning of the organization of this Church, and I trust will be to the end of time. And this we believe to be a principle emanating from heaven; and while we accord this right to our fellow men, and while we declare it to be a heaven-born right guaranteed unto all American citizens  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through the Constitution of our country, we claim the exercise of the same right ourselves; and we claim this right and privilege under the Constitution under which we live, and we claim it by the laws of God to man. And whenever any people rise up and attempt to make war upon the rights of men because of their religion, they go beyond their right, they transcend their own powers, whether their power be derived either from God or man. <\/div><div class=\"paragraph jod\" id=\"v23n285\"> You may wish to know why I make these remarks. I will tell you. Because God himself grants this right to every human being upon the earth irrespective of race or color; it is part of the divine economy not to force any man to heaven, not to coerce the mind but to leave it free to act for itself. He lays before His creature man the everlasting Gospel, the principles of life and salvation, and then leaves him to choose for himself or to reject for himself, with the definite understanding that he becomes responsible to Him for the results of his acts. <\/div><div class=\"paragraph jod\" id=\"v23n286\"> It is upon this principle that we as Latter-day Saints assert our rights and endeavor to enjoy our privileges. And we are accorded this right in accepting the Gospel dispensation in which we live, and in believing in the Old and New Testaments, the records of God's people who lived in what is called the old world, as well as in the Book of Mormon, the history of the ancient inhabitants of our land, which records are in harmony with each other, bearing witness of the one great Head and of the Gospel which He taught in Jerusalem and Judea, and which His Apostles preached after He left them. It is, in fact, the same Gospel that has been taught to man in every age and dispensation, as there <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is but the one Gospel, and that Gospel is adapted to the wants and conditions of all men. It is the Gospel of Truth, and truth alone can make us free,<span class=\"citation\" id=\"69454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69454)\">John 8:32<\/a><\/span> free from sin and from the power of the adversary. And this is the Gospel which we have received, and which we take the liberty of preaching to our fellow men. <\/div><div class=\"paragraph jod\" id=\"v23n287\"> I do not suppose that there has been any dispensation upon the earth in which a greater variety of evidence, or important evidence of the divinity of the latter-day work has been given than that which is occurring, and that will continue to occur until the second coming of the Son of Man. There is no man upon the earth who believes in the literal fulfillment of prophecy as contained in the Old and New Testament, but who must in his heart believe that the God of heaven will in the latter days set His hand to perform a great work and a wonder in the earth;<span class=\"citation\" id=\"58809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58809)\">Isa. 29:14<\/a><\/span> that He will call forth His Church out of the wilderness<span class=\"citation\" id=\"83839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83839)\">D&amp;C 5:14<\/a><\/span> of darkness<span class=\"citation\" id=\"90444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90444)\">D&amp;C 109:73<\/a><\/span> and establish it upon the foundation of Apostles and Prophets with Christ Jesus as the chief corner stone.<span class=\"citation\" id=\"74944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74944)\">Eph. 2:20<\/a><\/span> There is no man who believes in the Revelation of St. John who does not believe in his heart that in the last dispensation the angel as seen and described by John in his vision, will fly through the midst of heaven having the everlasting Gospel to commit to man again upon the earth, and that this Gospel is to be preached in plainness and power to every nation, kindred, tongue and people upon the whole earth.<span class=\"citation\" id=\"79849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79849)\">Rev. 14:6<\/a><\/span> There is no man that believes in the literal fulfillment of the revelations of God through the Prophets who does not believe that the Lord will in the latter days gather a people together out of every nation under heavens<span class=\"citation\" id=\"85803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85803)\">D&amp;C 45:69<\/a><\/span><span class=\"citation\" id=\"86581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86581)\">D&amp;C 64:42<\/a><\/span> and that He will also gather the dispersed of Judah&#x2014;<span class=\"citation\" id=\"58229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58229)\">Isa. 11:12<\/a><\/span>the Jews&#x2014;that  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been trodden under the feet of the Gentiles<span class=\"citation\" id=\"68007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68007)\">Luke 21:24<\/a><\/span> for the last 1,800 years for shedding the blood of the Messiah. <\/div><div class=\"paragraph jod\" id=\"v23n289\"> I wish to bear my testimony to all men within the sound of my voice and those to whom my words shall come, that we are living in that dispensation of God to man that every Prophet and Apostle that has ever breathed the breath of life<span class=\"citation\" id=\"52422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52422)\">Gen. 2:7<\/a><\/span> has pointed to. I bear my testimony that God, in fulfillment of the Revelation of St. John, has sent the heavenly messenger to communicate to man the everlasting Gospel.<span class=\"citation\" id=\"79850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79850)\">Rev. 14:6<\/a><\/span> And why did the Lord reveal to John that this would be done? Because the &#x201C;falling away&#x201D;<span class=\"citation\" id=\"75780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75780)\">2 Thes. 2:3<\/a><\/span> spoken of by Paul had already commenced; because John in his exiled condition sensed keenly that the Church would be overcome and driven from the earth, and by way of encouragement to him and information to all who would believe his word, the Lord showed him what should take place in the future. The Jews had rejected the Messiah, they had crucified the Lord of life and glory and they had also persecuted and taken the life of the Apostles and others who were left to represent his cause; and John only was left, and they tried to take his life; but, in consequence of the promise he had received from the Savior prior to his death,<span class=\"citation\" id=\"70991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70991)\">John 21:20-24<\/a><\/span> they could not do it: and hence they exiled him on this island&#x2014;called Patmos. When they rejected the Gospel, they rejected it in all its power and glory, its blessings, its gifts and graces, and also the ordinances of the Holy Priesthood&#x2014;Aaronic and Melchizedek. With regard to Priesthood we differ from the Christian world. We believe there is no man in heaven or upon earth that administers in the ordinances of the Gospel without the <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Priesthood, and we defy the whole world to point to a single passage of scripture from the time of father Adam down to Jesus Christ, showing that any man had power to administer in any of the ordinances of the Gospel without the Priesthood. And we say as Paul said, in referring to this delegated power of heaven, that &#x201C;no man taketh this honor to himself, but he that is called of God, as was Aaron,&#x201D;<span class=\"citation\" id=\"76611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76611)\">Heb. 5:4<\/a><\/span> and he was called of God through Moses<span class=\"citation\" id=\"54391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54391)\">Ex. 28:1<\/a><\/span> with whom he communicated. Therefore men cannot legally and authoritatively go forth to preach the Gospel until they are sent; and men cannot hear the word and be converted by the same unless they hear it through the mouth of a preacher who is sent,<span class=\"citation\" id=\"72733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72733)\">Rom. 10:14-15<\/a><\/span> and who has power to administer in the ordinances of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v23n290\"> The Lord has established his Church and his kingdom; and we have been laboring now fifty years and upwards in carrying out the instructions which he has revealed unto us in connection with this work. And as men were formerly, so we have been commanded to go forth and call upon men to believe on the Lord Jesus Christ, and to repent and be baptized for the remission of their sins; and as they were authorized, so have we been authorized to say to all men who comply with these requirements, that they shall receive the Holy Ghost.<span class=\"citation\" id=\"71256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71256)\">Acts 2:38<\/a><\/span> But say the Christian sects, these things are no longer necessary, these outward ordinances are not now essential to salvation. We believe they are. In this, of course, we differ from them, and we have a perfect right to. Jesus himself went to John when he was baptizing in Jordan, and requested baptism of him. John demurred, thinking himself unworthy,<span class=\"citation\" id=\"62738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62738)\">Matt. 3:13-14<\/a><\/span> but Jesus satis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fied him by saying, &#x201C;Suffer it to be so now: for thus it becometh us to fulfil all righteousness. Then he suffered him.&#x201D;<span class=\"citation\" id=\"62775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62775)\">Matt. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n291\"> Baptism by immersion is one of the ordinances of the Gospel, and the law had to be complied with, and hence Jesus set the example. But the Jews, as a nation, rejected him and his teachings; and the Apostles were commanded to turn to the Gentiles.<span class=\"citation\" id=\"71876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71876)\">Acts 13:46<\/a><\/span> I say Gentiles&#x2014;we are all Gentiles in a national capacity; and the same Gospel that was taught to the Jews was preached to the Gentiles. It never varied one iota; it was sent to them with all its gifts and graces, its priesthoods, powers and ordinances without any change whatever. And Paul in warning the Gentiles, told them to take heed and fear lest they fall, through the same example of unbelief; for if God spared not the natural branches, which were the Jews, why should he spare them who were the wild branches grafted into the olive tree.<span class=\"citation\" id=\"72795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72795)\">Rom. 11:20-24<\/a><\/span> We all understand that the blindness in part which happened to Israel and which, Paul said, should continue until the fulness of the Gentiles come in,<span class=\"citation\" id=\"72804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72804)\">Rom. 11:25<\/a><\/span> did befall the churches which had been built up by the Apostles, and that the Gospel, with its gifts and graces, its Prophets and Apostles, has long since ceased to exist among men. The Gentiles fell through the same example of unbelief, until today a man is looked upon as a deceiver who will rise up and declare himself a believer in the same Gospel that Jesus and his Apostles preached. Paul told the people in his day that God hath set in the Church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues;<span class=\"citation\" id=\"73642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73642)\">1 Cor. 12:28<\/a><\/span> and they were <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the work of the ministry, for the edifying of the body of Christ, for the perfecting of the Saints, until all come to a perfect man in the stature of Christ.<span class=\"citation\" id=\"75185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75185)\">Eph. 4:12-13<\/a><\/span> But the Christian world do not believe in these things; they say they are done away, as not being needed. We believe differently, and we have a right to; we say the Lord has restored the Gospel as it was preached to the Jews and the Gentiles by Jesus and the Apostles, and we know whereof we speak. Joseph Smith received the ministration of angels, in fulfillment of the Revelation of St. John,<span class=\"citation\" id=\"79851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79851)\">Rev. 14:6<\/a><\/span> and we know it. He received the keys of the Holy Priesthood under the hands of John the Baptist,<span class=\"citation\" id=\"84035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84035)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128647)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93953)\">JS&mdash;H 1:68-72<\/a><\/span> and under the hands of Peter, James and John,<span class=\"citation\" id=\"84642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84642)\">D&amp;C 27:12<\/a><\/span> and from that day, through the preaching and administrations of the Elders of this Church, God has given a testimony to hundreds of thousands, of the truth of this work. We believe this, and we have received the testimony for ourselves of its divinity. <\/div><div class=\"paragraph jod\" id=\"v23n292\"> In looking upon this congregation assembled in this beautiful building, I am reminded of the mercy and goodness of God to us as a people. On the 24th of July, 1847, I came here in company with the pioneers. At that time Utah was a barren desert, there was no mark of the white man, everything was wild and barren. Today you may travel thousands of miles through this country, and you find towns and cities, farms, gardens and orchards, temples, and tabernacles, and schoolhouses, and large congregations of the people, and hosts of children. And where did all these people come from, and what prompted them to come here? You came from your native lands, from the different civilized nations, impelled by the spirit of the gathering  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which God has restored in connection with the Gospel; and you came in fulfillment of the prophecies of Isaiah, Ezekiel, Jeremiah and David, and others of the Prophets who have spoken of you. The question that arises in the minds of persons who pass through our country and see the labors of this people is, are we the dupes of impostors? Was Joseph Smith a deceiver? There is a way to test this, and we have tested it to our satisfaction. The great promise made to us when we first heard the preaching of the Elders of this Church was, that if we obeyed certain requirements of the Gospel, we should receive the Holy Ghost;<span class=\"citation\" id=\"71257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71257)\">Acts 2:38<\/a><\/span> and this same promise is extended to the world of mankind by our Elders who are still proclaiming these glad tidings of great joy.<span class=\"citation\" id=\"67044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67044)\">Luke 2:10<\/a><\/span><span class=\"citation\" id=\"128648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128648)\">D&amp;C 31:3<\/a><\/span><span class=\"citation\" id=\"128649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128649)\">D&amp;C 79:1<\/a><\/span> If that promise had fallen we, my brethren and sisters, would not have been here today; and Utah would doubtless be as barren as it was when we found it in '47. There is no question in our mind, as to the divinity of the work in which we are engaged. The Christian world questions it. This, of course, we cannot help. <\/div><div class=\"paragraph jod\" id=\"v23n294\"> I want to say to the Latter-day Saints, you are living in an important and interesting time in your history, a time when the principles of the everlasting Gospel are being brought prominently before the world, and it is but natural that they should find their opposite in misrepresentation and persecution. Jesus himself, together with every servant of God of every age, while endeavoring to bless and save mankind through teaching correct principles, made themselves unpopular and become the subjects of hatred and persecution. And there is no doctrine so unpopular today as the principles of life and salvation as God has revealed them; and <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there are none so unpopular as those who believe in and practice the same. Truth revealed from heaven for the salvation of mankind always was unpopular, and always will be so long as the world exists in its present state. Men do not want truth, and therefore they reject it, and they reject it today for the same reason that men rejected it formerly, because they love darkness rather than light.<span class=\"citation\" id=\"68957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68957)\">John 3:19<\/a><\/span> If the Latter-day Saints expect to become popular in this day and generation, they will find themselves greatly mistaken. There is a warfare going on between truth and error, and this warfare will continue until He shall reign whose right it is to reign.<span class=\"citation\" id=\"86183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86183)\">D&amp;C 58:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n295\"> I also want to say to the Latter-day Saints, you should exercise faith in God; you should make yourselves acquainted with the revelations of God, and with the promises He has made to His people, fully believing that all will come to pass as He has spoken it. And each man claiming a standing among this people should do his duty to the trust committed to our charge. Our responsibility is great before God and man. Any people into whose hands is committed a dispensation of the Gospel has a great responsibility. And Joseph Smith, Brigham Young, and the Twelve Apostles, would have been under condemnation and would have rendered themselves liable to the curse of God if they had not gone forth into the world and borne record of this work. Paul was placed in the same position and he sensed it, as is inferred from these words: &#x201C;Woe unto me, if I preach not the Gospel.&#x201D;<span class=\"citation\" id=\"73291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73291)\">1 Cor. 9:16<\/a><\/span> And this is our position today in relation to the world. <\/div><div class=\"paragraph jod\" id=\"v23n296\"> I have been with this Church almost from its organization, and have passed through the various  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>scenes of its early history. I have seen its rise and progress, and have witnessed the power of God manifested in behalf of this people; and I want to bear my testimony that the God of heaven has, in fulfillment of the prophecies, set His hand to establish His Church and kingdom in the earth,<span class=\"citation\" id=\"81437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81437)\">2 Ne. 25:17<\/a><\/span> which means no more and no less than His rule and His government, and that He will accomplish it, and there is no power upon the earth or under the earth that can stay the progress of Almighty God. But notwithstanding this, we expect to meet with opposition, with the hatred of the world; this, in fact, is the legacy of the Latter-day Saints. Said the Savior to his Apostles, I have chosen you out of the world, therefore the world hates you; if you were of the world, the world would love you as its own.<span class=\"citation\" id=\"70227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70227)\">John 15:19<\/a><\/span> It hated me before it hated you.<span class=\"citation\" id=\"70201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70201)\">John 15:18<\/a><\/span> And what are we going to do? We are going to trust in God. I have no fears myself; I have never had since I heard the first Gospel sermon by the Elders of this Church; for I know that God lives, and that he has set his hand to establish his kingdom, and it will continue to grow and increase until it shall fill the whole earth.<span class=\"citation\" id=\"61123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61123)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86615)\">D&amp;C 65:2<\/a><\/span> He has called upon us to proclaim to the whole world the Gospel of Christ, and we are doing it as fast as circumstances and wisdom permits; and we promise all men what the first Elders promised us, that is, if they yield to the requirements they shall know for themselves whether this work is of God or man.<span class=\"citation\" id=\"69379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69379)\">John 7:17<\/a><\/span> Is there, I ask, any man or set of men dare make such promises to their fellow men? I answer, nay; neither could we do it, did we not know that God would back up the word by imparting the Holy Ghost. He has done so from <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the beginning, and these people can bear me witness. <\/div><div class=\"paragraph jod\" id=\"v23n297\"> The question may be asked, What about the course our government is taking with us? Whatever our nation does or may do, it will be held responsible before God; and every emperor, king and ruler will be held responsible for the use they make of the power committed into their hands. The Lord inspired the men that framed the Constitution of our country,<span class=\"citation\" id=\"89618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89618)\">D&amp;C 101:80<\/a><\/span> and has guarded the nation from its foundation, in order to prepare free people in which to establish his kingdom. Columbus was inspired of God to persevere as he did to discover this continent,<span class=\"citation\" id=\"81041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81041)\">1 Ne. 13:12<\/a><\/span> and thus prepare the way for a class of people upon whom the Spirit of the Lord moved to follow;<span class=\"citation\" id=\"81047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81047)\">1 Ne. 13:13<\/a><\/span> and when they were oppressed hard enough they declared themselves independent, and by the help of God they established and have maintained the government which God gave our forefathers, which is one of the best constitutional governments ever known among men. One of its chief and prominent characteristics is its guarantee of religious liberty, permitting every man to worship God according to the dictates of his own conscience.<span class=\"citation\" id=\"94166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94166)\">A of F 1:11<\/a><\/span> This is a sacred right granted by God himself to all men; and when the rulers or legislators of any land undertake by enactments of law to step between man and his God, they by that act become responsible, and must sooner or later be made to answer for interfering with a divine law. This is the light in which we regard the position of our own nation in the steps they have recently taken against us, as a people. However, if I were to express my feelings to Congress and the leading men of our nation, and to our enemies and the whole Christian world, I would  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>say, do not weep for us&#x2014;and we are sensible of the fact that they will not&#x2014;but rather weep for yourselves and your children, for as sure as the Lord lives the evils that men seek to bring upon us, will return in due time upon their own heads, heaped up, pressed down and running over.<span class=\"citation\" id=\"67279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67279)\">Luke 6:38<\/a><\/span> For it is an eternal law, and a law by which we are governed, that what measure we mete, shall be measured back to us again.<span class=\"citation\" id=\"63717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63717)\">Matt. 7:2<\/a><\/span> Our nation knows not what awaits it; the Christian world knows not what awaits it, and the blind guides<span class=\"citation\" id=\"65517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65517)\">Matt. 23:16<\/a><\/span><span class=\"citation\" id=\"65534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65534)\">Matt. 23:24<\/a><\/span> that lead the people cannot tell them, and the result will be that both the people and their guides will fall into the ditch together.<span class=\"citation\" id=\"64791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64791)\">Matt. 15:14<\/a><\/span><span class=\"citation\" id=\"67285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67285)\">Luke 6:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n299\"> I will say another thing. The Lord never did bring judgment upon any people of any generation until he raised up prophets to warn them of the impending danger. You may read the history of the great and ancient cities of Tyre and Sidon, Nineveh and Babylon and other cities that were built to defy all time and every power but that of God; but when they were ripened in iniquity they were cut off, the Lord raised up men to warn them and to call upon them to repent; but when they rejected them the Lord brought judgment upon them and they were cut off in their sins. And so it will be with our nation and all others, when they shall be fully warned and they reject the message that is sent to them. The heavens are full of judgment, and as the prophets have said, they will commence at the House of the Lord<span class=\"citation\" id=\"78183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78183)\">1 Pet. 4:17-18<\/a><\/span><span class=\"citation\" id=\"90648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90648)\">D&amp;C 112:25-26<\/a><\/span> and then go to the nations of the earth. These things are beginning to make themselves manifest and the righteous and pure in heart can see it. <\/div><div class=\"paragraph jod\" id=\"v23n300\"> I want to see the Latter-day Saints <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> live their religion, keep their faith and do their duty, and trust in God. And if men persecute you for the sake of your religion, what can you do? You can go to God, and make your wants known to him; and that is our duty as Latter-day Saints. And as to our nation, they, as well as we, are in the hands of God; and I have nothing to say about them. God will deal with them; and what they sow they will reap,<span class=\"citation\" id=\"74700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74700)\">Gal. 6:7<\/a><\/span> and he will deal with us upon the same principle. The history of the ancient inhabitants of this land, as it has come down to us through the mercy and goodness of God, fully testifies to this principle; as long as they did what was right the blessings of God followed them, but after they became disobedient and wicked the hand of God rested upon them. At times when I reflect upon the great change that has taken place in our own land in the morals of the people during my time, I feel in my spirit to mourn and to fear as to the consequences. I was between 20 and 21 years of age before I heard of a murder having been committed in the whole of the New England States. The first murder that was committed in our land from the time I could remember until I gained my majority, was committed in New Haven; and I well remember how the news of it shocked all New England. What effect has such news upon the people of the same region today? Throughout the whole of Christendom today, murder, whoredom, blasphemy, and their kindred evils and vices are indulged in, and unbelief reigns in the hearts of men. Men profess to believe in the Bible; but confront them with the doctrines and prophecies it contains, and they will at once either raise a doubt as to their real meaning or they will openly deny  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them; and the few that accept the literal meaning of God's word, and confess him and acknowledge him in all things, do it at the risk of their reputation, and some of them, even of their rights as American citizens. What the result of all this will be is already written; and it will come to pass as sure as the Lord hath spoken it. <\/div><div class=\"paragraph jod\" id=\"v23n302\"> I rejoice in the Gospel of the Son of God as he has revealed it in this our day; I rejoice in the organization of the church and kingdom of God, and in the revelations of hea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ven. I read them with a great deal of interest, for I know they are true; and, therefore, I look forward with assurance to their fulfillment in the earth. We have but a little time to spend on earth even though we live to be a hundred years of age, and we have no time to waste. We should live in such a manner that the Spirit and blessing of God may attend us; and then when we cease our labors here we shall pass hence to continue them in the same cause of salvation and redemption, and all will be well with us. Amen. <\/div>\n<\/div>\n<\/div>"}