{"ID":230016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Human Rights&#x2014;Origin, Duty and Destiny of Man&#x2014;Correct Knowledge Due to Divine Revelation&#x2014;Truth Ever Absolute and Unwelcome to the World&#x2014;God's Authority Unrecognized&#x2014;The World's Present State and Future Prospects.<\/div>\n<div class=\"subtitle\">Discourse by Elder George G. Bywater, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 4, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Human Rights, Etc.<\/div>\n<div class=\"speaker\">Speaker: George G. Bywater<\/div>\n<div class=\"date\">Date: 6\/4\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v23n492\"> Among the loftiest conceptions of the world of mind, relative to the purposes and being of man, has, in human wisdom, been formulated to be the right to life, liberty and the pursuit of happiness. This sentiment has found an echo in every age, when the intelligence with which man is inherently endowed has been favored with a development to a degree adequate to this conception. And although this principle in the general bearing upon human interests is accepted by the intelligence of all countries and all peoples, we discover that our principles and sentiments are in advance of the moral and intellectual culture requisite to their full and complete development. But wherever and whenever the best cultivated minds have been moved to pronounce their conceptions upon the destiny of man, they have ever incorporated those principles and those rights in their constitutional manifestoes. And amid the multitudinous concerns and divine interests, in which the human mind is engrossed, there is always a sacred spot reserved for the welcoming and christening of those principles in the human heart. Moreover, <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whenever these principles have been invaded and the sanctity of the conditions involved in them has been imposed upon by ignorance and superstition or unbridled and uncultivated passions, they have ever resulted in sorrow, distress and anguish to the family of man. <\/div><div class=\"paragraph jod\" id=\"v23n493\"> In speaking a few Sabbaths ago I made reference to the genesis or origin of things, and quoted an inquiry which was very beautifully put by the intelligent individual who made the inquiry, namely, &#x201C;Whence are all things, and whither do all things tend?&#x201D; and then remarked that the highest and loftiest aim of man must necessarily be to obtain the conception of his origin and his final destiny. Short of this, his life would be an aimless life, and his acts would be acts without intelligent motives; they would be disconnected: they would bear no reference to the past, no reference to the future, but would be acts produced as the result of the force of circumstances, urging an acquiescence and recognition of the pressure by which he was surrounded, and yielding to the authority of that force. <\/div><div class=\"paragraph jod\" id=\"v23n494\"> But to the free and intelligent man and woman who ascend above  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the narrow zones and stratas of human life, who rise to a higher plain of intellectuality and who begin to perceive the vast extent over which human interests are spread and the undoubted right of association of those interests to go in one grand fraternal whole, in one bond of human unity, they must be led to inquire into those matters, and in doing so to satisfy themselves, at least, according to their highest standard of knowledge, and their widest scope of experience and observation, so that they might have in view an object, a mark, a prize towards which they should aim, a prize for which they should run a race, a work to be performed for which they should receive a reward; impelled by the eternal, heaven-born endowments which, under favorable influences and proper circumstances, they would feel awakened within them, impelling them, urging them to advance to a higher standard of moral and intellectual excellence, and be able to perform a work for the advancement of their race, for the amelioration of the condition of human society, that they might leave the world, in some small degree though it may be, the better for their living in it. <\/div><div class=\"paragraph jod\" id=\"v23n496\"> We conceive, my brethren and sisters, that these are motives that no well-directed line of thought can escape, that these are feelings that no heart imbued with the genuineness of its nature, which we inherit as the patrimony of our Father and God can entertain, without being moved thereby; and we certainly could not become oblivious to these considerations whatever may be the conditions or conceptions in which we find ourselves and those with whom we are more immediately associated in the fabric of human society&#x2014;we must feel that this <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great, grand, dominating principle is ever presenting its modest claim upon our allegiance, that we should not only desire to enjoy the right to life but the right to liberty, and the right to pursue happiness according to our highest conceptions of that happiness and that liberty. <\/div><div class=\"paragraph jod\" id=\"v23n497\"> As Latter-day Saints we feel that this is our prerogative; we feel that the words which I have quoted, although I stated that they were formulated by human wisdom, but I beg to qualify that statement by a word or two to convey my meaning more clearly to you upon this subject. It is true that we draw a line of demarcation between human wisdom and wisdom from above&#x2014;between the human and divine; that we draw a broad line by which we distinguish the one from the other; but when we express ourselves in harmony with the common principle which enters into the structure of our faith, as Latter-day Saints, we find that this line becomes more and more attenuated; we find that it loses that distinctness which we once thought should ever exist between what we call temporal and spiritual, and we find ourselves, being guided by the inspirations of our faith and the principles which we have espoused, coming nearer and nearer into a union, and more closely in harmony with that sentiment expressed by one of the ancient prophets: &#x201C;Fear God, and keep his commandments: this is the whole duty of man.&#x201D;<span class=\"citation\" id=\"57646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57646)\">Eccl. 12:13<\/a><\/span> This sentiment was uttered long centuries ago, when men, according to modern writers and speakers, were supposed to enjoy only the light of Paganism, guided by the government of barbarism in the lower stages of the scale of human elevation&#x2014;in the dark ages. But, my friends, if there is a sage or  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>philosopher that has ever uttered a sentiment or declared a principle or enunciated a law by which he would give birth to his conception of the philosophy of life, of the purpose of human existence, that could express it more forcibly, more philosophically or in stricter harmony with the principles of exact science than this ancient Prophet, then I know not his name nor am I acquainted with him as an author. <\/div><div class=\"paragraph jod\" id=\"v23n499\"> Permit me, in a few words, to illustrate my meaning upon this principle. We will suppose that a master builder has conceived a plan for a magnificent structure, for a beautiful residence, for a temple of worship, for a temple of science, for a temple of freedom, a temple of truth; and he would embody, as the result of his deep and practical investigation into the wants and necessities embodied in his conception, a necessary provision to meet those wants, to supply those necessities, and to accord with the character of the work, or the results to be produced after the work should be completed, that there was no part of the plan conceived as being unnecessary or beyond what was called for, or any part of the structure that was built for nought, and that might as well be disposed of as to have it; but he would feel that he had completed his ground plan, the several floor plans, even to the topmost stone or the last elaborate and artistic touch of the painter's brush or mechanic's chisel, according to the genius of decorative art, that it was all necessary to carrying out the external principles and character and importance of the work to be performed and of the results to follow the completion of this labor. <\/div><div class=\"paragraph jod\" id=\"v23n499\"> If this be true in works of art, if this be true also in the various labors of life, in the domain of <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> agriculture as well as the domain of art, in every department of nature as well as in every department of art, we see design and purpose, we see invention and system, we see the indelible mark of intent upon every part designed to constitute the entire and perfect whole; and we would say that the man who would conclude that the work of such an architect, of such a master builder, was unnecessary, was simply an utterance of mind that was unfavorable to more mature investigation of such matters, and consequently could not be considered a competent judge upon such a subject. <\/div><div class=\"paragraph jod\" id=\"v23n500\"> We regard man as the highest form of intellectual and moral existence with which we are acquainted. We regard man as the most perfect embodiment of all the creations of nature with which we are acquainted. He possesses the highest development of a nervous system, the most complex organization in all its parts, the most fruitful brain, producing the grandest results witnessed in every form of animated existence; and if this be true&#x2014;and I have never yet seen a man who could be considered by his best friends to be sane who doubted it&#x2014;then we must admit that if man who is created with a complement of capabilities, with a capacity for advancement in knowledge of a variety of degrees and kinds, and that he is adapted in his mental and moral nature to perform works that are productive of the highest possible good, not only to himself as an intelligent being, but to all subordinate or inferior forms of life with which he is surrounded, we certainly cannot fail to come right into the presence of this inquiry: &#x201C;Whence are all things, and whither do all things tend?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v23n501\"> Many and wide are the specula<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions indulged in by men who feel free to give themselves the most unbounded latitude in their speculations, forming theories not only devoid of ingeniousness, not only devoid of truth and symmetry, but possessing some features of fascination for the intellectual and good among mankind; yet, where do we find in the whole realm of mind, where through all the ages that have gone by, men that have wandered and gleaned information from every open avenue among the various civilizations which the words of history give unto us a knowledge of, is there a more rational and consistent solution of this question than is found in the writings of the most ancient historian and primitive lawgiver, Moses: &#x201C;God made man in his own image, in the image of God created he him; male and female created he them.&#x201D;<span class=\"citation\" id=\"52267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52267)\">Gen. 1:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n503\"> If then, my friends, we have an origin&#x2014;and there is no doubt but that we have; and there are very few men with whom I have come in contact that have ever hesitated to admit man's origin. It will therefore be rational to enquire whence are we. But to trace back through the ages that have elapsed and take a retrospective gaze into the past and endeavor to unearth the history of lost civilization; to exhume from the buried ruins the intelligence that existed upon the surface of this globe during the long, long centuries that have gone by, and there glean the very cream and gather together the most precious sentiments ever enunciated by sage or philosopher, can we find anything superior to this? No, we cannot, my friends; there is none on record. Pardon my freedom in making so broad and conclusive a statement; but I speak after many years' reflections, and after considerable research. <\/div> <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n504\"> And although, my beloved brethren and sisters, many grand and cherished principles have been brought to light by man's will and power of investigation, by seeking to open nature's temples and explore her departments and endeavor to comprehend law through phenomena, and formulate the laws of nature in harmony with the connected and continuous occurrences of events, with the uniform appearance and reappearance of her operations, and they have been gratified with the glorious results which have followed the earnest, the honest and indefatigable labors of good men, men who have sacrificed friends and homes and associations, who have bid adieu to their dearest friends on earth, sacrificing all the comforts and luxuries with which they were surrounded to embark on the ocean of peril and uncertainty in pursuit of principles which they felt were to be discovered, and results to be attained by persistent and indefatigable labor. They have traveled to earth's utmost bounds; they have endured hardships, and many of them have sacrificed their lives in order to accumulate a fund of human knowledge to add to those experiences which seem indisputably necessary to build up society upon its more enduring basis. Yet, my friends, have they ever brought to light by their researches, without naming those worthies for whom I entertain profound respect, a great many of them, have they ever introduced to the human family such a plain, such a clear, lucid and satisfactory explanation of the principles of which I have spoken, and to which I am now alluding&#x2014;the design of man and his final destiny upon the earth&#x2014;as is given in the records of revelation. It is true that the scientific man is satisfied that there is a  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>high destiny awaiting man; that there is an ultimatum pertaining to his being that science cannot unfold, that philosophy cannot teach, that man's experience and observation cannot gather the materials for the solution of; but they see a grandness in the structure of the human frame, they see a profoundness in the constitution of his mind; they see such a variety of adaptations and combinations in his person that augurs for him a higher life and nobler results and grander purposes, than are presented within the narrow realm of his mortal sphere, in which he now sojourns. But to say what that life is, to explain what will be his future destiny and the future destiny of the human family at large, the earth and the universe, who can tell? The wisest of men here bow their heads in humility, their countenances become more or less suffused with expressions of humiliation. They stand in the presence of the future, the effect of which they feel, but the character of which they do not comprehend; and they will say with Professor Proctor and others, that whatever may be the laws that will bring to pass the resurrection of the world, as the prophets have said, it will die and pass away;<span class=\"citation\" id=\"94236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94236)\">Isa. 51:6<\/a><\/span><span class=\"citation\" id=\"94237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94237)\">2 Pet. 3:10<\/a><\/span><span class=\"citation\" id=\"128694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128694)\">Rev. 21:1<\/a><\/span><span class=\"citation\" id=\"94238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94238)\">D&amp;C 29:23<\/a><\/span><span class=\"citation\" id=\"128695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128695)\">JS&mdash;M 1:35<\/a><\/span> what will be the laws and powers and forces that will make themselves manifest in the resurrection or regeneration of matter, they do not know, but they believe that there exists in nature an intelligent power which will conduct her operations to eternal perpetuity. <\/div><div class=\"paragraph jod\" id=\"v23n506\"> My friends, we are indebted to revelation as the source of knowledge; we are indebted to God and angels, and the spirit of revelation, for our understanding of those divine principles which afford a clear and final solution to these important and vital inquiries. As Latter-day Saints <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we appeal to this source; and while we do not ignore any truth, come from where it may, or wherever found, whether upon Christian or heathen ground, we hail the light of the everlasting Gospel of the Lord Jesus Christ which has been revealed in our day and dispensation as the only unerring, as the only truthful and unqualifiedly certain mode of interpretation by which we can attain to a knowledge of these things. We may say, the works of God and the word of God both constitute the avenues of human information, and that whoever ignores the one deprives himself of much of the benefits which flow from accepting the other; that there are two doors which open to the temple of truth, and they are both indispensably necessary to engage man's full capacity and to endow him with the principles of knowledge, and with the purposes of his being here upon the earth, together with his origin and final destiny. <\/div><div class=\"paragraph jod\" id=\"v23n507\"> My beloved friends, I feel grateful for a knowledge of these things; I feel thankful that God has restored again the fulness of the Gospel of our Lord and Savior Jesus Christ, and that we are living in the dispensation in which God has foretold through his ancient servants the prophets that he would make known his mind and will concerning the earth and its inhabitants, and his purposes in relation to them; and that he will bring to pass all of his great and grand designs as they have been foreshadowed in the volumes of revelation from the earliest period of his speaking to the children of men to the present hour. And as Latter-day Saints we rely especially and entirely upon him for absolute truth. Although men deny this, they say there is no such thing as absolute truth, that all truth is  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>relative. But we have learned, through the revelations of God, and taking them as a standard, that there is a great deal of false reasoning here. Truth is absolute in its nature. Man's apprehension of it may be only partial and imperfect; he may know too few of its sides, comprehending it not in its entirety; and, therefore, to form a perfect and unerring judgment as regards its force and power and character requires a thorough application of its elements. I aver that truth is absolute. It is admitted by our wisest men that the existence of God is an absolute existence; we accept this admission, and say that whatever truth emanates from him, is an absolute truth. It may be beyond our comprehension. Truth may come unto man in relative quantities. It may be revealed in the form of line upon line, precept upon precept, here a little and there a little.<span class=\"citation\" id=\"58590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58590)\">Isa. 28:10,13<\/a><\/span> It nevertheless comes to us in the character and absoluteness of his character, and this, we say, is stamped upon every principle that emanates from his divine presence. <\/div><div class=\"paragraph jod\" id=\"v23n509\"> As a community of people we have received this Gospel; we have embraced its first principles. We have gathered ourselves together to these mountain valleys in fulfillment of prophecy to be further taught of him. We are entering into the development of that work which has been the theme and burden of the prophetic song of men who lived long ages ago. We live in an age of revelation. We live in an age of Prophets and Apostles and inspired men. But who believes this? Here is a question, who believes it? It was asked in the day of the Savior, When the Son of Man cometh shall he find faith on the earth?<span class=\"citation\" id=\"67859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67859)\">Luke 18:8<\/a><\/span> When and where, I ask, has a dispensation of God to the children of men found <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a universal acceptance? We know of no time in the world's history when the intelligence of the masses of mankind has been of that advanced and refined culture as to accord the right to the Creator of the universe to dictate a government for the children of men. They have ever assumed the role <span class=\"italic\">en masse<\/span> or in the great majority, that they had the right to dictate to themselves. This is strikingly illustrated in the parable of the Savior, in which is represented a vineyard and the giving charge of it to stewards to cultivate it and take care of its fruit.<span class=\"citation\" id=\"65333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65333)\">Matt. 21:33-46<\/a><\/span><span class=\"citation\" id=\"66634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66634)\">Mark 12:1-12<\/a><\/span><span class=\"citation\" id=\"67917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67917)\">Luke 20:9-18<\/a><\/span> This having been done, the Lord of the vineyard sends his servants or messengers to investigate as to the management and working of their stewardship. But when they came, making known their business to those in charge, were they received as they should have been? No, but on the contrary, they agreed among themselves that it was their right to manage their own affairs according to their own will and in their own way, and that it was their right to dictate to themselves. <span class=\"italic\">Vox populi, vox dei<\/span>. We are the voice of God; we know what is best for ourselves, etc. And they took the messengers that were sent unto them by the master and owner of the vineyard, and beat one and stoned another, etc.; and they returned and reported the cruelties that had been inflicted upon them. By this act they ignored the right and authority of the Master to make any inquiries as to the management of affairs. Finally the Lord of the vineyard said: &#x201C;I will send my son, surely they will reverence my son.&#x201D; He came, and they recognized him; said they, &#x201C;He is the heir; let us kill him.&#x201D;<span class=\"citation\" id=\"65335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65335)\">Matt. 21:37-38<\/a><\/span><span class=\"citation\" id=\"66635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66635)\">Mark 12:6-7<\/a><\/span><span class=\"citation\" id=\"67918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67918)\">Luke 20:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n510\"> My beloved brethren and sisters, and friends, this is a very truthful,  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a very forcible illustration of the spirit that has been manifested by the generation of the children of men in our own age, when God has again sent a divine messenger, crying repentance to the people and inviting them to forsake their sins and return to the Lord their God, and recognize his right to dictate to them the form of government they should live by. <\/div><div class=\"paragraph jod\" id=\"v23n512\"> How is it today in this nation, that boastingly iterates and reiterates from one part of our common country to the other the rights of men which are embodied in the noble Constitution of the country, and expressed in the words I quoted, &#x201C;Life, liberty, and the pursuit of happiness.&#x201D; Do they recognize God's right to rule? No, my friends, and I must say, pardon the allusion, in the sarcastic though too truthful article of Mrs. Gail Hamilton, with regard to the power and effects of science and the power and effect of the Christian world in their prayers for our late lamented President Garfield, when she tauntingly throws up to them that they have no faith; that the prayers of the whole world were turned, that the whole Christian world bowed itself, asking and pleading with heaven to save unto us our President; but the only prayer answered was that of the wretched and despised Guiteau, the assassin. There is too much truth in this sarcasm. Would we rule God out of the government; would we rule Him out of the Constitution, claiming the right to rule ourselves and dictate the conditions upon which we would live, or would we say with one of old, that &#x201C;to fear God, and keep his commandments, is the whole duty of man.&#x201D;<span class=\"citation\" id=\"57647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57647)\">Eccl. 12:13<\/a><\/span> It is with regret that we have to record the admission, that the general sentiment of today, is, that God has <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nothing to do with human affairs, which only expresses the real state of things as they now exist. But then this is merely a fulfillment of a prophetic utterance. In the latter days, said Timothy, many false prophets should arise and also false teachers,<span class=\"citation\" id=\"78360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78360)\">2 Pet. 2:1<\/a><\/span> who would teach the doctrine of devils.<span class=\"citation\" id=\"75931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75931)\">1 Tim. 4:1<\/a><\/span> Forbidding to marry<span class=\"citation\" id=\"75935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75935)\">1 Tim. 4:3<\/a><\/span> (but tolerating prostitution); that men would become &#x201C;covetous, boasters, proud, blasphemers,&#x201D; that they would be &#x201C;Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of them that are good.&#x201D; That they would also be traitors, heady, highminded, lovers of pleasures more than lovers of God. &#x201C;Having a form of godliness, but denying the power thereof.&#x201D;<span class=\"citation\" id=\"76140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76140)\">2 Tim. 3:2-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n513\"> What is the state, not only of our own glorious Republic, but of the governments of the world&#x2014;whither are we drifting? We have eyes, but whether we can see enough of the circumstances that are to constitute the grand panorama spoken of in Holy Writ, is another question. It may be that they are too close to our doors to be seen distinctly, and that we are unable in consequence to comprehend their magnitude and foretell their results. Be that as it may, we nevertheless are right in the presence of these sorrowful facts of human history. <\/div><div class=\"paragraph jod\" id=\"v23n514\"> May we, as Latter-day Saints, be faithful, trusting in God. May we be like Daniel of old, though the king should forbid we should pray; though princes and rulers should tell us we shall not worship God only as we are permitted to, that we must accept and abide by popular opinion and bow in deference to popular prejudices, shaping our convictions after the ethics and theories of men, may we still trust in Him, and still be found at the post of duty and devotion.<span class=\"citation\" id=\"61556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61556)\">Dan. 6:1-28<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v23n516\"> Is this the age of life, liberty and the pursuit of happiness? Is this the age when we are to enjoy those immunities and guarantees which the highest conservators of human wisdom, the founders of our great Constitution were enabled to give unto us, to bequeath unto us as their patrimony? Alas! alas! It is in this instance as in that expressed by Oliver Goldsmith: <\/div><div class=\"paragraph jod\" id=\"v23n517\"> Ill fares the land, to hastening ills a prey, Where wealth accumulates and men decay. <\/div><div class=\"paragraph jod\" id=\"v23n518\"> When men will tell you that the constitution is not sufficient; that we have grown beyond it&#x2014;that there is no sacredness to be attached to any institution that comes short in its provisions to supply means by which party purposes and popular prejudices can be fostered and carried into execution, that all these things must go by the way&#x2014;I fear for my country; I fear for any nation and any people so situated. For remember, this is not the only age that mankind has lived. We go to Egypt, we go to Chaldee and to Central Arabia, and we find these relics of an ancient civilization, many phases of which would put to the blush the vanity and pride of the intelligence of the age in which we live. They have gone; the genera<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions then living have melted away. And the generations that now live will pass away; but God lives and rules, and his purposes will roll on. And, pardon me, I will close my remarks with another couplet: <\/div><div class=\"paragraph jod\" id=\"v23n519\"> &#x201C;Yet I doubt not through the ages One eternal purpose runs, And the thoughts of men are widened By the process of the suns.&#x201D; And by the development and the upholding of the principles of nature God is consummating his designs, which will terminate in the salvation of man and the perfection of the earth as a residence for the redeemed of all past ages, when the light of the sun will not be needed, for the glory of God will be the light,<span class=\"citation\" id=\"60019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60019)\">Isa. 60:19-20<\/a><\/span><span class=\"citation\" id=\"80822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80822)\">Rev. 21:23<\/a><\/span><span class=\"citation\" id=\"80843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80843)\">Rev. 22:5<\/a><\/span> and intelligence and truth shall flow as the mighty ocean, and knowledge shall cover the great deep,<span class=\"citation\" id=\"58186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58186)\">Isa. 11:9<\/a><\/span> and no man then need say, Know ye the Lord, for all shall know him from the least to the greatest;<span class=\"citation\" id=\"60700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60700)\">Jer. 31:34<\/a><\/span> and every man in every place will meet a brother and a friend. <\/div><div class=\"paragraph jod\" id=\"v23n521\"> May God in His own due time hasten these things, and we, His children, be prepared for every dispensation of His providence, is my prayer, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}