{"ID":230003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Settling of Southern Utah&#x2014;Building of the Temple, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the St. George Tabernacle, Wednesday Evening, Nov. 9, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Settling of Southern Utah, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/9\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v23n25\"> I feel pleased to have the opportunity of again meeting with you. There are many things that if I had time, I should like to talk about. However, there were one or two statements, that I made yesterday, which I will further explain. In speaking of the position of the people and of their settlements in this southern country, I then stated that President Young did not make any mistake in laying out a city here, nor in building a Temple here; that it was quite as important a move as any that could have been made in the interests of the Church and kingdom of God upon the earth. If I were to enter into the details of that move I should speak of it perhaps in a two-fold capacity; but I will speak for a short time, at least, upon some of the leading features associated with the position that we occupy here in these valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v23n26\"> We are quite a long distance from the outside world. It is true there are railroads and more are being made; and it is right there should be. That is their part of the business. In this way, and in many instances, they are assisting us to build up the kingdom of God, but they don't know it. If they did they would not like to do it. <\/div><div class=\"paragraph jod\" id=\"v23n27\"> The position that we occupy in <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these valleys of the mountains, is a very peculiar one. When we came up here the first place that was designated was Salt Lake City. President Young said that he had a manifestation that that was the place. There was a valley, a very good valley, a comparatively rich valley, a valley that was well watered, a valley that could be irrigated without much labor, where the streams were quite easy of access and where a small community could easily raise their sustenance; and this we did. Now, had we landed in a place like this at first, it would have been more difficult, people would have become more discouraged, and some of them felt very much discouraged as it was&#x2014;some going to California because everything looked so forbidding. Yet others thought it would be a pleasant place to reside in, a place where a living could be as easily obtained as in most other places, except we go to some of the rich lands of Missouri, Illinois, Iowa, etc. But there were other circumstances associated with these things that would have made it difficult for us to sustain ourselves even in those places. For instance, we lived in a rich land back in Missouri. Everything there seemed to grow at a very rapid rate, everything increased very fast. I have heard some  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people tell such big stories about the productiveness of that country that I have sometimes been afraid to tell what I myself knew of it, for fear that people would not believe me. For instance, I have seen fields of corn that a regiment of soldiers could ride into and they would be out of sight; and I have seen beans grow where corn has been planted where the corn stalks have served as bean poles; and I have seen pumpkins and squash grow among them, three crops growing the same year and at the same time. That country, nevertheless, has many drawbacks. In that country we were very unhealthy. We were subject to what is called fever and ague every year; in fact, in the spring we used to think we did well if we didn't happen to die off in the fall. Why could we not stop there? Because the land was too good, and we were easy of access to men desirous to possess our property, and they told us to move on, and we had to go. We had to leave Missouri, and I suppose God intended to try the Saints, to let them pass through certain kinds of experience and place them in a position that they would have to lean on Him. Some of the people rebelled against these things in their feelings. Among the rest, I remember being much shocked at the remarks of Sidney Rigdon after he had been imprisoned with the Prophet Joseph in Richmond jail, as well as many others. I visited them in jail, and Sidney Rigdon made a remark soon after he got out, to the effect that if God did not care anything more about us than He seemed to do, that if He allowed us to be hauled around as we had been, he did not care about serving such a God. That is, he found the trials were heavier for him than he was capable of bear<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing, notwithstanding that he had seen the Lord and had had visions pertaining to the celestial, terrestrial and telestial kingdoms, in which he had seen the position of men in the future, and the purposes of God regarding the nations of the earth, and had borne testimony of it in connection with Joseph Smith, as we find recorded in the Book of Doctrine and Covenants.<span class=\"citation\" id=\"86846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86846)\">D&amp;C 76:1-119<\/a><\/span> Yet when trials came his knees faltered, and the knees of many others have faltered in the same way. Now, we talk about lands, good rich land. Why did we not stay in Missouri? Because people would not let us. It was just so in Illinois. Why did we leave there? Because, as I have heard Brother George A. Smith say, we left because we could not help ourselves; at least, that was the purport of his saying. I think the Lord was very merciful to us in Salt Lake Valley. I believe we landed just in the right place. The people commenced to establish themselves; they began to find that they could raise crops there, and that the land was very productive. We stayed there for a while and began to make little settlements and little excursions out into the surrounding country. The people had all kinds of difficulties. I remember once, in Bountiful, there were three or four families went up to settle there, and they felt that there was not enough water, and that they could hardly get along. They got to quarreling about water rights, as we do sometimes. I do not know of much quarreling down here; I do not think you have as much water to quarrel over as they had. Afterwards President Young was moved upon to begin to make settlements in other places. We had now obtained a foothold. We had a place where we could raise all the grain  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>necessary for our sustenance, where we could raise sheep, cattle, etc. We pushed out to Ogden on the one hand and to Provo on the other, and then occupied some of the best places in Salt Lake Valley, in Utah Valley, and on the Weber. We began to increase; more immigrants came in, and others began to come from above. Things went on. A Temple was started there, but it seemed to progress very slowly; as well it might when we consider the substantial nature of the building. When we started, we had nothing but wagons to haul the rock on, and they were very big rock, if you remember. Those rocks had to be hauled about 17 miles in those wagons, and owing to the liability of the wagons to break down, this work gave us a great deal of trouble. Today, and right along for a number of years past, since the railroad has been built, it is not uncommon to bring in some three or four car loads at a time, delivering the rock in the Temple yard. Then it was thought best to commence down here. Why? Let me tell you some other things and show you about the settlements north and south, and especially south. If you remember, Brother Geo. A. Smith, as much as 25 years ago&#x2014;I don't remember exactly how long&#x2014;came down and made a settlement at Parowan, and another at Cedar&#x2014;and here is Brother Henry Lunt present, who was one of that number. He came to Cedar at that time, and they tried to start iron works at that place. And then Brother Joseph Horne and some others were sent down to see if cotton could not be raised in this district of country in the hope that something could be done whereby we might produce the raw material for the manufacture of our clothes, <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they stayed a little while somewhere not far from here, some five miles south on the Santa Clara, I am told. There was a rich little settlement up there. Some time after, a great deal of it was washed away. I remember the struggles Brother George A. used to have. He labored under difficulties, being so very heavy, and not as active as most men; but he was a man of great energy. He would come down here and bring a few men, and would settle them down and go back again. By and by he would bring some more down, all that he could pick up that would volunteer. By the time he came down again, he would find half of the others had gone. They did not want to stop. They thought the land was set up on edge and had never been finished, and they had all kinds of notions. Then he would return to the city, and drum up a few more recruits, and take them down; and by the time he got here he would find that a good many of those he left had also gone. Finally, they became weeded out and left, until he got a lot of folks who, if they had considered it a duty to go on to a barren rock and stay there until they should be instructed to leave, would have done it. It needed just such an element to come to this country. What Brother Snow said here, referring to the sad fact of there being such a number of widows in this place whose husbands had gone to their graves through having worked themselves to death, was perfectly true; but, then, we don't want to cry about it. We may as well laugh as cry about the past. You have done a great deal of hard work. In coming down from Pine Valley we found immense dugways in the most forbidding places, and it has required all the perseverance, energy, intelligence  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and faith of even those men who were capable of living on a dry rock&#x2014;it required the combined energy of the whole to accomplish these things, and a good deal of faith too. <\/div><div class=\"paragraph jod\" id=\"v23n30\"> Still President Young urged forward the people; Brother Geo. A. Smith and Brother Erastus Snow urged them forward, and others urged them forward, and there was a general feeling to build up this southern country. Finally it was found that our Temple in Salt Lake City would take such a long time to build, it was thought best to erect one down here. Why? Because there was a people living here who were more worthy than any others. Who were more worthy of the blessings of a Temple than those who had displayed the self-abnegation exhibited by the pioneers of the south? God inspired President Young to build a Temple here because of the fidelity and self-abnegation of the people; and, furthermore that there might be an asylum here for those living further south to be administered to in the holy ordinances of God. I speak this for your credit&#x2014;not that all of you are of that class, but let those that are worthy take the credit, and those that are not, need not take it. This Temple was built and we went into it, and a great many thousands of people have been administered to, and for, within its walls. People have administered for themselves and for their progenitors. Over 150,000 people, Brother McAllister says, have been administered for in this Temple. Don't you think it is worth while building a Temple where such a work can be done? If life is worth anything, if salvation is worth anything, if the life of our friends and brethren with whom we shall be associated in the kingdom of God, is worth anything, then I think a good work was done <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the building of this Temple. In other words, it was a wise move. Why? Because it helped to sustain this part of the country. Means were brought from other places down here to supply the people with means and labor, thus it has been a blessing both to the living and the dead. You men who comprehend things aright, you would not take in exchange anything that could be conferred upon you for the blessings you have received in that Temple. <\/div><div class=\"paragraph jod\" id=\"v23n31\"> There were then blessings of a temporal nature, as well as of a spiritual nature, connected with the labor performed in the building of that house. There was another thing. In establishing the kingdom of God it was necessary that there should be a strong place somewhere here between the land south and the land north. It was necessary that there should be a foothold here all through these valleys of the mountains between Salt Lake City and north of Salt Lake City clear away, as you have heard President Young say, on the backbone of the American continent. And why? We make remarks sometimes, but I always like to get at the bottom of them. Why is it better for us to be here than to be somewhere else? If we had been in Missouri we should have been mobbed and robbed long ago. If we had been anywhere in Central America or South America where we could have been reached, our Christian friends would have come there and stolen what we had from us. But, furthermore, President Young, who was governed by the inspiration of the Spirit of God in leading the people forth in the way he did, expected that these railroads that are now coming would come along. Years ago I expected the same thing, because I saw them at work here,  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and clear away into Mexico. I had it manifested to me, and Brother George Q. Cannon, here has heard me speak about the matter. Didn't you Brother Cannon? (Brother Cannon: Yes, sir.) At that time I was very sick. I told President Young of some things that I then believed would take place, among the rest was this railroad building. And if there had not been some pretty strong places, such as a settlement on Salt Creek, a settlement at Beaver, a settlement at Parowan, a settlement down here, etc., we never would have been able to carry out the will of God, and we should have been in a different position with regard to other settlements further south than we are today. Now your young men are beginning to say, they want room. There is plenty of room south. Here is Brother Snow, who has been working like a beaver, and there are others, who are doing the same, establishing settlements in the various valleys south, in Arizona, in Colorado, and all through this southern country, until we now occupy, as I have stated in other places, some 800 miles of country in a direct line, running north and south. <\/div><div class=\"paragraph jod\" id=\"v23n33\"> What did we have when we left Nauvoo? Not much. Any property to spare? I think not. I think many of us would have gone without shoes, without clothing, unless God had interposed in a miraculous manner in sending down&#x2014;I was going to say, a shower of clothing. You remember that Brother Kimball prophesied at a certain time that clothing would be as cheap here as in the East. Regarding this some people felt a good deal like the man did when Elijah prophesied about a measure of meal being sold for so much.<span class=\"citation\" id=\"55835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55835)\">2 Kgs. 7:1-20<\/a><\/span> Says one man; if the heavens were to open this could <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not happen; but it did happen; and the other happened that Brother Kimball talked about. When the gold fever burst out, people brought clothing by the wholesale and sold it for a mere song, and let you sing the song; until the wants of the people were all supplied. Who supplied them? These men. Did they want to do it? No, it was the Lord who controlled these matters. He started up this feeling which brought the people here, and they acted more like crazy men than any I ever saw. They were ready to give us their goods almost for nothing. The Saints at that time in Salt Lake City were supplied with all the necessaries of life brought by traders whom they knew nothing about, and they traded off their cattle and their horses and anything these people could pack away. Here was a manifestation of the work of the Lord, of the will of God, and the protecting care of our heavenly Father over His Saints. <\/div><div class=\"paragraph jod\" id=\"v23n34\"> As I told you yesterday we have traveled among the Saints and found thousands of happy homes, good farms, good gardens and orchards, cattle, sheep, horses, etc., and that the people generally are now in a very prosperous condition. What has it originated from? We certainly did not bring it about. God has blessed our labors on the land and increased the water for our sake. <\/div><div class=\"paragraph jod\" id=\"v23n35\"> Now, having said so much upon this subject I will turn to our political position. We have already made in Salt Lake City numbers of very nice places. You have also got some very beautiful buildings here. I am sorry to see so much saleratus yet in the land; I wish you had a little easier times; but while I am inclined to sympathize with you, yet I do not want my sympathy to overcome my judg<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment about matters of this kind. <\/div><div class=\"paragraph jod\" id=\"v23n37\"> Now we have really the foundation for a prosperous State. We started with nothing a little while ago. I think we have made pretty well at it. You have had hard times; still you are living and thriving: there are none of you naked or without shoes, hats or bonnets. You seem to be provided with a great many of the good things of this life. You seem to be doing tolerably well. I know very well that you have a hard struggle to make two ends meet; I understand it. But there is one advantage you have&#x2014;no one will want to steal away your place from you; will they? (Laughter.) I do not think they would want to carry it off. I do not think they would want to drive you away because of your extraneous wealth; consequently, you are free from this trouble. That is not the fix of the nations of the earth. Go to some of the nations today and look at their condition. Take England for instance; they are prospering very well, but look at the trouble they have had in Ireland. They have tried to benefit that people in one way or another, but they seem to spurn those benefits, and are inclined to stir up commotion which is not unlikely to end in bloodshed. We are not troubled in that way. In Russia, look at the horrible condition they are in. They have secret societies, as spoken of in the Book of Mormon.<span class=\"citation\" id=\"82417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82417)\">Hel. 2:4<\/a><\/span> They are engaged in all kinds of plots, plans and calculations. They have tried to kill their present Czar, after having assassinated his father. There seems to be a feeling of uneasiness and trouble among the nations. Then again, in Turkey, they have had a great deal of trouble there. It has leaked out lately that the Sultan, who was said to have <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> died a natural death, was strangled, and they have lately been prosecuting his assassins. There are terrible forebodings among the nations of the earth because of troubles that seem to be threatening them. Here we have had our own President killed, and a little while ago President Lincoln was assassinated, and there seems to be a spirit of that kind rampant, and it will grow worse and worse. Not long ago in Pittsburgh there was a shocking state of things, where they burnt up and destroyed property to the amount of three millions of dollars or more. We have apparently prosperous times. There is now a lull in the storm, but it is only a lull to burst out more violently by and by. You will see it. There are elements at work to uproot the government and destroy the foundation of society, and to take away the rights of men and pull down the bulwarks of this government, and scatter to the four winds the principles by which it has been governed, and to let loose the wildest passions of men. These are some of the things that are taking place. These are the elements that are at work today. They are running around, and through, and among the people almost everywhere. And it will not be long before there is trouble again in the United States. These inflated times will by and by bring about a great reaction, and then there will be trouble and difficulty; and so these things will continue to increase. <\/div><div class=\"paragraph jod\" id=\"v23n38\"> Now, we are here in the tops of the mountains, far away from these things. We are here learning the laws of life and the principles of truth, and we are here as saviors upon Mount Zion,<span class=\"citation\" id=\"62032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62032)\">Obad. 1:21<\/a><\/span> operating in the interests of humanity, sending forth missionaries to the nations of the earth, gathering people together;  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and when they are gathered together, we build temples and administer in them. We are here, forming closer connections with the heavens, with God our Heavenly Father, with Jesus the Mediator of the New Covenant,<span class=\"citation\" id=\"77314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77314)\">Heb. 12:24<\/a><\/span> and with the ancient Apostles, Prophets and men of God. We are here participating in some of the greatest blessings that ever were conferred upon mankind since the world was formed. We are here as those that God has selected from the nations of the earth, that He may plant among us the principles of eternal truth, and that we may operate with Him and with the Priesthood behind the veil in the interests of all humanity that have ever lived upon the face of the earth. We are a blessed people if we could only comprehend our position. And we need not be too anxious about the affairs of the world. Men of wealth, men of standing, men of position, men who stand in high places, are beginning to tremble and quake everywhere. They are looking forward with terrible forebodings to something that they fear is coming upon the earth. They do not know what it is, but it will burst upon them and their forebodings will be realized. <\/div><div class=\"paragraph jod\" id=\"v23n40\"> But we will look at this matter again. Could we be in a better place? I think not. Let me show you the reason for that. We are a very small people, and we are in the midst of a very large people. We occupy these valleys among these rugged mountains, and we dwell in deserts, and in many of the most forbidding places. We see people living in little places, on little streams of water trickling along, and perhaps all of it would go through an inch pipe without much pressure, and they are professing to farm and raise fruits, vegetables and vines in <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such places, wrenching their living from the barren desert soil. And they do live, but it is hard sledding, and there is a great deal of it here. Now then, go over the ground we have traveled to get here, say starting from Utah County to Juab, from Juab to Fillmore, from Fillmore to Beaver, from Beaver to Parowan, and so on down through here, and among these rocks where little settlements are placed, and up and down your rivers, how very, very few comparatively they are. Yet what an extent of land, is there not? We occupy the country it is true; but I tell the people sometimes that our mountains have very large feet, and that our deserts occupy very large tracks of land. But wherever there is a habitable place, Latter-day Saints are living on it, and consequently living in these little places they control the mountains and the country. Is not that a fact? And suppose we did not have these little forbidding, barren places, the little springs and little rivulets that come along reminding one of oases in the deserts&#x2014;if we did not have them we could not have the country, but we have them and God has given us possession of them. If we had not possessed these narrow valleys and defiles they would have been in the possession of bands of Gadianton robbers,<span class=\"citation\" id=\"82441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82441)\">Hel. 6:18<\/a><\/span> who would have preyed upon the people and their property, as &#x201C;cowboys&#x201D; and guerrillas are now doing in Arizona. But our possessing them gave strength and protection to our more important settlements. <\/div><div class=\"paragraph jod\" id=\"v23n41\"> We have paid for what we have got. I expect your land is all entered here? <\/div><div class=\"paragraph jod\" id=\"v23n42\"> Answer&#x2014;Yes, sir. <\/div><div class=\"paragraph jod\" id=\"v23n43\"> You have paid for the land then, and you have paid for it up here in Pine Valley. There is a big moun<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain between, and you own that in the bargain, and all those sand ridges and rough places, including Jacob's Twist are thrown in for nothing. You own the country here and there and all the way through. How far is it from these mountains to Kanab? <\/div><div class=\"paragraph jod\" id=\"v23n45\"> Answer&#x2014;About 80 miles, sir. <\/div><div class=\"paragraph jod\" id=\"v23n46\"> The most of it is mountainous. But there are little places here and there which enable you to control all of it; the mountains are thrown in as chips and whetstones. It is the same all the way from here to Nephi; there are little places here and there; we own them and have got our titles for them, and we are the owners of the soil and the mountains are thrown in. So that owing to the small quantity of land we have been compelled by circumstances to go into Idaho, Arizona and Colorado. We cannot hide from ourselves that these things give us some political rights in these places; but who are we injuring, whose political or religious liberties are infringed upon by us? Nobody's! If we live on and conquer those forbidden districts we ought not to be begrudged the limited influence that those positions naturally award us; and while we do not interfere with others and their political arrangements, we think we ought to possess that meager share that these forbidding circumstances place in our possession. <\/div><div class=\"paragraph jod\" id=\"v23n47\"> There is another remarkable thing. Who is it that we are to thank for this? The Lord. Did he inspire President Brigham Young in these things&#x2014;to occupy these places! Yes. Is it right for us to occupy them? Yes. Is it right for us to build temples? Yes. Is it right for us to administer in them? Yes. Is it right for us to seek to establish the kingdom of God on the <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth? Yes. Is it right for us to seek wisdom from God to do it? Yes. That is what we have been doing for a great many years and we are doing it today. Here is Brother Cannon. He is going to Washington as our representative in the general government. Only think about it. Here is a Territory several hundred miles long and I do not know how wide. Let me see (the speaker turning and addressing himself to President Cannon) George, how many representatives have they in Congress? <\/div><div class=\"paragraph jod\" id=\"v23n48\"> Answer: 293 representatives and 9 delegates. <\/div><div class=\"paragraph jod\" id=\"v23n49\"> And then there is the Senate? <\/div><div class=\"paragraph jod\" id=\"v23n50\"> Answer: 76 members. <\/div><div class=\"paragraph jod\" id=\"v23n51\"> And we, a little people in the valleys of these mountains, right in the tops of these mountains, in the midst of 50 millions of people, all the representation we have is just one delegate, and he has not a right to vote! And yet what have they done to us? Not much. Have they been plotting against us? Yes, they have. Are they seeking to injure us today? Yes. Who? All classes of men, and especially the religious kind. Our feeling is to save people, not to curse them. It must be a miserable feeling for men to have when they are seeking to destroy their fellow men, yet they are doing it. It is because they have not the intelligence to cope with the principles that God has revealed to us, that they want to drag the strength of the government to put down by arms that which they have not the power to do by argument or on any just or regular principle. I would be ashamed if I were one of them; I would be ashamed if I could not do something else besides praying to destroy a few, weak people in the tops of the mountains of Utah, far away from everybody, and pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tending that we are so awfully corrupt that they are afraid we shall demoralize them. God save the mark! They themselves are killing off their own children by tens of thousands and by hundreds of thousands before they are born. That is the feeling that is growing up among them. It is adultery, fornication, lasciviousness that is undermining the constitutions of the people. They are rotting by thousands and tens of thousands, and they will come here and preach morality to us. We do not want them. We tell them to go among their own lepers and cleanse their own social evils, sweep out their own Augean stables, and purify themselves from their own corruptions, and then come and talk purity to us. That is what I would say to those people. We understand them as well as they understand themselves, and for that reason we do not want any of that kind of hypocrisy here. <\/div><div class=\"paragraph jod\" id=\"v23n53\"> Now, then, we come to ourselves. We are here. Could we have been placed in any better position than we are today? No. What has been the object of God for sometime? In the first place He operated upon Columbus to come and find this land.<span class=\"citation\" id=\"81040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81040)\">1 Ne. 13:12<\/a><\/span> He then operated upon the Puritans and other men in England and other places to come to this land, and many of them were good, honorable, high-minded, virtuous people.<span class=\"citation\" id=\"81046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81046)\">1 Ne. 13:13<\/a><\/span> The grandfathers and grandmothers of this nation were not murderers; they did not murder infants; they were honorable people who cherished human life, and considered it a blessing to have a large posterity and to take care of them. The spirit of the early fathers was, if their land was poor they could raise men. What are they doing now? Raising murderers and murderesses. From among those people <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and from Europe and other parts the Saints have been gathered. The Lord is gathering them together, and His kingdom is spreading and growing, and it is our privilege to grow and expand with it, and we should be true to ourselves, be true to our religion, be true to God, and operate in the interests of humanity. We could not find a better place for Latter-day Saints than in these valleys of the mountains, nor in those rugged parts further south. We expect to go on and to increase and seek to the Lord for his guidance, protection and sustenance, while we must learn to do right and observe his laws and keep his commandments. The kingdom of God is onward. It is accelerating in its speed. God has called the First Presidency, the Twelve, High Priests, Seventies, Elders, Bishops, High Councilors, Priests, Teachers and Deacons&#x2014;he has called upon them to devote themselves to him. He expects us to be willing in the day of his power.<span class=\"citation\" id=\"57205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57205)\">Ps. 110:3<\/a><\/span> He expects us to be true to our integrity, and having taught us eternal principles, he expects that we shall have the law of God written in our hearts<span class=\"citation\" id=\"60673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60673)\">Jer. 31:33<\/a><\/span> and be valiant for the truth and for God. God and all the intelligences that he is surrounded with are on our side and are enlisted in our protection and for the sustenance of this people; and for the rolling forth of his work, and the accomplishment of the objects that he designed in the introduction of the Gospel in the last days, even in the dispensation of the fulness of times, when he would gather all things into one.<span class=\"citation\" id=\"74852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74852)\">Eph. 1:10<\/a><\/span> Being called to live in a land like this, in the midst of rugged mountains and barren deserts we will sing, &#x201C;For the strength of the hills<span class=\"citation\" id=\"57024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57024)\">Ps. 95:4<\/a><\/span> we bless thee, our God, our fathers' God;&#x201D; for the wisdom Thou hast  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>displayed we praise Thee, O God, our fathers' God. And we will be true to God, to our religion and will keep our covenants; we will maintain strict integrity to our vows which we have vowed in sacred places; we will follow the guidance of the Holy Priesthood, and God will lead us from strength to strength, from victory to victory, from power to power, until the kingdom of God shall be established, and no man can stay its progress today, God being our helper.<span class=\"citation\" id=\"56799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56799)\">Ps. 54:4<\/a><\/span> Let us go to him and put our trust in him, <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and all will be well with us in time and through all eternity. <\/div><div class=\"paragraph jod\" id=\"v23n54\"> Brethren: God bless you, and prosper you in all your journeyings, and enable you to accomplish your object, and frustrate all the designs of your enemies, and let all the congregation say, Amen [the congregation responded, Amen.] May God bless this people. Hold on a little longer, for this motto which I see in your house will be fulfilled, &#x201C;After the cloud there will be sunshine.&#x201D; Amen. <\/div>\n<\/div>\n<\/div>"}