{"ID":230035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">&#x201C;Mormonism&#x201D; As True Now As Ever&#x2014;Many Called But Few Chosen&#x2014;God's People to Be Tried and Tested&#x2014;Rapid Growth of His Kingdom&#x2014;The Blindness of the World&#x2014;Animosity of Satan&#x2014;Blessings Cannot Be Withheld From the Faithful&#x2014;Exhortation Against Covetousness and Other Evils&#x2014;Ordeals Ordained From the Beginning&#x2014;The Reward of the Faithful.<\/div>\n<div class=\"subtitle\">Discourse by Elder Daniel H. Wells, delivered in the Assembly Hall, Salt Lake City, Friday Morning (General Conference), October 6, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: &#x201C;Mormonism&#x201D; As True Now As Ever, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 10\/6\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v23n955\"> It is with a degree of pleasure that I stand before you today to bear my testimony in regard to the truths that we have heard, the truths of the everlasting Gospel; for I know that &#x201C;Mormonism&#x201D; is just as true today as it ever was, and that God has not forsaken His people. We live, it is true, in an eventful age when the words of the Prophets are being fulfilled; when the God of Israel is going to establish and build up His kingdom on the earth, establish His government and his laws. I know that this work will be accomplished through the instrumentality of His children; that those who live in this day and age will have the privilege of being the honored instruments in the hands of God of bringing to pass His purposes, of establishing his kingdom never more to be thrown down,<span class=\"citation\" id=\"61337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61337)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"89577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89577)\">D&amp;C 101:75<\/a><\/span> if we will let the Lord work with us, if we will only work with Him, if we will be obedient to His laws and work under His direction. We have been reserved from coming forth in the spirit world until that day when <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the everlasting Gospel should be established, that we might have the privilege of bearing a hand in this great work, this glorious work of the last days. It is not a haphazard matter with the Lord; everything is in perfect order in regard to this matter. He knew when he revealed His Gospel to his servant Joseph, that Joseph would receive it; and he knew there were those spirits upon the earth that would also receive it when it should be presented to them. It was rejected in the days of the Savior; they crucified Him; they drove the Priesthood from the earth. The hearts of the children of men are of the same nature today, to a greater or less extent; but there are those that come forth in this day that receive the Gospel when it is presented to them. Whether the people of those ages, when the Gospel was not upon the earth would have received it I am not prepared to say. Suffice it to say when it was not revealed, they had not the opportunity of rejecting it; and that, in the economy  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God, those who would have received it when the opportunity was not afforded them in the flesh, will receive it when it shall be presented to them in the spirit.<span class=\"citation\" id=\"92108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92108)\">D&amp;C 137:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v23n956\"> We have been called, and all people are called to this work. It is said that many are called and few are chosen.<span class=\"citation\" id=\"65380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65380)\">Matt. 22:14<\/a><\/span><span class=\"citation\" id=\"90859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90859)\">D&amp;C 121:34,40<\/a><\/span> But all have been called, and it is their blessed privilege to bear a hand to help bear off this kingdom, if they chose to do so; and if they will be faithful to the call that is made upon them, the time will come when they will be chosen instruments to bear off His kingdom and in maintaining the principles of truth and righteousness as revealed to us through the influence and spirit of the living God. Because it is the privilege of all to hear testimony. Now, a man's judgment will ofttimes be convinced by the weight of testimony, whether he be willing to admit it or not; whether he is willing to acknowledge the Lord publicly, making a public profession of his belief, or not. There are many, I do believe, whose judgment has been convinced by the weight of testimony, who have not been willing to admit the truth of and make a public profession of faith in the Holy Gospel. When a person embraces the everlasting Gospel&#x2014;which, by the way, seems to be very unpopular now, as in other ages; whether it will continue to be so I do not know&#x2014;it requires a good deal of moral courage to sacrifice his associations in life, his property, social standing and good name, and everything that pertains to this life that is considered worth having. Still there are those spirits in the flesh that have the courage to do it; those that have the honesty of heart to receive this testimony and to stand up and bear it in the face of every opposing ob<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stacle and every opposing foe. It is a life's labor for the Latter-day Saint to live his religion, to perform his duty, to fill up the measure of his creation with honor to his God and credit to himself. Our religion is not a matter of enthusiasm to work the mind up to a high pitch for an hour, a day, a week, in some protracted meeting or under some peculiar influence, but day by day, week by week, month by month, year by year, as long as life shall last, the Latter-day Saint does not see an hour nor a moment that he can afford to lay off the armor of righteousness, or lay aside his holy religion. It is he that endures to the end that is promised salvation.<span class=\"citation\" id=\"64139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64139)\">Matt. 10:22<\/a><\/span><span class=\"citation\" id=\"65688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65688)\">Matt. 24:13<\/a><\/span> The word &#x201C;endure&#x201D; is there; and we may naturally expect to have to endure some things. God will have a tried people;<span class=\"citation\" id=\"92076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92076)\">D&amp;C 136:31<\/a><\/span> and all will be put to the test in one way or another. Some things will try some people at one time, and will not try them at another time. Some things will try some people, and they will have no such effect on others. God leads his people through a great variety of changes, that all may be tried; and you may depend upon it that all who come to this point in their travels in the journey of life, will be tested to the heart's core. I have heard some people say, O, I wish I had been in Zion's Camp, and through the persecutions of Missouri; and I wish I had been with the Saints in the days of Illinois, etc.; I can promise every Latter-day Saint that is faithful, that he will have sufficient to try him before he gets through, and the nearer that he lives to his God, the more sore, perhaps, the test that will be made of him; he may rest assured that he will be tried, and tried severely, if he remain faithful. There is and there will be an opportunity for all people  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to prove their integrity to their God, and their integrity to their brethren, and to the principles of the Gospel that we have espoused. If a person is going to fly the track the moment that difficulty arises, which it is necessary to overcome, what becomes of his integrity, and where is it? It proves to God and to angels and to all good men that he has not integrity, does it not? It is to stand firm and steadfast through every trial, to overcome every obstacle, that brings the prize, allowing nothing to intervene between us and the Lord, or between the Gospel that we have espoused, or between us and the Holy Priesthood who, under God, guides the affairs of His church and kingdom upon the earth; it is to stand up in defense of the truth, and bear off the principles of the Gospel in this wicked and untoward generation. It requires some test, and the Lord will have that kind of people that He can rely on. He could not bestow His kingdom in its power and fullness, in its might and glory upon a people whom He did not know had sufficient integrity to hold sacred that which had been entrusted to them for Him and His cause. <\/div><div class=\"paragraph jod\" id=\"v23n958\"> I have often been asked the question, &#x201C;When will the kingdom be given into the hands of the saints of the most High God;&#x201D;<span class=\"citation\" id=\"94665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94665)\">Dan. 7:27<\/a><\/span> and I have always answered it in this way: just so soon as the Lord finds that He has a people upon the earth who will uphold and sustain that kingdom, who shall be found capable of maintaining its interests and of extending its influence upon the earth. When he finds that he has such a people, a people who will stand firm and faithful to him, a people that will not turn it over into the lap of the devil, then, and not until then, will he give &#x201C;the kingdom&#x201D; into the <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hands of the Saints of the most high,<span class=\"citation\" id=\"61766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61766)\">Dan. 7:27<\/a><\/span> in its power and influence when it shall fill the whole earth.<span class=\"citation\" id=\"61054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61054)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"86620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86620)\">D&amp;C 65:2<\/a><\/span> The promise is, that the kingdoms of this world shall become the kingdoms of our God and His Christ;<span class=\"citation\" id=\"79509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79509)\">Rev. 11:15<\/a><\/span> and it shall be given to the Saints of the most high,<span class=\"citation\" id=\"61765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61765)\">Dan. 7:27<\/a><\/span> and it shall stand forever.<span class=\"citation\" id=\"61339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61339)\">Dan. 2:44<\/a><\/span> That is when we may expect it, and we could not reasonably expect it any sooner. Therefore, it depends, in a great measure, upon the people themselves, as to how soon the kingdom spoken of by Daniel shall be given into the hands of the Saints of God.<span class=\"citation\" id=\"61764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61764)\">Dan. 7:27<\/a><\/span> When we shall prove ourselves faithful in every emergency that may arise, and capable to contend and grapple with every difficulty that threatens our peace and welfare, and to overcome every obstacle that may tend to impede the progress of the Church and kingdom of God upon the earth, then our heavenly Father will have confidence in us, and then he will be able to trust us. And it is the Lord's will that it should be so. And if we, as a people, do not hold ourselves on the altar ready to be used, with our means and all that God has bestowed upon us, according to the Master's bidding, for the upbuilding of his kingdom upon the earth, he will pass on and get somebody else; because he will get a people that will do it. I do not mean to say, that he will pass on and leave this people; no, there will come up from the midst of this people that people which has been talked so much about&#x2014;for the kingdom will not be taken from us and given to another people;<span class=\"citation\" id=\"61338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61338)\">Dan. 2:44<\/a><\/span> it is too late in the day, as it has already commenced to grow, and it is growing and will continue to grow. This kingdom of God has been of rapid growth, although we may think sometimes that it is  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>slow, that the purposes of the Almighty are being slowly developed, but the time will come that this people will look back, say forty years hence, and exclaim how wonderfully, how rapidly has the kingdom progressed, and how powerful has it become in the earth! We can look back today from the time that we were located in Missouri, and if any man had predicted the progress that we have made since, he would have been considered somewhat enthusiastic, to say the least of it; and he could not possibly have foretold by his own natural foresight the progress and the prosperity that have attended the labors of the people, and the strength and power that we have attained unto in so short a time. Therefore, we may take courage and press onward, and continue to sustain the holy principles that have been revealed in our day for our reformation and salvation. For these principles tend to reformation, and they will produce the greatest reformation that God has undertaken to bring to pass among the children of men. When we consider the nature of this work and its results among men, it would be quite proper to call it a reformation. It is reformation and it is restitution; it brings us back to first principles; it brings us back to the purity of the most holy faith;<span class=\"citation\" id=\"94251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94251)\">Jude 1:20<\/a><\/span> it is also reformation from the status of the evildoer and from the evils that are prevalent in the earth. <\/div><div class=\"paragraph jod\" id=\"v23n960\"> The world have forsaken God; they have not the least true conception of the attributes of the Deity; they know no more about the true and living God than those lampposts do. They go blundering along worshipping an imaginary God, a something that they know nothing at all about. Their teachers are <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blind as to His true character, and the people are blinded by their teachers, and they seem to be satisfied with their condition. They talk about their colleges, their theological seminaries and their institutions of learning; they are simply machines, the body without the spirit; it is not possible for them to furnish a line of Scripture, they never have since the Apostles fell asleep, and they never will down to the end of time. It is not in them; it cannot come out of them. Why they openly denounce all belief in revelation from God&#x2014;the very lifegiving element of all scripture, as nothing but that can produce scripture. The Bible itself was made up by revelations to the servants of God from time to time. Men spoke as they were moved upon by the Holy Ghost,<span class=\"citation\" id=\"78341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78341)\">2 Pet. 1:21<\/a><\/span> and it was written for the benefit of posterity, and became the word of the Lord to us. Ever since the Apostles fell asleep, there has been no further light; the heavens have been closed, and no communication has been made to the &#x201C;gentlemen of the cloth,&#x201D; nor to anybody else of this generation until the Lord revealed himself and spoke to Joseph Smith.<span class=\"citation\" id=\"93670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93670)\">JS&mdash;H 1:17<\/a><\/span> And why did he speak to him? One reason was because he prayed to the Lord in faith, believing that He would hear him.<span class=\"citation\" id=\"93609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93609)\">JS&mdash;H 1:11-15<\/a><\/span> The religions of his time he saw were many, they differed, and each claimed to be the right way of the Lord. He did not know which to join, and yet he wanted to espouse some one among the many that then existed.<span class=\"citation\" id=\"93594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93594)\">JS&mdash;H 1:5-10<\/a><\/span> And he was in this state of mind when reading the writings of the Apostle James, who says: &#x201C;If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.&#x201D;<span class=\"citation\" id=\"77428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77428)\">James 1:5<\/a><\/span><span class=\"citation\" id=\"93606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93606)\">JS&mdash;H 1:11<\/a><\/span> He approached the Lord with an honest  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heart, and the Lord heard his prayer. He Himself, together with His Son, appeared to him, and among other things that he was told on that occasion was to not join any of the sectarian churches, that none of them were right, that they were the systems of men and not the system of God.<span class=\"citation\" id=\"93631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93631)\">JS&mdash;H 1:16-19<\/a><\/span> And Joseph had the temerity to tell it; and of course that was enough to bring upon him the enmity of professing Christianity, and especially of the &#x201C;gentlemen of the cloth&#x201D; whose craft was at once in danger;<span class=\"citation\" id=\"72056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72056)\">Acts 19:25-27<\/a><\/span> and their animosity to this people has continued from that day to this increasing with our growth; and we expect that it will still continue to manifest itself against us until the kingdom of God shall triumph in the earth, and God, the righteous Judge, and His people be recognized, and their rights acknowledged. We well understand the reason why this people are a reproach to the world: they are so high above them in morals and in the principles of truth, and the world know that we are their superiors in every respect as far as the fundamental principles of life and intelligence are concerned. The devil knows it, and he puts it into the hearts of the wicked and those who are deceived by his cunning, to hate us for that reason. Their animosity is not enkindled against us because of our iniquity, for they cannot put their finger upon a single line of iniquity chargeable to the Latter-day Saints, as a people. Not but what there is many a one who does wrong for which he needs to repent and do his first works over again,<span class=\"citation\" id=\"79045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79045)\">Rev. 2:5<\/a><\/span> or be severed from the Church; but as for the Church its enemies cannot lay their finger upon the first iniquitous thing brought against it that can be brought against it as true. The <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fact is we are a reproach to them, and they feel it; their anger is enkindled against us on that account, and hence they seek to destroy the holy Priesthood from off the face of the earth. Who is it that invents the lies that are circulated about this people? They are begotten by and become the weapons of the clergy of the present day, and it certainly is, as it was said it should be, men will believe a lie but reject truth;<span class=\"citation\" id=\"75819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75819)\">2 Thes. 2:11-12<\/a><\/span> and this class of persons particularly is engaged in trying to destroy the work of our God, as manifested through His people, and through the authority of the holy Priesthood that is now among men. Satan is anxious to trample it under foot, as he has done before; but that is something which cannot be done, it is too late in the day. It has taken root downward, and it is bearing fruit upward. It is too strong to be trampled out. Though they may bring fifty millions to bear on us, what does it signify? If they bring the whole world, what difference? I have no fears with regard to the success of the work of God in these the last days, for its success is already established as far as we have gone, and there can be no doubt, in my mind, neither can there be in yours, that as the work of God is developed success will attend our labors, even until the Savior shall come in power and glory to rule from the rivers to the ends of the earth.<span class=\"citation\" id=\"56856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56856)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"62277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62277)\">Zech. 9:10<\/a><\/span> I know this, and so do you, and so does all Israel. The Lord knows it, and the devil knows it; and that's what's the matter with the clergy. This great and marvelous work of the latter days will be prolonged or hastened according to the faith and good works of the people engaged in it. If we pray, therefore, the Lord to hasten His work; to hasten the  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time when Zion shall be built up and redeemed; when the great and glorious Temple shall be erected to the name of the Most High God, and when His glory shall rest upon it in the form of a cloud by day and a pillar of fire by night,<span class=\"citation\" id=\"57933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57933)\">Isa. 4:5<\/a><\/span><span class=\"citation\" id=\"128757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128757)\">D&amp;C 84:4-5<\/a><\/span> let our righteousness conform with our holy desires; let us so live as to call down the blessings of heaven upon us. For if we are faithful in all things, and are united, blessings cannot be withheld from us; the Lord is bound,<span class=\"citation\" id=\"87416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87416)\">D&amp;C 82:10<\/a><\/span> according to the covenant, to hear the prayers of His faithful children. We have an example in the Book of Mormon of a man exercising such exceeding faith that his vision could not be withheld from penetrating behind the veil, when he saw the person of the Lord, and was there redeemed from the fall.<span class=\"citation\" id=\"83378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83378)\">Ether 3:6-13<\/a><\/span> The Lord is perfectly willing to bestow blessings upon His people, and to establish His work upon the earth, just as willing as His people can be to have him, and whenever the time comes that he finds that he has a people upon whom he can bestow these blessings, they will come. We need have no fears with regard to that; and, in fact, they do come now as fast as we can receive them and hold them in righteousness, and I think sometimes, they come too fast for a great many. When I have seen men who have risen to power and influence through wealth in this Church, it seemed as though the Lord could not make men rich but what they would grow fat and kick the traces, and go to the devil. Look at the history of such men from the beginning, and see how they have acted. They have perhaps run fair for a while, especially whilst they were in a somewhat destitute condition as regards this world's goods; but as soon as they have become rich, where are they? All <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> along the line of our history, as a church, we have seen them strewn by the way side, they have gone out of the church; instance after instance I could recite within my own knowledge, and you would know of a great many more than I do. This is not necessarily so. The remedy to all such cases is the same today as that which applied to the young man that came to Jesus, namely, &#x201C;sell all that thou hast and give to the poor, and come and follow me; and thou shalt find treasures in heaven.&#x201D;<span class=\"citation\" id=\"65180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65180)\">Matt. 19:21<\/a><\/span><span class=\"citation\" id=\"66601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66601)\">Mark 10:21<\/a><\/span><span class=\"citation\" id=\"67872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67872)\">Luke 18:22<\/a><\/span> That is the test. If a man is prospered of the Lord, that is no reason why he should let his riches get between him and his God; if he does, he will make shipwreck of his faith.<span class=\"citation\" id=\"75857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75857)\">1 Tim. 1:19<\/a><\/span> The Lord does not care how wealthy a man becomes, so long as he holds his wealth for the building up of His kingdom, and for the carrying out of His purposes upon the earth. But when he becomes covetous, and allows his means to get between him and his God, his riches become a canker to his soul; he forsakes his God, and soon forgets the reason why they were given to him. Instead of using his means for the purpose intended by the Lord in bestowing them upon him, he aggrandizes to himself, and the spirit of greed and covetousness takes hold of him, and he is then ready to swap off his religion for filthy lucre. He becomes covetous, and covetousness is idolatry;<span class=\"citation\" id=\"75312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75312)\">Eph. 5:5<\/a><\/span><span class=\"citation\" id=\"75621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75621)\">Col. 3:5<\/a><\/span> he serves his selfish purposes instead of serving the Lord. It is a great pity for a man in this Church to get rich, if he cannot hold everything upon the altar, to be used, if necessary, for God and his kingdom. This is the duty of every true Latter-day Saint. The Lord will strip men of everything if need be to prove His servants. Indeed, men have to strip themselves for  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this work in order to show that all things else are but dross compared with the excellency of Christ<span class=\"citation\" id=\"75506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75506)\">Philip. 3:8<\/a><\/span> and the principles of the holy Gospel that he has revealed to us, saying in his heart, &#x201C;For one I am determined to know nothing else, except Jesus, and him crucified;<span class=\"citation\" id=\"72948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72948)\">1 Cor. 2:2<\/a><\/span> I am determined to seek first the kingdom of God, and his righteousness.&#x201D;<span class=\"citation\" id=\"63659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63659)\">Matt. 6:33<\/a><\/span> And then other things come in right enough. In fact we are told that if we do seek first the kingdom of heaven, all other things shall be added.<span class=\"citation\" id=\"63658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63658)\">Matt. 6:33<\/a><\/span> This was the promise of the Savior unto His servants; and in one sense it comes with greater assurance to the Latter-day Saints than to those of former days, because this is a different dispensation, it is the dispensation of the fullness of times. When this promise was made it was nevertheless well known to him who made it, that the kingdom would be destroyed out of the earth. But now it is not to be trodden out. They will not be permitted to crucify the Savior of the world when He comes again, because then He will come in power and great glory<span class=\"citation\" id=\"65855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65855)\">Matt. 24:30<\/a><\/span> and not as He did before; and the kingdoms of this world will be given into the hands of the Saints of the Most High God,<span class=\"citation\" id=\"61767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61767)\">Dan. 7:27<\/a><\/span> and they will then become the wealthiest of all people,<span class=\"citation\" id=\"85220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85220)\">D&amp;C 38:39<\/a><\/span> in fact, the only really wealthy people there will be; but then it will be because they hold the kingdom for God, because they and all they have are upon the altar ready to be used to bring about the purposes of the Lord and not because they seek to gratify their own selfish desires, and to bring about their own purposes, and to build themselves up in this world. And there is more true speculation that promises a rich reward in that than in anything else than I can think of after all. We cannot <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> afford to swap off our eternal welfare for the things of this world&#x2014;&#x201C;things that perish with the handling,&#x201D; as someone has said. This would be poor speculation, indeed. <\/div><div class=\"paragraph jod\" id=\"v23n964\"> One of the purposes for which we were placed upon this earth was that we might pass the ordeals and prove to God our faithfulness to the principles of life and salvation. To pass the ordeals? Yes. All through life, from the cradle to the grave, we have trials and difficulties to encounter. We suffer affliction that is permitted to come upon us, which is incident to this life&#x2014;the loss of parents, the loss of children, the loss of husband and the loss of wife; besides the pain and affliction of the body, and the many ills that flesh is heir to; and all this to test our faith and integrity to our God. Some have endured manfully all that the devil and wicked men have been able to bring upon them, even to the test of their lives. And if we will not be willing to give our lives to the Lord for the advancement of His cause and kingdom in the earth, we would not be worthy of Him, neither would He acknowledge us as His. It is true, He may not put us to that test, but he will test us sufficiently to know whether we would be equal to the occasion or not. It is, I say, to pass these ordeals that we came here; to prove our integrity and worthiness to come back into his presence to inherit thrones, kingdoms, principalities, powers and dominions that are prepared for the righteous.<span class=\"citation\" id=\"75562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75562)\">Col. 1:16<\/a><\/span><span class=\"citation\" id=\"90831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90831)\">D&amp;C 121:29<\/a><\/span><span class=\"citation\" id=\"91590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91590)\">D&amp;C 132:19<\/a><\/span> This is not a thing of a moment; it was in the program before we came here. We are called today, the time of choosing will come by and by, when Christ shall make up his jewels.<span class=\"citation\" id=\"62476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62476)\">Mal. 3:17<\/a><\/span><span class=\"citation\" id=\"86387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86387)\">D&amp;C 60:4<\/a><\/span><span class=\"citation\" id=\"89387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89387)\">D&amp;C 101:3<\/a><\/span> If we are faithful over a few things, He will make us ruler  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over many.<span class=\"citation\" id=\"66128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66128)\">Matt. 25:21<\/a><\/span> You see it is upon the principle of faithfulness, and upon the principle of endurance. I have no fears in regard to the Latter-day Saints, as a people, passing these ordeals and remaining faithful to the trust reposed in them; although many will drop out by the wayside and be lost, for a time at least, in the gulf that will receive them. You take those that do not live their religion, those who swear a little, and who do a great many naughty things, who never think of uttering a prayer; and let the enemy come against us in formidable array, and even that class would be found ready with their guns to protect the lives and liberties of their friends, this people; they would not flinch either. Yes, these wild boys would be ready to walk up to the cannon's mouth in defense of the Latter-day Saints. I have seen it in times past, and I have no doubt they, if called upon and it were necessary, would do it again. But does that excuse them for not living their religion? No. They should quit their evil practices that they might be useful in building up the kingdom of God upon the earth, and receive a greater reward, and be saved in the world to come, and receive glory and exaltation which they might otherwise not have. Because a man may clip his own glory and exaltation by taking an unwise course; in fact, he would be sure to do it. Blessed is that <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD23\/JoD23_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man who grows up without sin from the purity of his youth, who lives and dies a fit temple for the abode of the Holy Spirit.<span class=\"citation\" id=\"73162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73162)\">1 Cor. 3:16<\/a><\/span> A man may in an hour, in an unguarded moment say and do things that would affect him throughout the never-ending ages of eternity. We should, therefore, be the more careful of our course and conduct in life, and hold fast to that which is given unto us, and progress and go on from perfection to perfection, and try to become as godly in our lives as it is possible for us to be in this probation. Be pure then in your sphere as God is pure in His. And purity does not consist in going around with a long-drawn face mourning over the sins of the world, which is something that you cannot particularly help; but with purity of mien, with a joyful countenance going forth performing your duties, and keeping yourself pure and unspotted from the world,<span class=\"citation\" id=\"77512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77512)\">James 1:27<\/a><\/span> from their wicked and abominable practices. God will have a pure people,<span class=\"citation\" id=\"89369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89369)\">D&amp;C 100:16<\/a><\/span> for the Zion of God must be pure in heart.<span class=\"citation\" id=\"89202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89202)\">D&amp;C 97:21<\/a><\/span> There is plenty of material to carry on this great and glorious work, and God will find it through the instrumentality of His servants, and if we wish to have part in it, we should be pure ourselves, working the works of righteousness,<span class=\"citation\" id=\"86381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86381)\">D&amp;C 59:23<\/a><\/span> proving day by day our faithfulness and our integrity to Him. And that we may stand firm and faithful to the end, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}