{"ID":240013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Comparison&#x2014;Wrath of Man Made to Praise God&#x2014;Fall of Senator Edmunds&#x2014;Fate of Those Who Oppose God's Work&#x2014;Persecution for Religion Unavailing&#x2014;Case of the Huguenots&#x2014;Intemperance&#x2014;Startling Statistics&#x2014;Drink, the Cause of Other Evils&#x2014;Appeal to the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder Moses Thatcher, delivered in the Large Tabernacle, Salt Lake City, Saturday Afternoon, at the Annual Conference, April 7, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Senator Edmunds' Failure.<\/div>\n<div class=\"speaker\">Speaker: Moses Thatcher<\/div>\n<div class=\"date\">Date: 4\/7\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v24n314\"> I feel very grateful indeed for the happy and peaceful circumstances with which we are surrounded this day, and I cannot help realizing how different they are to those which surrounded us a year ago. The pressure from the outside world at that time was very great, and the power of him who has been an oppressor from the beginning was exercised throughout this nation for the hurt of the Church of Jesus Christ of Latter-day Saints. But when perils have threatened we have learned to appeal to the invisible forces of heaven against the visible forces of earth, and in no age of the world with which I am acquainted has the right ever failed to succeed if those who maintained it were directed, sustained and upheld by the power of God our eternal Father. When men make it their special mission to contend against this great work, they do not realize that God is a power, they cannot comprehend that exercise of faith that turns aside the shafts of our enemies and delivers us from the snares which shrewd politicians and wicked and ungodly priests lay to entrap the people. How well I recollect a conversation I had about a year ago, <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with a very thoughtful man, a man connected with the Church, but who at times is given to view things from the natural standpoint. It was shortly after the arrival of the Commissioners who came to Utah to administer the provisions of the Edmunds' law. This brother was not ignorant of the exertions which has been made throughout the Union to secure the enactment of that and other proscriptive measures, nor was he ignorant of the intent of leading politicians in the Republican party to forge chains with which to bind us, while depriving us of our liberties. He understood full well the means which had been used; he was not ignorant of the tearful waves of prejudice which had swept every State in the Union. Realizing what the intentions of the wicked were, and understanding the mighty power of a mighty nation, he felt exercised and desired to know if something could not be done to compromise the question; in other words; if it was not possible to submit to the President and Cabinet certain propositions by which the people might be enabled to maintain their rights and liberties. I have not forgotten what my reflections  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were while listening to his remarks, and I remember the reply which I was led to make. It was this: We had been gathered from the nations of the earth. We came to these mountains to serve God without respect to the thoughts or suffrages of other people. We came here to maintain liberty of conscience and freedom of worship, the provisions of the Constitution of our common country, and not to compromise them upon any terms whatever; that I knew of no earthly wisdom upon which we could safely rely in maintaining those rights; that if the religious, political and social affairs of the people were given over to the management of a hundred of the wisest uninspired men to be found in Zion, they would utterly fail to accomplish the purposes of God, though they might in their efforts to please man, sacrifice liberty and the freedom of conscience, violate the sacred provisions of the Constitution, and make those whom they sought to serve pliant slaves, unworthy of the blessings which of right belong to a free people; that the adoption of such a policy would, within six months, place us in such a condition of confusion and misery that God alone could relieve our distress; that if, on the other hand, we would exercise faith in Him, live our religion, be prayerful and humble, He would bring us off, as He has done many times before, victorious. Can we not see how the Lord has stayed the passions of men and made their wrath to praise Him?<span class=\"citation\" id=\"56900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56900)\">Ps. 76:10<\/a><\/span> Let us reflect upon the difference between the power exercised by the great leading light of the Republican party during the passage of the Edmunds' bill in the Senate of the United States a little over a year ago, and the exercise of the influence of the same man a year later. <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Senator Edmunds, when he first called up his bill was, in the Senate, almost supreme. By the power of his intellect and the fierce invective of his tongue, he ruled, as it were, absolute master, and his bill, unconstitutional and unjust, passed the Senate with but little opposition. Few statesmen cared then to measure arms with him, but mark the results when God did so a year later. <\/div><div class=\"paragraph jod\" id=\"v24n316\"> Had the faith of this people changed? Did we believe more in the laws of God in March, 1882, than we did in March 1883? Certainly not. Why then was Senator Edmunds unable to carry out his views and measures regarding this people in the latter as he had succeeded in doing in the former year? Because God is a force in the world and its affairs, whether men acknowledge it or not. His power always has been, and always will be greater than man's power. <\/div><div class=\"paragraph jod\" id=\"v24n317\"> Men may think what they please and sneer at what they may be pleased to call fanaticism, but this I know, shame and confusion was the part of Senator Edmunds when, after six hours vain endeavor to force the passage of another infamous measure against us, he stood up in the Senate and confessed that he could see by the ruling of the presiding officer, and by the votes of his opponents, that it was impossible to carry the measure which he had in hand, and therefore moved for an adjournment. Was his defeat, chagrin and shame accomplished by the wisdom of man? We think not. We at least are willing, as we always have been, to acknowledge the hand of God in these things. God not only holds the destinies of nations in His hands, but He holds also the destiny of individual man. He can humble those who measure arms with Him, as He has done  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many times in the past. We fear not the power, nor do we gloat over the fall of man, public or private, but we have learned by experience that when they rise up and contend against this people and the principles of liberty and right, God marks them, and their course thenceforth is not upward but downward. In March, 1882, when in Washington, D.C., in company with other brethren, visiting Brother George Q. Cannon, then our honored delegate, I remember the sentiments expressed by some members of the Republican party. They would come privately and say: &#x201C;We view this bill&#x2014;referring to the Edmunds' bill&#x2014;as infamous in its measures; we can see that it is unconstitutional, that it seeks to rob a whole people of their political rights. But our profession is that of politics; we have no other business, and numerous petitions are coming here daily from our constituents, praying us, commanding us, to pass some law for the suppression of &#x201C;Mormonism.&#x201D; Now what shall we do? If we comply not with their demands our constituents will, at future elections, reject us at the polls.&#x201D; Was not a similar argument used by the Jews, when they said, &#x201C;If we let him thus alone, all men will believe in him: and the Romans shall come and take away our place and nation?&#x201D;<span class=\"citation\" id=\"69787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69787)\">John 11:48<\/a><\/span> Fearing that, they crucified him, and what was the result? The very thing they sought to save was that which was speedily lost. When weighed in the balance<span class=\"citation\" id=\"61537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61537)\">Dan. 5:27<\/a><\/span> they were found corrupt, cruel, vindictive, murderous; unable to maintain principle, defend justice, or do what they knew to be right. A disposition to oppress swayed their hearts and tyranny marked their actions to such an extent, that God rejected them as a people, scattered to the four winds <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and made of them, in the midst of nations, a hiss and a byword.<span class=\"citation\" id=\"81156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81156)\">1 Ne. 19:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n319\"> In this connection let anyone who feels disposed, take the pains and trouble to look over the <span class=\"italic\">Congressional Record<\/span> and see how those who were willing to sacrifice principle at the shrine of everything that was wrong, willing to sacrifice the liberties of a people poor and oppressed, examine and see how many of that character have been returned. Have not more than fifty percent of them been rejected at the polls? Ask the democrats how this has come about, and why it has come about, and they cannot tell you. Ask the Republicans and they cannot tell you. But ask God, who holds the destinies of nations and peoples in His hand, and He can tell you. On the other hand examine the record of those who fearlessly stood up in defense of Constitutional liberty, maintained inviolate their oath of office, sustained the right, and were true to themselves. They too felt the pressure of priestly inflamed public sentiment, but bowed not to its tyrannical demands. They too realized the dangers and perils that might beset their efforts for future recognition at the polls, but having moral courage they planted themselves on principle, not prejudice, and their constituents, in a great measure, have endorsed their policy and sustained their heroic conduct. If I have been correctly informed, a much greater percentage of those who sustained right on the &#x201C;Mormon&#x201D; question in the 47th, have been returned to the 48th Congress, than of those who pursued the opposite policy. We should entertain no fear of men or nations, for they cannot prevent the Almighty from accomplishing His purposes, or bringing to pass His decrees. History, so far as I have been able  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to trace, no where records success gained by hatred and persecution over men pledged to principle, justice and truth. <\/div><div class=\"paragraph jod\" id=\"v24n321\"> Mens' convictions, religious beliefs and just religious practices cannot be persecuted out of them. The nearest approach to success in this direction was, perhaps, the massacre of St. Bartholomew in France, wherein seventy thousand defenseless Huguenots perished miserably, victims of the malice and cruelty of Roman Catholicism. <\/div><div class=\"paragraph jod\" id=\"v24n322\"> That shocking butchery of men, women and children was acquiesced in by Charles IX, then King of France, and when his ally Philip III, of Spain heard of it he laughed, the only time he was known to laugh in his life. The Pope of Rome illuminated the eternal city, caused medals to be struck off, mass to be performed, and named Charles &#x201C;the defender of the faith,&#x201D; in commemoration of those horrid deeds of blood and misery. <\/div><div class=\"paragraph jod\" id=\"v24n323\"> Notwithstanding the Pontifical approval bestowed upon the king for that seventy thousandfold murder, he was till his death daily and nightly haunted by the thought of his victims until his misery and remorse caused, it is said, drops of blood to ooze through the pores of his skin. Through these cruelties the Huguenots received a fearful shock, but the consciousness of men continued to assert independence and the right to worship God untrammeled continued to grow. The freedom we now enjoy is but the fruit of the struggle for right, which persecution ultimately solidified, united and made strong in the broad, deep foundations of the freest nation on earth; thereby preparing the way for the mission of Joseph the Prophet. Much improvement had been made, but in relig<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ious matters Joseph found the people insincere, and the practices of the Christian world inconsistent and unsound. Guided by the light of heaven he struck a death blow at the idolatrous worship of a bodiless, passionless God, which the teachings of false priests had erected in the imagination of the people. In doing so he disturbed a sea of malice which since has known no rest. But though that angry sea may roll fierce billows of persecution, skepticism, infidelity and priestly hypocrisy must yield, for Joseph Smith, the Prophet of the Almighty came as a forerunner and teacher of true faith in God that cannot be conquered; it will prevail. God's kingdom will rise and shine. They say we are endeavoring to establish a theocratic government. What is theocracy? The kingdom and government of God. Who will contend against it&#x2014;will the Latter-day Saints? No. It is our duty to contend for it, and to assist to build it up. It is a government of purity. It is a government of the people, and for the people; it maintains liberty and right, and is always opposed to oppression and misrule. I would like to dwell upon the subject, but time will not permit, as I desire to touch upon another at present, of deep interest to us. <\/div><div class=\"paragraph jod\" id=\"v24n324\"> We have been called out from the nations of the earth to serve the Lord. &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80272)\">Rev. 18:4<\/a><\/span> In this connection I desire to touch upon a few practices existing among us that are not pleasing in the sight of God. Intemperance is one of them; the use of alcohol, the use of intoxicating drinks that fevers the blood and maddens the brain, incites to sin, debases man, destroys his better judgment, drives  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Spirit of God from his heart, and renders the daughters of Zion unsafe in his company. What is the condition of the Christian nations in this respect today? Two hundred thousand men and women crowd the poorhouses, prisons and asylums of Great Britain alone. Seventy-five percent of them the wretched victims of alcoholism. Can we think a business legitimate and honorable that deprives a hundred and fifty thousand men and women of comfortable homes, drives them wild, and sends them as driveling idiots and paupers to the asylums and jails of a Christian nation, which derives a revenue from the liquor traffic of $150,000,000 per annum, and finds even that enormous sum inadequate to meet the expenses entailed by reason of its use? We cannot consistently so consider it. <\/div><div class=\"paragraph jod\" id=\"v24n326\"> Aside from the debauchery, misery, ruin and death caused by the use of intoxicants, the waste in Great Britain is simply startling. Seventy-five million bushels of grain&#x2014;equal at our present rate of production to what Utah would yield in forty years&#x2014;is annually consumed in the manufacture of liquors there. The inhabitants of Britain expend yearly for intoxicating drinks over $640,000,000. During the past seven years they have expended for the same purpose more than sufficient to cancel their national debt, or build a new house for every family in the kingdom, and schoolhouses in which to educate all their children. <\/div><div class=\"paragraph jod\" id=\"v24n327\"> Had the money expended there for liquor during the past half century been invested in five percent interest bearing securities, it would now be equal to the entire capitalized wealth of the nation, including her cities, railroads, ships, factories, mines, farms, fields and gardens. And yet in view of these figures, <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> taken from parliamentary returns, we hear of the cry of want and complaints of oppression. Do the people not oppress themselves in the use&#x2014;excessive use of things that weaken and corrupt their bodies and darken their minds? <\/div><div class=\"paragraph jod\" id=\"v24n328\"> Is the condition of our own nation in this regard much better? But little if any. In 1882, according to official reports, the people of the United States paid nearly twice as much for liquor as they did for bread. More than the entire value of the products of all our woolen, cotton, boot and shoe factories. An amount equal to seventy percent of the wages earned in all the manufacturing institutions of the country, during the same period. Three hundred millions of dollars, more than was paid for Governmental, state, territorial, county, city and school taxes combined. Enough to school the children of a nation numbering 300,000,000, or six times as numerous as ours for the same year. <\/div><div class=\"paragraph jod\" id=\"v24n329\"> The nation consumes in liquor the value of all the public and private libraries of the country every sixty days, and spends annually nine times as much for drink as for printing and publishing. <\/div><div class=\"paragraph jod\" id=\"v24n330\"> Now what can we say for the people of Utah? In the main they are temperate, but there is room for much improvement. Here, I have no means for acquiring exact knowledge from statistics, but I venture the assertion that more money is spent even in Utah for alcohol than is expended for the education of our children, or the support of the Territorial government. Do we not expend more means in the purchase of stimulants than we pay to sustain the Church and Kingdom of God on earth? And in doing so are we not, though perhaps thoughtlessly,  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>undermining the virtue of our boys, and the chastity of our girls? Do not inebriates and harlots usually go hand in hand, and saloons and houses of ill repute grow up side by side? <\/div><div class=\"paragraph jod\" id=\"v24n332\"> Had we the means of ascertaining the facts I am satisfied we should find that nine out of every ten cases of the lapse of virtue among us, could be traced to the use and influence of liquor of some kind. I am led to this conclusion by positive knowledge in a few sad cases that have come under my personal observation. Again, the love of liquor is transmissible. No man, therefore, can be a true servant of God while entailing misfortune and misery&#x2014;perhaps decrepitude and idiocy upon his posterity. If any among us cannot control their appetite for drink, at least let them not transmit their thirst as a heritage to their children, who should be begotten in purity and brought forth untrammeled by unnatural and debasing appetites that tend to the lust of the flesh. A man addicted to intemperance cannot subject himself to the will of God, nor can he govern his passions to the sanctification of his body, failing in which he cannot reasonably expect to govern others in righteousness for their salvation. How then, are such worthy to stand at the head of families in Zion? To me few sights are more painful than to see a sorrow stricken wife bending over the wash tub and working like a slave to support herself and children; and perhaps her drunken husband, who warms his miserable, useless body on the sunny side of walls frequented by others of his kind. If we could gaze through the sorrowful eyes down into the pain-stricken hearts of such wives&#x2014;and there are some even in Zion of that <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kind&#x2014;we should hardly find a blessing there for those who lift the tempting cup to the lips of their fallen husbands. It is true the liquor traffic, among Christians, is regulated by law and disposed of generally under license, but that does not make it an honorable business, nor does it in any way, so far as I can see, restrict the evils that follow its use. To regulate and license the manufacture and indiscriminate sale of whiskey may, in some places, be a necessary and unavoidable evil, but such laws as moral and reformatory agencies have certainly proven failures. The poor, half-starved children, depraved men, and ruined women that nightly visit the gin palaces of London, Liverpool, New York, Chicago, and other great cities, speak unmistakably of failure. The crowded prisons, poorhouses, insane asylums, testify of failure. The gambler who resorts to forgery as a means with which to retrieve his fortune, the sot that wallows in the gutter and blasphemes the name of God, the raving maniac whose reason drink has dethroned, the murderer who took the life of his brother while intoxicated and dies with a curse upon his lips as he falls through the trap of the gallows, all testify of the woe, utter failure and irreparable ruin wrought by the use of alcohol, made easy of access by the regulations of law. <\/div><div class=\"paragraph jod\" id=\"v24n333\"> Let me, in the name of the Lord, urge the Saints to abstain from its use. It weakens the body and impairs the mind. When the highest order of physical excellence is required, science interdicts its use. Men trained for great bodily effort and long endurance are forced to be temperate or be defeated. Those who compete for collegiate or literary honors understand the value of tem<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perance. In view of these facts, the Elder, High Priest or Seventy who is addicted to the use of liquor, is unfit to perform the labors which God requires of him. Is it possible that we as Elders of Israel, at home and abroad, cannot see the results of these things? Do we not know that like begets like? Do we not know that men whose blood is fevered and whose judgment is blinded are not fit to multiply and replenish,<span class=\"citation\" id=\"52338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52338)\">Gen. 1:28<\/a><\/span> not fit to be in that holy law of matrimony ordained and made sacred by the Almighty? Let the world talk about and deride the institution of celestial marriage. What concerns us more in Utah is the fact that there are not men enough who understand the laws of life, and who stand pure and holy, upon the higher basis of that sacred law, to become the husbands of all the pure and today marriageable women in Zion. God foresaw what the nations would do. We were told yesterday by Elder Erastus Snow that men of great influence in the world were preaching the doctrine of human limitation, which leads to murder. And yet these very men will preach morality to you and me. While killing their own offspring, and urging others to do it, they tell us we shall not obey the laws of God pertaining to increase. I say we will. And upon natural principles, upon scientific principles. The boys and girls who live according to the law of the Lord will become the head and not the foot. They will have stronger bodies, stronger minds, and by the force of the &#x201C;survival of the fittest,&#x201D; will, eventually, under the direction of divine revelation, govern the affairs of the world. It has been so predicted; God has decreed it, who will prevent it? <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let us therefore unite in turning our faces against the evil practices so prevalent in the world. Let us begin to understand and live according to the laws of nature, realizing that violations thereof bring penalties which sometimes are transmitted to the third or fourth generation. In the transmission of life God has devolved upon His creations the highest and most delicate functions, and which, if abused, entail misery and often premature death. God has His glory in the perpetuation of life. With wonder and admiration, we behold life everywhere. We see it struggling in the vegetable kingdom and breathing in the animal creations. Cut down and trample under foot the noxious weed, and yet by the law that governs its increase it struggles upwards, and unless utterly destroyed matures seed for new life, and thereby perpetuates itself. All nature responds to the eternal law of increase. Man, being prompted by him who rebelled in heaven, alone seeks to defeat life, and bring confusion and death. While he and his emissaries strive through the commission of horrid crimes, even murder, to limit human increase, let us as Saints sanctify body and soul being pure in heart and mind, a fit lineage through which noble spirits may possess tabernacles unto the glory of God the Father of spirits. Let fathers and mothers in Zion beget children, as Samuel the ancient prophet was begotten,<span class=\"citation\" id=\"55389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55389)\">1 Sam. 1:1-28<\/a><\/span> and I tell you there is no power on earth or in hell that can stop the progress of this people. We will increase and spread abroad until Zion shall arise and shine, and the Kingdom of God shall have supremacy and sway forever. Amen. <\/div>\n<\/div>\n<\/div>"}