{"ID":240032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Latter-day Saints Aspire to Celestial Glory&#x2014;All Our Possessions Placed in Our Hands Merely As Stewards&#x2014;Is It Appropriate to Make Sacrifices in View of Glory and Exaltation We Aspire To, and To Hold All Things Subject to the Dictation of the Servants of God?&#x2014;Obedience to the Priesthood, and the Results Flowing Therefrom&#x2014;The Providence of God Seen in the Selection of All His Servants&#x2014;Temples, Their Object, and Those Who Are Entitled to the Blessings to Be Manifested Therein&#x2014;Obedience to the Priesthood a Vital Test.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Logan City, Sunday Morning, August 12, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: What the Saints Aspire to.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/12\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v24n764\"> I have listened&#x2014;as no doubt all have&#x2014;with great interest, to the remarks which have been made by Brother Joseph F. Smith, and I can bear testimony to their truth, that they are profitable to us, and should be treasured up in our hearts and made practical in our lives. <\/div><div class=\"paragraph jod\" id=\"v24n765\"> While he was speaking, this reflection forced itself upon me: What other people upon the face of the earth aspire to the same glory and the same exaltation that the Latter-day Saints do? What other people have the same hopes respecting eternity and their condition in eternity, and the glory they are to receive if faithful in keeping the commandments of God, that the Latter-day Saints have? My acquaintance with mankind, so far as it goes, teaches me that of all people now living, either in Christendom or heathendom, the Latter-day Saints excel them all in their hopes, in their anticipations, in the character of the glory that they are to receive, <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and in the promises which are sealed upon them. There is not a man in this room who has a proper conception of the Gospel, and of the rewards attached to obedience to it, who does not at least hope that he will attain unto celestial glory (which means the Godhead, to be an heir of God, and a joint heir with Jesus Christ);<span class=\"citation\" id=\"72606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72606)\">Rom. 8:17<\/a><\/span> that he will enter upon a career of exaltation that shall not terminate throughout the endless ages of eternity, and that will place him in the company of Him concerning whom it is said, &#x201C;of the increase of his kingdom there shall be no end.&#x201D;<span class=\"citation\" id=\"58082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58082)\">Isa. 9:7<\/a><\/span> And there is not a woman in this congregation who has a proper conception or knowledge of the promises associated with the Gospel, and with obedience thereto, who does not indulge, when she thinks upon these matters, in similar hopes, and would be very unhappy if she thought she should be deprived of that which she anticipates&#x2014;I mean of being one with  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>her husband as a wife and as a queen and as a priestess throughout eternity, and stand with him at the head of their mutual posterity. <\/div><div class=\"paragraph jod\" id=\"v24n767\"> This being the case, is it any wonder that God makes requirements of us, and expects a perfection on our part that is not looked for nor expected of the rest of the world? We were told this morning&#x2014;and the truth cannot be too often repeated in our hearing&#x2014;that God, our Eternal Father, has placed all these possessions and blessings&#x2014;that is, the possessions of the earth and the blessings connected with the earth&#x2014;that He has placed them in our hands merely as stewards, and that we hold them subject to Him, in other words, in trust for Him, and that, if He calls upon us to use them in any given direction He may indicate, it is our duty as His children, occupying the relationship that we do to Him, and with the hopes in our breasts that we have, to hold them entirely subject to Him. There is not another people upon the face of the earth that I know anything about who are taught such ideas and doctrines as these. I do not think that any other denomination of people, either religious or secular, have such doctrines as we have heard this morning taught to them respecting their duties and their obligations to God. Of course you will very frequently hear in sectarian churches, many things connected with this subject; that it is the duty of the rich to help the poor and to be benevolent and to hold all things in a way that will please God; but to bring this down to what we would call practical consecration, to practically consecrate their wealth, and hold it as though they would have to practically consecrate it at any time, is a doctrine that I do <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not think is taught in any other church, or so-called church, nor is it believed in by any other people. There are, it is true, people who indulge in very wild vagaries about property, such as communists and others, but they have no system of religion, they do not believe in God, they do not believe in the principles that He teaches and which we accept. They would not carry them out on any such basis. <\/div><div class=\"paragraph jod\" id=\"v24n768\"> Let me ask you, my brethren and sisters, is it not appropriate that we should be required to make&#x2014;I was going to say sacrifice. Well, that is a word that is so commonly used, that I suppose I could not use any other that would convey the idea to your minds clear enough. I will use it, therefore. Is it not appropriate to make sacrifices of this character, considering who we are and what we are? If we are expecting to reach a glory and an exaltation such as we think about and talk about and pray for, it seems to me that there should be something to be done on our part commensurate with the expectations and hopes and desires that we entertain, and I do not know myself any better test that can be brought to bear upon human beings than this test to which allusion has been made this morning, the test of holding ourselves&#x2014;that is our individual persons, with our time and the ability that God has given unto us, our wives, our children, and the possessions that God has placed in our hands to control&#x2014;to hold all these subject to His dictation and to His approval. <\/div><div class=\"paragraph jod\" id=\"v24n769\"> &#x201C;Now,&#x201D; says one, &#x201C;I am quite willing for that; I would be quite willing to receive all that doctrine and to believe it if God himself were to come and make the requirement of me. I am quite willing that  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God should dictate to me about my wives and children; and if He wants me to use my talents and give up my life or to yield up my property&#x2014;I am quite willing to do all these things if He will come and tell me himself, or if He will send an angel to tell me. But I look upon my brethren who preside over this Church, and I see that they are mortal men, and I see that they do many things that mortal men do, and I have not quite confidence enough in them to dispose of my property as they may dictate. They are mortal, they are like I am, and I do not know whether they will do the right thing or not. I have some doubts about that. I have not got confidence in their management as business men. I do not know but I have better business qualities myself than they have, and I can manage my own affairs to better advantage than they can. I am not willing, therefore, to do as my fellow men dictate.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n771\"> Now, let me ask is not that the secret thought of many minds? I am sure it is. And yet the same men who entertain these thoughts, and the same women, will go into this Temple when it is completed, and will ask at the hands of the servants of God blessings that are far beyond all price when measured by earthly substance, by gold or silver, or that which men consider valuable. It is a strange thing; it is a strange feature in the human character; it is exhibited everywhere; it is not confined to Latter-day Saints alone; that mankind are very willing to trust men with spiritual things, and to have confidence in them concerning spiritual things, and have little or no confidence in them when it affects their temporal interests. There are men&#x2014;and there <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may be some in this congregation&#x2014;who have been quite willing to submit to the ordinance of baptism and rely upon it as a means of salvation, as a means of remitting their sins, and have also been willing to submit to have hands laid upon them by the same individual, for the reception of the Holy Ghost, who would not listen to his counsel concerning their property. This want of confidence arises in some instances from selfishness or a lack of faith, and in others from witnessing the unwise conduct of Elders in the management of means. There have been Elders who have gone out in the world for the purpose of bringing souls to the truth who have abused their privileges among the people, and have borrowed money and never repaid it. Such occurrences inspire distrust. And such men have transcended the limits of their authority in taking this course. They were not sent out to meddle in this way, in people's affairs, to borrow money, and do things of that character; but were sent to preach the Gospel, and so long as they confined themselves to their legitimate duties, and did those things they were authorized to do, they were blessed, the Lord was with them, and their labors resulted in salvation to the people. Every man who attends strictly to the duties assigned to him, and pertaining to his Priesthood, and confines himself to them, is sustained and upheld of the Lord. The Elders who have destroyed confidence by the methods I have alluded to, transcended their authority. That constituted the difference between their action and the action of the man whom God places to preside over His Church. Can you not see the distinction? I can see that a man that goes out as a missionary, as Elders  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have done in the past, often acquires great influence with the power of God resting upon him, and through the confidence that power has inspired in the midst of the Saints, I can understand that men have taken advantage of that influence, and have abused the trust of the people, and have done wrong, and have lessened their influence with God, and with man, and have caused the Spirit of God by that action to be withdrawn from them. There are many such cases to which I could point you, if it were necessary this morning. No man, however, has done that in this Church without losing that power which God gave unto him, and there are men who have apostatized from this Church who brought on that apostasy because of such conduct as I allude to. They were not warranted in doing what they did. They exceeded the bounds of their Priesthood, and in doing so they committed sin. But there is an authority in the Church to whom God has given the right to counsel in the affairs of the children of men in regard to temporal affairs. When Joseph Smith lived upon the earth it was his prerogative to do that. He stood as God's ambassador&#x2014;not clothed with the attributes of God, for He was a mortal man; but he stood as the representative of God upon the earth, holding the keys of the kingdom of God upon the earth, with the power to bind on earth and it should be bound in heaven.<span class=\"citation\" id=\"64921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64921)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"91166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91166)\">D&amp;C 128:10<\/a><\/span><span class=\"citation\" id=\"91777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91777)\">D&amp;C 132:46<\/a><\/span> He occupied that position when he lived, and on his departure another took his place upon the earth and stood in precisely the same capacity to us as a people that Joseph Smith did. That was Brigham Young. When he passed away another stepped forward and took the same position, and holds the same keys <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and exercises the same authority and stands precisely in the same position to us that the Prophet Joseph did, or that the Prophet Brigham did, when he lived upon the earth. Now, was not Joseph Smith a mortal man? Yes. A fallible man? Yes. Had he not weaknesses? Yes, he acknowledged them himself, and did not fail to put the revelations on record in this book [the Book of Doctrine and Covenants] wherein God reproved him.<span class=\"citation\" id=\"83922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83922)\">D&amp;C 10:1-3<\/a><\/span><span class=\"citation\" id=\"89106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89106)\">D&amp;C 93:47-49<\/a><\/span> His weaknesses were not concealed from the people. He was willing that people should know that he was mortal, and had failings. And so with Brigham Young. Was not he a mortal man, a man who had weaknesses? He was not a God. He was not an immortal being. He was not infallible. No, he was fallible. And yet when he spoke by the power of God, it was the word of God to this people.<span class=\"citation\" id=\"86669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86669)\">D&amp;C 68:4<\/a><\/span> When he sealed a man up to eternal life, he bestowed upon him the blessings pertaining to eternity, and to the Godhead, or when he delegated others to do it in his stead, God in the eternal world recorded the act; the blessings that were sealed upon that man or that woman, they were sealed to be binding in this life, and in that life which is to come; they became part of the records of eternity, and would be fulfilled to the very letter upon the heads of those upon whom they were pronounced, provided they were faithful before God, and fulfilled their part of the covenant. There is no doubt about it. And so it is today. There is but one man (as you have often heard), at a time on the earth, who holds this authority.<span class=\"citation\" id=\"91486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91486)\">D&amp;C 132:7<\/a><\/span> There maybe others who have this authority also; and I thank God there are many who hold this authority&#x2014;that is the authority of the Apostleship; but they hold it subordinate to the  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man who holds the keys, they cannot exercise this authority only as he shall consent or delegate or authorize them to do so. There is but one man who has the power to exercise this authority,<span class=\"citation\" id=\"91487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91487)\">D&amp;C 132:7<\/a><\/span> to stand, as it were, in God's stead, to be His voice unto the people, and that is the man who stands at the head and who is President, and who holds the keys by virtue of the appointment of God. God places him there. It is not man's act. It is God's Providence. God knows the hearts of the children of men.<span class=\"citation\" id=\"55629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55629)\">1 Kgs. 8:39<\/a><\/span> By His overruling Providence He brings this man to the front, or He keeps him in the rear, just as it pleases Him. I believe that His Providence is over all of us, and He can kill or remove as He pleases, or He can preserve in life as seemeth good to Him. And he has done so. When the Prophet Joseph was slain, God, by His overruling Providence, brought the man to the front who was His choice to succeed His servant. David Patten was slain at Crooked River, who was the senior of Brigham Young. Thomas B. Marsh lost the faith, also the senior of Brigham Young; but Brigham Young was preserved in the Providence of God, and when His Prophet was slain He stepped forward clothed with the eternal Priesthood of God, full of the fire of the Holy Ghost and the power of God, and the whole people felt that they stood in the presence of the man whom God had chosen and whom God had endowed for His position. God qualified him and made him equal to every emergency from that hour until the hour of his death. God was his unfailing friend. He blessed everyone who listened to the counsel of His servant. He blessed this entire people, and He blessed this land under his (President Young's) administration. And we <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know by the outpouring of the power and gifts and graces of God upon us individually as well as an entire people, that he was God's servant, chosen by the Almighty to stand at the head of His Church. Could I not trust that man with anything I had? Why, I would have been an unworthy servant of God, if I could not have done so; I would have been recreant to every principle that I believe in, if I could not have done so. <\/div><div class=\"paragraph jod\" id=\"v24n774\"> Now, watch the Providence of God in the selection of our present President. At the time Joseph and Hyrum were slain, according to all human appearances he was as unlikely to live almost as they were who were already dead. In the hottest of summer he was shot to pieces. The men who waited upon him had no idea that he would live. But he did. God brought him through. But who thought then that he would be the senior Apostle who would preside over this Church? There were a number his seniors. In consequence of a misunderstanding and his being senior in age, Brother Woodruff's name stood above Brother Taylor's. Brother Woodruff recognized all the time that he and Willard Richards were not his seniors in ordination. President Taylor had been ordained to the Apostleship before them, and when this matter was brought before the President of the Church (President Young) the names were put in proper order. Brother Woodruff recognized this as being correct, and if Willard Richards had lived, doubtless he would have had the same feeling. But then there stood Orson Hyde and Orson Pratt, as seniors in the quorum. Their names preceded his. But had their names the right to stand in that position? No, they had not, for  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reasons I need not dwell upon here, which ought to be familiar to every Elder in this Church. Therefore, I will merely say this: that President John Taylor, Wilford Woodruff, and George A. Smith were bearers of the apostleship at a time when Orson Hyde and Orson Pratt did not hold that power. Therefore they were by right their seniors; and President Young providentially, prompted by the Spirit of God, made a ruling which the Twelve accepted&#x2014;every man knowing the true state of the case&#x2014;as correct, and placed the names in their order some time before his death, making John Taylor, Wilford Woodruff, and George A. Smith, seniors of Orson Hyde and of Orson Pratt. In this manner God has brought forward to the front the man whom He chose to be President of the Church. It is His privilege to chose whom He pleases. The man whom He wants preserved is preserved. When the Prophets of God were slain, Brother Taylor's life, by the wonderful Providence of God, was preserved, and he has lived among us until this day. He now stands in his place as the President of the Church, holding the keys and the authority as such to manage all the affairs of the Church according to God's mind and will. And shall one who knows this, who knows that God has honored him, that God has chosen him, that God has endowed him, that God has blessed him&#x2014;shall such a one raise his voice against him, and say that it is not the will of God that he shall control the affairs of this Church? God forbid! God forbid that I or any other man in this Church should do anything of the kind! On the contrary, let us be obedient to the voice of God, and to the will of God. If God, through him, says unto us we must <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consecrate our property, we must hold everything we have subject to the will of God, if He through him dictates any course of policy, I say it is my duty as a servant of God to submit: it is my duty to carry out faithfully, according to the will of God, that which He counsels, and that which He dictates. If God has confidence in him, shall not I, who am God's servant and God's child, have similar confidence? I believe in God. I believe God manages all the affairs of this Church. I know if I do my duty He will save me, He will exalt me, and I know if you will do your duty, He will do the same for you. And if men whom He chooses are fallible, that is His business. He requires on our part obedience to His will, as it is made manifest through the man whom He has chosen. <\/div><div class=\"paragraph jod\" id=\"v24n776\"> Now, this is a great point. I look upon it as one of the most vital points connected with our existence in these mountains. I look upon it as a test. It may be said that it will test the Latter-day Saints as they never have been tested&#x2014;this vital, doctrine of obedience to the Priesthood of the Son of God. There is no point today against which so many assaults are directed by the wicked. They make it the main object of their attacks. They would like to destroy confidence in your hearts in the Priesthood of the Son of God. If they could weaken your confidence; if they could undermine your faith; if they could by any power or means in their possession wean you from the Church, and sow the seeds of distrust and suspicion in your minds concerning the Priesthood, or those who bear it, they would attain the object that they have in view. The man who holds the keys is always the object of assault. His life is the life that is  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>most sought after. He is the man they would strike down, if they had the power. They seek to weaken the confidence of the people in him, by all manner of slanders, and by every sort of falsification. It is the main object of our enemies to sow the seeds of distrust and suspicion in the midst of the Latter-day Saints, and to accomplish this they relate all manner of falsehoods concerning those who bear the Priesthood of the Son of God. They contort every act. They misrepresent every word and every counsel that is given. They endeavor to put everything in a false light. And those who read those things continually, begin to believe by degrees, that there is foundation for them, that there is something wrong, that this man or the other man is not to be trusted, and that they are doing wrong in yielding obedience to the counsels of the Priesthood, and in submitting to its control. You are aware these attacks are constantly directed against the Priesthood, and it is, as I say, the vital point today. <\/div><div class=\"paragraph jod\" id=\"v24n778\"> We have this Temple (Logan) nearly completed. That at Salt Lake is progressing very rapidly, that at Sanpete also. And the building of these Temples will bring about, to a certain extent, a change among this people. Blessings are to be bestowed, and power is to be manifested in these buildings in my opinion such as has never been manifested among us as a people before. The question, therefore, will press itself upon our attention&#x2014;who are going to be worthy to receive these blessings? Who are going to be worthy to enter into these buildings? With my feelings today I never can consent for any man to go in and receive a fullness of the blessings of the everlasting Gospel in that building or those buildings, <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unless I know him to be a man who is willing to yield implicit obedience to the Priesthood of the Son of God. And further, I am not willing, with my present feelings&#x2014;I do not pretend to dictate in this matter, I am merely stating my own personal feelings&#x2014;for any man to go into these buildings who is not willing to hold all he has got subject to the Priesthood of the Son of God, and be willing to do with it as that Priesthood shall dictate. <\/div><div class=\"paragraph jod\" id=\"v24n779\"> Now, these are two vital points in our faith, and in the requirements of the Gospel, that I believe are obligatory upon us, and we may as well understand our position today as to postpone the understanding of this matter for months, or for years, or until it is too late. This may sound like strong doctrine to some of you; but I look upon these things as essentially necessary to make us the people that God designs we shall be. Already things are in contemplation, and are being counseled about, that may bring this matter home to us individually, outside of the Temples of the Son of God. I desire to see the time come when unworthy persons cannot get their endowments and a fullness of the blessings of the everlasting Priesthood. I desire to see some test of faithfulness, some test of growth, and some degree of reward, so that all will not be reduced to one common level, the faithful and the unfaithful, those that are willing to do all that God requires, and those that are not willing&#x2014;I do not desire to see all endowed with the same blessings. I do not believe that God ever intended this. He has told us there are different degrees of glory&#x2014;&#x201C;one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>So also is the resurrection of the dead.&#x201D;<span class=\"citation\" id=\"73952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73952)\">1 Cor. 15:41-42<\/a><\/span> I would like to see some difference here. I believe it will come. I believe God will move upon His servant in His own due time to make the necessary regulations to effect this. There are men who have been faithful all their lives, who have done everything that it is possible for men to do, and there are others who have been indifferent, and who have had their own way, and carried out their own mind, yet all come along and get the same blessings without any distinction whatever. There is not much encouragement, it would seem, under those circumstances, for the faithful. And yet there is, for there are degrees of re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ward in heaven; but then we may as well begin to have some of them here. <\/div><div class=\"paragraph jod\" id=\"v24n781\"> Now, my brethren and sisters, I feel that it is a matter, as I have said, of vital importance that we should have this that I have spoken of&#x2014;faith and confidence in the Priesthood of the Son of God, and we cannot build up Zion without we have it, and we cannot build up Zion without we are willing to do all we have been taught by the inspiration of God&#x2014;I know that as well as I do that I live. <\/div><div class=\"paragraph jod\" id=\"v24n782\"> I pray God that we may have this confidence, which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}