{"ID":240043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Conditions on Which the Saints Shall Prevail&#x2014;Prevalence of Peace&#x2014;The Feeling in the East&#x2014;Falsehoods Swallowed By a Credulous Public&#x2014;No Real Injury&#x2014;Immediate Promises&#x2014;Only One Thing to Be Feared&#x2014;The Saints Shall Prevail&#x2014;The Saints Shall Prevail Through Faithfulness&#x2014;This Praise of the World a Signal for Sorrow&#x2014;Power of a United People&#x2014;The Fiercest Persecution Antecedent to Polygamy&#x2014;Salt that Has Lost Its Savor&#x2014;Only One Channel of Revelation&#x2014;Vox Dei, Vox Populi&#x2014;The Aaronic and Melchizedek Priesthoods&#x2014;Writing and Speaking&#x2014;Spirits that Peep and Mutter&#x2014;Deceitful Devices of the Enemy&#x2014;The Men Who Have Authority&#x2014;The Parable of the Ship&#x2014;The Man Who Presides&#x2014;Invocation.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Salt Lake Assembly Hall, Sunday Afternoon, December 2, 1833.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Promises Made to the Saints.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 12\/2\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v24n1027\"> I will read a portion of the 103rd Section of the Book of Doctrine and Covenants, commencing at the 5th paragraph: <\/div><div class=\"paragraph jod\" id=\"v24n1028\"> &#x201C;But verily I say unto you, that I have decreed a decree which my people shall realize, inasmuch as they hearken from this very hour unto the counsel which I, the Lord their God, shall give unto them. <\/div><div class=\"paragraph jod\" id=\"v24n1029\"> &#x201C;Behold they shall, for I have decreed it, begin to prevail against mine enemies from this very hour. <\/div><div class=\"paragraph jod\" id=\"v24n1030\"> &#x201C;And by hearkening to observe all the words which I, the Lord their God, shall speak unto them, they shall never cease to prevail until the kingdoms of the world are all subdued under my feet, and the earth is given unto the saints, to possess it forever and ever. <\/div><div class=\"paragraph jod\" id=\"v24n1031\"> &#x201C;But inasmuch as they keep not my commandments, and hearken not to observe all my words, the <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdoms of this world shall prevail against them. <\/div><div class=\"paragraph jod\" id=\"v24n1032\"> &#x201C;For they were set to be a light unto the world, and to be the saviors of men; <\/div><div class=\"paragraph jod\" id=\"v24n1033\"> &#x201C;And inasmuch as they are not the saviors of men, they are as salt that has lost its savor, and is thenceforth good for nothing but to be cast out and trodden under foot of men. <\/div><div class=\"paragraph jod\" id=\"v24n1034\"> &#x201C;But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the land of their inheritances, and build up the waste places of Zion. <\/div><div class=\"paragraph jod\" id=\"v24n1035\"> &#x201C;For after much tribulation, as I have said unto you in a former commandment, cometh the blessing.&#x201D;<span class=\"citation\" id=\"89694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89694)\">D&amp;C 103:5-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n1036\"> I am thankful, my brethren and sisters, for the opportunity of meeting with you today under such favorable circumstances, and partaking of that peaceable influence  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which prevails always in the midst of the Saints of God. It is a great blessing which God has bestowed upon us in giving unto us peace. It is a blessing that is beyond price, incomparably greater than almost any other blessing that we can enjoy; for without it the other blessings that we might have would be, to a great extent, obscured by the absence of peace. <\/div><div class=\"paragraph jod\" id=\"v24n1038\"> I have been asked by a few whom I have met since my arrival yesterday morning in the city, if there is not a great deal of excitement in the east concerning us. Some of the utterances of the papers probably have given this impression. But so far as my observation has gone I have seen no greater excitement at this time than is usual, or has been usual in years past, prior to the meeting of Congress. There is doubtless a desire on the part of those who are anxious to do us an injury, to endeavor, by misrepresentation and falsehood, to arouse feelings against us, and to make it appear necessary to politicians and public men that something should be done with us to check the growth of this much feared organization of the Church of God. And it is astonishing&#x2014;it would be at least astonishing if we had not seen so many instances of this character&#x2014;how men resort to the most unfounded falsehoods&#x2014;falsehoods which do not have even the color or foundation or the semblance of anything real and truthful&#x2014;to accomplish their purposes. But presuming upon the credulity of the public respecting everything connected with our Church and our organization and movements, men abandon themselves to the most reckless assertions concerning us, without seeming to have the least fear of their being contradicted, and thinking, appar<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ently, that anything they can say about us, however false, will be swallowed by the credulous public. In this very thing consists, to a great extent, the weakness of the opposition that is arrayed against the Church of God. Falsehood has no existence only so far as the mere relation or statement of it is concerned. There is no foundation to it. There is nothing tangible about it. It is a lie, and it may be said, therefore, to be nonexistent. And this opposition against us&#x2014;that is, opposition of this character&#x2014;can do us in the end no real injury, because truth must eventually prevail, in our case at least. That which is real, that which is true, that which is genuine, that which has an existence, must in the very nature of things prevail in the contest with falsehood and misrepresentation. In this consists, I may say, our strength. We know that these statements which are made, so many of them, concerning us are false, and we can afford to wait to see the developments which will follow, especially when we understand, as we do, that God, our Eternal Father, has made promises unto us concerning this very condition of things to which I am now alluding. It is not a new thing for us to have this to contend with. We have been warned about it from the beginning, and in fact before the Church itself was organized. The Prophet Joseph was told what he might expect,<span class=\"citation\" id=\"93810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93810)\">JS&mdash;H 1:33<\/a><\/span> and what all who associated themselves with him in the belief and practice of the truth might expect, and the warnings that were then given, and which have been so often repeated since to us as a people, certainly have had the effect of preparing us&#x2014;to some extent at least&#x2014;to encounter the evils with which we have been assailed and with which  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have had to cope. God, our Eternal Father, as I have said, has made promises unto us concerning this. We are not left to imagine what shall be the result. The mind of the Latter-day Saint is not left a prey to apprehensions and fears; for God, by His word, has removed these, and has given us immutable promises which the experience of 53 years has proved to us to be reliable. We have proved them to be true in the past, and we certainly can rely upon them for the future. <\/div><div class=\"paragraph jod\" id=\"v24n1040\"> There is only one thing connected with this work&#x2014;speaking for myself individually&#x2014;concerning which I have any fear, and that is ourselves. I never had any feeling of fear while I was at Washington, and the clouds were dark and menacing, and our enemies were threatening and active in their preparations to assail us; I never had, I can truthfully say, any fear as to the result of their operations so long as the Saints at home were united and were seeking to keep the commandments of God. But when I heard, as I did upon one or two occasions, about division&#x2014;for instance in election matters&#x2014;and hearing of brethren not being united upon questions of policy, then, I confess that a feeling&#x2014;a sickening feeling, if I may so describe it&#x2014;would sometimes take possession of me. <\/div><div class=\"paragraph jod\" id=\"v24n1041\"> God, in the revelation that I have read to you, has plainly given a promise unto this people, this Church. <\/div><div class=\"paragraph jod\" id=\"v24n1042\"> &#x201C;But verily I say unto you, that I have decreed a decree which my people shall realize, inasmuch as they hearken from this very hour unto the counsel which I, the Lord their God, shall give unto them. <\/div><div class=\"paragraph jod\" id=\"v24n1043\"> &#x201C;Behold they shall, for I have decreed it, begin to prevail against mine enemies from this very hour. <\/div> <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n1044\"> &#x201C;And by hearkening to observe all the words which I, the Lord their God, shall speak unto them, they shall never cease to prevail until the kingdoms of the world are subdued under my feet, and the earth is given unto the saints, to possess it forever.&#x201D;<span class=\"citation\" id=\"89690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89690)\">D&amp;C 103:5-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n1045\"> Now, here is a promise that the Lord has given, He says, by a positive decree. It is a promise given with conditions, and if the conditions should be observed we may rest assured that the promise, in its entirety will be fulfilled. There are no reservations about it, only the reservation connected with the condition upon which it is made. &#x201C;They shall prevail&#x201D;&#x2014;that is if they keep His commandments, if they observe the counsel which He has given unto us. Now in the next paragraph he says: <\/div><div class=\"paragraph jod\" id=\"v24n1046\"> &#x201C;But inasmuch as they keep not my commandments, and hearken not to observe all my words, the kingdoms of this world shall prevail against them.&#x201D;<span class=\"citation\" id=\"89707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89707)\">D&amp;C 103:8<\/a><\/span> Our fate, therefore, as a people&#x2014;that is, as individuals at least&#x2014;is plainly pointed out unto us in these two or three paragraphs. The principle upon which we can be successful as a people is given unto us so that we cannot be mistaken concerning it. Also if we should be unsuccessful, if we should fail and become subject to our enemies, the causes by which subjection shall be brought to pass are plainly pointed out to us. The experience of the years that have elapsed since this revelation was given in which these promises are embodied, has proved to us most clearly the truth of the word of the Lord here spoken. There has never been an hour since the Lord gave this word unto the Church&#x2014;not one hour&#x2014;that they have not prevailed over His enemies, when they have hearkened unto  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His words and kept His commandments. Where we have been surrounded by circumstances of the most threatening character, when there seemed to be no possible way of escape, God has opened, in the most marvelous manner, the path before this people and made it plain, and that which has seemed like an impassable barrier before them has been removed, and they have been enabled to pursue the path that was right for them to walk in. We know by experience that when the Latter-day Saints have been most faithful, have been most diligent, when they have been most zealous in preaching the Gospel, in building temples, in carrying out the word of our God as He has given it unto us, then the anger of our enemies has been most fierce against us. But notwithstanding the fierceness and the heat with which it has burned, it has been powerless against this people to injure us or to interfere in any manner with our growth, and with the accomplishment of the purposes of God entrusted to us. God knows this is so, and we know it. We have proved it to our entire satisfaction&#x2014;it seems to me so at least. It is no good sign for us to be beloved by the world, and to be spoken kindly of by the world, however pleasant it may be to us, and however much we may shrink from the opposite condition of affairs, and dread its manifestation, and wish that it could be otherwise&#x2014;and it is natural to human nature to shrink from these trials&#x2014;nevertheless it is one of the worst signs for us as a people to be spoken well of by the world,<span class=\"citation\" id=\"67260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67260)\">Luke 6:26<\/a><\/span> and to be free from threatenings, from opposition, and from hatred. It is not the true condition for the Church of Jesus Christ of Latter-day Saints to be in, to be petted by the world, to be fostered by the <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world, to be spoken well of by the world,<span class=\"citation\" id=\"67261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67261)\">Luke 6:26<\/a><\/span> to be welcomed by the world, to have favor showered upon it by the world, because we ought not to be of the world, God having chosen us out of the world.<span class=\"citation\" id=\"70235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70235)\">John 15:19<\/a><\/span><span class=\"citation\" id=\"82811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82811)\">3 Ne. 19:20<\/a><\/span> Our true condition is that which we occupy today. I welcome it; I thank God for it; for the manifestations that I see around me concerning us, bear ample testimony to me that the Latter-day Saints are striving to keep the commandments of God; that they are doing the will of God, or this anger, these manifestations of hatred, this intense opposition, these groundless accusations would not have an existence against us. I say this is the condition that God has designed that we should occupy, and instead of our feeling to dread it, to wish it were otherwise, to shrink from it, let us rather glory in it, thank God from the bottom of our hearts that we are connected with his work and have the privilege of taking part in such scenes as these&#x2014;scenes in which our predecessors, who have gone to the rest of our God, have shared, in their day and generation. Let us thank Him that we live upon the earth and have this opportunity&#x2014;this great and glorious opportunity&#x2014;of showing unto Him that we are devoted to that Gospel that He has revealed, to its principles, its ordinances, its endowments and powers, and to the Church that is organized upon the earth, in the plenitude of its power, in these last days. These are opportunities for which we should be most profoundly grateful. Instead of shrinking from them, instead of being sorry for them, instead of feeling to dread them, we should have the opposite feeling, one of thankfulness and gratitude unto God that we are permitted to share in them, and to live at a time  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like the present. I thank God with all my heart for this myself: and so far as these manifestations are concerned, they cause only one feeling within me&#x2014;have done so far&#x2014;and that is a feeling of rejoicing and thanksgiving within my bosom to see the fulfillment of the predictions of the holy prophets concerning this work, and the hatred of the world against it. <\/div><div class=\"paragraph jod\" id=\"v24n1049\"> Now, what have we to fear? The only cause of fear in my mind is, as I have said, concerning ourselves&#x2014;divisions, differences of views, ideas concerning the course that should be pursued, that may not be in accordance with the mind and will of God. It is of the utmost importance to us as a people that we should be united. Our strength, our prosperity, our success in the past, have been due to union. It is the union of the people that has been hated, and that has brought upon us the persecution that we have had to contend with. That is all that gives us importance in the earth. Strip us of union, and what is there about 200,000 Latter-day Saints in the Rocky Mountains that is at all remarkable or worthy of note? Well, we would be like 200,000 people anywhere else, full of division and strife, who do not amount to anything or have any particular importance. But unite 150,000 or 200,000 people together, of one heart and of one mind,<span class=\"citation\" id=\"92962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92962)\">Moses 7:18<\/a><\/span> a people who are increasing, and there is a power manifest that impresses men. They feel that there is an unusual power and influence there which they cannot comprehend, it is so different from the systems with which they are familiar. The fact that these people are united creates a dread in the breasts of those who dislike them. It is this, my brethren and sisters, that has given us influence, <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that has given us importance, that has made us what we are, that causes us to occupy the position that we do. Take this away from us, and we are indeed, as this revelation has said, like salt that has lost its savor, good for nothing but to be thrown out and trampled under foot of men.<span class=\"citation\" id=\"89731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89731)\">D&amp;C 103:10<\/a><\/span> Take away from us as a people the principle of union, and you take away from us the salt that makes us the savor that we are today. And it is of the utmost importance for us as a people, that we should keep this constantly in view. It is against this and against that authority which makes us a united people, that the whole of the attack against us is directed. It is the revelations of Jesus Christ,<span class=\"citation\" id=\"94287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94287)\">Gal. 1:12<\/a><\/span> through that Priesthood coming unto us, giving testimony unto us by the Holy Ghost, that has brought us unto this union, unto this oneness that is so characteristic of this Church. It is against the authority that has produced these results, that the whole strength of the adversaries of this kingdom is directed. <\/div><div class=\"paragraph jod\" id=\"v24n1050\"> We hear about plural marriage, or polygamy as it is termed. That is merely a war cry. It is merely used because it is a popular catchword, and they who use it know full well that they only use it in that form and for that purpose; but that is not the real thing at issue. There is something more than that, deeper than that, higher than that, broader than that; but it is not necessary to let it be known that they are aiming at that. Polygamy, therefore, answers the purpose. It appeals to the ignorant; it excites the clergy; it stirs up the passions of the impure, and it inflames the hatred that is necessary to intensify this conflict. But if such a thing were possible that polygamy could be wiped out today, without wiping out our  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>faith and making us apostates, and every man who has a plural wife was to put her away, it would not lessen the hatred of those who oppose this work&#x2014;not one particle. Of course, if we became apostates we would be like the world, and we would be of the world. But I repeat, it is not polygamy; we know that. We know that the fiercest persecution we have passed through in our experience was anterior to the practice of polygamy, was when polygamy was not a doctrine of this Church, when it was not a practice of any member of this Church. Therefore, the hatred that is entertained today against this work is not traceable to that doctrine nor to that practice. It is the organization of the Church of God upon the earth. It is the restoration of the Holy Priesthood. It is the authority by which man is bound to man, by the effective bond of union that has been so wonderfully manifest in the history of this people from the commencement until the present time. It is that which is hated. It is the gathering of the people together. As General Clark said, who led the militia at Far West, when the brethren were prisoners, said he: &#x201C;I would advise you to scatter abroad, and never again organize yourselves with Bishops, Presidents, etc., lest you excite the jealousies of the people, and subject yourselves to the same calamities that have now come upon you * * * my advice is that you become as other citizens lest by a recurrence of these events you bring upon yourselves irretrievable ruin.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n1052\"> Unwittingly he told a great truth pregnant with meaning. That is really the great cause of hatred against this people. If you were to divide up and cease to listen to your Bishops, to your presiding author<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ities, to the Presidents of your Stakes, to the Apostles, to the Presidency of the Church, what is there about you that would excite opposition? What is there about you that would make you worthy of newspaper notice? As I have said, you would be like any other number of citizens who are not banded together by the ties of the everlasting covenant and of the Gospel. Having had the truth, and having had the savor of righteousness, you would be like salt that had lost its savor, it would be good for nothing, fit for no other purpose but to be cast out and trodden under the feet of men.<span class=\"citation\" id=\"89732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89732)\">D&amp;C 103:10<\/a><\/span> This figure of the Savior's in this revelation&#x2014;and as He used it to His disciples&#x2014;<span class=\"citation\" id=\"63041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63041)\">Matt. 5:13<\/a><\/span>is a most forcible and comprehensive figure. There is no article in the world that is so utterly worthless as salt after it has lost its savor. You cannot use it for any purpose, and it is good for nothing except to be trodden under the feet of men.<span class=\"citation\" id=\"128970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128970)\">D&amp;C 103:10<\/a><\/span> And how truthfully it is exemplified in the history of this people. When a man has lost the Spirit of God, become an apostate to the work of God, of what further use is he? He is good for nothing. He don't make even a good sectarian. And it would be so with us as a people if we were to lose the salt of the Spirit of God; we would be good for nothing. <\/div><div class=\"paragraph jod\" id=\"v24n1053\"> Now, there is only one way in which the commandments of God can be revealed unto us. God has not left this in doubt. He has not left us to grope in the dark respecting His methods of revealing His mind and will unto His children. In the very beginning of the work of God in these last days, to remove all doubt upon this subject, God gave revelations unto this Church in exceeding great plainness, and there was one principle that  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was emphatically dwelt upon and enforced, namely, that there was but one channel, one channel alone, through which the word of God and the commandments of God should come to this people. The word of God was not to come from the people up. It was not <span class=\"italic\">vox populi, vox dei<\/span>, but it was to be <span class=\"italic\">vox dei, vox populi<\/span>&#x2014;that is, the voice of God and then the voice of the people&#x2014;from God downward through the channel that He should appoint; by the means that He should institute, that word should come to the people, and when obeyed by the people would bring the union and the love and the strength consequent upon union and love. And this has been the peculiarity and the excellence of this work of God thus far in the earth. Its excellence has consisted in this. Its power, its glory, the glory that we have as a people, the glory that belongs to the Church of God consists in this peculiar feature, that the word of God to us comes from God and not from the people. It is received by the people, accepted by the people, submitted to by the people, and this has produced the union and the love, as I have said, that have characterized the work thus far in its progress in the earth. Take away from it this feature and it becomes weak as water<span class=\"citation\" id=\"94271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94271)\">Ezek. 7:17<\/a><\/span><span class=\"citation\" id=\"94272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94272)\">Ezek. 21:7<\/a><\/span> that is unconfined. There is no strength to it. There is nothing to be feared about it. There is nothing to excite animosity or hatred. But give it this feature and it becomes a power in the earth. Even if there were only six men it would be a power. Let there be twelve and it is twice the power, and you go on doubling it, and it increases in a proportionate ratio, and it will do so, as long as that principle is maintained and lived up to. God revealed that prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciple in the beginning. Oliver Cowdery&#x2014;a representation of whose ordination is given to us on this ceiling&#x2014;received at the same time that the Prophet Joseph did the Aaronic Priesthood. John the Baptist, who last held the keys of the Aaronic Priesthood in the flesh upon the earth, laid his hands upon Joseph, the Prophet, and him at the same time.<span class=\"citation\" id=\"84051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84051)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128971)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93971)\">JS&mdash;H 1:68-72<\/a><\/span> He afterwards received, in common with Joseph, the administration of those who had held the keys of the Apostleship in the flesh on the earth&#x2014;that is, Peter, James and John.<span class=\"citation\" id=\"84662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84662)\">D&amp;C 27:12<\/a><\/span> They administered unto him at the same time that they administered unto Joseph, upon the same occasion, and he became an Apostle with Joseph, being the second Apostle in the Church of Jesus Christ of Latter-day Saints.<span class=\"citation\" id=\"84292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84292)\">D&amp;C 20:3<\/a><\/span> Now, it might be thought that a man thus favored, favored to receive the Aaronic Priesthood, favored to receive the Melchizedek Priesthood and Apostleship at the same time with the Prophet, favored with the privilege of baptizing the Prophet of God, and of sealing upon him the gift of the Holy Ghost; it might be thought, I say, that a man thus favored would have stood alongside of the Prophet and been of equal authority in giving the word of God in writing unto the people. But no. God drew a distinction and plainly told Oliver Cowdery that that which he wrote to this Church should not be by way of commandment to the Church, but by wisdom. The Lord said to him, &#x201C;If thou art led at any time by the Comforter to speak or teach, or at all times by way of commandment unto the church, thou mayest do it. But thou shalt not write by way of commandment, but by wisdom.&#x201D;<span class=\"citation\" id=\"84692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84692)\">D&amp;C 28:4-5<\/a><\/span> It was only one man's privilege, one man's authority to stand pre-eminent  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the earth at one time holding the keys<span class=\"citation\" id=\"128973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128973)\">D&amp;C 132:7<\/a><\/span> and giving the commandments of God&#x2014;<span class=\"citation\" id=\"128972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128972)\">D&amp;C 28:2<\/a><\/span>or rather the Lord giving His commandments through him in writing to the Church. <\/div><div class=\"paragraph jod\" id=\"v24n1056\"> In the early days there was a man that was a witness to the Book of Mormon, who had been selected by the Lord to handle the plates, to heft them, and then to write his testimony concerning that which he had seen and felt.<span class=\"citation\" id=\"128974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128974)\">BM Eight Wit.<\/a><\/span> He obtained possession of a seer stone&#x2014;or as it is called sometimes, a peep-stone. Through this peep-stone he professed to obtain revelations, which he wrote. And the Lord gave a commandment upon the subject, and Oliver Cowdery was commanded to take Hiram Page by himself and talk to him upon the subject. He was instructed to tell him that that which he had received through that stone was not of God, and that Satan deceived him. He was told that this power was not given to him, and &#x201C;neither shall anything be appointed unto any of this church contrary to the church covenants.&#x201D;<span class=\"citation\" id=\"84697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84697)\">D&amp;C 28:11-12<\/a><\/span> That is, there was only one man upon the earth who had a right to give to the Church commandments concerning the word of God,<span class=\"citation\" id=\"128975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128975)\">D&amp;C 28:2<\/a><\/span> and the conduct of the word of God, and that was the man whom He had selected. Thus plainly in the very beginning of this work, the very threshold of it, there was no doubt left upon the minds of those who received the revelations of God concerning the policy of the Lord in the building up of this work upon the earth. You can see, readily, if you will reflect for a few moments upon the subject how necessary it is that this should be the case. Invest two men with that power, and what is the result? Why, there is an opportunity for division. Invest <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> twelve men with it, and you have the same result to an increased extent. Invest the whole body of the people with it, and what would be the result? You can understand this by a very little reflection. It is not God's way of doing. It is not God's manner of building up His kingdom. It is not the way that He has founded His Church, neither in this day nor in any other day when He had a church upon the earth. It is through this source that commandments must come to the people of God. It is through this source that the word of God has come to this people during the 53 years that have now elapsed. The prosperity of this people, their success, and the triumphs that have attended this work are due to this, that God has chosen one man, and through him has given His word unto His people, and by listening to His counsel, by obeying the manifestations of God through him, they have been led in this career of prosperity upon which we have entered, and in which we are now traveling. I wish to impress this with all the power of which I am capable upon the minds of my brethren and sisters who are here today, and upon this entire Church. I wish them to understand it. I bear testimony, as a servant of God, that this is the way, God having revealed it unto me to my perfect knowledge, to my perfect satisfaction and understanding. There can be no two channels; there is but one; God having chosen but one. Now, as long as we keep this in mind we are in no danger as a people&#x2014;that is if we keep it in mind and obey it. I am willing to stake my reputation&#x2014;I never claim to be much of a prophet; I do not talk much about prophecy&#x2014;but as a servant of God I am willing to stake my reputation in making  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this statement, that if you will listen to the voice of God as manifested through His servant who stands at our head, you never will, from this time forward until eternity dawns upon you&#x2014;you never will be overcome by your enemies, or by the enemies of God's kingdom. I know this as well as I can know anything that has not been accomplished. There is danger among us of becoming divided. We are menaced now by our enemies. They would like to divide us. Already they have made a discrimination which they hoped would be attended with some great results. They have by their laws deprived the fathers of this people, the leaders of this people, the men who have borne the heat and the burden of the day&#x2014;<span class=\"citation\" id=\"65283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65283)\">Matt. 20:12<\/a><\/span>they have deprived them of those rights which belong to us as much at least as they belong to them. They have sought to humble us in the dust. The <span class=\"italic\">elite<\/span> of this people, the foremost men, the men who have been the foremost in enterprise and in every good work&#x2014;and this is not saying anything disparaging concerning those who are not of this class&#x2014;have been singled out just as you would single out of a conquered tribe of Indians the chiefs. The chiefs have been marked, the ruling men have been deposed, and another class have been told that they now can come to the front. Why, it has reminded me of the tyranny which has been so obnoxious in times past&#x2014;the tyranny of Great Britain in her treatment of the people of India. The ruling men all deprived of their power. The king deposed. But this has never been done except as a result of war. The king deposed; ruling chiefs, men of influence, authority and power among the people, have been stripped of all, and another <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> king and other chiefs set to rule, by the authority of the conqueror. But this has never been done unless as a consequence of war. But here in a time of profound peace, in a Territory unexampled for its prosperity, the wonder and admiration of every candid and reflecting mind; a Territory of this kind, because our religion is not popular, and because of our union that is so dreaded, the ruling men, without any trial or conviction, without proof of any guilt, have been removed, so to speak&#x2014;that is, everything has been done that has been possible to take away from them that authority and that influence which rightfully belongs to them, which they have earned by long years of faithful labor in the midst of the people, earned them legitimately and properly, having no influence that they have received from ancestry or from wealth&#x2014;having no influence but the influence that God has given them, and that they have earned by their own good deeds. These men, in the attempt to break up this people; to divide them asunder&#x2014;these men have been told, &#x201C;You step aside. We will strip you of your power and of your influence. We will humble you in the midst of the people. We will take away from you all the influence that we can, and we will see if we cannot divide you by this process.&#x201D; That is the object. It is, as I have said, to divide us, to arouse ambitions in the minds of others, to endeavor to stir them up to pay no heed and to disregard entirely the counsels and the examples of the men who have been faithful, and who are thus thrust aside. What will be its effect? Ask yourselves this question yourselves. You Latter-day Saints, with you remains the answer. It is for you  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to say whether the devices of the wicked are going to have the effect of causing you not to heed the man of God, the man who holds the keys of the Eternal Priesthood of God, the man chosen by eternity, by the Lord himself; it is for you to say whether you by these devices, will no longer pay heed and attention to his counsels. It is for you to answer this momentous question. I am in no fear as to the result. I have no doubts myself as to the result. There may be unwise persons among us. There may be some who may not have faith. There may be some who may be prompted by some improper ambition; but I am glad that in the providence of God there is an opportunity given to all such to show their true characters, if there be such among us. I accept all these things as wise in the providence of our God, He having this work in charge; I accept it as one of His divine providences in regard to this work, to test this people, to prove us, to put us upon trial, to have us learn ourselves; and not only this, but to show the world&#x2014;the great world of mankind, who are looking now with intense expectation, watching the results of these experiments in Utah&#x2014;that we may show unto them that God is still with us, and that notwithstanding all the efforts of the wicked, we are still a united people, willing to listen to the voice of God, through his divinely appointed servant&#x2014;the medium that He has chosen. The world must know that the men through whose administrations we have received these precious gifts of the Gospel, are still the men who have authority with God, and who have a claim upon His blessings and His sustaining care. These results I expect to see wrought out by this that is now being done. <\/div> <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n1059\"> It is a most extraordinary thing that this Edmunds law&#x2014;a law which is so unconstitutional in every aspect&#x2014;should now be looked upon almost as a meritorious law, and that because we have not split into pieces under its operation, and it has not produced the results designed by its author, and those who urged its passage&#x2014;it should now, as I have said, be talked about as though it were a benign law, and designed for our good; and because we do not accept it as such it should be considered as a sufficient reason that there should be additional legislation! It is a most extraordinary position to assume. Yet this is the position that is taken by many. <\/div><div class=\"paragraph jod\" id=\"v24n1060\"> Now, my brethren and sisters, I used a figure many years ago, when we used to meet in the old bowery, before the new tabernacle was built, to which I will refer today. It was at a time when there was considerable talk about our moving away from here. Astrologers were predicting this, and there were some who seemed inclined to put credence in their sayings. In remarks upon one occasion I said, that it had been my habit when I crossed the ocean&#x2014;and I had been on both the Pacific and the Atlantic oceans many times&#x2014;when a storm came up, or we appeared to be in danger from ice or any other cause&#x2014;to watch the captain of the ship. I noted his demeanor, and I thought that by it I could form a correct idea of our danger. He knew the ship. He knew her capabilities. He knew, probably better than anyone else about our position and our danger, and therefore, as I have said, I took pleasure in watching his demeanor. And so it is in regard to the work of God. It is my privilege as an Apostle of the Lord Jesus Christ to have the revelations of Jesus.<span class=\"citation\" id=\"74454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74454)\">Gal. 1:12<\/a><\/span> It is my  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privilege to live so as to have the gift of prophecy, and to have wisdom and knowledge from God. It is my privilege to have all these gifts and blessings resting down upon me by virtue of my calling. If I am faithful thereto they will rest upon me. But it is not my privilege to guide this ship. It is not my privilege to write revelations or commandments to this Church. Much as I may rejoice in the knowledge of God, much as I may be possessed of the revelations of Jesus,<span class=\"citation\" id=\"128976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128976)\">Gal. 1:12<\/a><\/span> that is not a privilege which has been accorded unto me, nor has it been accorded unto any other Apostle, or officer, or member of this Church, but one, and that is the man whom God has chosen to hold the keys.<span class=\"citation\" id=\"128977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128977)\">D&amp;C 132:7<\/a><\/span> Therefore, in times of danger, whatever my own feelings may be&#x2014;and as those who are acquainted with me know, I have pronounced opinions generally upon every subject that is brought up&#x2014;notwithstanding this characteristic, I look always, and always have looked to the man whom God has placed to preside over His people. I watch his demeanor. I know that it is for him to give the signal. It is for him to direct the movements of the crew of the Ship Zion. It is for him to direct how she shall be steered, so far as human power is necessary for this purpose, and when there are no tremors in him, when there are no indications of fear on his part, when he feels serene and confident, I know that I can do so with the utmost safety, and that this entire people can trust in that God who has placed a prophet, a seer, and a revelator to preside over His people upon the earth. We need not be afraid. We need not tremble. We need not give way to anxiety. That which we ought to do is to seek for the mind and will of God. <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I wish that the men of Zion would do this more than they do. I am jealous for my God. I am jealous for the authority of the Holy Priesthood that He has bestowed upon men. I dislike to see my brethren yield to the influence of those who are outside of us, and who assail this work and say, &#x201C;you are governed too much by your leaders.&#x201D; When I see men doing that I fear and tremble for them. They yield to an influence that is not of God, the influence of the world, the influence that is fighting Zion. I like to see a man loyal to this work, loyal to the cause of God, loyal to the Holy Priesthood, determined to stand by it. It is all that has saved us thus far; it is all that has given us power thus far in the earth, and when we desert that, God will desert us and leave us to ourselves. I am jealous, therefore, for my God. I am jealous for the Holy Priesthood. I am jealous for the honor, the dignity of the man who presides over Zion, and I always have been. Through my entire life I have had this feeling. It is not a new feeling. It is one that was born in me, and it continues with me, and I pray that it always may be my feeling as long as I live upon the earth. I want to die having that feeling; I know that it is the right feeling, and that we are always in the right path when we are seeking the counsel of God through His appointed servant. <\/div><div class=\"paragraph jod\" id=\"v24n1062\"> God help you, my brethren and sisters; God help every man in Zion; God help me and all who stand in leading positions in this Church to bear this in mind, and to be humble, meek and lowly, obedient to the counsel of God's servant, that in the end God may crown us in His celestial kingdom, which I ask in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}