{"ID":240011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Church of Christ&#x2014;Churches of Men&#x2014;Conflicting Ideas&#x2014;True Sources of Learning&#x2014;Oneness Explained&#x2014;Only One True Religion&#x2014;&#x201C;Probation After Death&#x201D;&#x2014;Ideas of Hell Changing&#x2014;Different Degrees of Glory&#x2014;Work for the Dead&#x2014;Completeness and Simplicity of the Gospel.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, March 4, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Gibbs and Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The True Gospel and Its Counterfeits.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 3\/4\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v24n229\"> Having been called upon this afternoon, to speak to this congregation, I earnestly desire that I may be so influenced by the spirit of truth that I may be able to bring forth such things as will be profitable for us to reflect upon. I feel that we are greatly blessed in being privileged to meet in this house, dedicated to the worship and service of our Heavenly Father, where we can <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attend to those things which are required of us, in peace and in unity of spirit, and receive instructions as the Holy Spirit may prompt. <\/div><div class=\"paragraph jod\" id=\"v24n230\"> We meet in the name of the Lord. All that we do should be done in the name of Jesus Christ,<span class=\"citation\" id=\"83304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83304)\">Morm. 9:29<\/a><\/span><span class=\"citation\" id=\"85864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85864)\">D&amp;C 46:31<\/a><\/span><span class=\"citation\" id=\"86286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86286)\">D&amp;C 59:5<\/a><\/span> for so we have been commanded. The Church to which we belong is the Church of Jesus Christ. It is composed of people called Latter-day Saints, but  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is Christ's Church. He has set it up, He has organized it, and all the principles and doctrines which have been made known to us have been revealed through Him. It is His work and He will watch over it and direct it and consummate it. And He has commanded us that we shall do all things in connection with our faith in His holy name, and in that way only will it be acceptable to our Heavenly Father; for all the blessings that come from our Father to us His children, will come to us through Jesus Christ.<span class=\"citation\" id=\"74766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74766)\">Eph. 1:3<\/a><\/span> His is the only name given under heaven whereby man can be saved.<span class=\"citation\" id=\"71442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71442)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"81440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81440)\">2 Ne. 25:20<\/a><\/span><span class=\"citation\" id=\"81614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81614)\">2 Ne. 31:21<\/a><\/span><span class=\"citation\" id=\"92732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92732)\">Moses 6:52<\/a><\/span> The Gospel of Jesus Christ must be preached to every creature.<span class=\"citation\" id=\"66771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66771)\">Mark 16:15<\/a><\/span><span class=\"citation\" id=\"83293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83293)\">Morm. 9:22<\/a><\/span><span class=\"citation\" id=\"84149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84149)\">D&amp;C 18:28<\/a><\/span> For it would not be just for our Heavenly Father to condemn any of his creatures who did not believe in Jesus Christ, without giving them an opportunity of understanding who He is and what His commandments are. All people, then, must hear the Gospel and have an opportunity of receiving it or rejecting it. Jesus Christ sent out His Apostles, after His resurrection, to preach the Gospel to all the world in that day and generation,<span class=\"citation\" id=\"66465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66465)\">Matt. 28:19-20<\/a><\/span><span class=\"citation\" id=\"66846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66846)\">Mark 16:15-18<\/a><\/span><span class=\"citation\" id=\"68459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68459)\">Luke 24:47-48<\/a><\/span> and they went forward and fulfilled the commandment which he gave to them. Since that time a great many false doctrines have been introduced into the world, and a great many churches have been established, according to the notions and ideas of men not authorized by the Lord Jesus, not accepted of Him, not recognized by Him in any way. They are the churches of men, and the doctrines preached therein, in a great many respects are the doctrines and commandments of men. They are not of God. They are not recognized by Him. They are not acceptable to Him. And so with many ordinances which have been introduced <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> since that day. Some men have introduced them in the name of Jesus Christ, but they were not authorized by the Lord to do so, and therefore He will not accept them, and they are of no benefit to the children of men so far as their salvation is concerned. But in the day and age in which we live the Lord Jesus has manifested Himself again, and has reorganized the Church which He set up in ancient days, in the same form and shape, with the same officers, with the same ordinances, with the same commandments, and with the same spirit, power, gifts and blessings. And in this Church, if we live under the inspiration of the spirit and attend to the duties and obey the commandments which He reveals, in the way He has pointed out, we will be accepted of Him, and that which His servants perform on the earth in His name in the way He has appointed, will be the same as though it was performed by Himself in person, and will be accepted of the Father, just the same as though performed by the Lord Jesus Christ, and what they seal on the earth will be sealed in the heavens, and what they loose on the earth will be loosed in the heavens,<span class=\"citation\" id=\"64919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64919)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65079)\">Matt. 18:18<\/a><\/span><span class=\"citation\" id=\"82457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82457)\">Hel. 10:7<\/a><\/span><span class=\"citation\" id=\"91774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91774)\">D&amp;C 132:46<\/a><\/span> according to His word. We have this great blessing and privilege, then, in belonging to this Church, that we become the people of the Lord Jesus, the Saints of the Lord, members of the Church of Christ, not members of any church made by a man, or a set of men, but the true Church of the living God, established by Himself through the Lord Jesus Christ. And if we offer up our sacraments before Him in the way He has appointed, they will be accepted by Him, and we will receive the benefits that result from properly attending to these things. <\/div> <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n233\"> At the present time there are a great many different sects professing to be the churches of Christ. A great variety of doctrines are taught therein. Generally speaking these doctrines are supposed to be taken from the book called the Bible. Ministers usually read a portion of scripture either from the Old Testament or from the New Testament, and preach discourses therefrom. But although these different religions and these different discourses are supposed to be taken from the one book, yet they are very conflicting. The notions and ideas of one sect in regard to the things contained in the book, differ from those that are entertained by another sect, also professing to be the church of Christ. And even in each of these various sects the people do not all believe alike. They do not understand alike the doctrines that pertain to their particular sect. For instance, the people in what is called the Methodist church do not all believe alike. The people of the Baptist church do not all believe alike. There is not only a difference existing between the Baptist and the Methodist, but the Methodists differ among themselves, and Baptists differ among themselves; and so with the rest of all the different sects in Christendom. The reason of this is because they have no real and definite standard. They take the Bible or rather profess to take the Bible as their standard; but their ideas concerning the Scriptures differ. They do not all understand the Bible alike. If they all understood the Bible alike there would be a unity of faith; but their ideas differ in regard to the meaning of the things contained in the Bible. At the present time there is a great controversy going on in the Christian world in regard to the manner <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in which this book should be read, and in regard to its authority. Some claim that every word in the book is inspired; that the word contained in the Bible must be relied upon implicitly as the very word of God. Others dispute this, deny the plenary inspiration of the Scriptures, and some of them think the book should be regarded in the same light as secular history. And so the notions and ideas concerning the Bible are quite varied. Outside of the Bible they have no standard. We may perhaps except the church called the Roman Catholic Church. That church has a standard in the person of the supreme head of the church&#x2014;the Pope, the traditions, and the decisions of the councils of the church. But neither the Roman Catholic Church, nor the Episcopal Church, which has come out from it, nor any of the sects which have come out from the Episcopal Church, have any inspired standard among them save and except the things that were written of old contained in the Bible, which they do not comprehend alike. In the Church of Jesus Christ of Latter-day Saints we have something besides the written word. We have the living oracles<span class=\"citation\" id=\"71534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71534)\">Acts 7:38<\/a><\/span> of God, men that have been called and enabled and set apart to minister in Christ's stead, men in whom the Lord has placed His spirit, and not only His spirit, but His authority that they may act in His name; and they have access unto Him. It is their privilege not only to expound the things that were written of old which have been preserved and placed on record, and which are contained in the books of the Bible, but also to receive intelligence from the same source from which these things that are inspired that are in the Book were given. The same  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fountain from which the Prophets of old partook is open to us, and the servants of God in the Church of Jesus Christ of Latter-day Saints can learn the mind and will of God respecting us as it exists in His own bosom, because the fountain of revelation is not dried up. Access is open unto our Heavenly Father as it was in times of old; and if Peter could learn the word of the Lord and teach it to the former-day Church, so the servants of God holding a similar position today can call upon the Lord and receive His word and declare it to the Latter-day Church. If the Prophets of God of old wrote and spoke as they were moved upon by the Holy Ghost,<span class=\"citation\" id=\"78344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78344)\">2 Pet. 1:21<\/a><\/span> there are Prophets of God living upon the earth today who can speak and write as they are moved upon by the same power. And the word of God that comes down from heaven in our day is just as authoritative as the word of God that came in times of old and that is written in the old books, and it is of much more importance to the people called Latter-day Saints, because it comes direct to them from our living head. It does not come in any ambiguous phraseology; it does not come in a shape that would leave it open to controversy; but it comes to us clear, plain and straightforward, so that all may understand. We have the benefit of the living oracles;<span class=\"citation\" id=\"71535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71535)\">Acts 7:38<\/a><\/span> not only the words of the oracles that are dead, but the words of those that are living. <\/div><div class=\"paragraph jod\" id=\"v24n235\"> And we find when we come to investigate the things that God makes manifest in our own day through the living oracles, that in spirit and in doctrine they correspond with the things that God revealed in days of old. We, then, have &#x201C;a more sure word of prophecy&#x201D;<span class=\"citation\" id=\"78289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78289)\">2 Pet. 1:19<\/a><\/span> than the things that were written aforetime. The Apostle Peter spoke of this in his <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day. He said that holy men of God wrote and spoke as they were moved upon by the Holy Ghost, and that no prophecy of the Scripture is of any private interpretation.<span class=\"citation\" id=\"78308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78308)\">2 Pet. 1:20-21<\/a><\/span> He said, further, &#x201C;We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts.&#x201D;<span class=\"citation\" id=\"78290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78290)\">2 Pet. 1:19<\/a><\/span> They had the living oracles. The people who lived in Peter's day had not only the words of Isaiah, Jeremiah, Ezekiel and the other prophets, and the Book of the Laws, as written by Moses, the inspired prophet of God, who looked upon God and talked with Him face to face&#x2014;<span class=\"citation\" id=\"54524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54524)\">Ex. 33:11<\/a><\/span><span class=\"citation\" id=\"54714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54714)\">Num. 12:6-8<\/a><\/span><span class=\"citation\" id=\"55280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55280)\">Deut. 34:10<\/a><\/span>they not only had these things written in the ancient records, but they had living oracles, men in their midst who were authorized to speak in the name of the Lord and declare to the people the living word of God for their present benefit. And as it was with the people in that day, so it is in this Church that Jesus Christ our Savior has reestablished on the earth. We have the living oracles, those who are called and ordained to stand between us and the Lord. And in addition to all this we have the great privilege of the Holy Ghost universally diffused throughout the body of the Church for the benefit of every member thereof; for every man and for every woman, for every individual who has been baptized into it and has received its ordinances. Every person in the Church may receive of this spirit which is the light of God, which is the spirit of inspiration, which bears record of the things of God, and makes plain to all who have it the things that God reveals through the living oracles. If a servant of God speaks or writes under the inspiration of the Holy Ghost, the  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same spirit by which He writes or speaks is in the members of the church, and it is their privilege to see as He sees, to comprehend as He comprehends, that we may all see &#x201C;eye to eye&#x201D;<span class=\"citation\" id=\"59595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59595)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87965)\">D&amp;C 84:98<\/a><\/span> and understand the things of God alike. <\/div><div class=\"paragraph jod\" id=\"v24n237\"> Some people have an idea that it is impossible to bring a great number of individuals to understand religion exactly alike. People sometimes point to the difference that there is in human character. It is true that our characters vary, as do our countenances. The faces that are before me today are all different, although we are all of the same race. We are all different in our appearance. Even brothers and sisters of the same family differ in their appearance<span class=\"citation\" id=\"66233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66233)\">Matt. 26:28<\/a><\/span><span class=\"citation\" id=\"84509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84509)\">D&amp;C 27:2<\/a><\/span> in some respects. So it is with all things that God has made. It is not only so in regard to the human family, but it is so<span class=\"citation\" id=\"75227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75227)\">Eph. 4:13<\/a><\/span> with the brute creation. No two blades of grass are exactly alike. No two leaves upon the trees in the forest are exactly alike. No<span class=\"citation\" id=\"128821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128821)\">D&amp;C 20:43<\/a><\/span> two worlds<span class=\"citation\" id=\"70076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70076)\">John 14:26<\/a><\/span> that God Almighty has made that glitter in the firmament on high at night are exactly alike. There are some peculiarities about each of them, distinct and different from others. This is all true. But is it impossible to bring people who are thus organized, people of different characters and different minds, to see and comprehend exactly alike? No, there is no difficulty about it when the thing is properly understood. Take any of what are called the exact sciences, and people can be brought to understand them just exactly in the same way. Take a sum in arithmetic, for instance. When a dozen people understand<span class=\"citation\" id=\"73425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73425)\">1 Cor. 12:4<\/a><\/span> the rules in the same way they will work out the sum in the same way, no matter where they were born, or what language they speak. When they <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> understand the principle and rule that governs the workings of the sum they all work it out in the same way, and what a dozen or a hundred can do a million can do. It makes no difference about the number. If all understand the principle alike they will work it out alike, and the result will be exactly the same. Why cannot this be done in those things called religion? It is true that religious principles are not governed altogether by the same rules and laws as those which govern secular things. But yet if people are in possession of the same spirit, and the truth is made clear before their understandings, they can all be brought to see exactly alike, and we have proven this in our own experience. For instance, when the Gospel of Jesus Christ came to us, it found us when we were scattered abroad in different nations. We have people here from England, Scotland, Wales, Ireland, and from different parts of the European continent; from Sweden, Norway, Germany, Italy, and from the various cantons of Switzerland; a great many from the various States of America, from the islands of the sea, from<span class=\"citation\" id=\"92959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92959)\">Moses 7:18<\/a><\/span> the East Indies, from Africa&#x2014;people from all quarters of the globe. Now, when the Gospel came to us, it, found us in a scattered condition. We<span class=\"citation\" id=\"75228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75228)\">Eph. 4:13<\/a><\/span> lived in different countries, we spoke different languages; we had different ideas in regard to God and<span class=\"citation\" id=\"74966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74966)\">Eph. 4:4-6<\/a><\/span> His ways. But we were taught that we must believe in the true and the living God;<span class=\"citation\" id=\"60454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60454)\">Jer. 10:10<\/a><\/span><span class=\"citation\" id=\"83302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83302)\">Morm. 9:28<\/a><\/span><span class=\"citation\" id=\"84317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84317)\">D&amp;C 20:19<\/a><\/span> that we had all sprung from Him; that He was our Father, and that we were made in His image;<span class=\"citation\" id=\"52231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52231)\">Gen. 1:26-27<\/a><\/span> that the idea prevalent in<span class=\"citation\" id=\"63888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63888)\">Matt. 7:14<\/a><\/span><span class=\"citation\" id=\"91641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91641)\">D&amp;C 132:22<\/a><\/span> the world that the Deity is a being without body, parts or passions, an incomprehensible nonentity, was altogether wrong. We were told that we had<span class=\"citation\" id=\"63843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63843)\">Matt. 7:13<\/a><\/span> sprung from God, and  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being His offspring we were like Him,<span class=\"citation\" id=\"72037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72037)\">Acts 17:29<\/a><\/span> and that, therefore, in some respects He is like us; that He is a personage, and as every seed begets its own kind,<span class=\"citation\" id=\"52091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52091)\">Gen. 1:11-12<\/a><\/span><span class=\"citation\" id=\"92352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92352)\">Moses 2:11-12<\/a><\/span><span class=\"citation\" id=\"93508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93508)\">Abr. 4:11-12<\/a><\/span> and we are the offspring of God, we could form some conception of what He is like, and we put away our old ideas. We came to a unity of the faith<span class=\"citation\" id=\"75225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75225)\">Eph. 4:13<\/a><\/span> concerning God, that He is an individual; that although He is a spirit, yet He dwells in a tangible tabernacle. Man is a spirit<span class=\"citation\" id=\"89083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89083)\">D&amp;C 93:33<\/a><\/span> as well as God, because we have sprung from Him. The spiritual part of our being is the offspring of God, which spiritual part dwells in our natural part that has come from the dust.<span class=\"citation\" id=\"52423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52423)\">Gen. 2:7<\/a><\/span><span class=\"citation\" id=\"92411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92411)\">Moses 3:7<\/a><\/span><span class=\"citation\" id=\"93542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93542)\">Abr. 5:7<\/a><\/span> In this way we could form some idea concerning the Deity, and we all formed the same idea; we all came to the unity of the faith<span class=\"citation\" id=\"75226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75226)\">Eph. 4:13<\/a><\/span> in this respect. We were also taught that it was needful for us to believe in the Lord Jesus Christ,<span class=\"citation\" id=\"78731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78731)\">1 Jn. 3:23<\/a><\/span><span class=\"citation\" id=\"84336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84336)\">D&amp;C 20:29<\/a><\/span> and when we had full faith in the Lord Jesus Christ to obey His commandments, that we were to repent of our sins. Now there were different ideas in the world as to what constituted repentance; but we were taught that in order to repent acceptably before God, we must come to the determination in our minds to leave off sinning, to cease doing that which is wrong, and to get to understand and to do what is right. Then we were taught that in order to receive remission of sins we must be baptized. Now there were different notions in regard to baptism in the world. Some people believed that the marking of the sign of the cross with a little water on the forehead by a priest was baptism. Others believed that sprinkling water upon the face was baptism. Others that it was needful to immerse the whole body in water to constitute baptism, and still others that a person ought to be immersed three <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> times. But we were taught that baptism was at once a burial and a birth;<span class=\"citation\" id=\"72426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72426)\">Rom. 6:4<\/a><\/span> that in order to be properly baptized the person who administers the ordinance should have authority from God,<span class=\"citation\" id=\"128819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128819)\">D&amp;C 22:2<\/a><\/span> because he uses the name of the Father, Son and Holy Ghost,<span class=\"citation\" id=\"84400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84400)\">D&amp;C 20:73<\/a><\/span> and he has no right to use the names of the holy trinity without being expressly authorized of God to do so. We learned that in the first place, then, an individual who administers the ordinances must have authority to administer, and he must administer in the way that the Lord has appointed&#x2014;not the way that man may think is right, but the way the Lord has ordained, or else it would not be acceptable to God. And we were taught that the individual to be baptized must believe and repent, for without faith and repentance baptism would be of no avail. So the individual who was baptized must be a repentant believer, and the individual who administered the ordinance must be an ordained servant of God having legitimate authority from on high&#x2014;not that which he had taken upon himself, not that which he may have felt called upon to do in his own heart; but he must be a <span class=\"italic\">bona fide<\/span> representative of Deity, a man called and ordained and set apart by authority from God to administer in His name, or it would not be valid. And then the individual who baptizes must go down into the water with the person to be baptized&#x2014;the candidate must be buried in the water in the likeness of Christ's death and burial, and then be raised out of the water in the likeness of His resurrection&#x2014;<span class=\"citation\" id=\"72427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72427)\">Rom. 6:4<\/a><\/span><span class=\"citation\" id=\"128820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128820)\">D&amp;C 128:12<\/a><\/span>and the object of this was for the remission of sins. <\/div><div class=\"paragraph jod\" id=\"v24n237\"> This was very different from the doctrines which prevailed in the world. But when this was taught to us in plainness, and we were bap<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tized in this way, we received a testimony in our hearts that we were made clean, that our sins were remitted, that they had been washed away&#x2014;not by the water but through our obedience to the ordinance which God had established and the blood of Jesus Christ, which was shed for the remission of our sins. We had the conviction sealed upon our hearts that we had received this blessing. As the result thereof we were thus brought to the unity of the faith. Then when the servants of God laid their hands upon us, according to the pattern revealed from heaven, and conferred upon us the Holy Ghost, the Comforter, we received the same spirit from on high, the same Holy Ghost. The people who received this ordinance in Scandinavia had the same spirit come down upon them as the people who received it in England or in Scotland, and the people on this Western Hemisphere on which we live have received the same spirit as the people received on the Eastern Hemisphere. In every part of the globe, wherever this ordinance was administered the same spirit rested down on the people and bore the same testimony to them. Now, although there are a variety of operations of this spirit, yet the spirit is the same and the light that it brings is the same. People do not all receive that light to the same degree, but the light is the same, just as the light of the sun is the same to all. Some people can see a great deal further than others with their natural eyes. Their eyesight is better, but the light by which both see is the same. So it is with regard to the gift of the Holy Ghost. All people do not receive it in the same degree, because they are not all gifted with the same capacity, and all have not the same desires; but the <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> difference is not in the spirit, it is in the individual. Some people are very earnest after the things of God, and he who seeks finds, and the more he seeks in the right direction the more he finds. He that is dilatory in searching after the things of God, obtains but little; he that is diligent obtains much. All may receive it, but they must obtain it in the way that God has appointed, all receiving their measure according to their diligence and desire; but the spirit is the same. And this spirit has operated upon our hearts in such a way as to make us&#x2014;a people of diverse feelings and opinions&#x2014;of one heart and one mind in regard to this matter. And wherever this Gospel has been preached and people have received it, they have been brought to a &#x201C;unity of the faith.&#x201D; They no longer have many faiths and many baptisms, but one faith, one baptism and one God, having commenced to walk in the same straight and narrow way that leads to life and which is the only way of salvation. And all people who desire to enjoy the fullness of His glory must walk that straight and narrow way; &#x201C;for wide is the road, and broad is the gate, that leads unto death, and many there be,&#x201D; we are told, &#x201C;that go in thereat.&#x201D; There is only one way of life, only one plan of salvation, because there is but one God to serve. If there were many Gods to worship, there might be many different ways to salvation; but as to us there is only one God, there can be but one Gospel, one Church, one gate leading to the celestial city. <\/div><div class=\"paragraph jod\" id=\"v24n238\"> I have shown that it is possible for a great many people of different ideas and notions to be brought to understand things alike. And if this can be done in regard to one or  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>four things (I have named four) or principles, it can be done in a million or any number of principles. And we are told in the Scriptures that the time is to come when all shall see eye to eye;<span class=\"citation\" id=\"59596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59596)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87966)\">D&amp;C 84:98<\/a><\/span> because all shall know God from the least unto the greatest.<span class=\"citation\" id=\"60702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60702)\">Jer. 31:34<\/a><\/span> There is, too, a time to come when the Holy Spirit will be poured out upon all flesh, &#x201C;when the sons and the daughters will prophesy, the old men dream dreams, and the young men see visions,&#x201D;<span class=\"citation\" id=\"61849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61849)\">Joel 2:28<\/a><\/span> etc.; and when the earth and all that live upon it shall be redeemed and sanctified;<span class=\"citation\" id=\"87278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87278)\">D&amp;C 77:1<\/a><\/span><span class=\"citation\" id=\"87312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87312)\">D&amp;C 77:12<\/a><\/span><span class=\"citation\" id=\"91309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91309)\">D&amp;C 130:9<\/a><\/span><span class=\"citation\" id=\"93116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93116)\">Moses 7:48<\/a><\/span> the earth will then be as it was when it rolled out of the hands of the Creator, and the people will understand God and His ways; they will understand them alike. There will not be a thousand different religions; but there will be one only, one God the Father of all,<span class=\"citation\" id=\"75015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75015)\">Eph. 4:6<\/a><\/span> and one Holy Spirit burning in the hearts of His children. <\/div><div class=\"paragraph jod\" id=\"v24n240\"> At the present time there is a diversity of opinions and notions and ideas concerning God and His ways; but I have stated that this one way in which the Saints have begun to walk, is the only true way. That may sound very exclusive; it may seem also to some a little inconsistent. That is because they may not understand the matter in all its bearings. I say, there can be but one true religion, simply because there is only one true God. True religion is that religion which comes from God; and that religion which is man-made cannot be the religion of God; it is therefore not binding; nothing religious is binding upon mankind but that which is revealed from God. That which comes from God through His servants and is declared to the people is binding; he that receives it will be saved; and he that rejects it will be condemned.<span class=\"citation\" id=\"66880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66880)\">Mark 16:16<\/a><\/span> This must be so because <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it comes by authority, from Deity himself. It is His word; it is His will; and he who rejects it, rejects it against his own salvation; and none can be saved who do not obey. <\/div><div class=\"paragraph jod\" id=\"v24n241\"> Some may ask. &#x201C;Do you mean to say that all the people that have lived upon the earth since the days when Jesus and the Apostles preached, who did not hear and who did not obey the Gospel, are all damned and lost forever?&#x201D; I answer, No. We merely hold to the proposition that there is but the one true way. I will refer you to the language of the Savior himself upon this point spoken to Nicodemus, one of the rulers of the Jews, who sought an interview with Jesus by night:<span class=\"citation\" id=\"68698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68698)\">John 3:2<\/a><\/span> &#x201C;Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68846)\">John 3:5<\/a><\/span> There is a very plain declaration, and a very conclusive one. There are millions of people who have lived upon the earth who have not been &#x201C;born of water and of the Spirit.&#x201D;<span class=\"citation\" id=\"68847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68847)\">John 3:5<\/a><\/span> Take, for instance, the millions of Jews alone who lived before the introduction of the Gospel by Christ, and after it was preached to their ancestors. For, let me tell you, the Gospel was preached before Christ preached it. When Jesus came, he did not introduce anything new, he came to restore something that had been lost. The Gospel was known by our first parents when they came out of the Garden of Eden.<span class=\"citation\" id=\"92678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92678)\">Moses 5:59<\/a><\/span> It was known to Abraham.<span class=\"citation\" id=\"74507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74507)\">Gal. 3:8<\/a><\/span> It was preached to Israel before the law was added. It is stated by Paul to the Hebrews. &#x201C;All our fathers were under the cloud, and they all passed through the sea; And they were baptized unto Moses in the cloud and in the sea; And did partake of the spiritual Rock that fol<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lowed them: which Rock was Christ.&#x201D;<span class=\"citation\" id=\"73312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73312)\">1 Cor. 10:1-2,4<\/a><\/span> They were baptized the same as we have been, but they did not receive the faith of the Gospel fully in their hearts; they did not profit by the word preached,<span class=\"citation\" id=\"76521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76521)\">Heb. 4:2<\/a><\/span> therefore, God added the law as a schoolmaster, to bring them to the right way.<span class=\"citation\" id=\"74556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74556)\">Gal. 3:24<\/a><\/span> He added the law of carnal commandments because they would not receive the fullness of the greater law in faith.<span class=\"citation\" id=\"74541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74541)\">Gal. 3:19<\/a><\/span><span class=\"citation\" id=\"87693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87693)\">D&amp;C 84:27<\/a><\/span> When Jesus came, He restored the Gospel;<span class=\"citation\" id=\"62887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62887)\">Matt. 4:23<\/a><\/span><span class=\"citation\" id=\"64072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64072)\">Matt. 9:35<\/a><\/span><span class=\"citation\" id=\"67309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67309)\">Luke 7:22<\/a><\/span> but there had been millions and millions of people among the Jewish nation alone, from the days of Moses to those of Jesus, who had not been &#x201C;born of water and of the Spirit.&#x201D;<span class=\"citation\" id=\"68848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68848)\">John 3:5<\/a><\/span> They termed nations outside the Jewish nation the heathen, and none of them for hundreds of years had obeyed the Gospel&#x2014;had received ordinances by which they could be born of water and of the Spirit.<span class=\"citation\" id=\"68849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68849)\">John 3:5<\/a><\/span> So in regard to the people from the days since the ancient Apostles were put to death, who had authority from God, who were sent forth to minister in His name, to preach the Gospel to all people,<span class=\"citation\" id=\"66814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66814)\">Mark 16:15-16<\/a><\/span> and baptize them in the name of the Father and of the Son, and of the Holy Ghost; and to teach them all things whatsoever he had commanded them.<span class=\"citation\" id=\"66466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66466)\">Matt. 28:19-20<\/a><\/span> From their day to the time in which we live, thousands and millions of people have passed away without receiving or obeying the Gospel of the Son of God. According to the doctrines of men, because they did not hear it, they will be condemned forever. The heathen nations for ages past have not even heard the doctrines of men professing to be Christian. They worship idols; they worship beasts; they worship the heavenly bodies, etc. Many millions of them are outside the pale of Christendom. What is to become of them? &#x201C;Verily, verily, <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I say unto you, except ye are born of water and of the Spirit, ye cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68850)\">John 3:5<\/a><\/span> So says the Savior; and there is no other name given under heaven whereby man can be saved than the name of Christ Jesus;<span class=\"citation\" id=\"71443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71443)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"92733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92733)\">Moses 6:52<\/a><\/span> and yet there are millions and millions of people who have passed away from the earth never having heard the name of Jesus Christ. A great many millions more have died without a knowledge of the true Gospel. And what is to become of them all? According to the doctrines of modern Christendom, they are all destroyed, they are all damned. That is a horrible thing to think of. <\/div><div class=\"paragraph jod\" id=\"v24n243\"> There is considerable controversy going on in the Christian world today, not only in reference to the plenary inspiration of the Bible, but in regard to probation. There is a discussion in progress now in regard to what is called &#x201C;probation after death.&#x201D; The question is whether there is a probation after people leave this world, or is it confined to the sphere in which we now move. Some of the ministers are beginning to think that there must be a chance for souls after they leave the earth to learn the way of life and salvation, but the great majority of modern divines, representing popular religious opinions, believe that this is the only state of probation; that when death overtakes a man, that is the end of his opportunities for salvation. According to that rule all those millions of people who have died without hearing the name of Jesus Christ have gone to hell. <\/div><div class=\"paragraph jod\" id=\"v24n244\"> There are different ideas about hell nowadays. A few years ago there was only the one idea, which was that hell is a great, bottomless pit full of flaming fire and brimstone, into which the wicked are cast never to return, whilst the  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>devils are continually stirring up the flames for the everlasting torment of the doomed. And this scene used to be described by popular divines in the most hideous and shocking manner. People have recently modified their ideas concerning future punishment, and the change is greatly due to the teachings of the Elders of this Church, and the doctrines which have been set forth and published as revealed through the Prophet Joseph Smith. The controversy that is now being conducted by leading theological minds upon the subject of probations, has been brought about through the effects upon the public mind of the preaching of the Elders of the doctrine revealed in the very beginning of the Church. You will find in the Doctrine and Covenants that God revealed to Joseph Smith as early as March 1830, that &#x201C;Eternal punishment is God's punishment.&#x201D;<span class=\"citation\" id=\"84187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84187)\">D&amp;C 19:11<\/a><\/span> Because God is an eternal being. His laws are eternal, and there are penalties attached to all of them. But it does not follow that because a person may be banished into the eternal punishment it is intended that he shall stay there eternally. He may go into eternal punishment, he may go to the place prepared for the rebellious and the sinner and stay there but for a certain period. Some may stay longer than others. In the language of the Scriptures, some are beaten with many stripes, and others are beaten with but few stripes;<span class=\"citation\" id=\"67654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67654)\">Luke 12:47-48<\/a><\/span> but all stay until they have paid &#x201C;the uttermost farthing;&#x201D;<span class=\"citation\" id=\"63170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63170)\">Matt. 5:26<\/a><\/span> all are punished according to the gravity of their guilt. It will be &#x201C;more tolerable&#x201D; in the day of judgment<span class=\"citation\" id=\"64110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64110)\">Matt. 10:15<\/a><\/span> for people who did not hear the word of God in the flesh, and who were wicked, than for the wicked who did hear the word of God and rejected it.<span class=\"citation\" id=\"64268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64268)\">Matt. 11:22-24<\/a><\/span><span class=\"citation\" id=\"82083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82083)\">Alma 9:15<\/a><\/span><span class=\"citation\" id=\"86821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86821)\">D&amp;C 75:22<\/a><\/span> But the time will come <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when all men will be judged, and the Apostle Paul says they will be judged by the Gospel;<span class=\"citation\" id=\"72280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72280)\">Rom. 2:16<\/a><\/span> all will appear before the judgment seat to be judged according to their works,<span class=\"citation\" id=\"74118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74118)\">2 Cor. 5:10<\/a><\/span><span class=\"citation\" id=\"80654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80654)\">Rev. 20:12-13<\/a><\/span><span class=\"citation\" id=\"128822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128822)\">Morm. 3:20<\/a><\/span> receiving according to their merits or demerits, gauged by their light and their opportunities. <\/div><div class=\"paragraph jod\" id=\"v24n246\"> Now, the Lord made this very plain in the revelation he gave to Joseph Smith. The term eternal damnation God said had been used to work upon the hearts of the children of men altogether for His glory.<span class=\"citation\" id=\"84182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84182)\">D&amp;C 19:7<\/a><\/span> That is, in the low condition of humanity in which most people are placed there must be a threat of punishment and a promise of reward to influence people to do that which is right. They ought to do what is right simply because it is right; to love truth for its own sake. But humanity is in a low, degraded condition, and a promise of reward has to be held out to induce people to do right, and threats of punishment to restrain them from doing wrong. That is not the higher plane on which men are yet to stand. If people are trained aright they will love that which is true and dislike that which is untrue; they will love that which is virtuous, pure and Godlike, and dislike everything contrary thereto. They will do good, but not for reward; they will turn from evil, but not from fear of punishment. They will love truth and work righteousness for their own sake. But in the degraded condition of humanity this eternal punishment<span class=\"citation\" id=\"84188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84188)\">D&amp;C 19:11<\/a><\/span> that has been preached has been allowed to go forth to work upon the hearts of the children of men altogether for the glory of God,<span class=\"citation\" id=\"128823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128823)\">D&amp;C 19:7<\/a><\/span> that evil might be curbed, that transgression and sin might be restrained, that people might be checked from going headlong to destruction through fear of the consequences. <\/div> <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n248\"> On the 16th of February, 1832, the Lord made this matter plainer. He gave to Joseph Smith and Sidney Rigdon, one of the most glorious visions that human beings ever gazed upon.<span class=\"citation\" id=\"86847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86847)\">D&amp;C 76:1-119<\/a><\/span> It is the most complete and delightful that I have ever read. There is nothing in the book called the Bible that can compare with it. It is full of light; it is full of truth; it is full of glory; it is full of beauty. It portrays the future of all the inhabitants of the earth, dividing them into three grand classes or divisions&#x2014;celestial, terrestrial, and telestial, or as compared to the glory of the sun, the glory of the moon, and the glory of the stars. It shows who will be redeemed, and what redemption they will enjoy; and describes the position the inhabitants of the earth will occupy when they enter into their future state. In that glorious vision we are told that there is only a certain class who shall not be redeemed in the due time of the Lord. I will read a few verses: <\/div><div class=\"paragraph jod\" id=\"v24n249\"> &#x201C;Thus saith the Lord concerning all those who know my power, and have been made partakers thereof, and suffered themselves through the power of the devil to be overcome, and to deny the truth and defy my power&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v24n250\"> &#x201C;They are they who are the sons of perdition, of whom I say that it had been better for them never to have been born; <\/div><div class=\"paragraph jod\" id=\"v24n251\"> &#x201C;For they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity; <\/div><div class=\"paragraph jod\" id=\"v24n252\"> &#x201C;Concerning whom I have said there is no forgiveness in this world nor in the world to come&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v24n253\"> &#x201C;Having denied the Holy Spirit after having received it, and having denied the Only Begotten Son of the Father, having crucified him unto <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> themselves and put him to an open shame. <\/div><div class=\"paragraph jod\" id=\"v24n254\"> &#x201C;These are they who shall go away into the lake of fire and brimstone, with the devil and his angels&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v24n255\"> &#x201C;And the only ones on whom the second death shall have any power; <\/div><div class=\"paragraph jod\" id=\"v24n256\"> &#x201C;Yea, verily, the only ones who shall not be redeemed in the due time of the Lord, after the sufferings of his wrath. <\/div><div class=\"paragraph jod\" id=\"v24n257\"> &#x201C;For all the rest shall be brought forth by the resurrection of the dead, through the triumph and the glory of the Lamb, who was slain, who was in the bosom of the Father before the worlds were made. <\/div><div class=\"paragraph jod\" id=\"v24n258\"> &#x201C;And this is the gospel, the glad tidings, which the voice out of the heavens bore record unto us&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v24n259\"> &#x201C;That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness; <\/div><div class=\"paragraph jod\" id=\"v24n260\"> &#x201C;That through him all might be saved whom the Father had put into his power and made by him; <\/div><div class=\"paragraph jod\" id=\"v24n261\"> &#x201C;Who glorifies the Father, and saves all the works of his hands, except those sons of perdition who deny the Son after the Father has revealed him.&#x201D;<span class=\"citation\" id=\"86934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86934)\">D&amp;C 76:31-43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n262\"> I do not intend to read from this vision the condition of the people who will be redeemed in the different degrees of glory; you can do that for yourselves. I merely refer to it that the point may be made clear, that there are only a certain few who will not be redeemed in the due time of the Lord, through the merits of the atonement wrought out by Jesus Christ. The sons of perdition are to go away into this everlasting punishment and abide there.<span class=\"citation\" id=\"87004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87004)\">D&amp;C 76:44<\/a><\/span> And as we are told in another part of the revelation, the height and the depth, and extent of their misery no man knoweth. It  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is not revealed except to a few,<span class=\"citation\" id=\"87006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87006)\">D&amp;C 76:45-49<\/a><\/span> and then the vision is closed up, as the things they behold are unlawful to be uttered.<span class=\"citation\" id=\"87262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87262)\">D&amp;C 76:115<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n264\"> The &#x201C;sons of perdition&#x201D;<span class=\"citation\" id=\"86937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86937)\">D&amp;C 76:32<\/a><\/span> are those who have received the Gospel, those to whom the Father has revealed the Son;<span class=\"citation\" id=\"86995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86995)\">D&amp;C 76:43<\/a><\/span> those who know something concerning the plan of salvation; those who have had keys placed in their hands by which they could unlock the mysteries of eternity; those who received power to ascend to the highest pinnacle of the celestial glory; those who received power sufficient to overcome all things, and who, instead of using it for their own salvation, and in the interest of the salvation of others, prostituted that power and turned away from that which they knew to be true, denying the Son of God and putting Him to an open shame.<span class=\"citation\" id=\"76732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76732)\">Heb. 6:6<\/a><\/span><span class=\"citation\" id=\"86957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86957)\">D&amp;C 76:35<\/a><\/span> All such live in the spirit of error, and they love it and roll it under the tongue as a sweet morsel; they are governed by Satan, becoming servants to him whom they list to obey,<span class=\"citation\" id=\"81813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81813)\">Mosiah 2:37<\/a><\/span><span class=\"citation\" id=\"82008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82008)\">Alma 3:26-27<\/a><\/span><span class=\"citation\" id=\"84876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84876)\">D&amp;C 29:45<\/a><\/span> they become the sons of perdition, doomed to suffer the wrath of God reserved for the devil and his angels.<span class=\"citation\" id=\"86946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86946)\">D&amp;C 76:33<\/a><\/span> And for them, having sinned against the Holy Ghost, there is no forgiveness either in this world or the world to come.<span class=\"citation\" id=\"64412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64412)\">Matt. 12:31-32<\/a><\/span><span class=\"citation\" id=\"86954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86954)\">D&amp;C 76:34-35<\/a><\/span> But all the rest Christ will save,<span class=\"citation\" id=\"86967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86967)\">D&amp;C 76:39<\/a><\/span><span class=\"citation\" id=\"86994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86994)\">D&amp;C 76:43<\/a><\/span> through the plan of human redemption prepared in the beginning before the world was. <\/div><div class=\"paragraph jod\" id=\"v24n265\"> Now the question may be asked, how can these things be? If no man can enter into the Kingdom of God except he be born of the water and of the Spirit,<span class=\"citation\" id=\"68851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68851)\">John 3:5<\/a><\/span> and only a few are to receive this eternal condemnation, how can the rest obtain this great salvation, how can they escape eternal punishment? The Lord has provided a plan for them, and it is very simple when properly under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stood. I noticed in reading the reports of recent discussions on probation after death that it was admitted by the learned men engaged in it that they did not <span class=\"italic\">know<\/span> anything definite about it. The notions and ideas of even the most advanced divines are but theories and speculations. But here we have the revelations of God concerning these things, that we may not be in the dark; so that we can all come together and see eye to eye<span class=\"citation\" id=\"59597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59597)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87967)\">D&amp;C 84:98<\/a><\/span> and understand alike. For it is true, and truth can be made plain to all that desire its light. But when people do not want to see the truth, they can shut their eyes and exclude it from their spiritual vision, as people sometimes shut out from their eyes the light of the sun, from their &#x201C;best rooms,&#x201D; which, by the way, are their worst rooms, for the very reason that the blessed sunlight does not enter there&#x2014;so people can close the windows of the soul and shut out the rays of the sun of righteousness;<span class=\"citation\" id=\"62534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62534)\">Mal. 4:2<\/a><\/span> but he who desires to behold the truth may see it and comprehend it. As we now see each other by the light of the sun, so people of different minds and different races may turn their eyes towards the truth, and by the light of the Holy Ghost, they will see it exactly alike. They will no longer be divided on principles of doctrine. <\/div><div class=\"paragraph jod\" id=\"v24n266\"> But how can salvation come to those who never heard the name of Jesus Christ, who never heard the Gospel while living; who never had the opportunity of being born of the water and the Spirit,<span class=\"citation\" id=\"68852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68852)\">John 3:5<\/a><\/span> of being baptized by one with authority,<span class=\"citation\" id=\"128824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128824)\">3 Ne. 11:25<\/a><\/span> for the remission of their sins, and having hands laid upon their heads for the reception of the Holy Ghost&#x2014;how can they hear, how can they understand, how can they obey? People have fallen into the common mis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take that it is impossible to learn the will of God when they leave this world. I do not know where the idea sprang from. I think it came from some of the monkish cells of the old Romish Church, descending down through the various sects that have come out from that Church. Why should not a person when out of the body be able to understand as when in the body? If we believed like some of the people of India, that when the spirit leaves the body it goes back to Brahma, or emerges into the generally diffused spirit of the universe, then we might conclude that they would not understand anything when they leave the body. If the spirit becomes a nonentity when it is disembodied we might have reason for entertaining such a notion. But we understand that the spirit is the real man, and that the body is but the outside covering; that when the change we call death comes, the body returns to the earth as it was, but the spirit returns to God who gave it.<span class=\"citation\" id=\"57627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57627)\">Eccl. 12:7<\/a><\/span> That the spirit is the actual person, that which thinks and reasons, the body being but the medium conveying impressions to the real man operating inside of it. That when the spirit is liberated, although not subject to the same laws as when in the tabernacle, yet it is the same person, a son or daughter of God; a being capable of thinking; of receiving inspiration; of accepting or rejecting that which is presented; and therefore is a subject of salvation. If not, why not? What is the reason? I think we will find when we shuffle off this mortal coil, when we get rid of the trammels of the mortal body, and enter into the spirit state, we shall be if anything more intelligent than when in the body. We shall not be bound by the same laws that now bind our mortal flesh, and <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we will be able to comprehend a great many things which were very hard for us to get a little inkling of while in the mortal tabernacle. &#x201C;Well,&#x201D; somebody may say, &#x201C;that is very reasonable; but how does it coincide with the Christian religion, with the doctrines laid down in the Scriptures?&#x201D; Let us see. Jesus Christ, we read, was put to death by wicked men. They took His body down from the cross and laid it in a new tomb hewn out of the rock.<span class=\"citation\" id=\"66399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66399)\">Matt. 27:60<\/a><\/span><span class=\"citation\" id=\"66709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66709)\">Mark 15:46<\/a><\/span><span class=\"citation\" id=\"68383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68383)\">Luke 23:53<\/a><\/span> But where was Jesus? That was not Jesus in the tomb. It was his mortal body that was laid away. Where was Jesus? People generally suppose that He went to heaven. Stop a moment. After Jesus Christ was raised from the dead a woman whose name was Mary, was weeping at the sepulchre,<span class=\"citation\" id=\"70837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70837)\">John 20:11<\/a><\/span> when Jesus appeared before her. Mary stepped forward apparently to embrace Him, whereupon He said to her: &#x201C;Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.&#x201D;<span class=\"citation\" id=\"70867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70867)\">John 20:17<\/a><\/span> Three days had elapsed between the time when the body was taken down from the cross&#x2014;the time when he said, &#x201C;Father, into thy hands I commend my spirit,&#x201D;<span class=\"citation\" id=\"68380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68380)\">Luke 23:46<\/a><\/span> and the time of His resurrection. Where had He been in the interval? Peter tells us in his first epistle, 3rd chapter, from the 18th to the 20th verses: &#x201C;For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit: By which also he went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"77990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77990)\">1 Pet. 3:18-20<\/a><\/span> It appears that after being put to death He went  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>somewhere. Where? &#x201C;By which also he went and preached unto the spirits in prison.&#x201D;<span class=\"citation\" id=\"78031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78031)\">1 Pet. 3:19<\/a><\/span> What spirits? &#x201C;Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was preparing.&#x201D;<span class=\"citation\" id=\"78072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78072)\">1 Pet. 3:20<\/a><\/span> Now, that makes the matter very clear to a person that wants to understand. But you take a learned divine whose mind has become befogged by the traditions of men and he does not want anything to do with that scripture, or if he does he will try to explain it away. How do the clergy explain it? They say the spirit of Jesus in Noah preached to the people before the flood. Now, compare that idea with the text I have quoted. It was not Noah who was put to death. But it was He that was put to death in the flesh, and quickened by the spirit that went and preached to the spirits in prison. Again, in the 4th chapter of the first Epistle of Peter, and the 6th verse, we read this: &#x201C;For this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, and live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78145)\">1 Pet. 4:6<\/a><\/span> Here were people that were preached to who were not men in the flesh. Who were they? They were spirits in prison, and they were in prison because of their disobedience in the days of Noah.<span class=\"citation\" id=\"78073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78073)\">1 Pet. 3:20<\/a><\/span> They had been there about 2,000 years, and Jesus went and preached to them.<span class=\"citation\" id=\"78032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78032)\">1 Pet. 3:19<\/a><\/span> What did he preach? He preached the Gospel. What did he preach to them for? That they might be further condemned and taunted with their miserable fate? Oh no. He went there that He might preach to them the Gospel, &#x201C;so that they might be judged according to men in the flesh, but live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78146)\">1 Pet. 4:6<\/a><\/span> This is what the an<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cient prophet predicted concerning Jesus. We read that he went into the synagogue on the Sabbath day and stood up for to read.<span class=\"citation\" id=\"67172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67172)\">Luke 4:16<\/a><\/span> He took the book of the Prophet Isaiah,<span class=\"citation\" id=\"67174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67174)\">Luke 4:17<\/a><\/span> and what he read was this: &#x201C;The Spirit of the Lord God is upon me; because he hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound.&#x201D;<span class=\"citation\" id=\"60065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60065)\">Isa. 61:1<\/a><\/span><span class=\"citation\" id=\"67192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67192)\">Luke 4:18-19<\/a><\/span> That was Christ's mission&#x2014;not only to preach to men in the flesh, but to preach to men in the spirit. Isaiah says in c. xlix, 9 v., &#x201C;That thou mayest say to the prisoners, Go forth; to them that are in darkness, Shew yourselves;&#x201D;<span class=\"citation\" id=\"59431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59431)\">Isa. 49:9<\/a><\/span> and in c. xlii, 7 v., &#x201C;to bring out the prisoners from the prison, and them that sit in darkness out of the prison house.&#x201D;<span class=\"citation\" id=\"59364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59364)\">Isa. 42:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n269\"> Jesus left His body sleeping in the tomb and went to the spirit world, and the repentant thief who died by His side went there also. Some people think that because the thief said, &#x201C;Lord, remember me when thou comest into thy kingdom,&#x201D;<span class=\"citation\" id=\"68354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68354)\">Luke 23:42<\/a><\/span> and Jesus replied, &#x201C;To day shalt thou be with me in paradise,&#x201D;<span class=\"citation\" id=\"68368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68368)\">Luke 23:43<\/a><\/span> that he (the thief) went direct to heaven and in the presence of God. Now, if he did, Jesus Christ broke His own word; for he said, &#x201C;Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68845)\">John 3:5<\/a><\/span> Where did the thief go? Wherever Jesus went, the thief went, and he had the privilege of hearing Jesus preach the Gospel, so that he might have the chance of being judged according to men in the flesh, but living according to God in the spirit.<span class=\"citation\" id=\"78147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78147)\">1 Pet. 4:6<\/a><\/span> And how could he do that? By receiving the same Gospel that men had in the flesh. Jesus, then, left his body in the  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tomb and went to the spirit world. Those everlasting gates had to be lifted up. &#x201C;Lift up your heads, O ye gates; and be ye lifted up, ye everlasting doors; and the King of glory shall come in.&#x201D;<span class=\"citation\" id=\"56533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56533)\">Ps. 24:9<\/a><\/span> He went and preached deliverance to the captives,<span class=\"citation\" id=\"67184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67184)\">Luke 4:18<\/a><\/span> and opened the prison doors to them that were bound.<span class=\"citation\" id=\"60067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60067)\">Isa. 61:1<\/a><\/span> He went to proclaim the acceptable day of the Lord.<span class=\"citation\" id=\"67196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67196)\">Luke 4:19<\/a><\/span><span class=\"citation\" id=\"60088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60088)\">Isa. 61:2<\/a><\/span> He came back to His sleeping body, and having the keys of hell He also grasped the keys of death,<span class=\"citation\" id=\"79024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79024)\">Rev. 1:18<\/a><\/span> and His body was quickened.<span class=\"citation\" id=\"128825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128825)\">Gen. 15:11 (JST)<\/a><\/span> He stood upon His feet and ministered to His disciples. He could then go to His Father and report the accomplishment of His mission. He could say: &#x201C;I have done the work thou gavest me to do;<span class=\"citation\" id=\"70623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70623)\">John 17:4<\/a><\/span> I have preached the Gospel to the meek;<span class=\"citation\" id=\"85017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85017)\">D&amp;C 35:15<\/a><\/span> I have bound up the brokenhearted;<span class=\"citation\" id=\"60066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60066)\">Isa. 61:1<\/a><\/span> I have preached deliverance to the captives;<span class=\"citation\" id=\"67183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67183)\">Luke 4:18<\/a><\/span> I have opened the prison doors of them that were bound;<span class=\"citation\" id=\"128826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128826)\">Isa. 61:1<\/a><\/span> I have led captivity captive;<span class=\"citation\" id=\"56840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56840)\">Ps. 68:18<\/a><\/span><span class=\"citation\" id=\"75033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75033)\">Eph. 4:8<\/a><\/span> I have shed my blood as an atonement for the sins of the world;<span class=\"citation\" id=\"128827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128827)\">Matt. 26:28<\/a><\/span><span class=\"citation\" id=\"128828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128828)\">Alma 24:13<\/a><\/span><span class=\"citation\" id=\"128829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128829)\">D&amp;C 76:41<\/a><\/span> now, Father, accept of me and my labors.&#x201D; Then He could come to the earth and say: &#x201C;All power is given unto me both in the heavens and on the earth.&#x201D;<span class=\"citation\" id=\"66426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66426)\">Matt. 28:18<\/a><\/span> He had fulfilled His mission, and had received immortal keys and honors and powers as a reward of the fulfillment thereof. He shall occupy the highest place among all the sons of God, because He is the firstborn, and has performed the work of the firstborn in the plan of human redemption. He will be exalted above every creature, because He was the most obedient of every creature. He will be the greatest, because He was the humblest. He will be the richest, because He was the best. He is the sinless Christ, and therefore He wears the eternal crown. <\/div><div class=\"paragraph jod\" id=\"v24n271\"> There is another question that arises here. If men can hear the <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel in the spirit world, can they obey it fully in the spirit world? Let us look at that a little. Here are the Gospel ordinances. Are ordinances of any effect? Yes, they are. &#x201C;Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68853)\">John 3:5<\/a><\/span> Just the same as if an alien does not obey the naturalization laws, he cannot become a citizen of the United States. God's house is a house of order.<span class=\"citation\" id=\"91502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91502)\">D&amp;C 132:8<\/a><\/span> He has a way of His own, and he that will not accept that way cannot obtain the blessing. Then can those spirits who hear the Gospel in the spirit world obey the Gospel fully? Can they believe? Yes. Can they repent? Why not? It is the soul of man, or the spirit of man in the body,<span class=\"citation\" id=\"88343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88343)\">D&amp;C 88:15<\/a><\/span> not the body, that believes. It is the spirit of man in the body that repents. What is it that obeys the ordinances? Why, the spirit. But these ordinances belong to this sphere in which we live, they belong to the earth, they belong to the flesh. Water is an earthly element composed of two gases. It belongs to this earth. What there is in the spirit world, we know little about. But here is the water in which repentant believers must be baptized. Can they be baptized in the spirit world? It appears not. What is to be done, then. The Apostle Paul asks this question in the fifteenth chapter of the first epistle of the Corinthians: &#x201C;Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73893)\">1 Cor. 15:29<\/a><\/span> It seems that the people to whom that was written were familiar with the ordinance called baptism for the dead, and they were baptized for their dead. Paul was arguing upon the literal resurrection of the body, and says, What shall they do if the dead rise not; why are they then  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>baptized for the dead?<span class=\"citation\" id=\"73894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73894)\">1 Cor. 15:29<\/a><\/span> Our learned divines may presume from that that the doctrine is not laid down sufficiently clear to endorse it; but to us there is no doubt concerning it, the Lord having revealed the principle to the Prophet Joseph Smith. He also explained the manner in which the ordinances should be administered, like everything else He has revealed, in great plainness. And that is why we are building Temples. People who visit our city frequently say, &#x201C;What a fine meetinghouse you are building.&#x201D; No, that is not a meetinghouse; this Assembly Hall and the adjacent Tabernacle are meetinghouses. That is a Temple, a building in which we expect to perform ordinances for the living and the dead; wherein we may be baptized for our dead, that they may receive the benefit of that ordinance, provided they believe and repent and do the spiritual part, while we do the material part, that they may receive the blessings of obedience to the Gospel, and live according to God in the spirit.<span class=\"citation\" id=\"78148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78148)\">1 Pet. 4:6<\/a><\/span> Some will say, &#x201C;I cannot see why a thing done by one person should stand for another.&#x201D; How do you understand the doctrine that Jesus Christ has done something for all of us? We read that &#x201C;without the shedding of blood there is no remission of sins.&#x201D;<span class=\"citation\" id=\"76918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76918)\">Heb. 9:22<\/a><\/span> Not my blood or your blood is to be shed for the remission of our sins; but He who was without sin allowed His blood to be shed as a sacrifice for our sins. Now the whole question hinges on that. If you reject the doctrine of proxy in baptism, you must reject the doctrine of proxy in the atonement. <\/div><div class=\"paragraph jod\" id=\"v24n273\"> Now, there is no dubiety in the minds of the Latter-day Saints on this subject. We have learned these things from God, and we understand them alike. Why? Because we <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> desire the truth; we do not care about the nonsense of men, we want divine truth which comes from God. And when it comes we are anxious to receive it; we seek for it; we ask for it; and He enlightens us by His Spirit, and when the Good Shepherd speaks, we know His voice; and it is that voice that has made plain to us the doctrine that we who have obeyed the Gospel in the flesh may be baptized for our ancestors in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v24n274\"> If you will look at this in the spirit that accompanies its unfoldment, your hearts will be filled with joy at the mercy and goodness of God. If there are men or women here who have not believed this, and they will ponder upon it, and seek to God for light upon it, they will have their eyes opened to see that it is one of the most glorious principles. It opens the way for the redemption of our fathers who lived and died without hearing the sound of the Gospel. It opens up the way for the redemption of the heathen nations who never heard the name of Jesus Christ. It opens up the way for the hosts of Israel, with their posterity, who ages ago fell away from the truth and went into darkness; for those whose hearts have been heavy, and whose eyes have been blinded&#x2014;for it is written &#x201C;blindness in part has happened unto Israel, until the fulness of the Gentiles be come in. And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn ungodliness from Jacob: For this is my covenant unto them, when I shall take away their sins.&#x201D;<span class=\"citation\" id=\"72808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72808)\">Rom. 11:25-27<\/a><\/span> Those that will live upon the earth of their lineage who shall obey the Gospel, in the latter times will perform the outward ordinances for and in behalf of their dead ancestors. This glorious doctrine lifts up the  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dark curtain of sectarianism and lets in the light of heaven, and makes plain the justice of God, and the mercy of God. The mercy of our God extends to all of his children, not only to one little branch through the loins of Abraham. All shall hear, all shall have opportunity of knowing the ways of life and truth, and the opportunity of rejoicing therein; and this is the means that God will adopt to accomplish this great and stupendous result! Every heart shall be gladdened with the tidings of salvation. The living and the dead shall be visited and even those who have been thrust down to hell,<span class=\"citation\" id=\"87139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87139)\">D&amp;C 76:84<\/a><\/span> who have been beaten with many stripes,<span class=\"citation\" id=\"67650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67650)\">Luke 12:47<\/a><\/span> and have suffered their portion in the eternal punishment,<span class=\"citation\" id=\"128830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128830)\">D&amp;C 19:11<\/a><\/span> will have the arm of sweet mercy extended to them when stern justice is satisfied; and in due time every knee shall bow, and every tongue confess that Jesus is the Christ to the glory of God the Father.<span class=\"citation\" id=\"75465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75465)\">Philip. 2:10-11<\/a><\/span> And the time will come when death and hell shall be destroyed,<span class=\"citation\" id=\"80668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80668)\">Rev. 20:14<\/a><\/span> and there will be no more death, neither sorrow nor pain,<span class=\"citation\" id=\"80732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80732)\">Rev. 21:4<\/a><\/span> but every creature, in heaven above and the earth beneath shall be heard to sing, &#x201C;Blessing, and honor, praise, and power, be unto God and the Lamb forever,<span class=\"citation\" id=\"79228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79228)\">Rev. 5:13<\/a><\/span> who has redeemed us by his blood out of every nation, and tribe, and tongue, and people!&#x201D;<span class=\"citation\" id=\"79156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79156)\">Rev. 5:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n276\"> The Gospel is plain and simple and easily understood and appreciated by the honest seeker after truth. The reason that people generally do not receive it when it is preached to them by the servants of God&#x2014;it is a hard saying, but true nevertheless&#x2014;is because their deeds are evil;<span class=\"citation\" id=\"68962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68962)\">John 3:19<\/a><\/span> because they love the things of the world more than the things of God,<span class=\"citation\" id=\"64932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64932)\">Matt. 16:23<\/a><\/span> and the love of the Father is not in them.<span class=\"citation\" id=\"78578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78578)\">1 Jn. 2:15<\/a><\/span> And because they reject the truth when presented to them, and <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> delight in the spirit of the world, they oppose the truth; and if not openly, in their hearts they sanction acts of persecution and hatred against the Saints of God. Some of them are corrupt in their practices, and such persons are ever ready to assail and traduce the character of our leading men, men whom we know to be pure in their lives, and to be righteous before God; it is the very worst of men who take this course, and thus the Evil One, the destroyer of the souls of men worketh in them and through them. And when they have opposed this work all that they possibly can, they will find that it flourishes and grows and spreads forth, while they will go to the place prepared for them, where they will remain until they shall have paid the uttermost farthing<span class=\"citation\" id=\"63171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63171)\">Matt. 5:26<\/a><\/span> for their willful wickedness. All men who fight against the Holy Priesthood of God, will have to meet that some day. Their acts are not hidden from the eyes of Him who does not slumber.<span class=\"citation\" id=\"57242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57242)\">Ps. 121:3-4<\/a><\/span> Their evil deeds and wicked sayings will be revealed openly.<span class=\"citation\" id=\"83642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83642)\">D&amp;C 1:3<\/a><\/span> The time will come when the first angel of God will sound the trump declaring the secret acts of men during the first thousand years; and the second angel will sound his trump and reveal the secret acts of men and the thoughts and intents of their hearts during the second thousand years, and so on down to the last thousand years, even until it shall be declared that time shall be no longer, and the secret acts of all men in all the ages shall be brought to light.<span class=\"citation\" id=\"88760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88760)\">D&amp;C 88:108-110<\/a><\/span> My brethren and sisters, let that be a caution to you and to me. When we went down into the waters of baptism and were immersed by the servants of God having authority to administer that ordinance for the remission of sins, though our sins were as scarlet they  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were washed whiter than snow;<span class=\"citation\" id=\"57685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57685)\">Isa. 1:18<\/a><\/span> and we came forth from the water clean and pure, cleansed by the blood of Christ from all sin.<span class=\"citation\" id=\"78527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78527)\">1 Jn. 1:7<\/a><\/span><span class=\"citation\" id=\"85972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85972)\">D&amp;C 50:28-29<\/a><\/span><span class=\"citation\" id=\"92760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92760)\">Moses 6:59<\/a><\/span> But since that time the acts we have performed will have their effect upon us for good or for evil, and we shall be accountable for them when we stand before the bar of God. They will be seen and known of all;<span class=\"citation\" id=\"128831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128831)\">D&amp;C 76:94<\/a><\/span> they are written in the books out of which we are to be judged,<span class=\"citation\" id=\"80634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80634)\">Rev. 20:12<\/a><\/span> and every man's acts are <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stamped upon his own being, in characters that will speak for themselves, in the day when we shall see as we are seen and know as we are known.<span class=\"citation\" id=\"87186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87186)\">D&amp;C 76:94<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n277\"> Then let us try and do right for the sake of the right, live in the light of the spirit, see eye to eye,<span class=\"citation\" id=\"59598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59598)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87968)\">D&amp;C 84:98<\/a><\/span> and prove ourselves worthy of the great salvation; and may God help us so to do, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}