{"ID":240005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Church Based Upon the Principle of Perfect Freedom&#x2014;When a President Resigns, His Counselors Go Out of Office&#x2014;High Priests to Preside&#x2014;Presidents Choose Their Own Counselors&#x2014;All Authorities Sustained By Vote of the Saints&#x2014;Position of Presidents Cannon and Smith If President Taylor Should Resign&#x2014;Saints Not to Interfere With the Religion of Others.<\/div>\n<div class=\"subtitle\">Remarks by President John Taylor, delivered at Ogden, Sunday, January 21, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Position of His Counselors if He Should Resign.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/21\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v24n69\"> We convene in Conference in the various Stakes that everything pertaining to the interests of the Stakes may be considered in those conferences, and that all matters may be properly represented, and all the Saints have the privilege of voting for or against those officers who are presented to the Conference for their acceptance. It is also usual to vote for the officers of Wards in the Wards over which they preside, such as Bishops and their Counselors, with all the Lesser Priesthood, so that there may be perfect unanimity in all our acts. Because the Church of God is based upon the principle of perfect freedom of action. And while, as was said this morning, we have a Priesthood and an organization, and proper authority in the Church and Kingdom of God, it is <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proper that all of these authorities should be presented from time to time before the people, that all the people everywhere, not only in a Stake, but in all the Stakes, as well as at the General Conference, may have the opportunity if they know of anything wrong, anything immoral or unrighteous associated with the acts of any of the leading authorities of the Church, of speaking of it, that everything and everybody may be properly presented and that the conduct of all men may be intelligently scrutinized; for, if we cannot bear the scrutiny of our brethren upon earth, how shall we be able to meet the scrutiny and investigations of our heavenly Father when we shall stand before Him. And if there is anything immoral or unrighteous, of any kind, it is proper  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and expedient that it be righted; and this applies quite as much to the Presidency, the Twelve and the leading authorities as to any other individual in the Church; in order that everything may be presented in its proper form, and everybody have a full opportunity of offering their ideas and views in regard to these matters. <\/div><div class=\"paragraph jod\" id=\"v24n71\"> Now I want to say a little on some of the votes that have been taken this afternoon, in order that we may comprehend the situation. You have had a new name presented before you for the President of your Stake. Brother Peery, who was your former President resigned his office, which he had a perfect right to do; and we have nothing to say about it. It was according to his own feelings freely expressed to me and to others. It was necessary that his place should be filled. We selected Bishop L. W. Shurtliff, for whom you have just voted; and that is all right, and having done so you ought now to sustain him. In regard to the Counselors of the President, when he resigned and his place was filled, they also ceased to act as Counselors; they were dropped as authorities of the Stake with the President of the Stake, not because of any act of theirs. These brethren are good men. Here is Brother Herrick, for instance, he has maintained a good reputation, and a good position in the Church; but he was Counselor to a man who resigned his office; and as I have said, when the President resigned to whom they were Counselors they also ceased to act as such. The question arises, who shall be the Counselors to the new President? That rests with the new President and those that put him in office; and it seems that he has retained one of the old Counselors, Brother Middleton, and has chosen <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a new one; and that is right. Is there any disposition to hurt Brother Herrick? Not in the least. I speak of these things for your information, in order that all may comprehend the true position. For instance, supposing that I, as President of the Church, were to resign, or anything should occur to me, what would be the result? My Counselors would drop into their former place in the Quorum of the Twelve; and whoever succeeded me would have the selection of his own Counselors with the approval of the General Conference. He might and he might not retain as his Counselors those whom I have chosen. It is proper that we should understand these things in order that the right kind of feeling may exist, and no improper reflection be cast upon any person. <\/div><div class=\"paragraph jod\" id=\"v24n72\"> The High Priests occupy a position in their Priesthood whereby they are enabled to perform the various duties that they may be called upon to fill. You will find in reading the Doctrine and Covenants the following statement regarding the quorum of High Priests: &#x201C;Which ordinance is instituted for the purpose of qualifying those who shall be appointed standing presidents or servants over different stakes scattered abroad.&#x201D;<span class=\"citation\" id=\"91116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91116)\">D&amp;C 124:134<\/a><\/span> That is, it is the duty of High Priests to preside; the principle of Presidency is connected with them. You have a High Priests' Quorum over which Brother Farr presides; what is the duty of that quorum? To meet together to instruct one another in regard to the principles of the government of the Church and kingdom of God; that its members may understand the various organizations of the Church, the laws and the principles of government thereof, and the various duties they may be  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>called upon to fill; it may be to occupy the position of a President of a Stake; it may be a Counselor to the President; it may be a High Councilor; it may be a Bishop or his Counselor. There are divers positions that High Priests are called to occupy, as deaths and other changes often transpire, and new Stakes and Wards are being organized. But the changes do not affect the status of the individual at all, as in the case of Brother Herrick, referred to. Here is Brother Shurtliff called from acting as Bishop to be the President of a Stake; have we a right to do that? Yes. Who is the Bishop? A High Priest. His place being vacated, that position needs supplying, and who shall supply it? These things are left for the counsel and the deliberation of the proper authorities to operate in for the welfare of the Church as far as they know how, and according to the best judgment they possess; and then they should be presented to the people for them to vote upon. But in dropping a President it drops his Counselors. They were selected to be his Counselors, not somebody else's; and when someone else takes his place, then he should have his own Counselors. These are the views entertained on this subject, and they are correct and very proper. The order of the Church is for us to fulfill and magnify the calling to which we are called, and do it with an eye single to the glory of God,<span class=\"citation\" id=\"83821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83821)\">D&amp;C 4:5<\/a><\/span><span class=\"citation\" id=\"87463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87463)\">D&amp;C 82:19<\/a><\/span> each man fulfilling the various duties and responsibilities of his office. I referred this morning to the feelings that prompted the acts of the Savior while upon the earth. He came not to do His own will, but the will of His Father who sent Him.<span class=\"citation\" id=\"69267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69267)\">John 6:38<\/a><\/span> It was a hard thing for Him to do. Did you ever think of it? When He found the accumulated weight of <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the sins of the world rolling upon His head, his feelings were so intense that He sweat great drops of blood.<span class=\"citation\" id=\"68263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68263)\">Luke 22:44<\/a><\/span> Could I tell it, or could you? No. Suffice it to say that He bore the sins of the world, and, when laboring under the pressure of those intense agonies, He exclaimed, &#x201C;Father, if it be possible, let this cup pass.&#x201D;<span class=\"citation\" id=\"66272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66272)\">Matt. 26:39<\/a><\/span> But it was not possible. It was the decree of God; the fiat of the great Jehovah, and he had it to do. And on the cross He was heard to exclaim, &#x201C;It is finished.&#x201D;<span class=\"citation\" id=\"70824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70824)\">John 19:30<\/a><\/span> And he gave up the ghost;<span class=\"citation\" id=\"70825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70825)\">John 19:30<\/a><\/span> and went to move in another sphere, having atoned for the sins of the world and fulfilled His mission given Him in the flesh. <\/div><div class=\"paragraph jod\" id=\"v24n74\"> We also have been called and set apart to perform a certain mission; and the Holy Priesthood has been conferred upon us that we may be enabled to perform the various duties devolving upon us. And many of our duties are not of the most pleasing nature, and yet we cannot shrink from them anymore than Jesus could; we have them to do. It is not a very pleasing thing for our Elders to go forth to the nations of the earth to preach the Gospel without purse or scrip,<span class=\"citation\" id=\"68219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68219)\">Luke 22:35<\/a><\/span> and then to be opposed, persecuted, maligned and abused, and even outraged in many instances. Yet it is a duty placed upon us by the Almighty, and we have to perform that duty as Jesus performed His, and our Elders go forth weeping, bearing precious seeds,<span class=\"citation\" id=\"57270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57270)\">Ps. 126:6<\/a><\/span> the words of life and salvation, carrying in some instances their lives in their hands. This is required of us. Why? Because all men are the offspring of God,<span class=\"citation\" id=\"72036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72036)\">Acts 17:29<\/a><\/span> in whom He is equally interested. <\/div><div class=\"paragraph jod\" id=\"v24n75\"> Then we as Saints of God have duties to perform. We have to build up His Church according to  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the plan which He has appointed, and according to the order that He has revealed. Those of you who heard Brother Lyman yesterday, heard him describe the manner of entering into the Church of God, also the powers and privileges associated therewith. Those who heard Brother Joseph F., this morning, heard him speak about the organization of the Church, and the various orders and principles, powers and authorities associated therewith. These are so many principles introduced by the Lord. None of us, as was remarked, introduced any of them; none of us know them, neither do the world know them today. God introduced and put in order those principles that have been communicated to us in regard to the Gospel and in regard to the organization of the Church, and the various offices thereof, and everything pertaining thereto. And this Church and kingdom has been placed in communion with the kingdom in the heavens, with the Church triumphant, as it is sometimes called. And the Church is a living principle, a living power, a living communion; and as in former times God placed in the Church Apostles and Prophets, Pastors and Teachers for the perfecting of the Saints, for the work of the ministry, and for the edifying of the body of Christ, until we all come in the unity of the faith, and a knowledge of the Son of God;<span class=\"citation\" id=\"75124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75124)\">Eph. 4:11-13<\/a><\/span> so it is in these latter days. He has revealed His will, His law, His power and His Priesthood; and He has been pleased to receive us as members and officers of His Church. And it is for us to magnify our calling and honor our God in any and every position that we may be called upon to fill. Paul said on a certain occasion, that a dispensation of the Gospel had <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been committed to him, and it was woe unto him if he preached it not.<span class=\"citation\" id=\"73296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73296)\">1 Cor. 9:16-17<\/a><\/span> So we may say, that a dispensation of the Gospel has been committed to us; and woe be unto us if we preach it not;<span class=\"citation\" id=\"73297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73297)\">1 Cor. 9:16-17<\/a><\/span> woe be unto us if we fulfill not the duties and obligations that are devolving upon us. I would say that this Priesthood is not for the honor of man, not for his exaltation alone; but it is imparted to man in order that he may be made the medium of salvation to others. It is true it is honorable to be a servant of God; it is true it is honorable to hold any office in the Church and kingdom of God; it is true there is not a more honorable position that a man can hold than to be found in the family of faith and the household of God,<span class=\"citation\" id=\"74935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74935)\">Eph. 2:19<\/a><\/span> to belong to the Church and kingdom of God&#x2014;there is nothing more honorable than that. Talking of the Elder, why he is a herald of salvation; he is a legate of the skies; he is commissioned of the great Jehovah to bear a message to the nations of the earth, and God has promised to sustain him. He has always sustained His faithful Elders, and He always will. And what of the Elder? He is commanded to call upon men to believe in Jesus Christ, to repent of their sins, and to be baptized for the remission of sins, promising them the gift of the Holy Ghost; and all who obey the requirements receive this divine gift.<span class=\"citation\" id=\"85876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85876)\">D&amp;C 49:11-14<\/a><\/span> Is that true? Do you Elders not know that to be true? Does not this congregation know that it is true? And when you obeyed the Gospel, when you had hands laid upon your heads for the reception of the Holy Ghost, did you not receive it? If you were honest, you did; if you were true and sincere you did, and you are my witnesses as to the truth of these things of which I speak.  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What does it prove? It proves that God is with the Elders of Israel; it proves that God lives. Is not that a great witness to the Latter-day Saints, and is it not a witness to the world? Who dare come before the world with such a statement? Nobody but those that have the authority, as the Lord sanctions and acknowledges none excepting those that are authorized of Him. <\/div><div class=\"paragraph jod\" id=\"v24n78\"> Is there any greater position that man can occupy upon the earth than to be engaged as a herald of salvation, commissioned of the great Jehovah to proclaim the words of life to a fallen world, and to call upon them to repent and be baptized in the name of Jesus for the remission of sins, promising them if they do it that they shall receive the Holy Ghost? This is the position occupied by our Elders, as well as that occupied by Seventies and High Priests. They go forth in the name of the Lord; and people believe their testimony and gather here. And why? Because they would not allow you to worship God in the world whence you came, and they will scarcely do it here. <\/div><div class=\"paragraph jod\" id=\"v24n79\"> We talk a great deal about the religious liberty that is guaranteed unto us in this land of the free, home of the brave and asylum for the oppressed; yet men are contriving all the time to deprive us of the rights of conscience, and of religious liberty. And what of it? Would we treat them as they treat us? No, no, no; a thousand times no. Why not? Says Jesus, &#x201C;The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.&#x201D;<span class=\"citation\" id=\"70249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70249)\">John 15:20<\/a><\/span> On the same occasion He said to His disciples, after commanding them to love one another,<span class=\"citation\" id=\"70165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70165)\">John 15:12<\/a><\/span> <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;If the world hate you, ye know that it hated me before it hated you. If ye were of the world, the world would love its own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.&#x201D;<span class=\"citation\" id=\"70206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70206)\">John 15:18-19<\/a><\/span> There was then, and there is today, and there always has been, a spirit of antagonism between the powers of light and the powers of darkness. There has been a conflict in the world ever since the creation of man to the present time. And that spirit of antagonism to the truth that existed in former ages exists in this age, and we have reason to know it. Is it because we are wicked that we are opposed? We are not as good as we might be by a great deal, it is true; we ought to be better than a great many people, and we are; and our lives and conduct prove it, notwithstanding there are a great many evils among us that we ought to repent of and put away. Yet, do we injure anybody? I do not know that we do. Do we wish to deprive anybody of his rights? Not that I know of. We are accused a good deal of this and everything else, in fact. Do we wish to interfere with anybody's religion? I hope you do not do it here. You have Methodists and Presbyterians and Catholics, as well as other different sects; would you want to interfere with them? I do not think for a moment, that you would. We may think that their ideas are foolish in many respects, but then they have a perfect right to entertain them, and there are none, I think, that recognize that right sooner than we as Latter-day Saints. We believe in freedom of conscience; we believe that all men should be guaranteed the right to worship God according to the dictates of their conscience.<span class=\"citation\" id=\"94171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94171)\">A of F 1:11<\/a><\/span> Some may want to worship a God  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without body, parts or passions; a God that sits on the top of a topless throne; although to me the idea of worshiping such a God would be most ridiculous, if other people desire to do it, all right, and they should be protected in that right. But while we accord to all men the right to think, and the right to worship as they please, we claim the same right for ourselves. And then we do not want to have a set of men placed over us in a governmental capacity who do not recognize the rights of humanity; men who want to control the human mind. We want to maintain correct principles; and we want to sustain all men that do maintain them. We have a right to do that. Some, however, think that we have not that right even; and they are frequently trying to introduce principles that are at variance with our constitutional rights. But it is our duty to maintain our rights; it is our duty to stand up for those principles which guarantee freedom to man, and we intend to do it, God being our helper;<span class=\"citation\" id=\"56807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56807)\">Ps. 54:4<\/a><\/span> and not permit the wicked and ungodly, the corrupt and depraved to deprive us of our rights. But I shall be talking about politics if I keep on much longer; what I have said, however, is correct, and it affects us as American citizens. We possess just as many rights as any other American citizens; and if there is anything contrary to this, it is contrary to the genius of the institutions of our country. We are all free and equal, at least, we are supposed to be; but we are not. We may as well laugh as cry about these things though, as it makes but little difference. We are engaged in doing the work of God; and we are seeking to do the will of God; and He has established a Church, which we, in the name of Israel's God, will <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> help to sustain. And we should not be concerned about the consequences of our acts. The Lord has all men in His keeping, and He has us in His keeping; and we cannot do anything only as He permits us. How could you Elders, who have been out preaching and baptizing, and confirming members into the Church, have imparted to them the gift of the Holy Ghost through the laying on of hands, excepting God were with you. And if God were not with Israel today, Israel could not be sustained. But God is on the side of Israel; and He will sustain His people if they will observe His laws and keep His commandments. And no man can successfully fight against Jehovah, for He will say to any that oppose Zion, as He did to the waves of the mighty ocean, &#x201C;Hitherto shalt thou come, and no further: and here shalt thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56279)\">Job 38:11<\/a><\/span> We are in the hands of God; and the nation is also in the hands of God; and we can do nothing unless He permits us; neither can this or any other nation. He controls them according to the counsel of his own will; and He manipulates, manages and directs the affairs of the children of men. He has appointed us to do a work. It is not our work; but we are willing to do it with His help. Will He be thwarted in His designs? I tell you, No. The kingdom of God will roll forth, and no man can stay it. And woe to that man who lifts up his hand against it; for the Lord is managing this work, not us, and it is His business to take care of His Saints.<span class=\"citation\" id=\"89872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89872)\">D&amp;C 104:15<\/a><\/span> Therefore, we feel easy, comfortable, joyous and happy. And I feel all the day long like singing hallelujah, hallelujah, hallelujah, the Lord God Omnipotent reigneth;<span class=\"citation\" id=\"80338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80338)\">Rev. 19:6<\/a><\/span> and He will reign until all His enemies are put under His  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feet.<span class=\"citation\" id=\"73853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73853)\">1 Cor. 15:25<\/a><\/span><span class=\"citation\" id=\"85869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85869)\">D&amp;C 49:6<\/a><\/span><span class=\"citation\" id=\"86185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86185)\">D&amp;C 58:22<\/a><\/span><span class=\"citation\" id=\"87067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87067)\">D&amp;C 76:61,106<\/a><\/span> And Zion will progress and triumph, and the work of God will go forth, and the kingdom of God will be established, and the Zion of God built up, and all things spoken of by the holy Prophets will be fulfilled; and the kingdom of God will progress until the kingdoms <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of this world become the kingdom of our God and His Christ; and He will reign forever and ever,<span class=\"citation\" id=\"79511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79511)\">Rev. 11:15<\/a><\/span> and unrighteousness and wickedness, corruption and evil will be trampled under His feet. God bless you, and lead you in the paths of life,<span class=\"citation\" id=\"128797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128797)\">Ps. 16:11<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}