{"ID":240016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Improvement Among the People&#x2014;Interest Manifested by the World in the &#x201C;Mormons&#x201D;&#x2014;Evidences of Divinity in the Work&#x2014;Same Effects Follow the Gospel in Different Ages&#x2014;Authority Restored&#x2014;Proofs of Joseph Smith's Divine Mission&#x2014;Persecutions Endured By the Saints&#x2014;Reasons for the Same.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 27, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Phenomenal Nature of God's Work.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 5\/27\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v24n392\"> It is some weeks since I have had the opportunity of meeting with the Saints in this Tabernacle. Our time has been spent in visiting the various settlements north and south, and has been spent most agreeably in holding quarterly conferences. A great change has been effected in our Territory within the past few years in furnishing facilities for traveling to and fro and visiting the settlements which were once quite remote from this city. I have no doubt that these visits are appreciated by the people who are visited. They certainly are by those who make the visits. The growth and the development of the people, their increase in the knowledge of those principles that pertain to salvation as well as to this earthly existence, is so apparent that it is exceedingly gratifying to witness it. The Lord is very visibly working out His great designs and purposes in connection with this work with which we are identified. Every one who is connected with the work and who realizes its character does seek, as I believe by observation, more diligently to comprehend the nature of the <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> duties and responsibilities which rest upon him or her. The various organizations in the shape of Primary Associations, of Sunday Schools, of Mutual Improvement Associations, of Relief Societies, as well as the meetings of the various quorums of the Priesthood, are all having a very marked effect as I can observe myself, upon the people. I probably am in a better position than many to judge of the effect of these organizations; for the reason that it has not been my privilege to visit the settlements of late years so extensively as some of my brethren. I notice a great increase of zeal, of devotion, and above all, of knowledge concerning the work of the Lord and the labors connected therewith. And I am thankful that this is so, for certainly with the increase of the facilities to which I have referred in our Territory, there has been a corresponding increase of evils which have to be contended with and overcome, and knowledge and understanding and wisdom are necessary on the part of the Latter-day Saints to enable them to cope successfully  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with these evils. In our former condition of isolation it was not a matter of such great moment for the people to be trained as they now are. They were not exposed to the influences of an adverse and hostile character like they are today. With the change in circumstances there has come a corresponding change, it may be said, in strictness of organization, and, as I have remarked, I am happy to say a corresponding increase of knowledge. We have many things to cope with at the present time, which those who resided here 25 years ago knew little or nothing about. And it is an excellent feature of this system which God has established, that it is so admirably adapted to all the circumstances which may surround the children of men. God bestows wisdom according to the occasion and to the necessities of the case, and He gives strength and power to those who seek after them in the right spirit. He has done so from the beginning and He will do so until the end. <\/div><div class=\"paragraph jod\" id=\"v24n394\"> When the Elders of this Church have gone forth and preached the Gospel, calling upon the inhabitants of the earth to believe in the Lord Jesus Christ and repent of their sins and to be baptized for the remission of them, those who submitted to these requirements received the strength and the grace necessary to enable them to contend with the difficulties which immediately surrounded them. God poured out His spirit upon them. God gave unto them a testimony concerning the truth of the work with which they had identified themselves. He gave unto them the strength necessary to overcome all the obstacles which laid in their pathway, and they were filled with joy and peace, and from that day until the present <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the man or the woman who has thus bowed in submission to the requirements of the Gospel of the Lord Jesus Christ has been sustained, upheld, strengthened and delivered. The strength and the grace, the gifts and the blessings which God has promised have been abundantly bestowed and have made the individual who has received them equal to every emergency. And that which is true concerning individuals is true concerning this entire people in their collective capacity. As difficulties have increased, as obstacles have had to be overcome, and the condition of affairs has changed and seemingly grown more threatening, they have had strength and grace and power given unto them commensurate with the trials they have had to meet. And God's hand has thus been manifested in the most wonderful manner in the eyes of those who believe and who have had faith, and they have had causes for thanksgiving and praise to God every day that they have lived. <\/div><div class=\"paragraph jod\" id=\"v24n395\"> Now, the whole work from its inception until the present time is a marvel and a wonder. It may be termed phenomenal in the earth. It is unlike anything else that we know of. It differs from every other system that is extant among men. There are features connected with it which cannot be witnessed anywhere else. Human nature exhibits itself, it may be said, in new forms. Characteristics are developed in connection with this work which may truly be said to be unique. You cannot witness their exhibition among any other people, nor in any other land. And it is a remarkable thing that though the Latter-day Saints number so few, comparatively speaking, there is no topic today that can be broached in the hearing of any of the people of Christendom  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that excites the interest that &#x201C;Mormonism&#x201D; does. And yet if you ask men the reason of this, it would be difficult for them to account for it. They only know that the fact exists; that to them and to the word at large it is a topic of unflagging interest. The &#x201C;Mormons&#x201D; are looked upon as a peculiar people. Let a &#x201C;Mormon&#x201D; travel anywhere in the United States or in Europe or in other lands, and it be known that he is a &#x201C;Mormon,&#x201D; he will attract more attention than any other man. Why is this? Is it because the people are so numerous? Is it because they are so wealthy? Is it because they exercise such political power? Is it because they wield such influence in the affairs of the children of men? No, it cannot be said that any of these causes exist to any extent. The &#x201C;Mormons&#x201D; are not a numerous people. The &#x201C;Mormons&#x201D; are not a wealthy people. The &#x201C;Mormons&#x201D; do not wield political influence to any extent, nor influence of any other character outside of their own society. What, then, is it that constitutes this, I may say, attractiveness or this interest in men's minds concerning this organization? &#x201C;Oh,&#x201D; says one, &#x201C;it is because you marry more wives than one. You believe in plural marriage, and that excites interest and causes talk and attracts attention; it is that that makes you so noticeable.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n397\"> Perhaps so. But it is not many years since we did not believe in this, since it was not a practice of this Church, and yet in those days a &#x201C;Mormon&#x201D; was as much an object of curiosity as he is today&#x2014;that is, in proportion to the celebrity that attended the name. &#x201C;Mormonism&#x201D; was as much talked about according to the extent it was known as it is <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> today. It excited as much curiosity. It aroused as much hatred. It called forth as much persecution, in fact, the most severe persecution that, as a people, we have ever endured, we received prior to the announcement by our Church that we believed in this peculiar doctrine. I have no doubt that our espousal and advocacy of this doctrine has given us considerable notoriety. It has added to our celebrity. But our celebrity has not consisted alone in this. As I have remarked, our organization aroused as deep antipathies prior to the revelation of this doctrine as it has ever done since. <\/div><div class=\"paragraph jod\" id=\"v24n398\"> Now, we have our own method of accounting for this great interest that is taken in this work. It is admitted too freely for the truth that we are an illiterate people. It is said that we are under the control of impostors, shrewd men, who lead the masses and bend them to their will. This is said concerning us everywhere. To account for the ingathering of the people from the nations of the earth men have recourse to many theories, or to several at least, one of which is that our Elders go out to the ignorant and unlearned and the downtrodden, and depict in glowing colors the beauties of this land of ours and the blessings that they will receive if they will only gather here; and that by these glowing tales and by persuading them that they can have all the wives they want when they come here, they induce the ignorant hordes of Europe to come to this country. This is one of the popular methods of accounting for the ingathering of the people from the nations of the earth and their adhesion to the &#x201C;Mormon&#x201D; cause. <\/div><div class=\"paragraph jod\" id=\"v24n399\"> Well, now, if this were true, I would consider it one of the greatest  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>miracles ever wrought among men, for this reason, that people influenced by such notions could not be held together in a land like this. It would be an impossibility to bind people together in such bonds as exist among the Latter-day Saints in Utah Territory, if they were people of this character. They would fall to pieces by their own corruptions. There would not be any cementing influence among them to hold them together one month if these were the influences which drew them here. But no observing man or woman who travels through this Territory, and mingles with the people can be deceived by any such nonsense as this. They would see in a few days that there was some other influence, that there was some other power, that there was a principle of union among this people that could not originate in such a system as &#x201C;Mormonism&#x201D; is popularly represented to be. <\/div><div class=\"paragraph jod\" id=\"v24n401\"> What, then, is it that causes the Latter-day Saints to be so much noticed? What is it that has drawn them together from the various nations of the earth and produced this phenomenal condition of affairs that we witness here? Is it the shrewdness of men? Is it the power and authority of men? Then for God's sake and for the sake of suffering humanity, let some men band themselves together and do, in the name of God and true religion, that which the Latter-day Saints are accused of doing in the name of imposture and false religion. Here is an opportunity for Christendom to test this matter. They have learning, they have wealth, they have everything at their back&#x2014;the popular sects, who claim to be orthodox and to worship God according to the Bible, and to divine truth, have all these&#x2014;if they can do, in the name of God and true <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> religion, that which we are doing, as they say, in the name of a false religion and as impostors, let them go to work, unite themselves together, and accomplish something like this for the sake of suffering humanity. The Latter-day Saints are gathered from the nations of the earth&#x2014;the poor, the unlearned, the ignorant. Our Elders preached the Gospel to them as they understood it, and under its influence and by its influence they are successful in gathering out a few. This Territory is being peopled by them. They are being taught how to live, how to better their earthly condition, how to improve their minds, how to acquire sound education and sound knowledge; they are being taught to live in love, in peace, to avoid litigation, to avoid strife, to avoid contention, to avoid everything of this character, and to love one another. How successful we are in this let those who travel through the Territory bear testimony. If we had our way there would be no drinking saloons from Franklin in the north to St. George in the south. If the courts would let us have our way, we would banish drunkenness from our land, or rather we would keep it from our land as we did in the beginning, for there was a time when there was nothing of the kind to be witnessed. But, unfortunately for us, it seems, some of our charters were defective. We found we did not have the power that we thought we had. The courts ruled against us, against the exercise of such power as we wielded, and we were compelled to let down the bars. Hence in Ogden, in Salt Lake City, and perhaps in some other few places, there are drinking saloons. But if we had our way, as Latter-day Saints, there would be no drinking saloons, there would be no houses of ill fame,  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there would be no gambling saloons, there would be nothing of this character permitted in our cities or in our settlements. We would not only be free from litigation and strife, as I have said we are as a people, but we would be free from those other evils, those other vices. <\/div><div class=\"paragraph jod\" id=\"v24n403\"> Now, we know very well that according to the word of God as it has come down to us in this sacred volume [the Bible] union and love were two of the great characteristics that attended the preaching of the Gospel of Jesus Christ. &#x201C;By this,&#x201D; says one of the Apostles, &#x201C;we know that we have passed from death unto life, because we love the brethren.&#x201D;<span class=\"citation\" id=\"78716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78716)\">1 Jn. 3:14<\/a><\/span> Jesus taught His disciples to be one. He prayed to the Father that they might be one as He and the Father were one, and not only that they might be one, but that those who should believe in their words might be one also.<span class=\"citation\" id=\"70694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70694)\">John 17:20-21<\/a><\/span> That prayer of the Savior was answered upon His disciples. They were distinguished everywhere for their oneness and for their love,<span class=\"citation\" id=\"69857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69857)\">John 13:35<\/a><\/span> and wherever they went preaching the Gospel that Jesus committed unto them, those who obeyed their teaching and submitted to the ordinances which they administered, received the same spirit. <\/div><div class=\"paragraph jod\" id=\"v24n404\"> Now, it is a remarkable feature of this organization called the Church of Jesus Christ of Latter-day Saints, that the same effects follow the proclamation of its principles; not in one land, but in every land where it has been carried by the Elders of this Church. <\/div><div class=\"paragraph jod\" id=\"v24n405\"> When Joseph Smith in his youth had revealed to him that God was about to restore the old Gospel in its ancient power and simplicity,<span class=\"citation\" id=\"93673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93673)\">JS&mdash;H 1:17<\/a><\/span> and accompanied by its ancient gifts, and was told that the authority to administer its ordinances should also <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be restored,<span class=\"citation\" id=\"93834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93834)\">JS&mdash;H 1:38<\/a><\/span><span class=\"citation\" id=\"128842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128842)\">JS&mdash;H 1:68-72<\/a><\/span> it seemed, I suppose, to look at it naturally at that time, as though it would be an impossible thing to accomplish. The earth was full of religion, so called. There were any number of men professing to be followers of Jesus Christ, any number of men professing to be His ministers, professing to have the power and authority to administer the ordinances of His Church, until men were actually confused and distracted in their thoughts&#x2014;and especially when they came to select the form of doctrine that they wanted to espouse&#x2014;by the multiplicity of sects, each one claiming to be the true church of Christ. But Joseph Smith was told that this would be the effect when God would reveal His Gospel. It was foreshadowed to him in the plainest possible manner that which we now behold. The effect of the preaching of the true Gospel would be that persecution would be aroused. He was shown the hatred he would have to contend with, and all the adverse influences that have had to be overcome from that day until the present.<span class=\"citation\" id=\"93809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93809)\">JS&mdash;H 1:33<\/a><\/span> Joseph Smith was told that there was no authority upon the face of the earth to administer the ordinances of the Gospel of Jesus Christ. He was told that there was no church which God recognized as His own, while there were many that had parts of the truth, portions of the Gospel. There was no church which God acknowledged amid the multiplicity of sects as His.<span class=\"citation\" id=\"93728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93728)\">JS&mdash;H 1:19<\/a><\/span> He was told to wait until the Lord should give the power and communicate the authority. Now, though he had received this communication from heavenly messengers, Joseph Smith did not presume to take one step towards organizing a church because of the fact that he had received communications of this  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>character. According to popular ideas, if a man had received a communication of this kind from heaven it would have been sufficient justification to him to have gone to work and organized a church. But he did not do this. He waited, and a heavenly messenger, as he testifies, came and laid his hands upon his head and ordained him to the authority that was necessary for man to hold in order to baptize his fellow men in the name of Jesus Christ for the remission of sins.<span class=\"citation\" id=\"84044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84044)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128843)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93965)\">JS&mdash;H 1:68-72<\/a><\/span> When he received that authority he commenced to baptize, and not till then. But there was still a power lacking. The Apostles had a power beyond that which John the Baptist exercised. John said, &#x201C;I indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire&#x201D;&#x2014;<span class=\"citation\" id=\"62723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62723)\">Matt. 3:11<\/a><\/span>referring to the Savior. And when He came He came in the authority of the Melchizedek Priesthood, as it is termed. John held merely the authority to baptize for remission of sins. But he could not lay on hands for the reception of the Holy Ghost. And when, on one occasion after the death of the Savior, Philip went and preached the Gospel to Samaria, and people were converted and baptized, he did baptize them, but he did not lay on hands for the reception of the Holy Ghost.<span class=\"citation\" id=\"71579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71579)\">Acts 8:5-13<\/a><\/span> He did not have, apparently, the authority to do so. But when the Apostles heard that people in Samaria had received the Gospel, they sent unto them Peter and John, who, when they came, laid their hands upon them and they received the Holy Ghost.<span class=\"citation\" id=\"71613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71613)\">Acts 8:14-17<\/a><\/span> In like manner Joseph Smith received the authority by divine or by heavenly administration to baptize men for the remission of their sins, <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but he had not then the authority to lay on hands for the reception of the Holy Ghost. He afterwards did receive it, as he testifies, through the administration of the three Apostles, who presided over the Twelve in the days that they lived upon the earth, namely, Peter, James and John;<span class=\"citation\" id=\"128844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128844)\">Gal. 2:9<\/a><\/span> they came to him and laid their hands upon him and ordained him to the Apostleship,<span class=\"citation\" id=\"84656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84656)\">D&amp;C 27:12<\/a><\/span> the same authority that they themselves held, and authorized him to go forth and to build up the Church of Christ as it was built up in ancient days; and then having baptized people he commenced to lay on hands for the reception of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v24n407\"> &#x201C;But,&#x201D; says one, &#x201C;I do not believe in the administration of angels. I think that angels have ceased to come. While I believe that many ancient servants of God did receive the administration of angels, I think they have ceased to administer, and when I hear people assert that they have not, it always creates in my mind a feeling of doubt, and I think anybody an impostor who asserts he has received the administration of angels in these days.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n408\"> Perhaps so. But suppose that the statement that Joseph Smith says the angel made to him should be true&#x2014;that there was no church upon the face of the earth whom God recognized as His, and whose acts He acknowledged&#x2014;<span class=\"citation\" id=\"93729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93729)\">JS&mdash;H 1:19<\/a><\/span>suppose this were true, and that from the Catholic Church down to the last church that was organized there was no one church that held the authority in its primitive power and purity&#x2014;suppose this were so, how in the world can the authority be restored unless heavenly messengers do come and bring it from heaven? If the Priesthood, and the authority, power and gifts of the Priesthood were taken  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the earth and taken back to heaven, how can man ever receive it again unless some beings from the heavenly world come and restore it to man again? You can readily see that if you grant one proposition, the other must necessarily follow. There must be divine communication from heaven or the authority could not be restored. But how shall we tell that it is restored&#x2014;by what signs? What are the evidences by which we can judge of the restoration of this divine power? <\/div><div class=\"paragraph jod\" id=\"v24n410\"> Joseph Smith went forth and he ordained other men to go forth&#x2014;gave them the authority under God, he being commanded of God to impart this authority to others who were suitable, on the same principle that Moses imparted the authority to Aaron, &#x201C;being called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76614)\">Heb. 5:4<\/a><\/span> And they went forth and called upon the people to believe in Jesus and to repent of their sins, and to be baptized for the remission of them, and they promised them that if they would believe in Jesus Christ, repent of their sins and be baptized in His name for a remission of them, they should receive the Holy Ghost, and it should produce the same effects upon them in these days that it did upon those who received it anciently. Now, here was a promise that no man that we know anything about was authorized to give aside from him. In all the churches of which we have any knowledge, there has yet to be heard the promise made by one of its ministers to the humble believer who submits to its ordinances, that he shall receive the Holy Ghost as they did in ancient days, with its accompanying gifts and blessings and powers. But Joseph Smith made this promise. The world have the opportunity of testing it. If people did not receive the Holy <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Ghost, then he was an impostor. If they did receive it, then his ministry was sealed by the power of God, and it was indisputable. The best possible means was given to the human family of testing his claims and his statements. He was either an impostor, trying to deceive the people, or he was a man of God, for it cannot be supposed that heaven would lend itself to an imposture, or that heaven would aid in any manner in fostering a deception. But wherever the Elders of this Church have gone preaching this Gospel, declaring unto the people these tidings, there have been men and women who have come forward and submitted to the ordinances which they administered, and who testify, in the name of Jesus Christ, that they did receive the promised blessings; and they have gathered out from the various nations of Europe, some from Asia, some from far-off Africa and the islands of the sea, and every state in the United States; they have gathered out, until now they are numbered by thousands and tens of thousands throughout these valleys, and wherever you mingle with the people and talk to them, either in their own habitations, by their firesides, in the streets, in the public gatherings, or wherever they may be, the universal testimony of these people called Latter-day Saints is that they, in obedience to the requirements which were communicated unto them by the servants of God, received the promised blessings, and the Holy Spirit has been poured out upon them, and the gifts thereof have rested down upon them. And as an evidence of this we see this union that I have spoken of. We witness this love. We see the gathering of the people together. We see such a love as is unexam<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pled anywhere upon the face of the earth&#x2014;the love that exists in the midst of the Latter-day Saints in these mountains. You may traverse the wide earth and go to every religious denomination, and even to those of Pagan belief, and nowhere else will you see such an exhibition as this I have spoken of, as you witness here. And yet these people are illiterate. These people are unlearned. These people are weak. These people have come from various nations of the earth. These people have been brought up in different creeds, belonging to different churches, speaking different languages, they have been trained in different habits; not of one nation, not of one form of thought, not gathered together from one township, or from one neighborhood, but from various nations and neighborhoods with this diversity of belief&#x2014;that is, of former belief and education and training. Now, what would this principle accomplish amongst a more homogeneous people than ours?&#x2014;a people more united than ours originally, more one in thought and training&#x2014;what, I say, would this principle accomplish among such a people as this that I allude to? Why, we can imagine what it will be in years to come, as the rising generations of this people grow to manhood and womanhood under the influence of this principle&#x2014;we can imagine what the results will be a people banded together as no other people upon the face of the earth are by the bonds of the new and everlasting covenant, by the bonds of the Holy Priesthood that God has restored to the earth, and by the administration of those divine ordinances which constituted the power of the Church of Christ when it was upon the earth. It is the old Gospel restored again. You <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot point to a single feature that characterized the Gospel of Jesus as it was administered by His Apostles that is not to be witnessed among the Latter-day Saints&#x2014;not a single feature. I defy the world to point to a single one. Every characteristic that made it great, that made it a power in the earth, that made it divine, belongs to this Church of Jesus Christ of Latter-day Saints. Were the ancient Saints persecuted? So are we. Did they die for the truth of their principles? So have many of our people. Did they have to flee from their homes? Were they driven by their enemies because of their religion? So have we had to flee from our homes in this nineteenth century, in this land of boasted liberty, the proudest nation and the freest nation upon the face of the globe&#x2014;we have had to flee to these mountains and take refuge here because we believed in those ancient principles, and because we contended for the restoration of this ancient power. And now even in these mountains our homes are envied and men would destroy us; not because we are vile; not because we do injury to our fellows; not because our land is a land of wickedness, because it is not; not because we are full of strife and war upon our neighbors and seek to destroy them; not because of any of these things is our destruction sought; but because we believe that God has spoken from the heavens; because we believe in a Church that has Prophets and Apostles, and has the Holy Ghost and its gifts in it; because we believe in living together in love and not fighting each other, and are not pitted against each other in parties; and because of this we are considered dangerous, and our existence is considered a menace to our neighbors. Hear and think of it! That  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a people with the virtues that I declare we possess, are looked upon as a menace to our neighbors, and that our destruction is a desirable thing. <\/div><div class=\"paragraph jod\" id=\"v24n413\"> Now, while we do not profess to have the faith that we should have&#x2014;we could all do with more&#x2014;yet it is the aim, it is the object of the teachings of the Elders of this Church to endeavor to instill into the minds of the people faith in God, to have them contend earnestly, as the Scriptures say, &#x201C;for the faith which was once delivered to the saints.&#x201D;<span class=\"citation\" id=\"78869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78869)\">Jude 1:3<\/a><\/span> While this is the aim and the object of the teachings of the Elders&#x2014;and we are well aware of the weakness of the people&#x2014;yet we do testify, in the most solemn manner, that God has restored the ancient gifts that were in the Church. The sick are healed. There are hundreds of families in this Territory, thousands of them who never think of anything else but sending for the Elders, as the Apostle James said they should do, in cases of sickness. &#x201C;Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord: And the prayer of faith shall save the sick,&#x201D;<span class=\"citation\" id=\"77728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77728)\">James 5:14-15<\/a><\/span> said the Apostle. Now, among the people called Latter-day Saints, this is an almost universal practice, and we solemnly testify that&#x2014;while we are far from being what we should be, far from having that faith we should have&#x2014;there are numerous instances of the sick being healed by the laying on of hands. You know this, my brethren and sisters. Not only have the sick been healed, but the blind have been restored to sight, the deaf have been made to hear, and the power of God has been manifested in accordance with the promises he has made. And it is the outpouring of the Spirit in this <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> manner, the confirmation of God's promises upon the people, that makes the Latter-day Saints so united. It is not the strength of imposture. It is not the delusion of shrewd men. It is not because wicked men have deceived this people. It would be impossible to hold them together under such conditions. To do so would be a greater miracle than that which we now behold in the existence of the people. To see a people united together and scattered as they are over this extent of territory held together by a few impostors&#x2014;no, such a thing is abhorrent to reason. No man with reason can believe such a statement, and accept that as the solution of this organization&#x2014;that is, of the problem connected with it. No man can think it. There is something more than this. There is some power beyond this; for, as I have said, if it were not so, we should have some exhibition on the part of good men in establishing such a system as we now behold. One would think they would show their power in organizing. But it is the outpouring of the Spirit of God. Men and women and children, throughout all the congregations of the Latter-day Saints in all these settlements, if they had the opportunity, would bear solemn testimony, in the name of Jesus Christ, that they did receive those promised blessings, that that was the cause of their continuing their association with the people of God, and that that was the reason of their gathering with them to this land or of their coming here. <\/div><div class=\"paragraph jod\" id=\"v24n414\"> Now, I know that in talking in this strain it may sound strange to many who have no knowledge of these things. They may think it a very strange thing that men should testify in our day concerning the existence of these things. But let  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me ask you: Where is the man of God of whom we have any account in this book, from Genesis to Revelation, that did not have communication with God? Where is there one? Not one. You have no account of a single individual who was a servant of God from the days of Adam, our father, to John the Revelator, who did not have communication from our Father in Heaven. God communicated with the people always when they were faithful. <\/div><div class=\"paragraph jod\" id=\"v24n416\"> &#x201C;But,&#x201D; says one, &#x201C;we have none now, and we have not had, and therefore God has ceased to communicate His mind and His will to His children.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n417\"> Do not deceive yourselves. This is the cry of men who themselves are destitute of this power and of this knowledge, and who take this means of accounting for it, and of making people believe that the present condition of things is the condition that should exist and that God designed to exist. <\/div><div class=\"paragraph jod\" id=\"v24n418\"> I do not wish to reflect upon any other body of people or upon any sect; I believe there are thousands of excellent people in the world&#x2014;people as good as any that are numbered in the Church of Jesus Christ of Latter-day Saints&#x2014;scattered through all the sects and in the Pagan world and in the infidel world. I do not confine my feelings of admiration to those who believe even in Jesus, the Son of God, whom I view as my Redeemer and my Savior. I believe that there are thousands, and it may be said millions of well-meaning, good people, whom God loves, that are numbered among the Pagans and that are numbered among the infidels to Christianity. But at the same time while I thus believe, I know that God has revealed His everlasting <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel to be preached to the inhabitants of the earth, and when light comes, if men reject it, condemnation follows.<span class=\"citation\" id=\"68963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68963)\">John 3:19<\/a><\/span><span class=\"citation\" id=\"84307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84307)\">D&amp;C 20:14-15<\/a><\/span> And this is the condemnation of our present generation. A great prophet has arisen in their midst. They do not believe it. They do not believe that Joseph Smith was a Prophet of God. They basely and cowardly slew him. Yet he was a Prophet of God, just as much as Elijah, or as Isaiah was, or as any of the ancient Prophets were, and he has founded a system that will grow, that will increase, that will yet be the dominating power in the earth, because the promises of God are to this effect. And this is the sin of this generation. This man came in their midst bringing to them gifts from God, bringing to them a message of love and salvation, and they cruelly and basely slew him in the most abominable manner. But like all the Prophets, his blood has not been avenged. Who ever heard of people being punished for killing a Prophet? Who ever heard of the people turning round and punishing his murderers? Such a case is not known in the history of the world. And it is true concerning Joseph Smith. His blood stains the soil of one of the sovereign States of the nation. He was slain under the pledged honor of that State that he should be protected, and yet his murderers have never been punished. And as I say, this is the sin of this generation. A church was organized by the command of God, and members of that church have been cruelly treated. They have been driven from their homes. Their pathway has been marked by the graves of those who have died in consequence of their suffering. Our track can be traced, or could be traced from Illinois by the graves of our people&#x2014;   <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men, women and children&#x2014;who died of suffering, because they chose to worship God according to the dictates of their own consciences.<span class=\"citation\" id=\"94174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94174)\">A of F 1:11<\/a><\/span> And who is there that has raised his voice and said one word against this? A few men have done so&#x2014;a few honorable men&#x2014;have protested against it; but the great body of the people have assented to it, and have not only assented to it, but they have endeavored to follow us to our retired homes here and destroy us. They are not content we should live in this wilderness land which we found so dreadful, in many respects, and so hard to conquer. We have come here. We have conquered. We have subdued the land by continuous, persistent, and unlimited toil, and we will not cease our exertions to make this a beautiful land, and to extend hospitality to all who visit us. But we have been envied our little possessions&#x2014;the fruits of our toil, the hard earnings of the last 35 years; we have been envied these; and there are those who think that the best thing that could be done with us is to extirpate us from the face of the earth, blot us out of existence. Now, I say that this is the sin of this generation. God has sent a mighty Prophet who predicted, among other things, the civil war that took place in 1861. It is on record in this book (the Book of Doctrine and Covenants).<span class=\"citation\" id=\"88197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88197)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91340)\">D&amp;C 130:12-13<\/a><\/span> Joseph Smith warned this nation of it&#x2014;twenty-eight years before it occurred. He told them the cause of it, and the consequences that would follow. This great Prophet has been in their midst, and they have slain him, and have de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stroyed as far as possible those who believe in his doctrine. God will hold this generation to a strict accountability for these acts, just as sure as He did the generation who slew the Apostles and those who lived contemporaneous with the Apostles. We may be a feeble people, but we are God's people; no more than our fellow men in some respects, only so far as we obey His laws more than they do; but nevertheless we are God's people, and God will not allow His children to be slain without cause, nor be cruelly treated. He reigns in the heavens. I thank God that He has revealed himself, and that we know Him. He reigns. His justice never sleeps.<span class=\"citation\" id=\"57244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57244)\">Ps. 121:4<\/a><\/span> We will be protected and preserved, and His anger will be poured out upon those who have merited it by their transgression. We therefore call upon them in the name of Jesus, to repent of their sins, to turn away from wickedness and return to righteousness. And if they desire to know whether we tell the truth, let them go to God in the name of Jesus and ask Him, and we will be satisfied with the answer. That is what our Elders tell everybody wherever they go. They tell them to ask God in the name of Jesus, whether the testimony they bear be true or false. Is not this fair? Certainly it is. <\/div><div class=\"paragraph jod\" id=\"v24n420\"> May God help you, my brethren and sisters and friends, to receive the truth and to cling to it all your lives, to love it more than life itself, that in the end you may be saved and exalted in the Kingdom of God. Amen. <\/div>\n<\/div>\n<\/div>"}