{"ID":240020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duties of the Latter-Day Saints&#x2014;How Children Should Be Trained&#x2014;An Academy for Sanpete&#x2014;The Kind of Teachers to Select&#x2014;Education Advocated&#x2014;Intemperance Condemned&#x2014;Sin to Be Exposed&#x2014;Unworthy Men not to Be Sustained in Office&#x2014;Example of a Darkened Mind&#x2014;Providence Over the Saints.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Manti, Saturday Morning, May 19, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Advice to Parents.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 5\/19\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v24n485\"> The Gospel, it has been said, is the power of God unto salvation;<span class=\"citation\" id=\"72229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72229)\">Rom. 1:16<\/a><\/span> its object is to elevate humanity. There are evils of various kinds existing in the world; and we ourselves are not free from evil in some of its forms, which should not be the case. We are here, as a people, gathered out from the various nations, not to imitate the world, unless it be in that which is good&#x2014;for there are many good things among the people of the world, which we may imitate with profit&#x2014;but that we may put ourselves in possession of every truth, of every virtue, of <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every principle of intelligence known among men, together with those that God has revealed for our special guidance, and apply them to our everyday life, and thus educate ourselves and our children in everything that tends to exalt man. We, therefore, must avoid the evils of the world, which some of our so-called Christian brethren are striving to introduce into our midst; we must shun those corrupting influences as we would a viper, and we must further use our influence against evil in every form, and in favor of the good. It becomes  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Latter-day Saints to cherish in their hearts the spirit of Zion; to live pure lives, that Zion may indeed be Zion to them.<span class=\"citation\" id=\"90795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90795)\">D&amp;C 119:6<\/a><\/span> We are told that God is love,<span class=\"citation\" id=\"78761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78761)\">1 Jn. 4:8<\/a><\/span> and that they that dwell in God dwell in love.<span class=\"citation\" id=\"78771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78771)\">1 Jn. 4:16<\/a><\/span> Love is one of his attributes; another is justice, another is truth; another is integrity, another is knowledge. And we are likewise told that &#x201C;the glory of God is intelligence.&#x201D;<span class=\"citation\" id=\"89093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89093)\">D&amp;C 93:36<\/a><\/span> We should seek to know more about ourselves and our bodies, about what is most conducive to health and how to preserve health and how to avoid disease; and to know what to eat and what to drink, and what to abstain from taking into our systems. We should become acquainted with the physiology of the human system, and live in accordance with the laws that govern our bodies, that our days may be long in the land which the Lord our God has given us.<span class=\"citation\" id=\"54274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54274)\">Ex. 20:12<\/a><\/span> And in order to fully comprehend ourselves we must study from the best books, and also by faith.<span class=\"citation\" id=\"88805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88805)\">D&amp;C 88:118<\/a><\/span><span class=\"citation\" id=\"90404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90404)\">D&amp;C 109:7,14<\/a><\/span> And then let education be fostered and encouraged in our midst. Train your children to be intelligent and industrious. First teach them the value of healthful bodies, and how to preserve them in soundness and vigor; teach them to entertain the highest regard for virtue and chastity, and likewise encourage them to develop the intellectual faculties with which they are endowed. They should also be taught regarding the earth on which they live, its properties, and the laws that govern it; and they ought to be instructed concerning God, who made the earth, and His designs and purposes in its creation, and the placing of man upon it.<span class=\"citation\" id=\"89516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89516)\">D&amp;C 101:32-34<\/a><\/span> They should know how to cultivate the soil in the best possible manner; they should know how to raise the best kind of fruits adapted to the <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> soil and climate; they should be induced to raise the best kinds of stock, and to care for them properly when they come into their possession. And whatever labor they pursue they should be taught to do so intelligently; and every incentive, at the command of parents to induce children to labor intelligently and understandingly, should be held out to them. Again, the subject of architecture should receive attention from you; and your children should be encouraged to improve in the building of houses, and not be satisfied to merely copy after what their fathers did in the days of their poverty. The building rock at your command is of the very best, and it is easily procured; what remains for you to do is to put the material together in such a shape as shall reflect your best judgment and intelligence consistent with due regard to health and convenience. The building of the Temple here will no doubt have a tendency to awaken the desire on your part to improve in this direction. I have noticed that the building of our Temples affords a great many young men the opportunity of learning trades which perhaps, otherwise would not be the case; and by the time such a building is erected they become competent tradesmen, prepared to work in the various branches of mechanism that they learn on these buildings. Improvement in all things relating to our spiritual and temporal welfare should be our aim in life, and we should encourage in our children this desire to improve, and not feel all the time, &#x201C;come day, go day, God send Sunday.&#x201D; It is highly necessary that we should learn to read and write and speak our own language correctly; and where people are deficient themselves in education they should strive all the  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>more to see that the deficiency be not perpetuated in their offspring. We ought to take more pains than we do in the training and education of our youth. All that we can possibly do by way of placing them in a position to become the equals, at least, of their race, we ought to take pleasure in doing; for in elevating them we bring honor to our own name, and glory to God the Father. To do this requires labor and means, and it also requires perseverance and determination on the part of all concerned. A short time ago a number of our young men left Salt Lake City to go on missions to the United States and to Europe. They were mostly young men that had been trained and educated in the University of Deseret, the Brigham Young Academy of Provo, and the B. Y. College of Logan, and the High School at Ogden. They were fine looking young men, and quite intelligent, and a credit to any community or people. Sometimes the Lord chooses such men as Brother Woodruff and myself to do His bidding, as He in former times called fishermen and others, and inspired them with intelligence sufficient, at least, to cope with and confound the wise. I think there is a Scripture that says that He chooses the weak things of the world to bring to naught the things that are, that no flesh might glory in His presence.<span class=\"citation\" id=\"73587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73587)\">1 Cor. 1:27-29<\/a><\/span><span class=\"citation\" id=\"83692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83692)\">D&amp;C 1:19<\/a><\/span><span class=\"citation\" id=\"85011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85011)\">D&amp;C 35:13<\/a><\/span> That is true, and is well enough in its place; but we cannot expect the Lord to do this always, it is for us to do our part, that is to cultivate our intellectual faculties and to prepare ourselves to be used by Him, having at all times an eye single to His honor and glory.<span class=\"citation\" id=\"83822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83822)\">D&amp;C 4:5<\/a><\/span> He has shown us how to build Temples, but He does not build them; that is our part of the work. I do not think that Peter or Paul knew much about Temple <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> building, but they knew something pertaining to the ordinances of the Temple, but more especially of the Gospel, for God taught it to them. But we are told to seek for intelligence by study and through faith,<span class=\"citation\" id=\"88806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88806)\">D&amp;C 88:118<\/a><\/span> and to acquaint ourselves with the laws and governmental affairs of nations, that all may know how to take part in the affairs of the world.<span class=\"citation\" id=\"88991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88991)\">D&amp;C 90:15<\/a><\/span><span class=\"citation\" id=\"89115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89115)\">D&amp;C 93:53<\/a><\/span> God has said that through His people He will teach nations, and &#x201C;the Gentiles shall come to thy light, and kings to the brightness of thy rising.&#x201D; (Isaiah lx. 3.)<span class=\"citation\" id=\"59954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59954)\">Isa. 60:3<\/a><\/span> He will pour out upon His people knowledge<span class=\"citation\" id=\"90848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90848)\">D&amp;C 121:33<\/a><\/span> and inspire them with wisdom,<span class=\"citation\" id=\"128856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128856)\">D&amp;C 76:1-10<\/a><\/span><span class=\"citation\" id=\"128857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128857)\">D&amp;C 89:19<\/a><\/span> so that they will be able to teach all classes and conditions of men. That time is yet to come, but we must prepare ourselves to act in that position, and the way to do it is to commence with our children. I was pleased to hear that President Canute Peterson and other leading men of Ephraim had secured a building, which is at present in an unfinished condition, with the intention of converting it into an academy. You need such an institution, and by right you ought to have one in all your larger towns; and your school teachers should be the best you can get. They should be men of faith in God; men who believe in and have a knowledge of the Gospel; men capable of imparting true and correct ideas with regard to God and His works, and the laws that govern them, as well as being able to impart a regular scholastic education. I would advise Brother Peterson and those associated with him in this enterprise, to carry on to completion the work they have begun; and I would say to you here in Manti, bestir yourselves in the same direction. Whatever you do, be choice in your selection of teachers. We do not want infidels to mold  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the minds of our children. They are a precious charge bestowed upon us by the Lord, and we cannot be too careful in rearing and training them. I would rather have my children taught the simple rudiments of a common education by men of God, and have them under their influence, than have them taught in the most abstruse sciences by men who have not the fear of God in their hearts. As God is the fountain of all light, all truth and all intelligence, and He has organized matter and made what we term the laws of nature, and in the study of His laws is discovered the highest and most intellectual development&#x2014;as &#x201C;the glory of God is intelligence,&#x201D;<span class=\"citation\" id=\"89094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89094)\">D&amp;C 93:36<\/a><\/span> the more we appreciate and comprehend those principles the nearer we approach to the intelligence developed by the allwise Creator; the acme of scientific development in the world is predicated upon a knowledge of the laws of nature in its multifarious forms. We need to pay more attention to educational matters, and do all we can to procure the services of competent teachers. Some people say, we cannot afford to pay them. You cannot afford not to pay them; you cannot afford not to employ them. We want our children to grow up intelligent, and to walk abreast with the peoples of any nation. God expects us to do it; and therefore I call attention to this matter. I have heard intelligent practical men say, it is quite as cheap to keep a good horse as a poor one, or to raise good stock as inferior animals. And is it not quite as cheap to raise good intelligent children as to rear children in ignorance. <\/div><div class=\"paragraph jod\" id=\"v24n489\"> There is another thing I wish to speak of. Sometimes we bear too much and too long with the workers of iniquity. For instance, I heard <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of a certain Bishop whose First Counselor was in the habit of drinking, and his second Counselor also drank occasionally. The Bishop in excusing the weakness of his Counselor would say that he had a great many good traits, that he was a good meaning and kind hearted man, and that he wanted to save him if he could; and the man was permitted to indulge his appetite. Time passed on and the man apostatized, which he was sure to do if he kept on long enough. In sending in his resignation, he said he had had enough of &#x201C;Mormonism,&#x201D; which I have no doubt was really the case; I have no doubt either but that long before that &#x201C;Mormonism&#x201D; had had enough of him. The Bishop had tried to save the man, but what of the people? How about the Teachers? Could they, or could the Bishop himself preach against a practice that the Counselors were guilty of? If he or they were to do so, it would not amount to much while the evil was being winked at in high places. By means such as this, evil and a loose morality may be introduced into a settlement because of a laxity by men in authority, in the performance of their duty. When I heard of this I inquired why the President of the Stake did not see that the Bishop did his duty inasmuch as the Bishop omitted to act in the matter. What right have these men in authority to overlook such things? I tell you, they have no right at all. And what is the result? It began gradually to be a question with a great many of the people in that neighborhood whether this really was the work of God or not; the spirit of doubt and carelessness found place among them, and this because the presiding authority declined to purge out  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>iniquity from their midst. Then if a man repents, some say they do not know whether it is best to expose such things or not. Yes, drag them into daylight all the time, and let every man be known for what he is; for no presiding officer can afford to take the responsibility upon himself of tolerating the defalcations of those who are violating their covenants and trampling under foot the laws of God. In saying this I would not ignore another principle that is mentioned in the law of the Lord: <\/div><div class=\"paragraph jod\" id=\"v24n491\"> &#x201C;And if he or she do any manner of iniquity, he or she shall be delivered up unto the law, even that of God. And if thy brother or sister offend thee, thou shalt take him or her between him or her and thee alone; and if he or she confess thou shalt be reconciled. And if he or she confess not thou shall deliver him or her up unto the church, not to the members, but to the elders. And it shall be done in a meeting, and that not before the world. And if thy brother or sister offend many, he or she shall be chastened before many. And if anyone offend openly, he or she shall be rebuked openly, that he or she may be ashamed. And if he or she confess not, he or she shall be delivered up unto the law of God. If any shall offend in secret, he or she shall be rebuked in secret, that he or she may have opportunity to confess in secret to him or her whom he or she has offended, and to God, that the Church may not speak reproachfully of him or her.&#x201D;<span class=\"citation\" id=\"85464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85464)\">D&amp;C 42:87-92<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n492\"> Further, I wish to say something in regard to adultery. We are told in the Book of Doctrine and Covenants, (sec. xiii, ver. 24, 25, 26.) <\/div><div class=\"paragraph jod\" id=\"v24n493\"> &#x201C;Thou shalt not commit adultery; and he that committeth adultery, and repenteth not, shall be cast out. <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But he that has committed adultery and repents with all his heart, and forsaketh it, and doeth it no more, thou shalt forgive; But if he doeth it again, he shall not be forgiven, but shall be cast out.&#x201D;<span class=\"citation\" id=\"85331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85331)\">D&amp;C 42:24-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n494\"> This was in the early ages of the Church, in February, 1831. But who is here referred to? Is it a man who has entered into the new and everlasting covenant, and has been sealed by the Holy Spirit of promise,<span class=\"citation\" id=\"91481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91481)\">D&amp;C 132:7<\/a><\/span><span class=\"citation\" id=\"91593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91593)\">D&amp;C 132:19<\/a><\/span> and by that covenant has been united to his wife for time and all eternity, and his wife to him? No, it refers to those who have not entered into this covenant, who have not taken upon themselves obligations of that nature in a Temple or Endowment House; to the latter class who shall be found guilty of this sin, the word of the Lord comes unqualifiedly, they shall be destroyed.<span class=\"citation\" id=\"91667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91667)\">D&amp;C 132:26,41,52,54,63-64<\/a><\/span> The Lord does expect us to be a pure people, a virtuous people, a people whose bodies and spirits are pure before Him. If wrong doing be practiced in our midst, the Lord expects His Priesthood to ferret it out, or He will hold them responsible. We cannot commit sin with impunity. We cannot violate the laws of God and enjoy His Spirit; nor can we permit the laws of God to be trampled upon and still receive His approbation. <\/div><div class=\"paragraph jod\" id=\"v24n495\"> Quite recently a certain Bishop wrote me, stating that one of his Counselors dabbled in astrology; that he had been known to consult it in reference to the sick. He wanted to know what I thought of it. I told him to drop that Counselor, that he was not fit to be a Bishop's Counselor, nor to hold the holy Priesthood. We must not permit such practices to exist among us; and if that Bishop declines to do his duty, I shall be in favor of removing him, for not carrying out the law of  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God. Again, we hear of fraudulent acts sometimes, and we permit them to be passed over. What are laws for? What are Bishops' Courts and High Councils for? That when men transgress the laws of God, they shall be tried according to the laws of the Church, and if found guilty, and are worthy of such action, they shall be cast out; that the pure and the righteous may be sustained, and the wicked and corrupt, the ungodly and impure, be dealt with according to the laws of God. This is necessary in order to maintain purity throughout the Church, and to cast off iniquity therefrom. For the Spirit of God will not dwell in unholy temples.<span class=\"citation\" id=\"73163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73163)\">1 Cor. 3:16<\/a><\/span><span class=\"citation\" id=\"128858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128858)\">Alma 7:21<\/a><\/span><span class=\"citation\" id=\"128859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128859)\">Alma 34:36<\/a><\/span><span class=\"citation\" id=\"82431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82431)\">Hel. 4:24<\/a><\/span> You fathers, look after your sons; you mothers, look after your daughters; see that they grow up in purity and righteousness. <\/div><div class=\"paragraph jod\" id=\"v24n497\"> There was a very painful circumstance occurred in my office a day or two ago. A certain man had apostatized&#x2014;indeed, he had been an apostate a number of years; he had two wives, both of whom applied to me to be divorced from their husband. I asked them why they desired to be divorced, and they answered that their husband had apostatized from the Church, and to all appearance would remain in that condition. The husband expressed his sorrow at having to part with his wives, and said he could not help his faith. I told him I did not wish to interfere with his faith, nor the religious views of any man; but that I would much rather see him a believer than a disbeliever. But I explained to him the position that his wives occupied. Said I, when you married them you were a member of the Church, in full fellowship; you believed in God and the order of His holy house. Yes, he said, that is so. I then said, <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let me tell you another thing, I have heard Joseph Smith say, and I presume you have&#x2014;he was an old member of the Church&#x2014;that in this world we may pass along comparatively unknown, but when we appear behind the veil, we shall have to pass by the angels and the Gods,<span class=\"citation\" id=\"91564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91564)\">D&amp;C 132:18-19<\/a><\/span> and this can only be done by the righteous and the pure. He stated that he had heard the same thing. I said further, you are the head of this family, and as such you ought to take the lead; but can you lead your wives past the angels and the Gods? No, (I said) you cannot do it, for unless you change your course you will not be there; you have trifled with the things of God,<span class=\"citation\" id=\"83876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83876)\">D&amp;C 6:12<\/a><\/span> until, as you now see, a serious crisis is commencing to overtake you. The result was, he and they parted by signing the divorce. He said in a feeling way, &#x201C;I cannot forget my wives, they are dear to me;&#x201D; and again excused himself on the ground that he could not help his faith. But he might have helped it if he had kept the commandments; but having trifled with the things of God,<span class=\"citation\" id=\"83875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83875)\">D&amp;C 6:12<\/a><\/span> the Holy Spirit gradually withdrew, at last leaving him to himself.<span class=\"citation\" id=\"90884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90884)\">D&amp;C 121:37-38<\/a><\/span> I really felt sorry for the man, and he too felt the position keenly. In parting with him I took him by the hand and said to him, You have put yourself in this position, and I cannot help it. No, he said, you have treated me right. But (I continued) if the time ever comes that I can be of use to you in leading you back in the paths of life, I shall be happy to serve you. He thanked me, and left. <\/div><div class=\"paragraph jod\" id=\"v24n498\"> I mention this that you husbands, may be impressed with a sense of the responsibility that rests upon you, and that you may be careful of your acts and walk in life. God expects you to be true to your vows, to  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be true to yourselves, and to be true to your wives and children. If you become covenant breakers, you will be dealt with according to the laws of God. And the men presiding over you have no other alternative than to bring the covenant breaker to judgment; if they fail to do their duty we shall be under the necessity of looking after them, for righteousness and purity must be maintained in our midst. <\/div><div class=\"paragraph jod\" id=\"v24n500\"> I am pleased to say that I perceive an increasing desire on the part of the people to recognize and stand by the right; and I attribute our late deliverance from the hands of our enemies to this fact. When there was one of the greatest furors ever gotten up against us, He turned their wrath, and the remainder He restrained.<span class=\"citation\" id=\"56901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56901)\">Ps. 76:10<\/a><\/span> A certain gentleman well acquainted with railroad matters, referring to our political situation at that time, summed it up like this: That we, numbering only a hundred and fifty thousand in the Territory, were confronted by fifty millions of people; that the conflict appeared to him <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> like two trains, a large one and a small one, traveling in opposite directions on the same track and about to come in collision; and as a matter of course the small train would be demolished. It was very natural, of course, that he as well as the world generally, should regard it in that way. But I told him that I thought that God could and would take care of His people. Happening to have some communication with this same gentleman some time afterwards, I told him that the large train had been shunted off on to a side track, and the Democrats had provided them the switch, while the small train was still moving on its course uninjured. And if we will continue to do right, keeping ourselves pure and unspotted from the world,<span class=\"citation\" id=\"77513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77513)\">James 1:27<\/a><\/span><span class=\"citation\" id=\"86294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86294)\">D&amp;C 59:9<\/a><\/span> and the officers of the Church will see that purity is preserved in the Church, and evil of every kind rooted out, God will direct our course and deliver us from the evil that wicked men design to bring upon us, and no power will be able to move us out of our place.<span class=\"citation\" id=\"89181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89181)\">D&amp;C 97:19<\/a><\/span><span class=\"citation\" id=\"90987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90987)\">D&amp;C 124:45<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}