{"ID":240028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Object of Meeting Together&#x2014;Our Dependence Upon the Spirit of the Lord&#x2014;Certain Rights Which Belong to All Mankind&#x2014;Unpopularity of God's Servants in All Ages of the World&#x2014;A Man Must Be Born Again Before He Can Understand the Things of God&#x2014;The Church of Jesus Christ of Latter-Day Saints&#x2014;The Gospel the Same in All Dispensations&#x2014;How the Gospel Was Restored&#x2014;The Gift of the Holy Ghost&#x2014;Utah Built Up By the Power of God&#x2014;Joseph Smith Received All the Keys of the Priesthood By the Administration of Angels&#x2014;Fulfillment of Revelation&#x2014;The Priesthood&#x2014;Plural Marriage.<\/div>\n<div class=\"subtitle\">Discourse by President Wilford Woodruff, delivered at the Tabernacle, Salt Lake City, Sunday Afternoon, July 20, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Religious.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 7\/20\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v24n659\"> We meet here upon the Sabbath day for the purpose of partaking of the sacrament, the emblems of the Lord's body and blood which were broken and shed for us,<span class=\"citation\" id=\"73378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73378)\">1 Cor. 11:24-25<\/a><\/span> and also to give and receive instruction as we may be led by the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v24n660\"> It is well known to the Latter-day Saints&#x2014;though perhaps not to strangers&#x2014;that no Elder or member of the Church of Jesus Christ of Latter-day Saints who enters into this Tabernacle knows who is going to be called upon to speak to the people. Hence no man spends a week, a day, an hour, or a moment to prepare a discourse to deliver unto the people. We are all of us dependent upon the Spirit of the Lord, upon revelation, upon inspiration, upon the Holy Ghost, in order to be qualified to teach the people before whom we are called to speak, and if the Lord does not give me the Holy Spirit <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this afternoon, I promise you all you will not get much out of Brother Woodruff, whether they be Saints or strangers. I have never seen a day since I have been a member of this Church, that I have felt that any man was qualified to teach saint or sinner, Jew or Gentile, the inhabitants of the earth abroad or at home, only as he was moved upon by the power of God. I have never believed any man was qualified from the days of Father Adam to our day to go forth among the inhabitants of the earth with the declaration of the Gospel of Jesus Christ, in a way and manner to convince them or teach them the Gospel in its truth and purity, and in the power of God, only by inspiration. I have never believed that any man was qualified in any age of the world to build up the kingdom of God, or do the will of God only upon that principle. And I have  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>felt, both while abroad in the world, as well as at home, that when called upon to teach the Latter-day Saints or anybody else&#x2014;I have felt as though my lips ought to be touched with a live coal from off the altar,<span class=\"citation\" id=\"57980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57980)\">Isa. 6:6-7<\/a><\/span> and my heart filled with inspiration from Almighty God. When I think upon the day and age in when we live, when I think upon this day and dispensation in which the God of heaven has set His hand to carry out the fulfillment of the mighty prophecies contained within the lids of the Bible, the Old and New Testaments, the stick of Judah, I realize that in order to comprehend these things a man must be in possession of the Spirit of the Lord day by day. In the words of the Savior as recorded in St. John's Gospel, &#x201C;This is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.&#x201D;<span class=\"citation\" id=\"70613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70613)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n662\"> I say many things when I am called upon to speak in the presence of strangers that I do not confine myself to when addressing the Saints, because the latter are acquainted with our principles, while the former are not. <\/div><div class=\"paragraph jod\" id=\"v24n663\"> As Latter-day Saints we respect the rights of all men. We believe that all mankind, men and women, in this and every other dispensation and generation, have certain rights; that God has created all men with an agency, I care not in what kingdom, empire, republic or place they dwell. They have a right to enjoy their religion. They have a right to worship God according to the dictates of their own consciences.<span class=\"citation\" id=\"94179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94179)\">A of F 1:11<\/a><\/span> &#x201C;But,&#x201D; says one, &#x201C;do you mean that in empires where an emperor holds the rights and destinies of his subjects in his hands?&#x201D; Yes. I mean there is no emperor who breathes the breath of life<span class=\"citation\" id=\"52424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52424)\">Gen. 2:7<\/a><\/span> who has <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the right to deprive one of his subjects of the freedom of his religion. I will tell you why. No emperor, no king, no president, no ruler of any nation under the heavens has ever given his subjects life. Their life has come from God, and God has granted them their agency and the right to worship Him according to the light and knowledge they have. This is the view entertained by the Latter-day Saints. And I have heard Joseph Smith say that if he were emperor of the whole world, holding the destinies of all men in his hands, he would defend the religious rights of every man, whether his religion was right or wrong. And especially ought this to be the case in this American nation, the Constitution of which guarantees to all people the right to worship God according to the dictates of their own conscience.<span class=\"citation\" id=\"94180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94180)\">A of F 1:11<\/a><\/span> This is the broad platform upon which our government has been founded. I have looked upon the Constitution of the United States as one of the best instruments ever devised by man for the government of the inhabitants of the earth.<span class=\"citation\" id=\"128905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128905)\">D&amp;C 101:80<\/a><\/span> I look upon it as such today. And while we are willing to allow the Methodists, the Baptists, the Presbyterians, the Catholics, and every sect under heaven, the right to enjoy their religion undisturbed, yet we claim the same privilege as a people, as a church, as the Church of Jesus Christ of Latter-day Saints, and hence, in expressing myself here this afternoon with regard to the Gospel of Jesus Christ, or the kingdom of God, if I differ from any of this congregation, I have a right to differ; the congregation has a right to differ from me; and no man has a right to say, Why do you so? The destinies of the whole human family are in the hands of God. I shall be held accountable  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before the God of heaven&#x2014;and so will all men&#x2014;for the course I pursue in this life. <\/div><div class=\"paragraph jod\" id=\"v24n665\"> There is one very peculiar feature with regard to the followers of Jesus Christ, or those that have attempted in other dispensations to obey the law of heaven, and that is, their unpopularity in the world from the days of Father Adam to the present time. Trace it through from the beginning, and you will find that men who were inspired by Almighty God to go forth and proclaim any message to the inhabitants of the earth, have been most unpopular in their day and generation. You will find it has been so in the whole history of the world. You may go back, for instance, to the days of Noah. Noah was a preacher of righteousness.<span class=\"citation\" id=\"78388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78388)\">2 Pet. 2:5<\/a><\/span> He was called of God. He was warned of God, and told what to do to save himself and family. The world had become terribly corrupt, and it was necessary that the people be called upon to repent. To this end God Almighty raised up a prophet. That prophet was Noah. He went forth as he was commanded and preached the Gospel of Jesus Christ in its purity and truth.<span class=\"citation\" id=\"93294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93294)\">Moses 8:19<\/a><\/span> He was commanded to build an ark on dry land.<span class=\"citation\" id=\"52886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52886)\">Gen. 6:14-22<\/a><\/span> The people laughed at him and would not believe his testimony. For one hundred and twenty years he warned the inhabitants of the earth of the coming flood;<span class=\"citation\" id=\"93284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93284)\">Moses 8:17<\/a><\/span> but all that he could save were the members of his own family, some eight souls.<span class=\"citation\" id=\"78074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78074)\">1 Pet. 3:20<\/a><\/span> The flood came, and all the inhabitants of the earth, save those who had entered the ark, were drowned.<span class=\"citation\" id=\"52930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52930)\">Gen. 7:21-23<\/a><\/span> Their spirits were shut up in prison in the spirit world, and they remained there until after the death of Jesus Christ; and while His body lay in the tomb three and a half days He went and preached to those spirits in prison,<span class=\"citation\" id=\"77991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77991)\">1 Pet. 3:18-20<\/a><\/span> where they had <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been shut up for thousands of years. <\/div><div class=\"paragraph jod\" id=\"v24n666\"> As it was with Noah so it was with other Prophets who lived in ancient days. You may trace the history of Daniel, Jeremiah, Ezekiel, Isaiah, and the rest down to the days of Jesus Christ, and you find they were all unpopular in their day and generation. In consequence of the wickedness that prevailed in the world, those Prophets were moved upon to prophesy concerning the destruction of Babylon the great, Ninevah, Tyre, and many other ancient cities; they declared the word of the Lord to the inhabitants of these cities, but their testimony was not believed; and because of their unpopularity, the Prophets were put to death. Nevertheless, not one jot or tittle of their predictions fell to the ground unfulfilled.<span class=\"citation\" id=\"63134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63134)\">Matt. 5:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n667\"> Then, again, you come along down to the days of Jesus Christ. You trace His life from His birth in a stable to the tomb. Was ever a man on the earth&#x2014;a good man like the Savior&#x2014;so persecuted, opposed, ridiculed and derided as He was by the Jews, Pharisees, Sadducees, and the different sects of that day? No matter what He did it was attributed to him for evil. If He cast out devils it was attributed to the power of Beelzebub.<span class=\"citation\" id=\"64357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64357)\">Matt. 12:24<\/a><\/span><span class=\"citation\" id=\"66517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66517)\">Mark 3:22<\/a><\/span><span class=\"citation\" id=\"67569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67569)\">Luke 11:15<\/a><\/span> If He restored the blind to sight, they were ready to cry out, &#x201C;You give God the glory: this man is a sinner.&#x201D;<span class=\"citation\" id=\"69572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69572)\">John 9:24<\/a><\/span> And so in all His works was He opposed, persecuted and derided. And His Apostles shared the same fate. Every soul of them&#x2014;with the exception of John&#x2014;had to lay down their lives and seal their testimony with their blood. Some were beheaded, some were sawn asunder.<span class=\"citation\" id=\"77077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77077)\">Heb. 11:37<\/a><\/span> Even in the case of John they sought his life, but it was decreed  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that he should live,<span class=\"citation\" id=\"128906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128906)\">John 21:20-24<\/a><\/span> and he remains on the earth to this day&#x2014;although probably there has been a change in his body&#x2014;<span class=\"citation\" id=\"83054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83054)\">3 Ne. 28:36-40<\/a><\/span>and will remain until the Son of Man comes in the clouds of heaven.<span class=\"citation\" id=\"65856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65856)\">Matt. 24:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n669\"> I speak of these things to show that men of God in all ages of the world have been unpopular. Jesus warned His disciples with regard to this opposition. He said to them: &#x201C;If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.&#x201D;<span class=\"citation\" id=\"70232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70232)\">John 15:19<\/a><\/span> Why didn't the world love the Prophets and Apostles in their day and generations? Why does the whole sectarian world rise up against Prophets and Apostles in this day and age of the world? Simply because in former ages they rebuked sin, and in this age they do the same. They have been plainspoken men. They have gone forth and declared the word of God as they were moved upon by the Holy Ghost.<span class=\"citation\" id=\"78345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78345)\">2 Pet. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n670\"> Now, with regard to the day and age in which we live. The Saints are acquainted with our history as a people. They have a testimony to bear that the world knows not of. A man must become acquainted with the Lord, acquainted with the principles of the Gospel of Jesus Christ and receive them before he is qualified to understand the work of God, or the things pertaining to the kingdom of God. We read of a man named Nicodemus, who came to Jesus by night. Said he: &#x201C;We know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him. Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God. Nicodemus <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born? Jesus answered, Verily, verily, I say unto thee, Except a man be born of the water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68690)\">John 3:1-5<\/a><\/span> This is the principle that has been connected with the Gospel of Jesus Christ in every dispensation of the world. <\/div><div class=\"paragraph jod\" id=\"v24n671\"> As an organization, the Church of Jesus Christ of Latter-day Saints has been in existence now for 53 years. It was organized in the first place with six members on the 6th day of April, 1830&#x2014;<span class=\"citation\" id=\"84270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84270)\">D&amp;C 20:1<\/a><\/span>organized by a Prophet of God, a man raised up by commandment of God, by inspiration, by revelation, and by the administration of angels. Every step that he took was taken by commandment and revelation. He was given to understand by the angels of God who administered to him that there had been a falling away from the ancient order of things, and that now the full set time had come when the God of heaven would again establish His kingdom on the earth and call forth His Church out of the wilderness of darkness and error and establish it upon the foundation of the ancient Apostles, Jesus Christ being the chief cornerstone.<span class=\"citation\" id=\"74945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74945)\">Eph. 2:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n672\"> Now, any man acquainted with the Scriptures can clearly understand that there is but one true Gospel. There never was but one Gospel. Whenever that Gospel has been upon the earth it has been the same in every dispensation. The ordinances of the Gospel have never been changed from the days of Adam to the present time, and never will be to the end of time. While there were many sects and parties in existence in the early  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>times, Jesus gave his disciples to understand that there was but one Gospel. He told them what it was. He declared unto them its ordinances. He commissioned them to preach the Gospel to every creature.<span class=\"citation\" id=\"66772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66772)\">Mark 16:15<\/a><\/span> In the first place they were to preach faith in the Lord Jesus Christ; next, repentance of sins; next, baptism for the remission of sins. Baptism was an ordinance taught by the Savior himself. We find, too, that He obeyed this ordinance, being baptized in the river Jordan by John the Baptist.<span class=\"citation\" id=\"62751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62751)\">Matt. 3:13-17<\/a><\/span> Why? To fulfill all righteousness.<span class=\"citation\" id=\"62779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62779)\">Matt. 3:15<\/a><\/span> It was a righteous law and it was a type of baptism to be followed by the whole human family. &#x201C;He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66881)\">Mark 16:16<\/a><\/span> Such was the declaration of the Savior to the twelve Apostles. People were to be &#x201C;buried with him by baptism unto death: that like as Christ was raised from the dead by the glory of the Father, even so we also should walk in newness of life.&#x201D;<span class=\"citation\" id=\"72428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72428)\">Rom. 6:4<\/a><\/span> What next? Men bearing the Melchizedek Priesthood&#x2014;Apostles and Elders&#x2014;had the authority to lay hands upon baptized believers for the reception of the Holy Ghost, which they received and which led them to prophesy of the things of the kingdom of God; and the signs followed those that believed.<span class=\"citation\" id=\"66911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66911)\">Mark 16:17<\/a><\/span> These were the first principles of the Gospel. And Paul the Apostle, makes this declaration: &#x201C;But though we, or an angel from heaven, preach any other gospel than that which we have preached unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74359)\">Gal. 1:8<\/a><\/span> He repeats this,<span class=\"citation\" id=\"74366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74366)\">Gal. 1:9<\/a><\/span> and goes on to tell us what the Gospel is, and what the Church of Christ is, and what it always has been. In the Church were Apostles, Prophets, Pastors, Teachers, Evangelists, etc., and these were &#x201C;For the <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.&#x201D;<span class=\"citation\" id=\"75125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75125)\">Eph. 4:11-13<\/a><\/span> The Lord never had&#x2014;and never will have to the end of time&#x2014;a Church on the earth without Prophets, Apostles, and inspired men. Whenever the Lord had a people on the earth that He acknowledged as such, that people were led by revelation. No man can find anything contrary to this. When the Gospel was given to the Jews, all the gifts and graces and powers thereof, accompanied it. It was accompanied by the Eternal Priesthood&#x2014;which is after the order of the Son of God,<span class=\"citation\" id=\"90115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90115)\">D&amp;C 107:3<\/a><\/span> without which no man can administer in the ordinances of life and salvation. The Savior was a Jew himself. He came to His own father's house, but they rejected him<span class=\"citation\" id=\"68570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68570)\">John 1:11<\/a><\/span> and put him to death. The Gospel was then taken from the Jews and carried to the Gentiles. Paul warned the Gentiles to take heed lest they too fell into unbelief.<span class=\"citation\" id=\"72792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72792)\">Rom. 11:20-21<\/a><\/span> But the Gospel was delivered to them with all its blessings and powers, and remained with them as long as there was a man upon the earth that had the power to administer in its ordinances. <\/div><div class=\"paragraph jod\" id=\"v24n674\"> Now, have the Gentiles had that church and kingdom of God in their midst since the ancient Apostles were put to death? I think not. At the present time there are some six hundred three score and six<span class=\"citation\" id=\"79676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79676)\">Rev. 13:18<\/a><\/span> different religions&#x2014;different roads to heaven and to hell&#x2014;in the world; but none of these bear much resemblance to the Gospel as taught by Jesus Christ and His Apostles. The whole Christian world today rises up against these Latter-day  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints because they profess to believe in revelation, in Prophets and Apostles. This has been the case ever since the organization of this Church. Do we teach anything that is contrary to the laws of God? We do not. Do we believe anything that is contrary to the Gospel as taught in the days of the Apostles? We do not. &#x201C;But,&#x201D; says one, &#x201C;how did you come by this Gospel?&#x201D; We came by it through the administration of an angel from God. John the Revelator, in speaking of the last day&#x2014;the opening of the seals&#x2014;the blowing of the trumpets&#x2014;and all that should transpire before the second coming of the Son of Man&#x2014;said he saw (among other things) &#x201C;another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79936)\">Rev. 14:6-7<\/a><\/span> When the angel of God delivered this message to Joseph Smith he told him the heavens were full of judgments; that the Lord Almighty had set his hand to establish the kingdom that Daniel saw and prophesied about,<span class=\"citation\" id=\"61344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61344)\">Dan. 2:44<\/a><\/span> as recorded in the second chapter of Daniel; and that the Gospel had to be preached to all nations under heaven as a witness to them before the end should come,<span class=\"citation\" id=\"65732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65732)\">Matt. 24:14<\/a><\/span> and that, too, in fulfillment of the revelation of God, as given here in the Old and New Testaments. Joseph Smith never attempted to organize this Church until he received commandment so to do from God. He never attempted to baptize a man until he received the Aaronic Priesthood under the hands of John the Baptist<span class=\"citation\" id=\"84048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84048)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128907)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93968)\">JS&mdash;H 1:68-72<\/a><\/span> (who was beheaded<span class=\"citation\" id=\"64741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64741)\">Matt. 14:10<\/a><\/span><span class=\"citation\" id=\"66556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66556)\">Mark 6:27<\/a><\/span> for the word of God and the testimony of Jesus).<span class=\"citation\" id=\"79272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79272)\">Rev. 6:9<\/a><\/span> He <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never attempted to officiate in any of the ordinances of the Gospel until he received the Apostleship under the hands of Peter, James and John.<span class=\"citation\" id=\"84659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84659)\">D&amp;C 27:12<\/a><\/span> These men appeared to him. They laid their hands upon his head and sealed the Apostleship upon him with all the power thereof. And these angels told Joseph Smith to go forth himself and to call upon other men to go forth unto the world and preach the Gospel<span class=\"citation\" id=\"79864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79864)\">Rev. 14:6<\/a><\/span> as taught by Jesus Christ and the Apostles, and the Lord would back up their testimony; that when they laid hands upon those who had been baptized for the remission of sins, and who had received their testimony, they should receive the Holy Ghost.<span class=\"citation\" id=\"128908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128908)\">Acts 2:38<\/a><\/span><span class=\"citation\" id=\"128909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128909)\">D&amp;C 49:11-14<\/a><\/span> This was the proclamation to Joseph Smith 53 years ago. <\/div><div class=\"paragraph jod\" id=\"v24n676\"> Now, I want to ask this assembly, strangers and Latter-day Saints alike, what position the Elders of Israel would have been in when they went forth and made this promise to the inhabitants of the earth&#x2014;the promise that if they would receive of our testimony, repent of their sins and be baptized for a remission of them, and have hands laid upon them, they should receive the Holy Ghost&#x2014;I want to ask, gentlemen and ladies, how long those Elders would have taught this principle in the nations of the earth if God Almighty had not backed up their testimony? How long would it have been, in the absence of this backing, until they would have been found out to be deceivers? Not a great while. Is there another set of men on the face of the earth today, that dare to go forth and make that proclamation to the world? No; because, unless they were called of God to make it, He would not back up their testimony, and it would be known who they were.  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We have labored upon this principle for 50 years. You cast your eyes and you see a tabernacle in the desert; you see a city; and you may travel for a thousand miles and you will find this Territory filled with cities, towns and villages. By what power have these things been accomplished? I came here on the 24th of July, 1847, with a little handful of men as pioneers. What did we find? A barren desert, as barren as the desert Sahara. No mark of the white man here. No outward sign that a white man could live here. How has this desert been made to blossom as the rose?<span class=\"citation\" id=\"59155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59155)\">Isa. 35:1<\/a><\/span> Why this body of people from almost every nation? I will tell you. We carried the Gospel to Europe, the Islands of the sea, and the different nations of the earth; we offered them the Gospel, and a class of men and women&#x2014;two of a family, and sometimes a dozen of a city&#x2014;<span class=\"citation\" id=\"60346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60346)\">Jer. 3:14<\/a><\/span>received our testimony, and when we laid hands upon them they received the Holy Ghost. That Holy Ghost has remained with them: it has instructed them and inspired their hearts, and today you see Utah as it is. If the Lord Almighty had not backed up the testimony of the Elders of Israel as He has done, Utah today would have been as when we found it 36 years ago. <\/div><div class=\"paragraph jod\" id=\"v24n679\"> This is the condition of the Latter-day Saints. Joseph Smith received these keys, this Priesthood, this power, this Gospel by the administration of angels from God, and this testimony is true. He also received a record called the Book of Mormon, which is a record of the ancient inhabitants of this continent. That record is true; as also the Book of Doctrine and Covenants, a code of revelations given through the Prophet Joseph Smith. <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> These revelations are true and faithful,<span class=\"citation\" id=\"83749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83749)\">D&amp;C 1:37<\/a><\/span><span class=\"citation\" id=\"86638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86638)\">D&amp;C 66:11<\/a><\/span><span class=\"citation\" id=\"86725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86725)\">D&amp;C 68:34<\/a><\/span><span class=\"citation\" id=\"86766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86766)\">D&amp;C 71:11<\/a><\/span> and they are being fulfilled as fast as time will admit. I bear my testimony of these things to the world, for I know they are true. <\/div><div class=\"paragraph jod\" id=\"v24n680\"> I traveled thousands of miles with Joseph Smith. I knew his spirit. Many of the revelations given through him have been fulfilled. I myself wrote the revelation that was given through him concerning the war that would take place in this country between the north and south.<span class=\"citation\" id=\"88198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88198)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91341)\">D&amp;C 130:12-13<\/a><\/span> That revelation was published to the world for twenty years before the war. It broke out just as predicted, and I refer to it because it is one of the revelations that is fulfilled. Today we are still preaching the Gospel of Jesus Christ. The Lord Almighty has set His hand to establish His Church and kingdom on the earth, to build up Zion in the mountains of Israel.<span class=\"citation\" id=\"54393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54393)\">Ex. 28:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n680\"> Now with regard to the Priesthood. We have been found fault with sometimes because we profess to have the Priesthood. Let me say to this congregation that our Heavenly Father performs all His works&#x2014;the creation of worlds, the redemption of worlds&#x2014;by the power of the Eternal Priesthood. And no man on the earth, from the days of Father Adam to the present time, has ever had power to administer in any of the ordinances of life and salvation only by the power of the Holy Priesthood. You will find this to be the case in the whole history of the Prophets of God. When Aaron was given the Priesthood he was called by revelation. &#x201C;No man taketh this honor unto himself, but he that is called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76615)\">Heb. 5:4<\/a><\/span> Jesus Christ himself had to be called of God. He was a High Priest.<span class=\"citation\" id=\"76502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76502)\">Heb. 3:1<\/a><\/span><span class=\"citation\" id=\"76557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76557)\">Heb. 4:14<\/a><\/span><span class=\"citation\" id=\"76772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76772)\">Heb. 6:20<\/a><\/span> He left the Priesthood on the earth with his  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Apostles.<span class=\"citation\" id=\"128910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128910)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"128911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128911)\">John 15:16<\/a><\/span> They officiated in it until they were put to death. It is by that power that we administer in this day and generation. The Church and kingdom of God has continued to grow from its first organization. It is true we have been called to pass through many afflictions in our day and time. Nevertheless, the Lord has preserved His people, and they still live here in the valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v24n682\"> We have an anxiety to honor God and keep His commandments, and to honor our country and the Constitution of our Government. That Constitution we believe was given by revelation,<span class=\"citation\" id=\"89625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89625)\">D&amp;C 101:80<\/a><\/span> and whatever laws are passed agreeable to it we desire to honor. It guarantees to all men the right to enjoy their religion, to worship God according to the dictates of their conscience.<span class=\"citation\" id=\"94181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94181)\">A of F 1:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n683\"> &#x201C;But,&#x201D; says one, &#x201C;I would like to know how many wives you have. That is a matter you have not said anything about.&#x201D; Well, now, I will tell you a little anecdote in connection with Sidney Rigdon. The circumstance took place a great many years ago, in Kirtland. A young Elder just come in met President Rigdon on the street one day in the vicinity of the Temple. Said the young man: &#x201C;President Rigdon, will you please tell me the meaning of the horns of the beast John saw?&#x201D;<span class=\"citation\" id=\"79621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79621)\">Rev. 13:1<\/a><\/span> President Rigdon, drawing himself up, looked at the young man, and replied: &#x201C;My dear brother, there is a great deal between you and the beast that John saw,&#x201D; and walked away. Well, I sometimes think it is so with this generation. There is a great deal between the people of this generation and the plurality of wives. There are a great many principles that God has revealed in these last days that it is necessary for us to understand before we come <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to that principle. But as I have brought the subject up I will say a few words upon it. The Lord has revealed to us that no kingdom, no king, no prince, no president, no ordinance of marriage, no ordinance performed by any man from the days of father Adam, will have any power or force after death, except those ordinances are performed by men holding the Eternal Priesthood.<span class=\"citation\" id=\"91484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91484)\">D&amp;C 132:7<\/a><\/span><span class=\"citation\" id=\"91559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91559)\">D&amp;C 132:18<\/a><\/span> Is there a king, is there a prince, is there a queen&#x2014;will either when they pass the other side of the veil, find a throne there? Would the Czar of Russia, who was assassinated by the hands of the ungodly not long ago, when he went into the Spirit world find a throne there? No. Why? Because the kingdom of the Czar of Russia belonged to time. When he went into the Spirit world that was the end of his kingdom and power. His kingdom had not been sealed upon his head by any man having the power and authority of the Eternal Priesthood. So in regard to all kingdoms and thrones. You may take Her Majesty Queen Victoria&#x2014;who has reigned a long time, and who is perhaps as good a sovereign as has reigned since the days of William the Conqueror. When she passes behind the veil she will find her kingdom at an end, because it was not sealed upon her head for time and eternity by any man having the authority of the Holy Priesthood. So I will say to our friends here&#x2014;the strangers within our gates&#x2014;<span class=\"citation\" id=\"54257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54257)\">Ex. 20:10<\/a><\/span>that any man that marries a wife by any other authority than the authority of the Holy Priesthood is simply married for time, &#x201C;or until death do you part.&#x201D;<span class=\"citation\" id=\"91485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91485)\">D&amp;C 132:7<\/a><\/span><span class=\"citation\" id=\"91560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91560)\">D&amp;C 132:18<\/a><\/span> When you go into the Spirit world you have no claim on your wife and children. The ordinance of having them sealed to you by one having the authority of the Holy Priest<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood must be attended to in this world. Father Abraham obeyed the law of the patriarchal order of marriage. His wives were sealed to him for time and all eternity, and so were the wives of all the Patriarchs and Prophets that obeyed that law.<span class=\"citation\" id=\"91700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91700)\">D&amp;C 132:29-37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n685\"> I desire to testify as an individual and as a Latter-day Saint that I know that God has revealed this law unto this people. I know that if we had not obeyed that law we should have been damned;<span class=\"citation\" id=\"91457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91457)\">D&amp;C 132:4<\/a><\/span> the judgments of God would have rested upon us; the kingdom of God would have stopped right where we were when God revealed that law unto us. Why have we obeyed it? I obeyed it because I want my wife or wives with me after death; I want my wives and children with me in the morning of the resurrection; I want my wives and children organized in the family organization, that I may dwell with them and they with me, throughout all eternity, as well as with Father Abraham and other men who honored and obeyed that law. This is the position we occupy. We have obeyed the law because God has commanded us, and I bear record of its truth; and so far as I am concerned, if I can have my wives and children with me in the <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> morning of the resurrection, so that I can dwell with them and with those Patriarchs and Prophets who obeyed that law, it will amply repay me for the trials and tribulations I may have had to pass through in the course of my life here upon the earth. Many men suppose that we have obeyed that law to gratify the lusts of the flesh. Bless your soul, if that had been our object, we might have followed the example of the people of the Christian world&#x2014;committed whoredom and adultery&#x2014;without bringing upon ourselves the cares, pains, and penalties that we have to bear by obeying this law. But let me tell you that the Latter-day Saints look upon adultery as one of the greatest crimes any man can commit in this world. It is next to murder.<span class=\"citation\" id=\"82283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82283)\">Alma 39:5<\/a><\/span> No, this people have not obeyed that law because of a desire to gratify the lusts of the flesh; they have observed it in obedience to the command of God, and because it will have power and effect after death. <\/div><div class=\"paragraph jod\" id=\"v24n686\"> I pray God to pour out His Holy Spirit upon us, that our ears may be open to hear and our hearts to understand the things of the kingdom of God, which is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}