{"ID":240044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Traveling Through the Settlements&#x2014;The Necessity of the Settlements Being Visited&#x2014;Revelation&#x2014;Bogus Authority of Sectarian Preachers&#x2014;The Claim that the Canon of Scripture is Full&#x2014;The Cause of There Being No Communication With God&#x2014;Visitation of the Father and Son and Holy Angels to Joseph Smith&#x2014;Mahomed&#x2014;The World No Idea of the Character of God&#x2014;Restoration of the Knowledge of God&#x2014;Angels not Feathered Beings&#x2014;No Wonder the World Has Gone Astray&#x2014;Space Between Death and the Resurrection&#x2014;The Reign of Satan&#x2014;Joseph Smith Accomplished His Mission&#x2014;Persecution&#x2014;This Nation Making Joseph Smith a Prophet&#x2014;No Surrendering the Kingdom of God&#x2014;God Will Deliver His People&#x2014;Temples&#x2014;Shall Those Who Have Obeyed the Law of God Be Looked Down Upon By Those Who Have Not?&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Meetinghouse, Provo, Sunday Morning, September 2, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Difference Between the Saints and Others.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/2\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v24n1064\"> I feel as though I would much rather sit still and listen to somebody else, than to attempt to speak myself. <\/div><div class=\"paragraph jod\" id=\"v24n1065\"> For a number of weeks past the First Presidency of the Church have been traveling through the various settlements, and such counsels and instructions have been given to the people&#x2014;mingled with kindly reproofs and warnings as the Spirit has seemed to dictate&#x2014;and in the meetings we have held there has been a goodly outpouring of the Spirit of God; the people have rejoiced in their meetings and in that which they have heard. <\/div><div class=\"paragraph jod\" id=\"v24n1066\"> There is a constant necessity for the visits of those whom God has called to preside over the affairs of His Church, and to hold the Apos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tleship of the Church, in the midst of the various Stakes of Zion. It is true that God our Eternal Father&#x2014;in accordance with the promise which He has made unto those who would receive the Gospel in humility and with sincerity of heart&#x2014;has poured out His Holy Spirit upon the people, and they are led by it in the most of instances, and the gifts of the Spirit are manifested. At the same time there are other agencies which God calls into requisition to teach and instruct His people. He has placed in His Church Apostles, Prophets, Pastors, Teachers,<span class=\"citation\" id=\"75083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75083)\">Eph. 4:11<\/a><\/span> etc. He has given unto them certain specified duties. He requires them to discharge those duties in His fear, and holds them accountable for the condition  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the people&#x2014;that is, to a very great extent. He has placed certain men whom He has chosen as watchmen<span class=\"citation\" id=\"59599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59599)\">Isa. 52:8<\/a><\/span> upon the walls of Zion; He has placed them as shepherds of the flock of Christ;<span class=\"citation\" id=\"94288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94288)\">Ezek. 34:2<\/a><\/span> and in their capacity as watchmen and as shepherds He expects them to exercise that vigilance and care which are necessary for the protection and preservation of the people. The Lord has promised unto His servants that He will give them the necessary qualifications for, and that He will sustain them in the discharge of the duties that devolve upon them; and through the varied experience of the past 53 years this has been the case. The Lord has not left His people without proper care, and He has not left His servants destitute of his word and of a knowledge of His will, but has given these to them at the very time when they have been needed. No evil or difficulty has ever occurred in the Church or outside of the Church affecting us that we have not been warned of by the servants of God, and prepared for by their teachings, their counsels and their warnings. This constitutes the great difference between the Church of Jesus Christ of Latter-day Saints and the other churches that are organized among the children of men, and called by various names. God has made promises unto this people; He has provided for them; He has revealed himself unto them, and has extended His power for their preservation and safety all the day long. <\/div><div class=\"paragraph jod\" id=\"v24n1068\"> Now, this is a new thing, it may be said in the earth&#x2014;that is, comparatively new. Previous to the organization of this Church there was no claim made by any of the churches of the day to hold direct communication with Deity. Preachers, and those who lead in these <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> various sects, base their claims for authority upon that which was given in former days to the ancient servants of God. They are honest enough to make no pretense of having received communication from heaven, or direct revelation from God, calling them to the ministry or designating them to occupy the places they fill; but, as I have said, claiming the commission that was given to the ancient Apostles<span class=\"citation\" id=\"66468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66468)\">Matt. 28:19-20<\/a><\/span><span class=\"citation\" id=\"66848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66848)\">Mark 16:15-18<\/a><\/span> as the basis for their labor, they proceeded to teach the people such doctrines as they considered essential to salvation. God's voice was not heard. The silence that existed between heaven and earth&#x2014;and which had existed after the slaying of those who had received authority from God, and unto whom He gave communications&#x2014;was still unbroken&#x2014;there were no heavenly messengers descending from heaven to earth and making manifest the mind and will of God unto the inhabitants of the earth, but it was as though the heavens were as brass over the heads of the people,<span class=\"citation\" id=\"55173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55173)\">Deut. 28:23<\/a><\/span> and as though&#x2014;so far as the voice of God was concerned&#x2014;He took no interest in the affairs of the children of men. And this was the conclusion to which the whole religious world had come&#x2014;that God had withdrawn Himself from communicating with his children, that He had revealed his mind and will as it is recorded in the Bible, and that therefore the canon of Scriptures was full, and there was no longer any necessity for further light or knowledge from Him. This was produced as an argument against the Elders of this Church, when they commenced to teach the doctrine of new revelation, when they went forth proclaiming unto the inhabitants of the earth that God had spoken; that the silence between heaven and earth had been broken;  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that angels had descended from heaven once more and communicated God's will unto man; that the Holy Ghost had been poured out according to the ancient promise; that the Church had been organized according to the ancient pattern, and that the gifts had been restored as they existed in former times. The argument that was used against these testimonies was this: that for nearly 1,800 years or thereabouts, there had been no communication of this character, there had been no heavenly visitations; prophets had not been known among men since the days of the Apostles, and, therefore, this being the case, it was an evidence, they contended, that it was not God's design that there should be any of those gifts and blessings, and that that condition of affairs which existed&#x2014;or which they declared existed&#x2014;was the condition that God designed should exist and should continue to exist until the end of time. <\/div><div class=\"paragraph jod\" id=\"v24n1070\"> Now, the world in this way took advantage of its own wrong, and sought to justify itself by that which had been brought to pass by its own actions, attributing to God that which was traceable to man, and which was the result of man's conduct; for the unbroken silence which reigned between heaven and earth was not because God preferred to have that condition of affairs exist, but was the result of man's own actions. God had sent messengers; He had sent His only Begotten Son,<span class=\"citation\" id=\"68881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68881)\">John 3:16<\/a><\/span> and had given unto Him His Gospel to declare unto the inhabitants of the earth, and after a short residence among them they slew Him. They would not have Him or His teachings, and they were determined that He should have no place among them. Not content with slaying Him, they continued the warfare <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against the organization that He established upon the earth at that time, until they slew every man whom He had chosen&#x2014;that is, they either slew them or drove them from their midst. The result was that the earth was stained with the blood of the Son of God, and of His chosen Apostles and Prophets. No one could live among the inhabitants of the earth at that time who professed to have any revelation from God, or to be a divine messenger; for if he made such a proclamation, and it was in truth, the whole power of Satan, manifested through the inhabitants of the earth, was hurled against him, and he was either slain or compelled to flee. <\/div><div class=\"paragraph jod\" id=\"v24n1071\"> This being the case, is it any wonder that there should be no voice of revelation&#x2014;that God should leave His children to themselves? I will tell you how I feel about my family. If I had children that were determined not to listen to my counsel, nor to obey that which I said to them, but should treat my instructions with contempt, I would say to them: &#x201C;You can go your own way. You and I have chosen different paths. You have chosen one path and I have chosen another. Now, if you and I go together, you will have to go with me, and not I with you, and if you don't do that we separate; you take your path and I take mine.&#x201D; And it seems as though the Almighty had taken that course with His children. They had slain all His chosen people and had left none of them upon the earth. They had hunted them, persecuted them and slain them until there was none left; and the authority which God had bestowed upon men through His Only Begotten Son had fled&#x2014;that is, the men who held it had been exterminated. What then? &#x201C;Why,&#x201D; said He, seemingly&#x2014;that is, we may  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>judge so by the result&#x2014;&#x201C;you have chosen this course, you have slain my chosen Apostles and servants, and now I will withdraw myself from you, and leave you to yourselves;&#x201D; and for 1,800 years, or nearly that&#x2014;probably 1,600 or 1,700 at least, so far as that continent was concerned&#x2014;there had been no man left upon the earth who held the Priesthood, that we know anything about. If there are any among the children of men who held it, they are in some retired place, inaccessible to the wicked. When the set time had come for God to reestablish His Church and to bring to pass the fulfillment of that which had been spoken by the mouths of the Prophets, He came himself. <\/div><div class=\"paragraph jod\" id=\"v24n1073\"> The first account we have of the visitation of divine beings in this dispensation, is the account that is given to us by the Prophet Joseph Smith himself, concerning the visit of the Father and the Son.<span class=\"citation\" id=\"93695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93695)\">JS&mdash;H 1:17-20<\/a><\/span> There had been men, doubtless many men in the various ages of the world, who had light and who had a degree of the Spirit of God. I believe myself that Mahomed, whom the Christians deride and call a false prophet and stigmatize with a great many epithets&#x2014;I believe that he was a man raised up by the Almighty, and inspired to a certain extent by Him to effect the reforms which he did in his land, and in the nations surrounding. He attacked idolatry, and restored the great and crowning idea that there is but one God. He taught that idea to his people, and reclaimed them from polytheism and from the heathenish practices into which they had fallen. I believe many men were inspired who lived after him and before him, who, nevertheless, did not have the Holy Priesthood, but were led by the Spirit of God to strive for a better con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dition of affairs and to live a purer and higher life than those by whom they were surrounded were living. But while this was the case it was the Spirit of God that did it. We have no account&#x2014;no authenticated account at least&#x2014;of angels coming from heaven, or of the Father manifesting Himself unto the children of men. And we have no account of the Priesthood being restored; in fact, there is every reason to believe it never was restored after it was withdrawn. The first that we knew concerning God was through the testimony of the Prophet Joseph. Even the personality of God was doubted. The traditions of men were so false respecting God that the idea of a personal Deity had faded from the so-called Christian mind. Though Jesus had appeared on the earth as a personage having a body, parts and passions, and declared Himself to be the Son of God, and the Apostles declared Him to be in the express image of His Father&#x2014;<span class=\"citation\" id=\"76376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76376)\">Heb. 1:3<\/a><\/span>notwithstanding that fact and that the record bore ample testimony to it, so long had been the silence that had existed between God and man, that the very conception of the nature of God&#x2014;that is, of His characteristics&#x2014;had entirely faded from the human mind, and He was deemed to be something other than He is. The common sectarian idea was that His center was nowhere, and His circumference was everywhere. There was no man scarcely upon the earth that had a true conception of God; the densest ignorance prevailed; and even ministers of religion could not conceive of the true idea, and there was mystery associated with what is called the Trinity&#x2014;that is, with the Father, the Son, and the Holy Ghost. But all this was swept away in one moment by the appearance of the  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Almighty Himself&#x2014;by the appearance of God, the Father, and His Son Jesus Christ, to the boy Joseph, as he kneeled in the forest beseeching God for knowledge concerning Him, and concerning the Gospel of salvation.<span class=\"citation\" id=\"93619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93619)\">JS&mdash;H 1:14-20<\/a><\/span> In one moment all the darkness disappeared, and once more there was a man found on the earth, embodied in the flesh, who had seen God, who had seen Jesus, and who could describe the personality of both. Faith was again restored to the earth, the true faith and the true knowledge concerning our Creator, our Father, the Being from whence we derive our origin. This revelation dissipated all misconceptions and all false ideas, and removed the uncertainty that had existed respecting these matters. The Father came accompanied by the Son, thus showing that there were two personages of the Godhead, two presiding personages whom we worship and to whom we look, the one the Father, and the other the Son.<span class=\"citation\" id=\"93679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93679)\">JS&mdash;H 1:17<\/a><\/span> Joseph saw that the Father had a form; that He had a head; that He had arms; that He had limbs; that He had feet; that He had a face and a tongue with which to express His thoughts; for He said unto Joseph: &#x201C;This is My Beloved Son&#x201D;&#x2014;pointing to the Son&#x2014;&#x201C;Hear Him!&#x201D;<span class=\"citation\" id=\"93678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93678)\">JS&mdash;H 1:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n1075\"> Now, it was meant that this knowledge should be restored first of all. It seems so, at least, from the fact that God Himself came; it seems that this knowledge had to be restored as the basis for all true faith to be built upon. There can be no faith that is not built upon a true conception of God our Father. Therefore, before even angels came, He came Himself, accompanied by His Son, and revealed Himself once more to man upon the earth. <\/div> <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n1076\"> As I have said, the set time had come, the instrument had been born&#x2014;the instrument that had been selected doubtless as much as the Son of God had been selected to accomplish His mission&#x2014;that is, He had also been selected from before the foundation of the world, to come and to be the instrument in the hands of God to again lay the foundation of His Church upon the earth&#x2014;that instrument had been born and the set time had come for the establishment of the work of the Lord. Joseph Smith had the necessary gifts and qualifications by which he was enabled to seek unto God with such irresistible faith that God heard his prayer and granted unto him the desire of his heart by revealing Himself unto him and giving unto him the instructions which He did. This was followed by other ministrations&#x2014;the ministrations of angels. In the sectarian world you can scarcely see a picture of an angel without having a pair of wings attached, and every angel looks like a woman. Such ideas have come down through ages. And who knew differently? Who could tell anything about it? As with the being of God Himself, so there were false conceptions concerning the character of angels, and there was no man who could correct them, because all were alike in ignorance, and all were alike a prey to the traditions that had been handed down. But when Joseph received the ministration of an angel&#x2014;or angels, for he was visited by more than one&#x2014;he saw that they were men, and that they had not feathered after death, that they did not have wings, but that they were glorified men, or men who had received glory from God; they were personages like they were on the earth. Thus a true conception  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>began to dawn upon the minds of at least a few individuals, who believed Joseph's testimony concerning these beings. When I see our sisters and our brethren buying pictures of the sort to which I have alluded&#x2014;pictures in which are angels having wings&#x2014;a sort of hermaphrodite beings, or worse&#x2014;I wonder that they would hang such things on their walls, and then allow this false conception to be perpetuated in the minds of little children concerning the character of these heavenly beings. I think it is just as wrong to represent an idea falsely by a picture, as it is to teach it falsely by words, because an impression is made on the mind by either means. Pictures of that kind should not be patronized by our people. Our children should not be allowed to come to conclusions upon such false representations. <\/div><div class=\"paragraph jod\" id=\"v24n1078\"> Is it to be wondered at, my brethren and sisters, that after so many ages of darkness and unbelief, so many ages of ignorance concerning God, concerning his true character, concerning heavenly beings, that the whole world should have gone astray concerning the Gospel of Christ and the gifts of that Gospel and the nature of heaven and the future state of existence? Is it to be wondered at that the whole world should have gone astray concerning all these things, when they were so much astray concerning God Himself, concerning angels, and concerning other heavenly things? Is it any wonder that we have difficulty in preaching the Gospel, and in reaching the hearts of the people, when we consider that they are the inheritors of those false traditions that have come down intensified and strengthened by the ages of transmission, coming through one age to another, until they have reached the present <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time? It is not to be wondered at that the Latter-day Saints themselves have so little faith concerning these things, when we recollect the pit from whence they have been dug, and the rock whence they have been hewn.<span class=\"citation\" id=\"59494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59494)\">Isa. 51:1<\/a><\/span> Well might the Savior ask, if He should find faith on earth, when He should come again?<span class=\"citation\" id=\"67860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67860)\">Luke 18:8<\/a><\/span> In looking down through the ages that would succeed His own, He saw the terrible condition of ignorance that would prevail upon the earth. Why, this so-called Christian world is as far from God, as any heathens that ever lived upon the face of the earth. Yea, they are worse than the heathen, because they think that they are in the full light of the Gospel, and that heavenly rays are shining upon them, when in reality they are sitting in the deepest darkness and are surrounded by clouds of ignorance that are impenetrable to them. How can men know anything about God, when He never speaks to them? How can men find out whether there is any revelation from heaven, when no revelation comes from that source? How can men find out about the future, if no one comes to tell them what the future is? It would be impossible for them to do it. It requires knowledge from God, concerning Himself; it requires knowledge concerning angels, it requires knowledge concerning eternity, to give men proper conceptions about these things. Hence it was that Joseph Smith, having had these visions opened to his mind, moved like a being from another sphere, among the children of men. God had opened his mind and revealed to him heavenly things. He saw them in their true light; he knew about them; and when he talked to men he was in their midst like a being from another world. That which he told them appeared, in  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some instances, to be false, to be nonsense. They could not comprehend it, because they had none of the Spirit of God about them, none of the knowledge of God, and they refused to accept him as an exponent of divine truth. So it is with the Elders who go out at the present day, to talk to the inhabitants of the earth. They are looked upon in the same light; though there is this to be said: that which has been taught by the Elders has had effect in the earth, and much misconception has gradually disappeared. There are men even now, for instance, who are ready to believe a doctrine which, when it was first preached, they rejected&#x2014;the doctrine that there is a space between death and the resurrection in which a man can repent of his sins. Now, when that doctrine was first taught, some 42 years ago, it was looked upon by many as an absurd doctrine. They said it was contrary to the divine will. If man, they contended, did not receive the Gospel or the truth here in this life, he lost his opportunity, and would be damned throughout all the endless ages of eternity. That was the popular idea, and many believed it. Many believed that this would be the case with pagans, and with these Indians that we know something about, and with other heathen peoples, who had never heard the name of the Son of God&#x2014;the only name under heaven by which man can be saved;<span class=\"citation\" id=\"71445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71445)\">Acts 4:12<\/a><\/span> many believed those people were to be consigned to hell by millions, never to be delivered therefrom, and yet they called God just, the God they worshiped. <\/div><div class=\"paragraph jod\" id=\"v24n1080\"> Joseph Smith taught a different doctrine even before the Church was organized. He taught the doctrine, in a revelation given to Martin Harris&#x2014;it had to be given with great <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> care, because it was entirely different to what was generally believed&#x2014;that &#x201C;eternal punishment is God's punishment;&#x201D;<span class=\"citation\" id=\"84189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84189)\">D&amp;C 19:11<\/a><\/span> but it does not follow that those who come under God's punishment are to be punished throughout the endless ages of eternity.<span class=\"citation\" id=\"84181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84181)\">D&amp;C 19:6-12<\/a><\/span> He taught that grand truth in the year 1829. Then it was followed up by the Vision,<span class=\"citation\" id=\"86848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86848)\">D&amp;C 76:1-119<\/a><\/span> which explained in the most wonderful manner the goodness of our God, and showed Him to be the being that He is described to be by all the holy Prophets&#x2014;a being just and merciful, a being who labored to save His children, and had their salvation at heart continually. <\/div><div class=\"paragraph jod\" id=\"v24n1081\"> But Joseph taught in later years, this doctrine: that there was a space between death and the resurrection,<span class=\"citation\" id=\"82318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82318)\">Alma 40:9<\/a><\/span> and during that space the children of men who had not had an opportunity of hearing the Gospel in this life, could hear it proclaimed by men who had authority in the spirit world; and he explained that the Savior himself, during the time that His body was in the tomb, &#x201C;went and preached to the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"78044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78044)\">1 Pet. 3:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n1082\"> It was a doctrine that was new to the sectarian world; new to everyone; no one had ever thought of such a doctrine. But now I see by allusions in the newspapers occasionally, that popular ministers are taking hold of this idea and ventilating it and speaking about it. How wonderful! Is it not? It shows that when knowledge is upon the earth, there are some at least who profit by it, though they may not accept it as coming from God. In this way the preaching of this Gospel has had its effect upon the inhabitants of the earth. I have seen of late, and doubtless you have, many  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>arguments in favor of God being a personal being, of there being a personal God&#x2014;that is, a God with a form like a man, or that man, rather, had a form like God. The world has profited by the ideas which the Prophet Joseph received from heaven. Until these truths were revealed all was vagueness, doubt, uncertainty. Satan reigned over the earth. He swayed, it might be said, almost an undisturbed scepter. There was no one, scarcely, upon the face of the earth to dispute his reign. A few that did so, even though they did not have the Priesthood, were speedily crushed. For instance, the Huguenots, and others, who, in mountains and recesses and distant places, sought for a purer worship, were speedily extirpated. Satan was determined to reign with undisputed sway. During this reign he had slain the Son of God, and every man who testified of Him. He was determined to control this earth, and that has been his determination all the time. When the Prophet Joseph received those revelations from God, he leveled at him all his artillery; he made him the target for all his attacks; he hounded him from morning to night; he concocted every plot that could be conceived of, to destroy him from the face of the earth. Joseph's great anxiety all the time was to bestow the keys and authority of the Holy Priesthood, so that at his death they would not be taken from the earth. His aim from the beginning was to this end. He urged the Saints forward to build the Temple in Kirtland, so that he might bestow upon some that knowledge and authority which God had given to him. And then afterwards in Nauvoo, the burden of his thoughts and talk was to urge the Saints to push forward the Temple there, so that <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he could bestow upon them the keys and authority which God had restored from heaven. He feared lest he should die until these were bestowed upon men. But God preserved his life until every key, every authority, every power and every gift that he had received from the eternal worlds, through the ministration of angels, from the days of Adam down to the days of Moroni, was again restored to the earth and sealed upon the heads of men, and then it proved more difficult for Satan to accomplish his purpose. He slew Joseph; but it was too late to prevent him communicating that authority which he had received; and the Church organization was preserved on the earth. Joseph lived long enough, as did our Elder Brother Jesus, to accomplish the work God sent him to do. He laid the foundation of the Church. He laid it so deep that it will never be overthrown. He bestowed upon man the everlasting Priesthood, with all its authority, from the Apostleship down to the authority of a Deacon, with every key, every endowment and every ordinance necessary to accomplish the work of God upon the earth. Then Satan raged, and he has raged ever since. You wonder many times, doubtless, at the hatred exhibited to this Church and people. If you could see the eternal worlds; if the vision of your mind could be opened to the scene; if you could have the veil withdrawn, you would not wonder at it when you understood the real character of the stake that is being fought for. It is the supremacy of this earth that is being contended for. Satan is determined that God shall not have this earth, and that He shall not reign here; he is determined in this, and if he could he would shed the blood of  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every man and woman on the face of the earth, rather than it should go into the hands of God. All those who are connected with him would, if they could, slay every man that stands in their pathway. The more faithful a man is in the cause of God, the more the hatred of the wicked is manifested against him, illustrating the truth of that statement made by the Apostle Paul, that &#x201C;all that will live godly in Christ Jesus shall suffer persecution&#x201D;&#x2014;<span class=\"citation\" id=\"76192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76192)\">2 Tim. 3:12<\/a><\/span>not <span class=\"italic\">may<\/span> suffer it, but they <span class=\"italic\">shall<\/span> suffer it. Hence a people who seek to establish the cause of righteousness, to build temples, to restore the authority of God, will be hated to the death, and thus the prophecy will be fulfilled concerning them. We were told in the beginning of this work that we should be hated by a township, then by a County, then by a State; but after a while it would not be the opposition of a State, of a County, or of a township against this work, but that it should be the united power of the nation itself, against this work. We live and behold a fulfillment of that prediction; we are living witnesses of it; and this nation is fulfilling just as fast as it can do, the predictions of the Prophet Joseph Smith. They are making him a Prophet by their conduct, and fulfilling everything that he has spoken concerning this work. And it will not be confined to this nation. After a while it will gain such a foothold in the earth, and excite such fear, that the nations of the earth will band themselves against it. You need not expect any other result. This warfare will not cease. &#x201C;But,&#x201D; says one, &#x201C;when this present excitement passes over, will we not have a time of peace?&#x201D; God forbid that there should be peace on such terms as our enemies would have us make; for peace means <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> surrendering the Kingdom of God; surrendering and giving up by the servants of God, that which they have undertaken to do, namely, to restore the reign of righteousness and truth upon the earth, the reign of God and of heaven. Such peace as our enemies have in view, means the surrender of this upon our part. When we are ready to surrender these things, then there will be peace, but it will be the peace of death, it will be the peace of hell, it will be the triumph of Satan, and the destruction of everything that is pure and holy, and godlike, upon the face of the earth. Men say, &#x201C;Let us compromise.&#x201D; This means, the giving up of this principle and that principle for the sake of the world's favor. And when we commence giving up, where shall we stop? I want peace on no such terms as these. We have engaged in this warfare to build up the Kingdom of God upon the earth, let the consequences be what they may. They can only kill this body of ours; but let us fear Him who is able to destroy both soul and body in hell.<span class=\"citation\" id=\"64186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64186)\">Matt. 10:28<\/a><\/span> God has said that He will bear this Kingdom off triumphantly, and that it shall not be given into the hands of another people,<span class=\"citation\" id=\"61346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61346)\">Dan. 2:44<\/a><\/span> and as sure as He has spoken, His word will be fulfilled. It may seem sometimes as though there was no ray of light, as though all was darkness, and as though our destruction was inevitable; but there is a God in heaven who, under these circumstances knows our condition, and remembers the promises that He has made concerning Zion. His arm will be stretched out to save,<span class=\"citation\" id=\"128978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128978)\">D&amp;C 103:17<\/a><\/span><span class=\"citation\" id=\"128979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128979)\">D&amp;C 136:22<\/a><\/span> and He will deliver us from the greatest perils that may environ us. This is true&#x2014;true as God lives, and we shall realize it in the future just as we have in the past. <\/div><div class=\"paragraph jod\" id=\"v24n1085\"> (CONCLUDED IN NEXT VOLUME) <\/div>\n<\/div>\n<\/div>"}