{"ID":240038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Highly Essential that the Latter-day Saints Should Be Taught in the Things of God&#x2014;Belief in the Lord Jesus Christ&#x2014;The Object of Being Latter-Day Saints&#x2014;The Proper Education of Our Children&#x2014;The Kind of Men By Whom They Should Be Educated.<\/div>\n<div class=\"subtitle\">Remarks by Apostle George Teasdale, delivered at the Quarterly Conference, Logan, Sunday Morning, November 4, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: What Belief in Jesus Christ Implies.<\/div>\n<div class=\"speaker\">Speaker: George Teasdale<\/div>\n<div class=\"date\">Date: 11\/4\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v24n911\"> As I understand it, the object we have in meeting together is to be taught of God through the channel that He has appointed to be His mouthpiece. It is highly essential that we should be properly educated, and the Latter-day Saints believe in being taught of God. That was the promise that was given&#x2014;that in the last days God would teach His people; that He would reveal His secrets unto His servants the prophets&#x2014;<span class=\"citation\" id=\"61922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61922)\">Amos 3:7<\/a><\/span>reveal precious things that had been hidden from the foundation of the world.<span class=\"citation\" id=\"64632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64632)\">Matt. 13:35<\/a><\/span><span class=\"citation\" id=\"86860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86860)\">D&amp;C 76:7<\/a><\/span><span class=\"citation\" id=\"90895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90895)\">D&amp;C 124:41<\/a><\/span> I presume that if we had a testimony or fellowship meeting, there would be quite a number that would occupy the time in bearing testimony that they knew that this was the work of God; that they knew that He had established His Church upon the earth, and that the gifts and blessing enjoyed by the ancient church were enjoyed by this latter-day Church. Now, in order that we may be properly educated in this Church, we have been instructed to be very particular to preserve the fellowship of the Holy Ghost; because no man knoweth the things <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God save by the Spirit of God,<span class=\"citation\" id=\"73088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73088)\">1 Cor. 2:11<\/a><\/span> and if we want to understand His ways, if we want to walk in His paths, we must become converted. The Savior established this principle&#x2014;that unless we were converted and became as little children, we could in no wise inherit the Kingdom of God.<span class=\"citation\" id=\"65020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65020)\">Matt. 18:3<\/a><\/span> Now, I believe in this principle; I believe that it is essential, simply because we are to be educated, we are to receive line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58592)\">Isa. 28:10,13<\/a><\/span> until we shall become perfect in Christ Jesus.<span class=\"citation\" id=\"75575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75575)\">Col. 1:28<\/a><\/span> This to me is a glorious philosophy, that we can advance from one degree of perfection to another, until we shall obtain a fulness of truth. And in connection with this education it is highly essential that we should lead righteous lives, for we are being educated in a high school. We are being prepared to associate with the spirits of the just made perfect.<span class=\"citation\" id=\"77287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77287)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87093)\">D&amp;C 76:69<\/a><\/span> The Lord is declared to be a man of Holiness.<span class=\"citation\" id=\"92747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92747)\">Moses 6:57<\/a><\/span><span class=\"citation\" id=\"93055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93055)\">Moses 7:35<\/a><\/span> The doctrine that the Savior taught was, &#x201C;Be ye therefore perfect, even as your Father which is in heaven is perfect.&#x201D;<span class=\"citation\" id=\"63282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63282)\">Matt. 5:48<\/a><\/span> Now, if there was no  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possibility of attaining to this, He never would have taught the principle; but it seems, if we want to place ourselves in a position to receive this high education, it is most essential that we should lead righteous lives, and have the fellowship of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v24n913\"> One of the fundamental principles in the Gospel of Christ is faith. &#x201C;Believe on the Lord Jesus Christ, and thou shalt be saved.&#x201D;<span class=\"citation\" id=\"71921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71921)\">Acts 16:31<\/a><\/span> What do we understand by this belief on the Lord Jesus Christ? As I understand it, believe in His doctrine, and if we believe in His doctrine, then we practice the principles or doctrines that He taught. And the very fact of a man being converted to the doctrine of Christ, and of seeing the necessity of rendering an obedience to this principle that He taught, proves that he has faith in God, and that he has faith in the principle. You go into the world. There are millions of professing Christians that say they believe in the Lord Jesus Christ. But they do not believe in His doctrine. They do not understand anything about His doctrine. The calamity that was to come upon the people in the last days, was not because they did not believe. It is said that Jesus Christ would be revealed from heaven in flaming fire to take vengeance on those who knew not God, and who obeyed not the Gospel.<span class=\"citation\" id=\"75761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75761)\">2 Thes. 1:7-8<\/a><\/span> Well, now, what is the Gospel? The Gospel is the doctrine of Jesus Christ. The doctrine that Jesus Christ taught, puts us in possession of the Gospel, if we only obey the principles taught, and it certainly is glad tidings of great joy<span class=\"citation\" id=\"67045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67045)\">Luke 2:10<\/a><\/span><span class=\"citation\" id=\"81821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81821)\">Mosiah 3:3<\/a><\/span><span class=\"citation\" id=\"91243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91243)\">D&amp;C 128:19<\/a><\/span> to the believer. Paul said he was not ashamed of the Gospel of Christ, &#x201C;For it is the power of God unto salvation to every one that believeth; For therein is the righteousness of God revealed from faith <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to faith.&#x201D;<span class=\"citation\" id=\"72238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72238)\">Rom. 1:16-17<\/a><\/span> To whom was this revealed? To the believer who obeyed the Gospel. You ask the world if they believe in the spirit of revelation, and they tell you no; but yet they profess to believe in the Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v24n914\"> What is the object of our being Latter-day Saints? Is it not that we may be fitted and prepared for the association of the Father and the Son; and has not our Heavenly Father declared to us that He cannot look upon unrighteousness with any degree of allowance,<span class=\"citation\" id=\"82390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82390)\">Alma 45:16<\/a><\/span><span class=\"citation\" id=\"83719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83719)\">D&amp;C 1:31<\/a><\/span> showing that we cannot be saved in our sins.<span class=\"citation\" id=\"82093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82093)\">Alma 11:37<\/a><\/span> We are called upon to repent of our sins, to cease from wrongdoing, and the Lord has declared that herein it might be known who had repented, for they would cease from their evil ways.<span class=\"citation\" id=\"86249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86249)\">D&amp;C 58:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n915\"> There are a great many ideas and meditations that might be brought forth in regard to this being converted and becoming as little children.<span class=\"citation\" id=\"65021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65021)\">Matt. 18:3<\/a><\/span> And in this connection I will bring up a very simple proposition this morning. Parents profess to love their children. I will presume this, because it is natural to believe that parents do love their children. You will find this manifested among all sects and parties. For instance, Catholics never send their children to foreign schools&#x2014;that is, schools outside of the Catholic faith. Why? Because they love their children, they love their religion; they believe in sustaining it, and they are jealous lest their children should go (to them) in inconsistent ways. Now, would you think that it were possible that a people called Latter-day Saints, professing to have the highest light and intelligence, would allow their children to be educated by an enemy? Those who would allow such a thing might tell me they loved their children, but I  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could not believe them. I would sooner my children should go without any scholastic education than that they should be educated by an enemy. There is no common sense in such a course. I cannot see that there would be any common sense in taking our children from the family altar and placing them under the dominion of Baal. I would advise all Latter-day Saints who undertake this suicidal policy, for God's sake, to become converted. Listen to the voice of warning. Have your children trained in the principles of righteousness, for your sake&#x2014;for your future happiness, and for the future happiness of your children; for as you lay the foundation so you may expect to build upon it. I would like our children when they go from the family altar to go into a school where they would hear the same God addressed, the same blessings sought, the hand of the Eternal acknowledged in their education, as well as to ask that His blessing might be upon them when they surround the family altar. You never can make me believe that a man and a woman have the sense of affection that they should have, who do not place their children in this position, for we have most excellent schools. We believe that our children are our glory, do we not? They say the children are the glory of the woman?<span class=\"citation\" id=\"57441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57441)\">Prov. 17:6<\/a><\/span><span class=\"citation\" id=\"57560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57560)\">Prov. 31:28<\/a><\/span><span class=\"citation\" id=\"73331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73331)\">1 Cor. 11:7<\/a><\/span> Sisters, if you value your glory be jealous that when your children leave your firesides, that when they leave your influence, that they go to a man of God, who will teach them the principles of righteousness, who will instill into their hearts the same principles that you profess to love and look forward to as the means of bringing you happiness and eternal glory in the world to come. I would appeal to my sisters, for I know <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they love their children more than we do if it is possible. I would grant you that, because I can appreciate your suffering, I know how you have risked your lives that your children might be born. I understand and appreciate it; hence, I say, watch over your children with a jealous care. And when your husbands are away, gather them around the family altar, plead before the Almighty with all your faith and power that they may enjoy the fellowship of His Spirit, that the Holy Ghost may be their constant companion;<span class=\"citation\" id=\"90919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90919)\">D&amp;C 121:46<\/a><\/span> and make sure that that Spirit is your constant companion, for you may be entrusted with the care of choice spirits, destined to hold the Holy Priesthood, which is the greatest of all, destined to perform a mighty work upon this earth, that will be to your honor, for you will be reflected in your children. <\/div><div class=\"paragraph jod\" id=\"v24n917\"> I feel interested in the establishment of the Kingdom of God, and in my meditations I can see that we must pay the greatest attention to our children. You cannot teach them the principles of righteousness from books alone. No man can understand the things of God, save by the Spirit of God.<span class=\"citation\" id=\"73089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73089)\">1 Cor. 2:11<\/a><\/span> This Bible has been in the world for ages, and so far as understanding the things of God is concerned, there is nothing but confusion. You can only find a unity of the faith where you have the fellowship of the Holy Ghost; for the spirit of truth always speaks the same. Let me entreat you to have your children instructed in the principles of truth. Put them under the best influence that you can find. If I had my will I would have in every school the best and the purest men that we could find, whose influence would be the influence of love and affection. I can point with pride to my beloved  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>friend, Karl G. Maeser, in Provo. I have known him for years. I know that he is a man of God. I know that his aspirations are all the time to live a life of usefulness; a man that believes in the Priesthood, and the study of the same, that he may be enabled to comprehend its powers; a man who endeavors to live an exemplary life, and whose object is, in the hands of Almighty God, to be a blessing to our rising generation. I say he is an example to all men who are entrusted with the care of children. He devotes his time and his talents to this end, that he may have an influence in the midst of the heritage of God, entrusted in his hands. Our children are the lambs of God, and they should be taken the greatest care of. They are dependent upon you for their education, and if you want to train them in righteousness place them under the influence of the everlasting Priesthood, men of holiness, men who have been converted, and who have become like little children,<span class=\"citation\" id=\"65022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65022)\">Matt. 18:3<\/a><\/span> like clay in the hands of the potter,<span class=\"citation\" id=\"60538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60538)\">Jer. 18:6<\/a><\/span><span class=\"citation\" id=\"79076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79076)\">Rev. 2:27 (JST)<\/a><\/span> able to be molded and <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fashioned into vessels of honor.<span class=\"citation\" id=\"72682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72682)\">Rom. 9:21<\/a><\/span> I think it should be the ambition of every man entrusted with the care of children to lead a life of holiness, to honor the important charge placed in his hands, that he may have an influence over the minds of the young, and be the means of making them bright and glorious in the midst of Israel, by watching over them with a jealous care. You can see the value of this. Mothers, you know how you feel when your sons come home from missions, having filled honorable missions, filled with the Spirit of the Lord, and a clear record; you know how your hearts are filled with delight when they stand up and bear their testimony, and give you a description of their labors as messengers of salvation to a dark and benighted world. <\/div><div class=\"paragraph jod\" id=\"v24n919\"> May God give us wisdom that we may be enabled to act wisely our part in our day and generation; that we enjoy the fellowship of the Holy Ghost, that we may see aright, hear aright, and do aright, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}