{"ID":240004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Exhortation From Isaiah&#x2014;The Saints Obeying It&#x2014;Glimpse at the Settlement of Utah&#x2014;Fulfilling Ancient Prophecies&#x2014;Jackson County, Missouri, the Destination of the Saints&#x2014;The Temple to Be Built There&#x2014;New Jerusalem&#x2014;How It Will Be Preserved From Decay&#x2014;Its Description&#x2014;The Wicked Powerless to Prevent the Saints From Fulfilling Their Destiny.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Orson Pratt, delivered in the Tabernacle, Salt Lake City, October 26, 1879.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Prophecies Being Fulfilled.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/26\/1879<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v24n56\"> I will read a few passages of Scripture which will be found in the 54th chapter of Isaiah.<span class=\"citation\" id=\"59675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59675)\">Isa. 54:1-17<\/a><\/span> (The speaker then read most of the chapter referred to.) Continuing, he said: <\/div><div class=\"paragraph jod\" id=\"v24n57\"> I hope that the congregation will pardon me for undertaking three Sabbaths running to instruct them when there are so many of our brethren&#x2014;those who are ordained and filled with the spirit of truth&#x2014;who would be glad, no doubt, to speak to the people; but a great many of my younger brethren, <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> younger than I am, may perhaps have a great many opportunities after I may pass away, provided that the Lord sees proper in His wisdom to call me hence. <\/div><div class=\"paragraph jod\" id=\"v24n58\"> I feel a great pleasure in standing before a congregation of Latter-day Saints, or a mixed assembly of those who belong to the Church and those who have not received the great message which the Church has received. It gives me great joy and great satisfaction to speak to them in the name of the Lord, and unfold,  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as far as the Spirit will give me utterance, that which the Lord has said concerning His people in the latter days. I had nothing upon my mind when I arose and walked into the stand, but upon opening the Bible my eyes fell upon this chapter, and I thought that I would read it&#x2014;and perhaps something might occur in relation to this chapter that would be interesting in regard to the latter days, for certainly what I have read relates to future times&#x2014;times that have not yet come. <\/div><div class=\"paragraph jod\" id=\"v24n59\"> &#x201C;Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes;&#x201D;<span class=\"citation\" id=\"59693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59693)\">Isa. 54:2<\/a><\/span> is the exhortation of the prophet to some class of people that should dwell on the earth. If we wish to know what class of people the Prophet had reference to, read the last verse of this chapter: &#x201C;This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord.&#x201D;<span class=\"citation\" id=\"59746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59746)\">Isa. 54:17<\/a><\/span> It would seem then, from the declaration given in that clause of the seventeenth verse of this chapter, that the Prophet was speaking of his servants and their heritage&#x2014;that is, the heritage that his servants should occupy&#x2014;that they were not to be narrowed and contracted in their feelings in regard to their inheritance as though it were to be in a small tract or region of country. The Lord had otherwise determined according to the words of this chapter. He intends they should inherit a great land, that they were to stretch forth the curtains of their habitations, and for fear that they would be limited in their views and contract themselves to a small region of country, the Lord says expressly, &#x201C;Spare not, lengthen thy cords, and strengthen thy stakes.&#x201D;<span class=\"citation\" id=\"59694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59694)\">Isa. 54:2<\/a><\/span> Well, we are trying <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to do this as Latter-day Saints. When we first came here we located this city in the month of July, 1847, some 32 years ago this last summer. Then it was thought by many that had not a knowledge of prophecy, that we were too expanded in our views to lay out a city&#x2014;being only a handful of pioneers&#x2014;to lay out a city covering several miles of ground, when there was not yet a house built; when comparatively there was before us a great dry, barren desert. It seemed almost folly to even some of the Latter-day Saints to see the surveyor with his measure line, others with their instruments of observation, getting the height of this land above the sea level&#x2014;making great preparations, while we yet camped, a little handful of us, in wagons and in a few tents. It seemed folly to lay out a city covering an area of several square miles; but those who did this work were under the direction and inspiration of the Almighty. We knew that this people would become a very great people. We knew that the words of Isaiah would be fulfilled which are recorded in the 60th chapter, &#x201C;A little one shall become a thousand, and a small one a strong nation.&#x201D;<span class=\"citation\" id=\"60052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60052)\">Isa. 60:22<\/a><\/span> Now we believed that. It was not merely all opinion such as might be formed by the enlightened judgment of the human family, but by the inspiration of that Spirit which knows all things, we laid out a city sufficiently large in extent to accommodate and gather together an extensive population for this inland country and desert. Have we been disappointed? Has the Lord disappointed us in our expectation? Go over the area of this whole city, over these northern wards and western wards, and travel and traverse all the different lots and streets, and see if you  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>find many vacant places. Is not the land generally taken up? Is it not generally occupied? Are there many vacant lots, where there are no houses or habitations? Are there many places where there are no fruit trees, no gardens? Are there many streets where there are no ornamental trees, no water ditches? We find after we have traveled several days and traversed nearly all the streets of this city, gone for miles each way, that all the lots with some very few exceptions, seem to be occupied, and not only so but some of the lots originally intended only for one family are now split up, divided and subdivided, and contain several habitations in the same lot, and scarcely room enough at that. We find the population coming into this city so great that there seems to be scarcely room, and even our water in dry seasons seems to be very scarce, not sufficient to water even the trees that are so necessary to be kept alive, to say nothing of gardens and flowers and shrubbery. &#x201C;Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not;&#x201D;<span class=\"citation\" id=\"59695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59695)\">Isa. 54:2<\/a><\/span> that is don't be stingy, don't be contracted, don't limit yourselves to a small area of country but break forth on the right hand and on the left.<span class=\"citation\" id=\"59705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59705)\">Isa. 54:3<\/a><\/span> Already within the last 32 years we have been fulfilling this commandment. We have stretched forth the gardens of our habitation several hundred miles in the south especially, and one or two hundred miles in the north, into the Territory of Idaho. Utah does not seem sufficient for us, hence we have built many large towns and villages in Idaho. We have spread forth our towns, our villages and our settlements to the south for some 300 or 400 miles, and even after doing this we find the place is too strait, <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the saying is: &#x201C;Give place to me that I may dwell.&#x201D;<span class=\"citation\" id=\"59453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59453)\">Isa. 49:20<\/a><\/span> We would scarcely suppose that a work of this great and important magnitude would have been accomplished in so short a time as scarcely one-third of a century, when all this great basin&#x2014;nearly all with the exception of one or two small portions of the country traversed by Fremont and a few of his followers&#x2014;was explored and considered an unprofitable desert, considered unfit for the habitation of man, in consequence of the dryness and parched condition of its soil. But the Lord when He begins to fulfill and accomplish a work among His people does so by degrees. He did not convert this great American desert, several hundred miles in extent, into a fruitful garden in one day, nor in one year; but in a few years, comparatively speaking, He has accomplished this work and has done it too with an eye to the predictions that were uttered by His servant Isaiah, the Prophet,<span class=\"citation\" id=\"59154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59154)\">Isa. 35:1<\/a><\/span> and His servant, David, the Psalmist.<span class=\"citation\" id=\"128789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128789)\">Ps. 107:33-43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n60\"> The Sabbath before last I addressed the congregation and spoke of the people inhabiting the great mountain territory, removing. You will recollect this. You know our enemies have had a great many speculations about our moving. A great many have supposed that we would remove to an island of the sea; others have pointed out Vancouver's Island, others Russian America, as it used to be called; others have pointed out Mexico; others the islands of the Indian Ocean; and others South America, as the future destination of the Latter-day Saints. But Sunday before last I endeavored to point out to you our hopes, our views as contrasted with the views of our enemies, in relation to our future destination. I will repeat again, to bring to the  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remembrance of the Latter-day Saints, and those who might have been present on that occasion, what was then said. We expect that these mountains will not be the residence of all the Latter-day Saints; we expect that the great majority of the people will emigrate. We want to tell you where our eyes are fixed. As stated in our former discourse, they are fixed upon a land&#x2014;not in the distant islands of the Indian Ocean, nor in the Pacific Ocean, nor in South America, but our eyes are fixed upon a land on the western boundaries of the State of Missouri<span class=\"citation\" id=\"87487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87487)\">D&amp;C 84:3<\/a><\/span> and the boundaries of the State of Kansas. We expect to go there just as much as we expect the sun will rise and set. We have no other expectation. We expect to return there just as much as the Jews expect to return to old Jerusalem in the latter days. Perhaps you may inquire if we expect to return as a majority. Yes. Do we expect to return as a great people? Yes. Do we expect to return with our wives and our children? Yes. Do we expect to return in a peaceable manner? Of course. Have you ever seen any other feeling on the part of the Latter-day Saints, only to promote peace wherever they may settle? What has been our object from the commencement? Peace and goodwill to all men.<span class=\"citation\" id=\"67082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67082)\">Luke 2:14<\/a><\/span> But perhaps you may still further inquire concerning our emigration to the eastern boundaries of the State of Kansas, and to the western boundaries of the State of Missouri, what we intend to do in that part of the country? We expect to be farmers, a great many of us. We expect to introduce all kinds of machinery and manufactures. We expect to build mills. We expect to become a very industrious, frugal, economical people. We expect to have our merchandise <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and our stores and storehouses in that land. We expect to build a great many hundred schoolhouses in that country, just the same as we have already done in this country and in the two adjacent Territories, Idaho in the north and Arizona in the south. We do not calculate to neglect our children in regard to their education. We expect to build a great number of academies or the higher schools, and besides a great many schoolhouses. We expect to erect universities for the still higher blanches to be taught. We expect to build many hundreds of meetinghouses, and we expect to be a people very densely located there&#x2014;not one man taking up six or eight miles of land, and calling it his farm; we don't expect to live in that way, but we expect to settle a very dense settlement in that region of country. We expect to own the land, too.<span class=\"citation\" id=\"86080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86080)\">D&amp;C 57:1-5<\/a><\/span><span class=\"citation\" id=\"86251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86251)\">D&amp;C 58:49-53<\/a><\/span><span class=\"citation\" id=\"86433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86433)\">D&amp;C 63:27-31<\/a><\/span><span class=\"citation\" id=\"89548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89548)\">D&amp;C 101:70-73<\/a><\/span> How? By purchase. We expect to purchase the land that we have not already purchased. We have already purchased a great deal of land in Jackson County and Clay County, Missouri, and our purchases are on record if they have not destroyed the record; but we were driven from that land, from our farms and homes; our houses were burned down, our merchandise that we had in our store was taken and strewn through the street; our printing office&#x2014;one of the most distant western offices in the Union&#x2014;was also destroyed; the type was taken out and scattered through the streets; our hay stacks were burned, our cattle were shot down, and we were driven in the cold month of November from our houses and lands purchased of the general Government, and we fled before our enemies. &#x201C;Well,&#x201D; says one, &#x201C;are you not afraid to go back again to purchase land in that country when  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you were thus treated in the early settlement in 1833, when you were driven from your homes, some of you massacred, your property destroyed&#x2014;are you not afraid to return?&#x201D; O, I expect they are more civilized now. Do you think civilized people would murder now? Do you think they would drive people from their homes now? We may give them a chance to see. At any rate we shall fulfill our part, purchase the land, gather together upon our own purchased land, and we calculate to obey all the laws of the State of Missouri, and all the laws of the State of Kansas that are constitutional in their nature. But, says one, suppose the people should rise up and say you should not possess the land, what would you do? We would leave the matter in the hands of the Lord, just the same as we did at first when He led us by revelation to where the great central stake of Zion should be built.<span class=\"citation\" id=\"86081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86081)\">D&amp;C 57:1-5<\/a><\/span> We went there because the Lord told us to go. We settled upon the very spot where the Lord commanded us. We commenced to lay the foundation of a temple about three-quarters of a mile from Independence, Jackson County, Missouri.<span class=\"citation\" id=\"86098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86098)\">D&amp;C 57:3<\/a><\/span> It was then a wilderness, with large trees on the temple block. I visited that place 47 years afterwards, namely, a year ago last September, and not a tree was to be found on that temple block&#x2014;not so much as a stump&#x2014;everything seemed to be cleared off, and one would scarcely know, unless very well acquainted with the ground, where the temple site was located. There, however, we expect to build a temple different from all other temples in some respects. It will be built much larger, cover a larger area of ground, far larger than this Tabernacle covers, and this Tabernacle will accommodate <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from 12,000 to 15,000 people. We expect to build a temple much larger, very much larger, according to the revelation God gave to us forty years ago in regard to that temple. But you may ask in what form will it be built? Will it be built in one large room, like this Tabernacle? No; there will be 24 different compartments in the Temple that will be built in Jackson County. The names of these compartments were given to us some 45 or 46 years ago; the names we still have, and when we build these 24 rooms, in a circular form and arched over the center, we shall give the names to all these different compartments just as the Lord specified through Joseph Smith. Now, our enemies do not believe one word of this. They think we are enthusiastic, they think that this is all nonsense, and I do not know but there may be some of the Latter-day Saints that begin to partake of the same spirit, owing to their assimilating themselves so much to the fashion of the world, that they have lost their strong and powerful faith in that which God has predicted by the mouth of his servants. Perhaps you may ask for what purpose these 24 compartments are to be built. I answer not to assemble the outside world in, nor to assemble the Saints all in one place, but these buildings will be built with a special view to the different orders, or in other words the different quorums or councils of the two Priesthoods that God has ordained on the earth. That is the object of having 24 rooms so that each of these different quorums, whether they be High Priests or Seventies, or Elders, or Bishops, or lesser Priesthood, or Teachers, or Deacons, or Patriarchs, or Apostles, or High Councils, or whatever may be the duties that are assigned to them, they will have  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rooms in the Temple of the Most High God, adapted, set apart, constructed, and dedicated for this special purpose. Now, I have not only told you that we shall have these rooms, but I have told you the object of these rooms in short, not in full. But will there be any other buildings excepting those 24 rooms that are all joined together in a circular form and arched over the center&#x2014;are there any other rooms that will be built&#x2014;detached from the Temple? Yes. There will be tabernacles, there will be meeting houses for the assembling of the people on the Sabbath day. There will be various places of meeting so that the people may gather together; but the Temple will be dedicated to the Priesthood of the Most High God, and for most sacred and holy purposes. Then you see that, notwithstanding all these Temples that are now building in this Territory, and those that have been built before we came here in Kirtland and Nauvoo, the Lord is not confined to an exact pattern in relation to these Temples building in the different Stakes any more than He is confined in the creation of worlds to make them all of the same size. He does not make them all of one size, nor does He set them rolling on their axes in the same plane, nor does He construct any in many respects alike; there is variation as much as there is in the human form. Take men and women. There are general outlines that are common to all, but did you ever see two faces alike among all the millions of the human family? What a great variety, and yet all are constructed in general outline alike&#x2014;after the image of God.<span class=\"citation\" id=\"52230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52230)\">Gen. 1:26-27<\/a><\/span> So in regard to the building of Temples. The Lord will not confine Himself to any one special method to be so many feet long, so <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many feet wide, and so many places for the Priesthood to stand, but He will construct His Temples in a great variety of ways, and by and by, when the more perfect order shall exist we shall construct them, through the aid of revelation, in accordance with the Temples that exist in yonder heaven. And when I speak of yonder heaven I do not refer to that kind of heaven the sectarian world sings about, beyond the bounds of time and space. I have no reference to any heaven beyond space, but I have reference to the heaven that the Lord has sanctified and made heaven in other worlds that he has created, consisting of all kinds of materials the same as our world is, and when this world passes through its various ordeals, it, too, by and by, will pass away and die like the body of man and be resuscitated again, a new heaven and a new earth,<span class=\"citation\" id=\"80692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80692)\">Rev. 21:1<\/a><\/span><span class=\"citation\" id=\"83527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83527)\">Ether 13:9<\/a><\/span><span class=\"citation\" id=\"84778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84778)\">D&amp;C 29:23-24<\/a><\/span> eternal in its nature. The new worlds that are thus constructed and quickened by the fullness of the celestial glory will be the heavens where the Gods will dwell, or in other words, those that are made like unto God, when their bodies are changed in all respects like unto His glorious body,<span class=\"citation\" id=\"75530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75530)\">Philip. 3:21<\/a><\/span> changed from materiality and cleansed from sin and redeemed, they will then be immortal and dwell in a heavenly world. Now, in this world there will be Temples, and these Temples will be constructed according to the most perfect law of the celestial kingdom, for the world in which they are built or in which they stand will be a celestial body. This last Temple that I am speaking of, or this last one to be built in Jackson County, Missouri,<span class=\"citation\" id=\"128790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128790)\">D&amp;C 84:2-5<\/a><\/span> will be constructed after that heavenly pattern in all particulars. Why? Because it will never perish, it will exist forever. &#x201C;What! Do you mean  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to say,&#x201D; says one, &#x201C;that the materials of that temple will not wear?&#x201D; &#x201C;Do you mean to say,&#x201D; some of you may inquire in your hearts, &#x201C;that age will have no effect upon the walls and the materials of that temple?&#x201D; This is what I mean&#x2014;I mean to say that not only the Temple, but all the buildings that shall be built round about that Temple, and the city that will be built round about it, which will be called the New Jerusalem, will be built of materials that never will decay. &#x201C;But,&#x201D; says one, &#x201C;that will be contrary to the laws of nature.&#x201D; You may cite me to some of the buildings that existed before Christ that were built out of the most durable materials that could be found, and yet when the storms of hail, rain and snow came, these buildings began to waste away until they could scarcely be recognized. Well, I do not ask you to think that this temple and the city round about it will defy the rough hand of time and the work of the elements of our globe, and exist forever, so far as natural laws are concerned; but there is a principle higher than these natural laws. Did you never think of it&#x2014;a higher principle, a higher kingdom that governs all these laws of nature, such as you and I have been accustomed to understand ever since our youth. I say there is a higher law, a controlling power over all the laws of nature, that will prevent these buildings from decaying; and I wish while dwelling upon this subject to say a little about another subject; that is, the building up of Palestine with the new Jerusalem. It will be the old Jerusalem rebuilt upon its former site. Now, will that city ever be destroyed, will it ever decay? Will the Temple to be built in Palestine ever be thrown down or ever be <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> furrowed with hail, rain, snow and frost&#x2014;will these ever have any effect upon it? No, not in the least. <\/div><div class=\"paragraph jod\" id=\"v24n62\"> Why? Because God will be there. So He will be in the temple of Zion on this continent,<span class=\"citation\" id=\"56631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56631)\">Ps. 48:1-3<\/a><\/span> and by His power, by His laws&#x2014;which are superior to all those grosser laws of nature&#x2014;He will preserve both of these cities, one on the western hemisphere, and one on the eastern hemisphere, from any decay whatever. Now, we have it recorded here in this book, in the 31st chapter of Jeremiah, that this city on the eastern continent shall not be thrown down any more forever.<span class=\"citation\" id=\"60709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60709)\">Jer. 31:38-40<\/a><\/span> It seems, therefore, to be an eternal city, never to be destroyed. &#x201C;But,&#x201D; says one, &#x201C;I cannot believe that; I cannot believe but what these cities will be subject, just as much as anything else to decay.&#x201D; Do you believe this good book&#x2014;the Bible? If you do, you are obliged to believe that such things are possible. Do you want to know some of them? I will mention one instance. You will recollect that Moses commanded Aaron to take a pot of manna and lay it before the Lord, to be kept for their generations.<span class=\"citation\" id=\"54068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54068)\">Ex. 16:32-33<\/a><\/span> Now it was a noted fact that if the children of Israel gathered more manna than would last them until after the next morning, it would decay, but on the last day before the Sabbath they gathered manna for two days, and they found that on the Sabbath day it was preserved. Who preserved it? Why did it last two days instead of one? Because God counteracted those lesser laws, or laws of nature, by His divine power, which is greater than them all, and He therefore preserved for two days that which would not last longer on the other days of the week than twenty-four hours.<span class=\"citation\" id=\"54044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54044)\">Ex. 16:4-31<\/a><\/span> Well, we find that the Lord ordered the manna to be placed in the tabernacle to  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be kept for their generations, that they might see the bread wherewith He had fed them in the wilderness, when He brought them forth from the land of Egypt.<span class=\"citation\" id=\"54070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54070)\">Ex. 16:32-35<\/a><\/span> Did that manna decay? No, it remained fresh and pure in the tabernacle. Why? Because God was there; His divine power was there; a miracle was wrought to counteract the general laws of nature such as we generally understand them to be, and this manna was preserved from generation to generation. Now the Being that could produce this effect upon a small quantity of substance on a pot of manna, could He not do the same in regard to whole buildings, or is His arm so limited that He has to work in a little narrow corner and preserve a little handful of manna from spoiling through decay. I would say that the same Being that could perform this, which we might term a lesser miracle, could extend the same power to stone, wood, and to all kinds of metal and material that might enter into the construction of a Temple. Shall I limit that power to the preserving of a Temple! No. The same Being could preserve the city round about the Temple, hence it is a city that shall never be destroyed nor thrown down from that time henceforth and forever.<span class=\"citation\" id=\"60713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60713)\">Jer. 31:40<\/a><\/span> God will be in the city. He will take care that the building materials suffer nothing from the laws of nature. He will take care that the city is illuminated by His divine power,<span class=\"citation\" id=\"60020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60020)\">Isa. 60:19-20<\/a><\/span><span class=\"citation\" id=\"80823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80823)\">Rev. 21:23<\/a><\/span><span class=\"citation\" id=\"80844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80844)\">Rev. 22:5<\/a><\/span> and especially the Temple, the most sacred of all the Temples, where He will have His throne, where the Twelve Apostles will have their thrones, as the judges of the twelve tribes of Israel;<span class=\"citation\" id=\"65243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65243)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"68102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68102)\">Luke 22:30<\/a><\/span> He will take care that there is nothing in that Temple that shall decay in the least degree. So it will be in the New Jerusalem. Zion upon this <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great western hemisphere will have a city called the New Jerusalem (because it has never been built before) and God will preserve it by His divine power. Read what the Psalmist, David, has said in the 50th Psalm: &#x201C;Out of Zion, the perfection of beauty, God hath shined. Our God shall come, and shall not keep silence: a fire shall devour before him, and it shall be very tempestuous round about him. He shall call to the heavens from above, and to the earth, that he may judge his people. Gather my saints together unto me; those that have made a covenant with me by sacrifice.&#x201D;<span class=\"citation\" id=\"56675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56675)\">Ps. 50:2-5<\/a><\/span> Perhaps you may ask why it is called &#x201C;the perfection of beauty.&#x201D;<span class=\"citation\" id=\"56674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56674)\">Ps. 50:2<\/a><\/span> Shall I read from the chapter I opened with? In the 11th verse of that chapter we read: &#x201C;O thou afflicted, tossed with tempest, and not comforted, behold, I will lay thy stones with fair colors, and lay thy foundations with sapphires. And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones.&#x201D;<span class=\"citation\" id=\"59712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59712)\">Isa. 54:11-12<\/a><\/span> Now any person that is acquainted with mineralogy or with geology, and any person that has studied these things to any great extent, knows concerning these precious stones how very precious they are esteemed, and how a small portion of these stones is very frequently valued at more than its weight in gold, some of them one hundred times their weight in gold, and yet the Lord will bring or create, or form, as the case may be, or tell His children how to form those precious stones in great abundance, sufficiently pure and crystallized in order to complete the foundations and also the temples and the public buildings of that great city called the New Jerusalem. But before this shall commence, the Lord has  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>addressed them as a people afflicted: &#x201C;O thou afflicted, tossed with tempest, and not comforted.&#x201D;<span class=\"citation\" id=\"59711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59711)\">Isa. 54:11<\/a><\/span> Just as the Latter-day Saints have been now for upwards of forty years driven from place to place before we emigrated to this great mountain desert, persecuted by our enemies, our cities taken from us, our villages taken from us, our farms taken from us, our flocks and herds shot down; we were robbed of all these things, and yet without any redress from the Government under which we live. We then came forth beyond these great rocky chains of mountains, hoping that in the distant desert, where no other people would have thought of locating themselves, we might live undisturbed. We have been greatly prospered in this desert. We have lived here long enough to fulfill a great many of the prophecies that are contained in this good Jewish Bible. But we have not yet got through with fulfilling prophecies. We are designed as a people to fulfill a great many prophecies. We shall move however, as I have already stated, down into that region of country. But you may say&#x2014;that is, some of the weak Latter-day Saints may say&#x2014;that it will cost so much; we will have to purchase all that country sufficiently extensive to give place to all this people. How are you going to obtain means enough to purchase a country large enough for all this people to dwell in? Well, now, the Lord has that in His own hands, don't you know it? Is it a difficult thing for the Lord to make his people rich when they are prepared for it, after days of tribulation, after passing through a great many afflictions and difficulties, tossed to and fro; would it be a difficult matter for the Lord to open up whenever He pleases, means of unmeasurable <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> riches, more than all the Latter-day Saints would know how to use? Hear what the Lord says: &#x201C;For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron. Violence shall no more be heard in thy land, wasting nor destruction within thy borders.&#x201D;<span class=\"citation\" id=\"60012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60012)\">Isa. 60:17-18<\/a><\/span> Who were the people here spoken of? They were people that should be clothed upon with this light that I have been speaking of, this glorious light; the presence of the Lord will be in their midst, and it will radiate over their temples, it will light their city by night and by day.<span class=\"citation\" id=\"60021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60021)\">Isa. 60:19-20<\/a><\/span><span class=\"citation\" id=\"80824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80824)\">Rev. 21:23<\/a><\/span><span class=\"citation\" id=\"80845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80845)\">Rev. 22:5<\/a><\/span> &#x201C;But are you sure,&#x201D; says one, &#x201C;that such a thing will take place?&#x201D; I have no time to read all the Lord says on the subject, but if you read the 60th chapter of Isaiah, you will find that the sun shall be no longer necessary by day, nor the moon by night, to give light to a certain people. Why? Because &#x201C;the Lord shall be unto thee an everlasting light, and thy God thy glory. Thy sun shall no more go down.&#x201D;<span class=\"citation\" id=\"60022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60022)\">Isa. 60:19-20<\/a><\/span> Not like our sun which arises in the morning and exists above the horizon for a few hours, then descends, and darkness covers the earth. Not so with this light, the glorious divine light that will lighten up the heights of Zion.<span class=\"citation\" id=\"60649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60649)\">Jer. 31:12<\/a><\/span> It will never go down,<span class=\"citation\" id=\"60025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60025)\">Isa. 60:20<\/a><\/span> it will be a standing miracle by day and by night, from one week to another, month after month, year after year, until the one thousand years shall have rolled away over the heads of the people that dwell on the earth. But let us see what more is said. That same God that has spoken of these great riches, brass for gold, iron instead of silver, for wood brass, and for stones iron&#x2014;<span class=\"citation\" id=\"60010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60010)\">Isa. 60:17<\/a><\/span>I say that that same God has exhorted the latter-day people called Zion to &#x201C;Arise, shine; for thy light  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is come, and the glory of the Lord is risen upon thee.&#x201D;<span class=\"citation\" id=\"59900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59900)\">Isa. 60:1<\/a><\/span> I do not mean something that never can be discerned. I mean that true light that emanates from the great fountain of light, the Messiah, the Redeemer; that true light that lighteth every man that cometh into the world;<span class=\"citation\" id=\"68554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68554)\">John 1:9<\/a><\/span> that true light which is in all things and giveth light to all things;<span class=\"citation\" id=\"88325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88325)\">D&amp;C 88:13<\/a><\/span> that true light that lighteth up the understanding of the children of men and quickeneth their memory; that true light that quickens the eyes of this mortal tabernacle,<span class=\"citation\" id=\"88295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88295)\">D&amp;C 88:11<\/a><\/span> that we are able to discern objects round about us; that true light which is of God, will be rendered visible to the eyes of all the inhabitants of that city. And shall I limit it there? No. The light will shine so conspicuously from that city, extending to the very heavens, that it will in reality be like unto a city set upon a hill that cannot be hid,<span class=\"citation\" id=\"63064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63064)\">Matt. 5:14<\/a><\/span> and it will have quite a tendency to strike terror<span class=\"citation\" id=\"128791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128791)\">Isa. 54:14<\/a><\/span><span class=\"citation\" id=\"128793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128793)\">D&amp;C 45:67<\/a><\/span> to all the nations of the earth.<span class=\"citation\" id=\"128792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128792)\">D&amp;C 45:70<\/a><\/span> Will all see it? No, some may be too far off, beyond the ocean, to behold that miraculous light that will shine forth in this city, but I will tell you the effect it will have upon the kings, queens, rulers, congressmen and judges of the earth&#x2014;they will hear of it by telegraph; the news will be flashed over the civilized nations of the earth, but they will not believe it. They will say, &#x201C;Let us cross the ocean, and let us see this thing that is reported to us by telegraph; let us see whether it is so or not.&#x201D; Well, when they get within a day or two's journey of the city they will be alarmed. Some of these kings and nobles, when they see the light shining forth like the northern lights in the arctic regions, illuminating the whole face of the heavens&#x2014;when they see this light shining forth <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> long before they reach the city, fear will take hold of them there, says the Psalmist, in the 48th Psalm, they will become weak,<span class=\"citation\" id=\"56633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56633)\">Ps. 48:1-6<\/a><\/span> and their knees will smite together like the knees of Belshazzar.<span class=\"citation\" id=\"61499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61499)\">Dan. 5:6<\/a><\/span> They will try to haste away from the glory of God and from the power of God, and to get out of the country as soon as possible. Fear and terror will be upon them. It will have an effect upon many other kings and nobles, more pure in heart, more honest, that are willing to receive the truth; it will have a different effect upon them, so much so, that they will say with Isaiah, &#x201C;Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee. For, behold, darkness covers the earth, and gross darkness the people: but the Lord shall arise upon thee, and His glory shall be seen from thee. And the Gentiles shall come to thy light, and kings to the brightness of thy rising.&#x201D;<span class=\"citation\" id=\"59907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59907)\">Isa. 60:1-3<\/a><\/span> These are the different effects which it will have upon the rulers of the various nations, some believing, some trembling, some humbling themselves and willing to forsake their thrones and their kingdoms and their empires to come and dwell with the people of God, while others more wicked, more corrupt, will not be able to endure it. This shining light will be seen for many miles distant, and the wicked will flee away; they will be fearful lest they be smitten by that power that illuminates the people of God, hence the terror of the Lord will be there.<span class=\"citation\" id=\"85752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85752)\">D&amp;C 45:67<\/a><\/span> Terror will take hold of the wicked when Zion becomes as fair as the sun and as clear as the moon, and her banners will be terrible<span class=\"citation\" id=\"57667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57667)\">Song 6:10<\/a><\/span><span class=\"citation\" id=\"83840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83840)\">D&amp;C 5:14<\/a><\/span><span class=\"citation\" id=\"90445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90445)\">D&amp;C 109:73<\/a><\/span> to all nations.<span class=\"citation\" id=\"90025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90025)\">D&amp;C 105:31<\/a><\/span> One would naturally suppose when we see the present hardness of heart that exists among our enemies, when we see our Elders waylaid, young peaceable  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>boys that are taking their first mission abroad to proclaim the Gospel of the Son of God&#x2014;when we see them shot down and their murderers tried by a jury and acquitted, and then tried for riot and acquitted of that&#x2014;one would naturally suppose that a people so hard in their hearts would not be converted to believe even if they should see the power of God manifested. But do you suppose that among these people where such things are carried on in the light of day, where murderers go free and where judges say, &#x201C;commit murder, commit riots, take the life of the innocent; we will free you&#x201D;&#x2014;do you suppose that there are no honest hearted among the people that are allowed to do this? If you do you are mistaken. There are many of the honest in heart deceived by the cunning craftiness<span class=\"citation\" id=\"75262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75262)\">Eph. 4:14<\/a><\/span> of the children of men,<span class=\"citation\" id=\"94256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94256)\">D&amp;C 123:12<\/a><\/span> by priestcraft which lies at the foundation of all the persecutions endured by the Latter-day Saints.<span class=\"citation\" id=\"128794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128794)\">D&amp;C 123:7<\/a><\/span> Priests, afraid of their craft,<span class=\"citation\" id=\"72057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72057)\">Acts 19:25-27<\/a><\/span> afraid of this little one, afraid that the little one will become a thousand, and the small one a strong nation,<span class=\"citation\" id=\"60053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60053)\">Isa. 60:22<\/a><\/span> say: &#x201C;let us down upon them, let us drive them from their homes, let us burn their houses, let us persecute them from city to city, let us fall upon their missionaries and put them to death.&#x201D; We would hardly suppose that there could be found an honest person among such a people, but there are. There are goodhearted people all through the States. In Missouri, where they first drove us? Yes, many. In Ohio, where we were also driven? Yes, many which are honest before God, and will receive the testimony of the Gospel, and unto this Zion that I have been speaking of such will gather together, to swell the numbers of the Latter-day <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, and we will become a strong nation and they cannot help themselves, and this is what makes them feel so bad. But, says one, we can help ourselves. We have got the Secretary of State, Mr. Evarts, and he in connection with others of the Cabinet, have published a circular unto the nations of Germany, Great Britain, Norway, Sweden and Denmark, asking their help; &#x201C;Will you not step forward,&#x201D; say they, &#x201C;and put a stop to the emigration of the Latter-day Saints. We are afraid they are growing too strong. We are afraid there are too many of them in yonder hills. O, Great Britain, help us! O Germany, help us! Let your arm stretch forth and allow no more of these Latter-day Saints to gather to the mountains of Utah! O keep them back. Shut up the ports of Liverpool, of Europe, and let no more emigrate to that land!&#x201D; Do you think they can shut the ports of heaven? Do you think that yonder spirits that dwell in the presence of God the Father, will be kept back, and will not come here and take infant tabernacles to swell the borders of Zion? Think you, you can shut down the gates of heaven and control this matter? Stretch forth your arm and try to stay the arm of the Almighty, that He send no more spirits here to swell the borders of Zion! Would it not be well to pass laws to prevent these spirits coming, to prevent this heavenly emigration? Think you, you can stay the purposes of the Great Jehovah? No; these spirits will come and our streets will be full of children, sons and daughters, and they will say, as they crowd up: &#x201C;The place is too strait: give place to me that I may dwell,&#x201D;<span class=\"citation\" id=\"59454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59454)\">Isa. 49:20<\/a><\/span> and they will stretch forth the curtains of their habitations, they will lengthen  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their cords and strengthen their stakes<span class=\"citation\" id=\"59696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59696)\">Isa. 54:2<\/a><\/span> in spite of all the powers of earth and hell combined. &#x201C;A little one,&#x201D; says the Prophet Isaiah, &#x201C;shall become a thousand, and a small one a strong nation.&#x201D;<span class=\"citation\" id=\"60054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60054)\">Isa. 60:22<\/a><\/span> Daniel caught the same spirit. He saw a little one planted in the mountains. He saw a kingdom organized, an ecclesiastical government called the Kingdom of the God of Heaven.<span class=\"citation\" id=\"61340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61340)\">Dan. 2:44<\/a><\/span> He saw it organized&#x2014;not in the lower countries of the earth, but he saw it organized in a high and lofty region;<span class=\"citation\" id=\"59824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59824)\">Isa. 57:15<\/a><\/span><span class=\"citation\" id=\"61055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61055)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"128795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128795)\">Dan. 2:45<\/a><\/span> in other words, as is recorded in the 18th chapter of his prophecies, he saw an ensign lifted up upon the mountains.<span class=\"citation\" id=\"58353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58353)\">Isa. 18:3<\/a><\/span> What is an ensign? &#x201C;Why,&#x201D; says one, &#x201C;according to our dictionary, and according to our opinion upon this subject, I should suppose an ensign, or standard, to be something unto which the people will gather.&#x201D; You have thought right. This ensign, says the Lord, shall be lifted up upon the mountain.<span class=\"citation\" id=\"58354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58354)\">Isa. 18:3<\/a><\/span> What is an ensign? It is not only something unto which the people will gather, but it is something of divine appointment, something that the Lord organizes, something that will be a pattern to all peoples, nations and governments erected in the mountains, and He calls upon all the inhabitants of the earth to see it.<span class=\"citation\" id=\"128796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128796)\">Isa. 18:3<\/a><\/span> In another place the Prophet Isaiah says: &#x201C;And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.&#x201D;<span class=\"citation\" id=\"58231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58231)\">Isa. 11:12<\/a><\/span> Can you hinder it? Can you oppose the almighty hand of Jehovah that he shall not accomplish His purposes? It cannot be done. You may afflict, you may pass laws, you may call upon distant nations to help you, you may shut down the emigration against the Latter-day Saints, you <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may drive them, you may burn their houses&#x2014;you may do all this, but they will continue to live and to stretch forth in spite of all the powers beneath the heavens, and become a great people under the Constitution of this great land. We never want to be freed from the Constitution of our country. It is built upon heavenly principles. It is established as firm as the rock of ages, and when those that abuse it shall molder in corruption under the surface of the earth, the American Constitution will stand and no people can destroy it, because God raised it by our ancient fathers, and inspired them to frame that sacred instrument.<span class=\"citation\" id=\"89621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89621)\">D&amp;C 101:80<\/a><\/span> The Constitution is one thing; corrupt politicians are another thing. One may be bright as the sun at noonday, the other as corrupt as hell itself; that is the difference. Because we have a good Constitution that is no sign that the strong arm of the law, founded upon that Constitution, will protect the minority as well as the majority. The politician may suffer the majority to trample upon the rights guaranteed by that Constitution to the minority. They have done it before, and perchance they will continue to do it until they are wasted away. Then will be fulfilled another saying in this same chapter which I have read&#x2014;&#x201C;For thou shalt break forth on the right hand and on the left; and thy seed shall inherit the Gentiles, and make the desolate cities to be inhabited.&#x201D;<span class=\"citation\" id=\"59706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59706)\">Isa. 54:3<\/a><\/span> Now, there are a great many cities in the United States that will not be totally destroyed when the inhabitants are swept off the surface of the earth. Their houses, their desolate cities will still remain unoccupied until Zion in her glory and strength shall enlarge the place of her tents, and stretch  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forth the curtains of her habitations.<span class=\"citation\" id=\"59697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59697)\">Isa. 54:2<\/a><\/span> That is the destiny of this nation, <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the destiny of the Latter-day Saints. Amen. <\/div>\n<\/div>\n<\/div>"}