{"ID":240018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Interest in the Work of God&#x2014;Faith in the Destiny of the People&#x2014;&#x201C;Mormonism&#x201D; a &#x201C;Knotty Problem&#x201D;&#x2014;No Freedom for the Saints&#x2014;Good Effect of Sifting&#x2014;Growth of the Kingdom&#x2014;Commandments to the Saints&#x2014;Travels of the Saints Compared With Journeyings of Ancient Israel&#x2014;Inspiration of President Young.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered in the Tabernacle, Provo City, Sunday Afternoon, December 3, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: &#x201C;Mormonism&#x201D; a &#x201C;Knotty Problem&#x201D;.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 12\/3\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v24n449\"> I am deeply interested in the welfare of Zion. There is nothing that tends to benefit the people of God in the least degree in which I have not a deep and abiding interest. My feelings and desires are interwoven and centered in this latter-day work. I should have no other interest, desire, or feeling, and so far as I know I have not. I am thankful for this, because it does not seem to me to be any task to do, so far as I am capable, whatever the Lord calls me to do in the work of the ministry, or in the building up of Zion. I am proud to say this comes natural to me. I have no praise to bestow upon myself for it, and I ask none. I have no credit to claim on that score. I have this disposition and desire and I thank God for it. I feel that if Zion prospers all is well, and if Zion does not prosper, then my own happiness and prosperity is in jeopardy. For I expect nothing outside of the Gospel. I expect to gain no favors of the world. I do not court nor expect the love or sympathy of the ungodly. I do not care for their favor. I do not seek nor desire their society any further than it may be possible to do some good. If I am <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sent to preach the Gospel to them I am willing to go and labor among them and do all the good I can; but when I get through with the labor that devolves upon me, by virtue of that calling and appointment, I feel&#x2014;and I speak from experience when I say this&#x2014;like other missionaries, most grateful for the privilege of getting home. I never was particularly pleased to go away. I went on a mission when I was quite a boy&#x2014;some 25 years ago&#x2014;and I have been engaged in missionary duties and labors more or less ever since. I have never been out of the harness, nor laid my armor on the shelf, nor have I sought to be released from that day to this. I have always been on the altar, so to speak, ready and willing to do whatever is required of me to the best of my ability. I am just as willing today as I ever was in my life. I expect to become more and more willing as I gain experience, as I get older&#x2014;that is, if it is possible to advance in that direction, and I presume it is. <\/div><div class=\"paragraph jod\" id=\"v24n450\"> I have great faith in the destiny of this people. I never had any doubts or fears in regard to the destiny and final triumph of the people  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God. I can remember the time when I was quite a little boy, when we were hurried very unceremoniously across the river Mississippi from the city of Nauvoo just previous to the bombardment of the town by the mob. I had a great anxiety then&#x2014;that is for a child&#x2014;to know where on earth we were going to. I knew we had left home. We had left it willingly&#x2014;because we were obliged to&#x2014;we left it in a hurry, and we were not far away when we heard the cannonade on the other side of the river; but I felt just as certain in my mind then&#x2014;as certain as a child could feel&#x2014;that all was right, that the Lord's hand was in it, as I do today. My feelings have been the same from that day to this. I know that Zion is onward and upward. I know that God has charge of His great latter-day work; that His hand is extended over His people for good; that He will work out their deliverance; that He will bless them and increase them upon this land until they shall become powerful and terrible to the wicked nations of the earth.<span class=\"citation\" id=\"85812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85812)\">D&amp;C 45:70<\/a><\/span><span class=\"citation\" id=\"89174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89174)\">D&amp;C 97:18<\/a><\/span> We are now, it would appear, becoming troublesome to the nation of which we form a part, so much so that one of the greatest men of the nation, feeling unable to deal with this question of &#x201C;Mormonism,&#x201D; this &#x201C;knotty problem,&#x201D; actually called upon the government of Great Britain to help to stop the progress of this work. You know what Secretary Evarts did a few years ago&#x2014;he actually appealed to the several European governments to pass laws, or do something else to prevent the &#x201C;Mormons&#x201D; coming from their respective countries to this &#x201C;asylum for the oppressed, this land of liberty.&#x201D; I am happy to say, however, that the wisdom exercised and manifested by some of the <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> notable ones of Great Britain was greater than that exercised by some of the notable ones in our own land. They had sense enough to know that they had no business to deal with any such question, and they rather snubbed the poor deluded Secretary, and through him the Government of the United States, by telling them that it was a matter over which they had no control. There&#x2014;in the &#x201C;effete governments of the old world&#x201D;&#x2014;a man might worship God, the devil, or a yellow dog, and it would be all right; but in the United States&#x2014;the much-vaunted &#x201C;land of liberty&#x201D;&#x2014;while a man might worship the devil, or a yellow dog, he must look out and be very chary how he undertakes to worship the true and living God; for if he undertakes that he will have trouble on hand the first thing he knows. The Methodists may worship a God without body, parts or passions, who sits on the top of a topless throne, and the Government will say nothing about it; but as sure as you undertake to worship the God of Abraham, Isaac, Jacob, Jesus and the Apostles, they are after you with &#x201C;sharp sticks&#x201D; in the shape of inimical laws, unconstitutional enactments, missionary judges, governors, marshals, etc. We have proven this, and we know it is true. It is not because we have not the truth; it is not because we have not revelation; it is not because we have not Prophets, Apostles, and inspired men; it is not because we have not the Priesthood; because if we had not these we would be like the rest of the world, and they would be no more concerned about us than we are concerned about them. Why are they not as troubled over the rest of mankind as they are over us? Simply because they have nothing to fear from them; they are all sailing  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the same boat, all going down the same stream; they are all &#x201C;birds of a feather,&#x201D; if you please. But here is something that is opposed to that downward tendency; here is something that is going up the stream, something that is going in an entirely different direction from the rest of mankind. And they howl about it, and say, &#x201C;If we let this kind of thing go on we shall lose our place and nation.&#x201D;<span class=\"citation\" id=\"69788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69788)\">John 11:48<\/a><\/span> Something has got to be done, they say, to stop the onward progress of this abominable &#x201C;Mormonism.&#x201D; Now, mark it&#x2014;this abominable &#x201C;Mormonism!&#x201D; If a man is a thief in Utah, it is because he is a &#x201C;Mormon.&#x201D; If he is a liar, it is because he is a &#x201C;Mormon.&#x201D; If he commits adultery, it is because he is a &#x201C;Mormon.&#x201D; If he commits murder, it is because he is a &#x201C;Mormon.&#x201D; It is not because he is an adulterer; it is not because he is a murderer; it is not because he is a liar; it is not because he is a thief, that he does these things, but it is because he is a &#x201C;Mormon!&#x201D; Now, why is this? Is it because the world do not know to the contrary? No, it is not, for they do know better&#x2014;that is, the great majority of mankind that know anything about us. I acknowledge that there are a great many in the world who do not know anything about us; they simply believe the slanders of a few malicious scribblers concerning us. But it is not the ignorant and deceived that are seeking to bring trouble upon this people, but the crafty, whose crafts are in danger.<span class=\"citation\" id=\"72052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72052)\">Acts 19:24-27<\/a><\/span> They cry out, &#x201C;delusion! delusion!&#x201D; in order to distract attention from their own delusions, from their own sins and corruptions. They try to scare the people away from their own infamies, and turn them upon the Latter-day Saints. But it is a poor miserable dodge and will not succeed. <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Their crafts are not only in danger, but they are doomed to fall.<span class=\"citation\" id=\"72053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72053)\">Acts 19:24-27<\/a><\/span> But the truth is not in danger, and it is destined to continue until it accomplishes its mission. This is my testimony, and I predict this without any fear of being a false prophet. I do not fear to prophesy this, because the Lord God Almighty has foretold it. God has declared it by his own voice, and by the voice of angels, and of Prophets, and I believe their testimony. I know by the Spirit of God in my own heart that their testimony is true; I know that the kingdom of God will succeed and finally triumph. While I say this, I do not say we will not have to pass through tribulation, that we may not have to be scourged for our weaknesses, follies and shortcomings; for I do not know any more effectual way in which the Lord could bring us to our senses, that the chaff, the smut and the refuse may be sifted out and the wheat preserved, than to suffer to be scattered among us the influences of the world, the leaven of unrighteousness,<span class=\"citation\" id=\"64813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64813)\">Matt. 16:11-12<\/a><\/span><span class=\"citation\" id=\"67588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67588)\">Luke 12:1<\/a><\/span> that that which is no part of the body of Christ may be separated and the good perfected, cleansed and purified. Those who are corrupt do not belong to the body of Christ's Church; it is only that which is pure and holy that can have a part therein. We have all got to be fashioned, modeled and reformed, before we can become like unto our Savior. A man who is deformed by iniquity, lack of faith, by wicked and unrighteous practices, can never reflect the image of his Creator, until that deformity is removed. We must purify ourselves before God, and this is what the Gospel of the Son of God&#x2014;by some called &#x201C;Mormonism&#x201D;&#x2014;teaches us to do. We say that &#x201C;Mormonism&#x201D; is onward and upward, and as I have said, I have never had any fears as  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the ultimate triumph of the kingdom of God. Upon what are our hopes based? What is the foundation of our expectation in regard to this matter? Is it that all the people will do right? Do we expect or hope that all the people will be saved with a full salvation? Do we expect or hope that all the people that are now numbered among the Latter-day Saints will be true and faithful to the end? No; we may justly fear that many will fall by the way. But there will always be a sufficient number of this people, and of their children and children's children, and of the honest in heart who are at present in darkness but who will yet come to a knowledge of the truth, who will be sufficiently faithful to the covenants that they make with God, that the Kingdom will never fall or be left to another people.<span class=\"citation\" id=\"61342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61342)\">Dan. 2:44<\/a><\/span> I judge this from the history of the past. It has been so from the beginning until now, and this is a glorious assurance to me, besides the testimony of the Holy Spirit in my heart, that this will be the case in the future. Notwithstanding many have fallen by the way and have manifested intense hatred towards the work of God in which they were formerly engaged, and have done their utmost to destroy it, notwithstanding all opposition of this character, the Kingdom has grown steadily and unmistakably from the day it was organized, April 6th, 1830, until the present moment, and it will never cease to grow. We may be brought under affliction, if not under bondage. Now for my own part I do not care to be brought under greater bondage than I am under at the present time. I feel in my heart as though I was under as much bondage as I care to bear without some more help from the Lord and from my brethren. When I <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> am restrained by unjust laws or bills of attainder from exercising the rights of citizenship, from worshipping God according to the dictates of my own conscience,<span class=\"citation\" id=\"94176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94176)\">A of F 1:11<\/a><\/span> and openly practicing the principles of my religion, which are in strict accord with the holy Scriptures, the Bible; when I am legislated against contrary to the constitutional law of the land, and my rights interfered with and trampled upon without a cause, I feel that is about as much bondage as a free born American citizen, never convicted of any crime, ought to submit to. That is the case at present to a certain extent; but we are not yet very much hurt. It cools our affections a little for &#x201C;Uncle Sam,&#x201D; or the administrators of government, but draws us nearer to God and closer to the precious principles of the Constitution, and excites our sympathy for our misruled country. But all the powerful engines that have been framed for the destruction of the liberties of the Latter-day Saints have hitherto proven in the main failures. The framers of these engines of destruction, and base plots, have not been able to accomplish by them the objects for which they were intended. In consequence of this, our enemies are dissatisfied with themselves and with the Government because of their failures. It is not because we have opposed them; it is not because we have used any violence; it is not because we have resisted any wicked and corrupt law, for we have said but little; we have simply let them do as they pleased, knowing that they are in the hands of the Lord, who will suffer them to go just as far as will subserve His purposes, and when they have gone that far He will say to them, as He says to the mighty deep, &#x201C;Hitherto shalt thou come, but no further: and here shall  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56280)\">Job 38:11<\/a><\/span> They can go no further than He permits them, and inasmuch as we do right and keep the commandments of God, we need have no fear; but if we play into their hands, cater to them, encourage them, and give them of our strength and support, then we may some day expect to be caught in their meshes, for as Paul says: &#x201C;Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey.&#x201D;<span class=\"citation\" id=\"72463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72463)\">Rom. 6:16<\/a><\/span> When we become servants of the enemies of the people of God, we will find we have got unmerciful masters. We have come to these mountains to serve the Lord. We have not come here to serve ourselves, nor to serve man, nor to serve Babylon. The voice of God has been to us, &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80273)\">Rev. 18:4<\/a><\/span> And, furthermore, it is said, &#x201C;Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? And what concord hath Christ with Belial? or what part hath he that believeth with an infidel? And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.&#x201D;<span class=\"citation\" id=\"74237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74237)\">2 Cor. 6:14-16<\/a><\/span> This is the call that is made upon the Latter-day Saints. Now what will it avail us if we come out from Babylon and bring the customs of Babylon with us? What will it avail us if we come out from among the nations of the earth and mingle with the ungodly, the infidel, worship idols, and do all manner of evils? What good will it do? I can tell you what harm it will do. It will just add that much more condem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nation to those who have been called to be not unequally yoked with unbelievers,<span class=\"citation\" id=\"74235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74235)\">2 Cor. 6:14<\/a><\/span> etc.; they will be held that much more culpable before the Lord; &#x201C;For unto whomsoever much is given, of him shall much be required: and to whom the Lord has committed much, of him will men ask the more.&#x201D;<span class=\"citation\" id=\"67661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67661)\">Luke 12:48<\/a><\/span><span class=\"citation\" id=\"67668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67668)\">Luke 12:57 (JST)<\/a><\/span> We know what is good, and if we do it not, we then are guilty of sin.<span class=\"citation\" id=\"77702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77702)\">James 4:17<\/a><\/span> Much has been given unto us, therefore much is required at our hands.<span class=\"citation\" id=\"87406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87406)\">D&amp;C 82:3<\/a><\/span> If our righteousness exceeds not the righteousness of the modern Pharisees and Scribes,<span class=\"citation\" id=\"62981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62981)\">Matt. 5:20<\/a><\/span> what better are we than they? We are called to be the salt of the earth. What say the Scriptures? &#x201C;If the salt shall lose its savor, wherewith shall it be salted? The salt shall thenceforth be good for nothing, but to be cast out, and to be trodden under foot of men.<span class=\"citation\" id=\"89533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89533)\">D&amp;C 101:39-40<\/a><\/span> I give unto you to be the light of the world.<span class=\"citation\" id=\"89727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89727)\">D&amp;C 103:9-10<\/a><\/span> A city that is set on a hill cannot be hid. Therefore, let your light so shine before this world, that they may see your good works.&#x201D;<span class=\"citation\" id=\"63044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63044)\">Matt. 5:13-16<\/a><\/span> That is our calling. We are not called to be infidel to the work God has commenced upon the earth, to be infidel to the truths He has revealed unto us, but we have been called out from the midst of the earth that we may be the servants of the Lord, that we may be His chosen people, that we may raise up a righteous people, and that we may so live that God will acknowledge and own us,<span class=\"citation\" id=\"89388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89388)\">D&amp;C 101:3<\/a><\/span> and that we may claim Him to be our Father and our God. <\/div><div class=\"paragraph jod\" id=\"v24n455\"> When we came out here we came out from the midst of bondage and very much oppression and tyranny. Some of the brethren were talking to us yesterday about bondage; and it is said in the revelation that &#x201C;ye must needs be led out of bondage by power, and with a stretched-out arm.&#x201D;<span class=\"citation\" id=\"89781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89781)\">D&amp;C 103:17<\/a><\/span>  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now, the Lord also promised that He would raise up a man that should lead the people out of bondage; and, further, He promised that when He should raise up that man His angels should go before them and also His presence, not as it was in the days of the children of Israel in the wilderness, when His angel went up before them, but not His presence; but in the last days the Spirit of God and the angels shall go before the people and shall follow after them.<span class=\"citation\" id=\"89784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89784)\">D&amp;C 103:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n458\"> There are some wonderful events to transpire in the future, but one of the most wonderful events has already transpired, but that event, I suppose, like that witnessed by the children of Israel in the dividing of the waters of the Red Sea<span class=\"citation\" id=\"54011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54011)\">Ex. 14:21-22,29<\/a><\/span> and their pilgrimage to Canaan, will be left to other generations to appreciate. I do not think that the children of Israel thought a great deal about their crossing the Red Sea in the way they did. Perhaps they thought it was done upon natural principles. They probably attributed the separation of the waters to some natural causes, and failed to see the hand or power of God in it any more than the people of Missouri, in 1878, saw the power of God in a cyclone there, which was so powerful that it lifted the water and mud out of a large lake in its course clean to the solid ground or bedrock, leaving a dry pathway from shore to shore about a quarter of a mile wide, carrying away and scattering thousands of fish over the country for miles away, and it was some little time before the water flowed back to its level in the lake. This was accounted for, I suppose, on scientific principles. It was the power of this electric storm that raised the water out of the lake, swept it clean to bed rock, carrying everything before <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it, and leaving a path upon which people could walk dry shod! They do not think God had any thing to do with it. But by and by their children may think the power of God was manifested even in this. Doubtless the children of Israel learned to thank God for dividing the waters of the Red Sea and allowing them to pass through dry shod, while the Egyptians who were pursuing them were drowned.<span class=\"citation\" id=\"54025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54025)\">Ex. 14:30-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n459\"> A wonderful event has occurred in these last days among this people, an event many times more wonderful than the marching of the children of Israel from Egypt to the holy land. It is only a short distance from the river Jordan to the land of Egypt&#x2014;only a few hundred miles&#x2014;and yet they wandered about for forty years seeking the goodly land,<span class=\"citation\" id=\"54075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54075)\">Ex. 16:35<\/a><\/span><span class=\"citation\" id=\"54742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54742)\">Num. 14:33-34<\/a><\/span> until every last one of them, except two,<span class=\"citation\" id=\"54916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54916)\">Num. 26:65<\/a><\/span> had fallen asleep because of their rebellious spirit,<span class=\"citation\" id=\"54917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54917)\">Num. 32:13<\/a><\/span><span class=\"citation\" id=\"55295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55295)\">Josh. 5:6<\/a><\/span> and only their posterity were permitted to enter the holy land.<span class=\"citation\" id=\"54734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54734)\">Num. 14:28-32<\/a><\/span><span class=\"citation\" id=\"128847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128847)\">Deut. 1:35-39<\/a><\/span> Now, what has happened in this dispensation? This people have crossed deserts that are beyond comparison with those traversed by the children of Israel. They were not fed by manna it is true, although they were fed with quails in great abundance on at least one occasion, and they performed a journey nearly four times as great as that performed by the children of Israel&#x2014;which occupied them forty years&#x2014;in the course of a few months. Now this was a wonderful thing. We had to make the roads, build the bridges, &#x201C;kill the snakes&#x201D; and withstand the attacks of the Indians while crossing the trackless deserts. And when President Young first set his foot upon the ground where the Temple now stands in Salt Lake City, by the testimony of the spirit of God that was in his heart, by the inspiration  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Almighty, he exclaimed to the pioneers: &#x201C;Here we will make our resting place, and here is the spot upon which we will build the Temple.&#x201D; He had before seen an ensign<span class=\"citation\" id=\"58232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58232)\">Isa. 11:12<\/a><\/span><span class=\"citation\" id=\"58355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58355)\">Isa. 18:3<\/a><\/span> descend and light upon the mountain peak which is now called from that circumstance &#x201C;Ensign Peak&#x201D;&#x2014;which was an indication to him that this was the resting place God designed for His people. God led this people from the midst of their persecutors, delivered them from prison bars and fettering chains, delivered them from bondage, brought them out here and made them free&#x2014;as free as any people upon the earth. I am at the defiance of the world today, to show me an equal number of people anywhere that enjoy greater freedom or liberty at this moment than the Latter-day Saints do, notwithstanding the efforts of our enemies to the contrary. It cannot be done. We were led out of bondage by the power of God. The angels of God and the power and presence of the Almighty accompanied us, so much so that notwithstanding the country was covered with sagebrush and crickets, presenting the most forbidding appearance, President Young was enabled to point out where the Temple and city would be built. He said: &#x201C;You may go north and south, east and west, and explore the country all over, but when you have done it, you will come back and say that this is the spot where we are to settle.&#x201D; And that has been the universal experience and unwavering testimony of the people that have enjoyed the spirit of their religion from that day to this. There is nowhere between here and the Pacific coast, nowhere between the frozen zone in the north and Old Mexico in the south, where this people could enjoy more liberty or prosper better than <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have done and do in the midst of these mountains. Over thirty years experience has proven this beyond the possibility of doubt, and this is an evidence that those who led the people were inspired of God, inspired to teach, inspired to build, inspired to cultivate and reclaim these deserts, inspired to dedicate the land and the waters unto the Lord, that they might have His blessing poured out upon them, that they might be changed from sterility to abundant fruitfulness, and this the Lord has done for the people. <\/div><div class=\"paragraph jod\" id=\"v24n461\"> Now, it is quite possible that the Lord will raise up somebody in the future who will be powerful and mighty<span class=\"citation\" id=\"88073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88073)\">D&amp;C 85:7<\/a><\/span> to lead the people to rebuild the waste places of Zion,<span class=\"citation\" id=\"59515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59515)\">Isa. 51:3<\/a><\/span><span class=\"citation\" id=\"89451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89451)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"89745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89745)\">D&amp;C 103:11<\/a><\/span> but when He does, the power of God which has been manifested in the leading of this people in the past will not be forgotten nor despised, but will be more apparent to future generations than to this, and will be regarded quite as remarkable and as wonderful as anything that will occur in the future to them that participate in the scene. When God leads the people back to Jackson County, how will he do it? Let me picture to you how some of us may be gathered and led to Jackson County. I think I see two or three hundred thousand people wending their way across the great plain enduring the nameless hardships of the journey, herding and guarding their cattle by day and by night, and defending themselves and little ones from foes on the right hand and on the left, as when they came here. They will find the journey back to Jackson County will be as real as when they came out here. Now, mark it. And though you may be led by the power of God &#x201C;with a stretched-out arm,&#x201D;<span class=\"citation\" id=\"53882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53882)\">Ex. 6:6<\/a><\/span><span class=\"citation\" id=\"54962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54962)\">Deut. 4:34<\/a><\/span><span class=\"citation\" id=\"89782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89782)\">D&amp;C 103:17<\/a><\/span><span class=\"citation\" id=\"92057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92057)\">D&amp;C 136:22<\/a><\/span> it will not be more manifest than the lead<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the people out here to those that participate in it. They will think there are a great many hardships to endure in this manifestation of the power of God, and it will be left, perhaps to their children to see the glory of their deliverance, just as it is left for us to see the glory of our former deliverance from the hands of those that sought to destroy us. This is one way to look at it. It is certainly a practical view. Some might ask, what will become of the railroads? I fear that the sifting process would be insufficient were we to travel by railroads. We are apt to overlook the manifestations of the power of God to us because we are participators in them, and regard them as commonplace events. But when it is written in history&#x2014;as it will be written&#x2014;it will be shown forth to future generations as one of the most marvelous, unexampled and unprecedented accomplishments that has ever been known to history. <\/div><div class=\"paragraph jod\" id=\"v24n463\"> I believe with all my heart that President Brigham Young was a man mighty and strong<span class=\"citation\" id=\"88074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88074)\">D&amp;C 85:7<\/a><\/span> whom God Almighty raised up to lead this people out of bondage. What do you believe about it? And I believe He <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> did it by the power of God and the help of his brethren. I <span class=\"italic\">know<\/span> that he did it, and I know since that event that this people have been comparatively, to a great extent, free from malicious courts, from imprisonments, from chains and fetters, from mobocracy, and from injury by persecution, and they have thriven, prospered, multiplied, built and inhabited, planted and reaped the fruits of their labors and rejoiced in them ever since. And we have never been in bondage since, and we need not have been under what bondage we are if we had only done our duty, kept the commandments of the Lord, followed the counsels of His servants implicitly and without doubt in our minds, we would have been as free today as we were the moment we set foot in these valleys. <\/div><div class=\"paragraph jod\" id=\"v24n464\"> This is my testimony in relation to this matter. God has led His people out of bondage, and he has given them these strong mountain fastnesses for an inheritance. This will be a land of Zion unto us.<span class=\"citation\" id=\"90794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90794)\">D&amp;C 119:6<\/a><\/span> We shall rejoice in it and prosper exceedingly, if we continue to do our duty. Amen. <\/div>\n<\/div>\n<\/div>"}