{"ID":240041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Introductory Remarks&#x2014;Increased Faith in God&#x2014;The Ideas Advanced By Joseph Smith&#x2014;Lapse of Eighteen Centuries and No Voice From the Heavenly Worlds!&#x2014;Joseph Smith's Testimony in Regard to the Father and the Son and Holy Angels&#x2014;The Effect of His Revelations Upon the Minds of Men&#x2014;Spiritualism&#x2014;The One Power Through Which Godliness, the Power of God, and the Gifts of God Can Be Made Manifest With Safety, i.e., the Priesthood&#x2014;Joseph Smith Did Not Attempt to Preach the Gospel Until He Was Duly Commissioned of God&#x2014;John the Baptist&#x2014;The Higher Priesthood&#x2014;The Church of Jesus Christ of Latter-Day Saints Stands Alone&#x2014;The Results Following the Restoration of the Gospel&#x2014;Wonderful Faith of the Latter-Day Saints Considering Their Traditions&#x2014;Progress of the Church&#x2014;The Generation Growing Up in These Mountains&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Morning (Semi-Annual Conference), October 7, 1833.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation on Priesthood.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/7\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v24n969\"> President Cannon commenced by reading a portion of the 84th section of the Book of Doctrine and Covenants: <\/div><div class=\"paragraph jod\" id=\"v24n970\"> &#x201C;Which Abraham received the priesthood from Melchizedek, who received it through the lineage of his fathers, even till Noah; And from Noah till Enoch, through the lineage of their fathers; And from Enoch to Abel, who was slain by the conspiracy of his brother, who received the priesthood by the commandments of God, by the hand of his father Adam, who was the first man&#x2014;Which priesthood continueth in the church of God in all generations, and is without beginning of days or end of years. And the Lord confirmed a priesthood also upon Aaron and his seed, throughout <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all their generations, which priesthood also continueth and abideth forever with the priesthood which is after the holiest order of God. And this greater priesthood administereth the gospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of God. Therefore, in the ordinances thereof, the power of godliness is manifest. And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh; For without this no man can see the face of God, even the Father, and live.<span class=\"citation\" id=\"87521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87521)\">D&amp;C 84:14-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n971\"> &#x201C;Now this Moses plainly taught to the children of Israel in the wilderness, and sought diligently to sanctify his people that they might  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>behold the face of God; But they hardened their hearts and could not endure his presence; therefore, the Lord in his wrath, for his anger was kindled against them, swore that they should not enter into his rest while in the wilderness, which rest is the fulness of his glory. Therefore, he took Moses out of their midst, and the Holy Priesthood also; And the lesser priesthood continued, which priesthood holdeth the keys of the ministering of angels and the preparatory gospel; Which gospel is the gospel of repentance and of baptism, and the remission of sins, and the law of carnal commandments, which the Lord in his wrath caused to continue with the house of Aaron among the children of Israel until John, whom God raised up, being filled with the Holy Ghost from his mother's womb.&#x201D;<span class=\"citation\" id=\"87632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87632)\">D&amp;C 84:23-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n973\"> After which he said: <\/div><div class=\"paragraph jod\" id=\"v24n974\"> In arising to address this vast congregation this morning, I trust I may have the assistance of the Spirit of God, that I may be able to speak in plainness and with a distinct voice, so that all can hear those things that are appropriate to us on the present occasion. Naturally one shrinks from the task of addressing so large an audience. It requires a great physical effort to do so; besides it is a serious labor to attempt to teach and to instruct the people in the things of God. I would not attempt it if I did not hope to have His aid. But the people have come together this morning to be fed, to have the bread of life<span class=\"citation\" id=\"69227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69227)\">John 6:35<\/a><\/span><span class=\"citation\" id=\"69294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69294)\">John 6:48<\/a><\/span> administered to them. This is our privilege. We believe in this, and I rejoice that I am identified with a people who have this faith. <\/div><div class=\"paragraph jod\" id=\"v24n975\"> When I think of the great change that has been wrought in the earth within the last half century in <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> regard to faith in God and in the manifestations of God's power, I feel exceedingly thankful, and more especially because I and my family are identified with the people who have this faith. <\/div><div class=\"paragraph jod\" id=\"v24n976\"> Fifty-three years ago the religious world stood aghast at the ideas advanced by the Prophet Joseph Smith, and those associated with him. <\/div><div class=\"paragraph jod\" id=\"v24n977\"> Eighteen centuries had elapsed from the days of the Savior and His Apostles, and during the greater portion of this time no voice from the heavenly worlds had been heard by man&#x2014;at least this was the statement made by the religious people of that time. A deep silence prevailed. There had been no voice of God. There had been no manifestations from the Son of God. There had been no angelic visitation. The silence was deep, profound and uninterrupted, as much so as though every possible means of communication between God, Jesus, the angelic hosts and man on the earth had been entirely cut off. <\/div><div class=\"paragraph jod\" id=\"v24n978\"> Joseph Smith, inspired of God, came forth and declared that God lived. Ages had passed and no one had beheld Him. The fact that he existed was like a dim tradition in the minds of the people. The fact that Jesus lived was only supposed to be the case because eighteen hundred years before men had seen him. The fact that angels had an existence was based upon the knowledge that men had recorded it eighteen hundred years previously. The character of God&#x2014;whether He was a personal being, whether His center was nowhere, and His circumference everywhere, were matters of speculation. No one had seen him. No one had seen anyone who had seen Him. No one had seen an angel. No one had seen anyone who had seen an angel, and all that was  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>known concerning angels was that which had come down in this book [the Bible]. Is it a wonder that men were confused? That there was such a variety of opinions respecting the character and being of God? Angels were painted with wings&#x2014;half fowl and half man, illustrating most perfectly the absurd notions that had generated in the minds of men concerning these beings. How could it be expected to be otherwise? But Joseph Smith, as I said, startled the world. It stood aghast at the statement which he made, and the testimony which he bore. He declared that he had seen God. He declared that he had seen Jesus Christ.<span class=\"citation\" id=\"93675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93675)\">JS&mdash;H 1:17<\/a><\/span> He declared that he had seen angels, that he had heard their voices, that they had communicated to him divine truths.<span class=\"citation\" id=\"128960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128960)\">D&amp;C 128:20-21<\/a><\/span><span class=\"citation\" id=\"128961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128961)\">JS&mdash;H 1:30-54<\/a><\/span> It was something entirely unheard of; and because he made these statements, he was deemed worthy of death? It is a most wonderful thing when you contemplate it, that there should have been one man found who, after eighteen centuries of unbelief and incredulity, had faith sufficient to feel after God, and obtain revelation from Him&#x2014;that one man should have been found who had strength sufficient and power from God sufficient to make so great a departure as to believe that it would be possible for God to reveal Himself to man. All the persecutions that the Church of Jesus Christ of Latter-day Saints endured in the early days were due to the fact that they bore testimony to this great and important truth, that God lived, that God was a God of revelation, and that God had communicated His mind and will to His children once more. <\/div><div class=\"paragraph jod\" id=\"v24n980\"> After that revelation faith began to grow up in men's minds and hearts. Speculation concerning the <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being of God, ceased among those who received the testimony of Joseph Smith. He testified that God was a being of body, that He had a body, that He had parts,<span class=\"citation\" id=\"91371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91371)\">D&amp;C 130:22<\/a><\/span> that man was in his likeness,<span class=\"citation\" id=\"52154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52154)\">Gen. 1:26<\/a><\/span> that Jesus was the exact counterpart of the Father, and that the Father and Jesus were two distinct personages,<span class=\"citation\" id=\"128962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128962)\">D&amp;C 76:20<\/a><\/span> as distinct as an earthly father and an earthly son.<span class=\"citation\" id=\"93676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93676)\">JS&mdash;H 1:17<\/a><\/span> He bore testimony also that angels did not have wings, that they were men who had kept their covenants with their Father and their God, and had been exalted, through obedience to the commandments of God to that condition that they could dwell in His presence and become His ministers. By degrees this faith has grown until there are thousands upon thousands who have received it, and who believe it, who know for themselves concerning God, concerning Jesus Christ, concerning His Gospel and the plan of salvation; and the faith that formerly existed has been restored to the earth, and has begun to grow and to increase in the hearts of the children of men. <\/div><div class=\"paragraph jod\" id=\"v24n981\"> Not only has faith in spiritual manifestations grown in the hearts of the Latter-day Saints, but something of a similar character has grown up in the midst of the world. The pendulum which had swung in one direction, in the direction of extreme unbelief, of extreme incredulity, concerning everything of a spiritual character, after the organization of this Church, after the restoration of the everlasting Gospel in its ancient purity and power, the pendulum, I say, that had swung to such an extreme in one direction, began to swing in the other direction, in the direction of credulity, and willingness to have something that might be traced, or that could be attributed to a spiritual origin. Some  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fifteen or sixteen years after this Church was organized, spiritualism began to make its appearance, and thousands upon thousands of people were ready to receive anything that any charlatan chose to bring before them as the result of spiritual manifestations, until the whole nation of the United States, as well as some nations in Europe, were humbugged by the most extraordinary statements and ideas set forth by those charlatans. Men are ready enough now in some places to believe anything that makes its appearance in the form of spiritualism. All sorts of stories have been told. All kinds of powers have been manifested. Tables have been tipped. I cannot attempt to describe the many kinds of manifestations that have been had among men. But the same willingness to receive the truth, the same unwillingness to receive the Gospel and the blessings and gifts of God, has continued to be manifested, and this belief or credulity concerning spiritualism has not had any favorable effect upon the people in causing them to receive the truth as it is. <\/div><div class=\"paragraph jod\" id=\"v24n983\"> Now, there is one power, and one power alone&#x2014;as I have read to you in this extract from this revelation&#x2014;through which godliness and the power of God and the gifts of God can be made manifest with any degree of safety&#x2014;that is, through the Priesthood of the Son of God. Take that authority away from the midst of men, and they would be left precisely in the same condition that the world was in at the time of this revelation to Joseph Smith. <\/div><div class=\"paragraph jod\" id=\"v24n984\"> Though Joseph Smith, as I have said, was permitted in his boyhood, to behold the Father and the Son,<span class=\"citation\" id=\"93677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93677)\">JS&mdash;H 1:17<\/a><\/span> was ministered unto by holy angels, he did not&#x2014;and it is a very remarkable and noteworthy fact&#x2014;he did <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not because of these things, those glorious visions that he had, attempt to exercise any authority as a servant of God in the administration of the ordinances of the Gospel of the Lord Jesus Christ. His conduct in this respect stands out in remarkable contrast with the conduct of men, hundreds of whom, because they receive an impression at some time, that they ought to preach the Gospel, take upon themselves that holy calling, without any further authority than a mere impression upon their minds. He refrained from doing anything of this character. He waited the good pleasure of God. And how consistent it was! How much in accordance&#x2014;now, we look at it in the light of experience and knowledge&#x2014;with the will and plan of God, that he should thus wait, and that a holy messenger should be sent with the authority from on high to lay his hands upon him and to restore to the earth through him the everlasting Priesthood, by the administration of which the gifts and blessings and power of God had been manifested in ancient days. <\/div><div class=\"paragraph jod\" id=\"v24n985\"> Joseph Smith waited patiently for years, until the due time of the Lord, when He should send a heavenly messenger, and He did send John the Baptist.<span class=\"citation\" id=\"84049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84049)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128963)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93969)\">JS&mdash;H 1:68-72<\/a><\/span> John held the authority in ancient days to baptize for the remission of sins, and held the keys&#x2014;having inherited them from his great ancestor Aaron, of the Aaronic Priesthood, which Aaron held, and which authority his descendents exercised among the children of Israel, until the days of John, who was called the Baptist. This John, Jesus said, was a prophet than whom none greater had ever been born of woman.<span class=\"citation\" id=\"64253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64253)\">Matt. 11:11<\/a><\/span> He was a mighty man, and was distinguished above all men upon the face of the earth in this, that God chose him to be  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the instrument to baptize His Son Jesus Christ<span class=\"citation\" id=\"128964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128964)\">Matt. 3:13-17<\/a><\/span> in the waters of Jordan.<span class=\"citation\" id=\"128965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128965)\">Mark 1:9<\/a><\/span> He was a unique character in this respect. John was beheaded, as we know, to satisfy the priests and the murderous disposition of a wicked woman.<span class=\"citation\" id=\"64731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64731)\">Matt. 14:6-11<\/a><\/span><span class=\"citation\" id=\"66550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66550)\">Mark 6:16-28<\/a><\/span> When he died he held the keys of the Aaronic Priesthood&#x2014;that Priesthood, as I have said, which he derived from his great ancestor Aaron, the brother of Moses. He carried with him that authority, and there having been no bestowal of it from his day until the day of Joseph Smith, it became his legitimate right, when the authority was once more to be restored to the earth, to come and confer it. He did so. He laid his hands upon Joseph Smith and Oliver Cowdery, and ordained them to the authority which he himself held.<span class=\"citation\" id=\"84050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84050)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128966)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93970)\">JS&mdash;H 1:68-72<\/a><\/span> He bestowed upon them the keys of the Aaronic Priesthood, that he had exercised while in the flesh. When these men were thus ordained, they then had the right, which they exercised by the command of God, to baptize each other, and to baptize others, who might be willing to repent of their sins, for the remission of sins. <\/div><div class=\"paragraph jod\" id=\"v24n987\"> But this was not all. Something more was needed. This higher Priesthood of which I have read&#x2014;this greater Priesthood, which holds the keys of the mysteries of the kingdom of heaven, the keys of the knowledge of God&#x2014;<span class=\"citation\" id=\"87575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87575)\">D&amp;C 84:19<\/a><\/span>this greater Priesthood was still reserved. John did not possess it. &#x201C;I indeed,&#x201D; says he, &#x201C;baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire.&#x201D;<span class=\"citation\" id=\"62724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62724)\">Matt. 3:11<\/a><\/span><span class=\"citation\" id=\"66495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66495)\">Mark 1:7-8<\/a><\/span><span class=\"citation\" id=\"67131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67131)\">Luke 3:16<\/a><\/span> John did not have that authority. But Jesus held it. And Jesus had bestowed it upon His Apostles,<span class=\"citation\" id=\"128967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128967)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"128968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128968)\">John 15:16<\/a><\/span> three of whom were prominent among the Apostles&#x2014;one as <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> President, and the other two Counselors associated with him&#x2014;Peter, James and John.<span class=\"citation\" id=\"74468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74468)\">Gal. 2:9<\/a><\/span> These three held the keys of this greater Priesthood, which they had received from the Son of God Himself.<span class=\"citation\" id=\"128969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128969)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70193)\">John 15:16<\/a><\/span> They came, as Joseph Smith testified, and laid their hands upon his head, and bestowed upon him the keys of the Melchizedek Priesthood,<span class=\"citation\" id=\"84661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84661)\">D&amp;C 27:12<\/a><\/span> the higher Priesthood, the Priesthood which is after the order of the Son of God.<span class=\"citation\" id=\"90118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90118)\">D&amp;C 107:3<\/a><\/span> This authority was bestowed once more upon men by the administration of these heavenly beings who had been sent from God, the Eternal Father, to restore it once more to the earth. <\/div><div class=\"paragraph jod\" id=\"v24n988\"> Hence this Church of Jesus Christ of Latter-day Saints stands alone. It stands disconnected entirely with every other organization on the face of the earth. It draws its power from no existing organization. It derives its authority, it derives its Priesthood from nothing that exists among men; but claiming that the Church had fallen, that the authority of the Holy Priesthood had been taken from the earth and withdrawn to God in heaven, because of the wickedness of men in slaying those who held this Priesthood, it was eminently proper and consistent that when it was once more restored to the earth it should be restored from heaven by the administration of holy angels. <\/div><div class=\"paragraph jod\" id=\"v24n989\"> Time will not permit me to dwell at any length upon the results of what has occurred since then. But I may say this, that a new order of things commenced on the earth from the day that Joseph Smith was ordained, and the day this Church was organized. Once more the Church was organized, having within it all the old authority&#x2014;the Apostleship, the Priesthood, the gifts, the graces, the blessings that  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>characterized the Church of Christ in the day when it was upon the earth. Nothing was wanting. The same power, the same blessings, the same gifts, the same union, the same love, the same testimony on the part of those who had received these ordinances, until today we have in these mountain valleys a people the exact counterpart in every particular of that primitive Church which Christ and His Apostles organized upon the earth. Every distinctive nature, every characteristic, every power, every ordinance, that that Church possessed is claimed and possessed by this Church of Jesus Christ of Latter-day Saints, and the same fruits, the same characteristics, the same blessings, the same union, the same power, attends the administration of its ordinances, and follows its believers in all their lives and in all their operations. Go with its missionaries to the remotest land, you will find them the exact followers of the disciples of Jesus, who were with Him in the flesh. Did they travel without purse or scrip?<span class=\"citation\" id=\"68221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68221)\">Luke 22:35<\/a><\/span> So do the Elders of the Church in these last days.<span class=\"citation\" id=\"84490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84490)\">D&amp;C 24:18<\/a><\/span><span class=\"citation\" id=\"87914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87914)\">D&amp;C 84:86<\/a><\/span> Did they exercise faith before God, to have their way opened up before them? So do the Elders in these last days. Did they baptize repentant believers for the remission of their sins? So do the Elders in these last days. Did they promise unto repentant believers who were baptized that they should receive the gift of the Holy Ghost? So do the Elders who go forth in these last days. The same promise, the same gift, the same power, that was promised anciently is again promised, and, what is better still, is again bestowed and enjoyed by those who qualify themselves to receive this precious gift. Did they lay hands upon the sick for the restora<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of their health?<span class=\"citation\" id=\"77714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77714)\">James 5:14<\/a><\/span> So do the Elders in these last days; and the sick are healed;<span class=\"citation\" id=\"86636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86636)\">D&amp;C 66:9<\/a><\/span> and the power of God is manifested among men as it has not been manifested for these many centuries past. Did they, when they had organized a Church, find a people full of union and love, loving one another and willing to do deeds of kindness to one another, and thinking more of their brethren than they did of themselves? So do the Elders in these last days in organizing branches of the Church, and the same spirit attends their labors and follows as a result of their administrations in every land&#x2014;not in Christian lands alone, but in heathen lands, and among the natives of our forests and of our mountains. Wherever these Elders go they go accompanied by the power of God. This rests down upon the people who receive their words, and they are filled with the Holy Ghost, and their hearts are blended together in union and in love, which cannot be found elsewhere upon the face of the earth&#x2014;God in this wonderful manner bearing testimony to the labors of His servants and to their word, and fulfilling their promises in bestowing those gifts upon all races, upon all men who bow in submission to the Gospel which they preach. There is not a single characteristic that the ancient Church possessed, that is not manifested in these our days in the Church of Jesus Christ of Latter-day Saints. The same persecution of the Church, the same hatred, the same inclination to shed the blood of inoffensive, innocent men and women, to drive them from their homes and to treat them with the utmost cruelty upon baseless charges and misrepresentation&#x2014;that characteristic is not wanting either. It follows the Church. It follows the Elders of the Church go  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>where they will. They may be as pure as angels&#x2014;so far as it is possible for earthly beings to be&#x2014;nevertheless they are followed by this floodtide of falsehood, of slander, of misrepresentation, and also by the same disposition to kill them, to shed their blood; and Prophets have been slain in our day, the blood of apostles has been shed in our day, the blood of disciples and Saints has stained the earth in our day for the testimony of Jesus and for the word of God.<span class=\"citation\" id=\"79273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79273)\">Rev. 6:9<\/a><\/span> There is not a single characteristic lacking; and today this Church stands as a living testimony in the eyes of all nations, that God has indeed restored the everlasting Gospel, that God has indeed once more spoken from the heavens, that He has indeed restored the everlasting Priesthood, through the administration of which all these blessings have come in so remarkable a manner to men. <\/div><div class=\"paragraph jod\" id=\"v24n992\"> Considering what an age of unbelief we have had, considering the traditions that we have inherited, it is wonderful the faith that has been manifested by this people called Latter-day Saints. When I look at it from a certain standpoint, I am amazed at what I witness. The fathers of this people had not faith in anything of this kind. Imbued with the traditions that were prevalent throughout Christendom, they believed that the heavens were sealed, that all communications had ceased between God and man, and that all we had to depend upon was this book [the Bible] for the knowledge of God. This was the tradition instilled into the minds of our ancestors, until it has become a crystallized belief. One of the most difficult things to make men believe, when this Church was first organized in these last days, was that it would be possible for God to speak, that it would be possible for angels to come <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the earth, that it would be possible for that power to be manifested once more. All these things were associated with imposture in the minds of men. A man who made any such statement was immediately accused of being an impostor, and of trying to deceive somebody. <\/div><div class=\"paragraph jod\" id=\"v24n993\"> This Church has made its onward progress, despite this crystallized unbelief, which has been like a wall of adamant in front of us, hedging our way, barring our progress in the midst of the human family. Men would listen and then turn away with a sneer when they heard a statement of the truth. Yet notwithstanding that, it has a foothold in the earth. And what is the result? A generation is growing up in these mountains filled with the old faith to a certain extent free from the traditions of their fathers. My children I hope will have more faith than I, as I had more faith than my father. I was trained in this faith. My children, I trust, will have more faith than I, and the children of the present generation will have more faith than their fathers for this reason, that we are endeavoring to instill into their minds this faith; endeavoring to promote it; endeavoring to make them believe that God is a God of revelation, that God is not afar off, that He is not remote, but that He is near at hand; endeavoring to make them believe that God will answer prayer, and you can tell what the result will be. Every young man who goes out&#x2014;as in the case of our young men who are constantly going&#x2014;goes without purse or scrip.<span class=\"citation\" id=\"84491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84491)\">D&amp;C 24:18<\/a><\/span><span class=\"citation\" id=\"87915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87915)\">D&amp;C 84:86<\/a><\/span> What is the result? They have to feel after God. If they want a pair of pantaloons they have to ask God to obtain them. If they want a meal of victuals, they have to exercise faith  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on this account. In sending out my sons to preach the Gospel, or having them go, I would not give them one dollar to go with; and while I am on this subject I will say, the father who gives his sons money to go to preach the Gospel, does them the greatest injury he can do. I would not do it if I had millions at my disposal. I would not give them a dollar. Let them go out and feel after God, and obtain a knowledge of God, through faith and through mighty prayer. When a man is hungry; when a man is without friends; when a man has no place to sleep, he will, if he believes in God, and His gifts, be certain to go to Him and ask Him to furnish that which he needs, and when his prayers are answered he has greater faith next time. When he lays hands on the sick and the sick are healed, he has greater faith next <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time to go and administer to the sick, and in this way faith is growing and increasing in the midst of the Latter-day Saints, and the power of godliness is being made more and more manifest. But we are far from being what we should be. <\/div><div class=\"paragraph jod\" id=\"v24n995\"> I have not time to dwell further on these things. I would like to talk on kindred subjects; but time is passing and I am now trespassing. <\/div><div class=\"paragraph jod\" id=\"v24n996\"> I pray God to bless you, to fill you with the Holy Ghost, and to help you to seek after God with a greater faith; I pray that He may help you to put away your sins, and to keep His commandments perfectly, so that you may receive the blessings that He has in store for all the faithful, which I ask in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}