{"ID":240030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Spirit of God Necessary for Our Guidance&#x2014;Failure of the Measures Our Enemies Have Adopted Against Us&#x2014;The Object of the Edmunds Law&#x2014;Why All Such Laws Are Failures&#x2014;They Are Founded Upon Falsehood and Bring Disappointment to Their Framers&#x2014;The Efforts of Our Enemies Prove the Growth of this Work&#x2014;Necessary to Pass Through Trials&#x2014;God Will Always Deliver His People&#x2014;A Knowledge of the Work of God is Being Disseminated&#x2014;Two Influences at Work&#x2014;Many of the Doctrines Taught By Joseph Smith Now Becoming Popular.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in Paris, Bear Lake County, Idaho, Sunday Morning, August 19, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Providences in Favor of the Saints.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/19\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v24n702\"> In arising to address you this morning, my brethren and sisters, I trust we shall have the presence and assistance of the Spirit of God, to lead our minds to those subjects that may be most appropriate to you and to your circumstances. It is very desirable that we should have that Spirit to be with us, desirable both for the speaker and for the hearers, that our meeting may be mutually profitable. Our condition as a people is such that we cannot make the progress that is designed by God for us, unless we have His Spirit given unto us. We are assailed from many quarters. We have so much to contend with, that it requires the wisdom of God to direct us, and it requires His Holy Spirit constantly to be with us to enable us to perform our part in this great work. Others may get along after their fashion without direct revelation from God, but we cannot do so. It would be impossible to build up this work, <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and to guard ourselves against the attacks of our enemies and perform the labors that devolve upon us, unless God should be with us and manifest His power and make known His mind and His will unto us. This far we have been thus guided through all the difficulties that have arisen. Through the aid which God has rendered we have been prepared for them, and we have been extricated from them, and so it will be from this time forth, if we live as we should do and avail ourselves of the promises which He has made. I am always filled with amazement when I contemplate the wonderful deliverances which God has wrought out for us. To see us as we are today, dwelling in peace, and free from molestation, enjoying liberty, notwithstanding all that has been done against us with a design to disturb and break us up, is to me marvelous. I think that our whole career, in fact, is marvelous;  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but if there be anything connected with our present position that calls forth more wonder than any other, it is the fact that we are today surrounded by such peaceful circumstances. <\/div><div class=\"paragraph jod\" id=\"v24n704\"> Our enemies have felt serenely confident that the measures they had adopted against us would result in the overthrow of this system called &#x201C;Mormonism.&#x201D; In a conversation which I had with Senator Edmunds, of about two hours duration, we went over this whole subject&#x2014;I arguing from my standpoint and he from his&#x2014;and he seemed to be very confident that the bill which he had introduced, which afterwards became law, would be effective in accomplishing the desired end. It was, as he told me, to be one of a series of measures looking to the final overthrow of our system. It was supposed by him and by others that if they could succeed in having a law enacted which would disfranchise men who were living in plural marriage, and exclude them from office, the effect would be such as to make them so unpopular that they would lose their influence and be degraded in the eyes of the most of the &#x201C;Mormon&#x201D; people. It was anticipated that there were a great many &#x201C;Mormons&#x201D; who were secretly opposed to the domination of the polygamists, as they were called, and who would breathe more freely if their power should be taken away from them, and who would vote, as they would say, more independently, and probably unite with the apostates and the Gentiles, and by that means overthrow the existing rule in the Territory. Now, I am satisfied beyond any doubt that it was anticipated that by the combination of these elements&#x2014;the disaffected &#x201C;Mormons,&#x201D; the apostates and the Gen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tiles&#x2014;the supremacy of this country&#x2014;that is, of Utah particularly, and of course the influence would extend into your Territory&#x2014;that by the combination of these elements the supremacy of the Territory would be wrested from the control of those who had had it in their hands, and that &#x201C;Mormonism&#x201D; would be dealt a deadly blow, and the beginning of the great work of destroying this organization would be effected. Now, you can imagine how great the disappointment has been at the results. It was plain to me&#x2014;and I guess it was to most of our brethren who reflected upon this subject&#x2014;that the measure would be ineffectual. I took the liberty of telling the advocates of the Edmunds Bill so, but they did not believe what I said. They felt that they understood it better than I did, and today, the men who were the most in favor&#x2014;that is, in Salt Lake City&#x2014;of the enactment of the Edmunds law, are the men who are the most dissatisfied with the results which have been achieved by its passage; illustrating most perfectly the oft-repeated statement on our part, that our enemies can do nothing against the work of God, but that everything they do will contribute to its advancement and success. We have said this repeatedly. The experience of 53 years has proved to us that this is the universal result of measures concocted for the destruction or overthrow of this work. God has stated it, and has made promises concerning it, and this incident is but another illustration of the perfect truth of the promises of God concerning His work. Instead of being today in bondage, we are as free as we ever have been. Instead of our enemies having control of our country, we still retain control of it. Now, what new measures will be  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>adopted remains to be seen. Our enemies are tireless in their efforts. They will not give up this contest, they will not vacate the field, they will not consent to our living in peace, but they will continue their efforts, they will continue their attacks upon us. There is this advantage, however, that we always have&#x2014;we have always had it in the past, we shall have it doubtless in the future&#x2014;that the lies that are told concerning us are believed by our enemies, and accepting these as true, they frame their measures against us upon that basis; and that being the fact they always fail, because they do not have a true conception of the actual condition of affairs. Hence, if there were no other cause, that of itself is sufficient to foil them in their expectations. They are deceived concerning us by the many falsehoods that are told; but, as I say, they accept these as true and frame their measures upon these misconceptions and the result is always disappointment, and it always will be. <\/div><div class=\"paragraph jod\" id=\"v24n706\"> There is this that I am thankful for, connected with this whole affair. There was a time when the efforts of those who were arrayed against the work of God, were confined to a limited circle or sphere. In the beginning it was a neighborhood, and gradually extended until townships took the matter in hand, and from townships it extended to counties, and from counties to States, and we were told as long ago as I can recollect, and it has been declared from the beginning that it would be the case, that as this work grew, so opposition should grow against it, enlarging its circle, extending its influence in proportion to the work of God, until, we were told, States would array themselves against this work. We have seen that fulfilled. <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We came here, not because the United States had taken steps against us, but because Illinois and Missouri had expelled us from their borders, and we could secure no redress for the wrongs that had been inflicted upon us. But we were told that after a while the United States itself should oppose the work of God, and in a national capacity enact measures against it, and that then it would not be confined to that alone, but that all the nations of the earth, sooner or later, would array themselves against the work of God. I am thankful that there is this testimony given unto us concerning the growth of this work. It is no longer a county, it is no longer a State, but it assumes now national proportions. The nation itself, under the influence of bad men, of unwise legislators, under the pressure of priestcraft which is brought to bear from all quarters of the land upon the Congress of the United States&#x2014;in consequence of this influence we have now the Edmunds law following the Poland law, and it following the law of 1862, and probably to be followed by other measures of an equally proscriptive character, if the majority in Congress can be secured to pass such laws. God, however, will hold our enemies in check, and will restrain them, and will not suffer them to go beyond certain limits; so that we shall not be overwhelmed, but that we shall have the strength necessary to withstand the assaults that are made upon us or shall be made upon us. It is a wise dispensation of His providence that this should be the case, because if it were not so, with the power that is arrayed against us, we should be overwhelmed. God, however, tempers these matters according to our strength and ability to bear them or to withstand them,  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and as we grow, so grows the opposition; as we gain strength, so the opposition to us gains strength; as we gain experience and knowledge, we become more capable and achieve a higher position, and we will continue to do so until Zion will be the head, just as the prophets have predicted. But it is necessary that we should pass through this school of experience to test us, to try us, to give unto us the necessary confidence in ourselves as well as in our God and in His unfailing promises. Had we been called in the beginning to pass through such ordeals as we have had of late, it is doubtful if we could have endured them, unless God had endowed us with an extraordinary amount of His power. But they have come upon us gradually. We have met one difficulty after another, one assault after another, until we have gradually acquired confidence in our ability to withstand these assaults and to meet them, as well as confidence in our God. Our faith has been increased, and through the increase of faith we have been enabled to overcome, and thus it will be unto the end. There will be times, as there have been, when it will seem as though there is no possible way of escape, when it will seem as though everything is blocked up before us, and as though we are about to be swallowed up or destroyed; and the faith of the people will be tested in this manner, doubtless, many times in the future, as it has been many times in the past; but when it will seem the darkest, when the clouds will seem the most impenetrable, when there will be not a ray to illumine the pathway of the Saints of God, then God will be near to us to deliver us, and at the very darkest hour He will dispel the clouds and provide a way of escape that will excite our <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wonder, our admiration and our praise. It was so last year&#x2014;I mean 1882, before the passage of the Edmunds law and afterwards. It seemed as though the spirits of evil had poured out of hell and they had come upon the earth and were operating against the work of God. In all my experience I had never met a stronger feeling than prevailed. It seemed as though the whole nation was aroused from the center to the extremities. Almost every church in the land, every priest and every religious organization, was stirred up, banded together and their influence combined against the work of God to destroy it. Congress was being pushed forward by a power which the Members could not resist, and it seemed as though there would be no stopping place short of our destruction. I expect you felt it here as the Saints felt it in Utah, and as I felt it in Washington. The papers, as you will remember, were full of threats against us. It seemed as though a crisis had arrived in our affairs. It seemed as though there was no way of escape. But God still reigned. He comforted the hearts of His servants, and I was filled with thanksgiving to see the spirit which rested upon President Taylor and the brethren at home. When I received their letters I saw that, notwithstanding the darkness of the hour and the threats of our enemies, their hearts were undismayed, and their confidence in God as unfaltering as ever. God was with His people. He had not forgotten His promises. And it seemed as though by one blow or one move, the whole of this opposition was dissipated. It fell to the ground, the whole fabric of it, and, like a baseless vision of the night, it melted away and the sunshine came out; the sun, as glorious as ever, shone  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>down upon us, and every cloud was removed, apparently, from the heavens above, and our pathway was bright and clear without obstruction, and it has been so until the present time. <\/div><div class=\"paragraph jod\" id=\"v24n709\"> Will there be times again of this character? Yes, undoubtedly. It is necessary in the providences of our God, concerning this work, that this should be the case, in order that the faith of the Latter-day Saints may be tested, and that they may be led to put their trust in God, who alone can save us in such hours of extremity and trial. We need not expect that it will always be sunshine; we need not expect that the heavens will always be free from clouds, or that our pathway will never be obstructed or darkened. On the contrary, we shall have these things to contend with, in order that we may, by contending with them in the faith and power of God, obtain knowledge concerning His work and His providences. <\/div><div class=\"paragraph jod\" id=\"v24n710\"> In the meantime the knowledge of this work is being disseminated. With it, however, there goes forth a spirit of falsehood. It would seem as though, with the means of advertising we now have, and with the opportunities that are presented to men to visit us, a better understanding concerning us would be reached by thinking men. Undoubtedly this is the case to a certain extent. But my observation tells me that with the increase of information there is also a proportionate increase of misrepresentation and falsehood. The adversary is more industrious, if possible, in beclouding the minds of the children of men concerning us and concerning this work and the objects we have in view than he ever was. We become more advertised, it is true; but while we are advertised it is not <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> always in the direction of removing error and giving correct ideas concerning us. It is a strange fact that many people who visit Salt Lake City, and visit our Territory, notwithstanding that which they see, notwithstanding all that is before them, are deceived respecting us; they do not get a correct idea concerning our motives nor the objects we have in view, nor the character of our organization. They look at us through spectacles that distort us. You have seen, probably, glasses that change the appearance of things. It is so with their views. They cannot look at these things as we look at them. From such individuals the power of correct observation seems to be taken away by the power of darkness and the effect of falsehood upon their minds. This is a remarkable fact. I have been struck with it very much of late. Many intelligent men and women visit us, and they mingle among us; but at the same time they have ideas in their minds concerning us which seem to deprive them of the power of judging of us correctly, and they go away convinced on some points, but still retain many of the old ideas that have been implanted in their minds by falsehood concerning us. Of course, there are many from whose minds prejudice is removed and whose feelings become friendly. <\/div><div class=\"paragraph jod\" id=\"v24n711\"> We need not expect, however, that we can escape the power of prejudice; for the reason that there are two influences at work&#x2014;the power of God and the power of Satan. Satan is as busy darkening the minds and beclouding the understandings of the children of men as he ever was, and the inhabitants of the earth having rejected the truth, being unwilling to receive the Gospel of the Son of God when  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is presented to them, are left a prey to other influences and to the spirit of darkness; therefore, they are incapable of judging concerning the work of God. Will this continue to be the case? Undoubtedly it will. There will be no change in this respect. The work of God will be accomplished on the earth, it will roll forth, the predictions of the prophets will be fulfilled, and men will see their fulfillment. Yet, notwithstanding this, they will reject the testimony of the servants of God. It is very remarkable that this should be the case with the evidences there are, which are so plain and palpable and indisputable to us. <\/div><div class=\"paragraph jod\" id=\"v24n713\"> It was only a few days before I left home that some Members of Congress, with whom I was acquainted, came to the city. One very intelligent man and his wife were among them. I took them around, showed them our public buildings and other places of interest, and in conversation concerning the Temple, when I was showing them that structure, I explained to them to some extent its character and the objects for which it was being erected. I called their attention to the fact that while we had believed for forty years and upwards that there was a space between death and the resurrection, and that in that space there were opportunities for men and women to hear the Gospel of the Son of God, and to accept it, not, however, the purgatory of the Catholics&#x2014;that while we had believed that for forty years and upwards, God having revealed it unto His servant Joseph Smith, the world was just beginning to entertain the same belief, and popular preachers were beginning to advocate the correctness of the idea or of the doctrine that there was a chance for repent<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ance beyond the grave. These people with whom I conversed were intelligent, and they were of a religious turn of mind and familiar with religious affairs. They stated that they had heard such doctrines lately advocated. I then explained to them about the millions of the dead, of the pagans and others who had died in ignorance of the Gospel. &#x201C;Now,&#x201D; said I, &#x201C;how can you understand, upon any other principle than this, the justice of our God towards them? They have been dead for hundreds of years in entire ignorance of the name of Jesus, the only name given under heaven whereby man can be saved.<span class=\"citation\" id=\"71444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71444)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"81441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81441)\">2 Ne. 25:20<\/a><\/span><span class=\"citation\" id=\"81615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81615)\">2 Ne. 31:21<\/a><\/span> Shall they be consigned to endless torment, because of their lack of opportunity? Would that,&#x201D; I asked, &#x201C;be consistent with our ideas of justice?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n714\"> They admitted that it would not. <\/div><div class=\"paragraph jod\" id=\"v24n715\"> &#x201C;Well,&#x201D; said I, &#x201C;upwards of forty years ago, the Prophet Joseph Smith had revealed to him from God, this principle, that there were opportunities beyond the grave for men and women to learn the plan of salvation, and we are building temples for the benefit of these dead, as well as the living.&#x201D; I then explained to them the doctrine of the baptism for the dead&#x2014;what Paul had said concerning it.<span class=\"citation\" id=\"73895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73895)\">1 Cor. 15:29<\/a><\/span> To them it opened a new field of thought and reflection; and it is a remarkable fact that at the present time the religious world, the orthodox religious world, are beginning to entertain, some of the views that Joseph Smith preached and advocated upwards of forty years ago, concerning these matters. There are popular ministers who do advocate the idea contained in the epistle of Peter, where he speaks about Jesus going and preaching to the spirits in prison,<span class=\"citation\" id=\"77992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77992)\">1 Pet. 3:18-20<\/a><\/span> and they see nothing unreasonable  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in this doctrine; on the contrary, it comports with their ideas, and with the justice and mercy of our God. The world are gradually adopting many of the views that the Latter-day Saints have entertained. There are many doctrines that we have taught that were very unpopular in the beginning that they now receive. Why, there are Elders in this congregation who can well remember that it was a common belief, when they preached the Gospel to religious people, that the world was created out of nothing. That was a commonly received idea. Joseph Smith taught the eternal duration of matter. He taught the doctrine that matter was indestructible; that it never had a beginning; that it never could have an end; that it might undergo chemical changes, but that it was indestructible, and that the elements of which the earth is composed were eternal&#x2014;never had a beginning and never would have an end. The whole religious world were shocked at such an idea, and so in regard to the time occupied in the creation of the earth. But Joseph taught the true principle connected with this. He said the days mentioned as occupied in the creation were not our days of twenty-four hours' length, but were periods of time. Now, that is a commonly received doctrine, although it was sneered at and rejected by religious men at the time it was taught by the Elders of this Church. And so it has gone on. I might enumerate a great many doctrines that God revealed, that the world has gradually adopted, which at sometime they rejected, rejecting entirely the source whence they came, rejecting God as the author, and rejecting His Prophet as the medium through which these <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> doctrines have been received and taught. It is only a day or two ago that I saw a book published by Josiah Quincy, a relative of John Quincy Adams, in which he relates an interview he had with the Prophet Joseph, at Nauvoo. He relates in that interview, that the Prophet Joseph stated to him his proposition for the emancipation of the slaves, and he (Quincy) declares that it was worthy the consideration of all Christian statesmen. Ralph Waldo Emerson&#x2014;the philosopher of Concord&#x2014;eleven years after this, not acknowledging that Joseph had made a similar proposition, threw out the same idea, but that was at a time, as Quincy says, when men's minds were stirred up on this question of slavery. &#x201C;But,&#x201D; says he, &#x201C;what shall be thought of the man who, eleven years previous, when no one was disturbed about the question, made such a proposition; and which he made not only to me verbally, but which he published and advocated?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n717\"> To my mind this is strong testimony concerning the wisdom that God had given to the Prophet Joseph, which was so far ahead of that generation that they could not comprehend nor receive it. <\/div><div class=\"paragraph jod\" id=\"v24n718\"> Thus the world are gradually acknowledging the wisdom that God has given to His servants. Thus they are adopting the truths that are revealed. Thus the influence of this work is being felt throughout Christendom, and its effect is more marked than many of us imagine. We cannot comprehend to the full extent the effect that the work is having upon the world, and what God is doing through us, although we are but a feeble people. The influence of this work is spreading. Why, it is now a very common thing for people to believe in the sick being  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>healed by the prayer of faith.<span class=\"citation\" id=\"77732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77732)\">James 5:15<\/a><\/span> You see allusions to it in the public newspapers of the day, and there are other evidences which go to show the influence that this work and the teachings of the Elders of this Church is having upon the nations of the earth. And so it will be in all matters pertaining to government. Every day we are growing in strength, every day we are growing in influence, every day our influence is becoming more potent and wide reaching in its effects, and the people of the nation of which we form a part are becoming cognizant of it. Leading men admit it. They are conscious of it. They will not admit it in words to the fullest extent. But their movements against this work bear testimony that they, in their secret souls, feel that there is a power, an influence, and a might connected with this work that are sooner or later to make themselves felt. A people such as we are, men can readily see, <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must have a great influence in the affairs of the nation. We are possessed of every qualification that makes a people great. We are destitute of no single qualification that contributes to true greatness in an individual or in a nation; and a people possessing these qualifications will make themselves felt in the struggle for existence with other powers. <\/div><div class=\"paragraph jod\" id=\"v24n720\"> Another thing. While there are people belonging to our nation and to other nations who are fading away because they destroy the fecundity of their females and take no delight in posterity, in the midst of these mountains every married woman deems it an honor to be a mother, and feels it to be a deprivation not to bear the souls of the children of men.<span class=\"citation\" id=\"91804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91804)\">D&amp;C 132:63<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n721\"> I pray God to fill you with His Holy Spirit, and fill those who speak unto you with His power, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}