{"ID":240021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prosperity of the Saints&#x2014;Danger to Be Avoided&#x2014;How Blessings Are to Be Obtained&#x2014;Free Agency&#x2014;Triumph of the Work of God Testified of&#x2014;&#x201C;Mormonism&#x201D; not Easily Destroyed&#x2014;Prophecies to Be Fulfilled&#x2014;Self-Denial Required of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered at the General Conference, Salt Lake City, Sunday, a.m., April 8, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Not a Day for Doubt or Fear.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 4\/8\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v24n502\"> There never perhaps was a time since the Church was organized when the people of God were more prosperous or so numerous as they are today, notwithstanding all the efforts that our enemies have directed against us. But while we have triumphed over opposition and all the forces of the wicked that have been exerted against us by newspaper and pulpit and the power of Congress, it is meet that we should acknowledge the hand of God in all our victories. It has certainly not been by the wisdom, power or intelligence of man, that we have been delivered until now, but by the favor and blessing of God in our behalf. And we are today a living monument of God's special mercy, favor and protection. He has not only blessed us with the privilege of becoming acquainted with His laws, and with the plan of salvation, but He has gathered us to a goodly land;<span class=\"citation\" id=\"89143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89143)\">D&amp;C 97:9<\/a><\/span><span class=\"citation\" id=\"89807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89807)\">D&amp;C 103:20,24<\/a><\/span> and notwithstanding its former sterility, barrenness and forbidding aspect, He has modified the elements, blessed the earth, and has made these valleys desirable as a home for the Saints. And He has blessed us with an abundance of earthly things besides bestowing upon us <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the richest of all blessings that man can enjoy in this life&#x2014;the Holy Spirit and a knowledge of the new and everlasting covenant. <\/div><div class=\"paragraph jod\" id=\"v24n503\"> We should have the utmost confidence in the power and wisdom of the Almighty to consummate the work which He has begun, from our experience and knowledge of the past. This is no day for trembling or fear; it is not a day for doubt or misgiving; God has demonstrated His power and superior wisdom in so many ways and at so many times, during the history of this people, in delivering them from the grasp of their enemies, that for us now to doubt Him, whatever the position in which we might be placed, would be an indignity to our Great Preserver, an insult to God. It seems to me impossible for any Latter-day Saint, in the face of all the Lord has done for this people, to doubt for a moment His ability or intention to frustrate the designs of wicked, ambitious men, and to continue His work in the future to ultimate victory and triumph over every obstacle or opposing foe. <\/div><div class=\"paragraph jod\" id=\"v24n504\"> The only real danger that I foresee in the path of the Latter-day Saints is in the results which natu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rally follow the possession of wealth&#x2014;pride and vanity, self-indulgence and forgetfulness of God, and a disregard of the sacred obligations and duties that we owe to Him and to one another; and this because of the abundance of earthly blessings which He in His goodness has bestowed upon us. It is said that in adversity we are inclined to feel after the Lord,<span class=\"citation\" id=\"89547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89547)\">D&amp;C 101:8<\/a><\/span> but that in prosperity we remember Him not.<span class=\"citation\" id=\"128860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128860)\">Hel. 12:2-5<\/a><\/span> It appears to me that in this lies the greatest danger that threatens us today. This does not apply to the whole people perhaps, for we are not all rich in this world's goods, but to individuals, and they are not a few, but many, who are being blessed&#x2014;if it proves a blessing&#x2014;with an accumulation of wealth, and I am sorry to say that many seem to be indulging in speculation to that extent that their whole souls appear to be wrapt up in the love of the world.<span class=\"citation\" id=\"78579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78579)\">1 Jn. 2:15<\/a><\/span> It is very evident that some of us are yet &#x201C;of the world,&#x201D;<span class=\"citation\" id=\"70231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70231)\">John 15:19<\/a><\/span><span class=\"citation\" id=\"78600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78600)\">1 Jn. 2:16<\/a><\/span> for like them, &#x201C;the more we get of it the more we want;&#x201D; and it does seem impossible to satisfy the cravings of such minds for the perishable things of time. As individuals gather around them riches and become engrossed with the care that naturally attaches to them, they are prone to forget the &#x201C;pit from which they were dug,&#x201D; or the &#x201C;stone from which they were hewed&#x201D;&#x2014;<span class=\"citation\" id=\"59493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59493)\">Isa. 51:1<\/a><\/span>to forget God upon whom they are quite as dependent when possessed of wealth as when in the most abject poverty. For wealth does not make men independent of God, neither does it relieve them from the obligations that they owe to each other. The rich are as dependent upon God for the light of His Spirit to guide them, and for the blessings and ordinances of the holy Priesthood as are the poorest <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the poor. The Lord, in this regard, is &#x201C;no respecter of persons.&#x201D;<span class=\"citation\" id=\"71766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71766)\">Acts 10:34<\/a><\/span><span class=\"citation\" id=\"83738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83738)\">D&amp;C 1:35<\/a><\/span><span class=\"citation\" id=\"85069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85069)\">D&amp;C 38:16<\/a><\/span> The station or worldly condition of man is not regarded by the Almighty. It is man's righteousness and humility; it is the willing mind and the obedient heart that is acceptable to Him,<span class=\"citation\" id=\"57687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57687)\">Isa. 1:19<\/a><\/span><span class=\"citation\" id=\"86563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86563)\">D&amp;C 64:34<\/a><\/span> and unless we are righteous and humble, willing and obedient, He will withdraw His Spirit from us, and we will be left to ourselves, as others have been before us, &#x201C;to reap what we sow.&#x201D;<span class=\"citation\" id=\"74705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74705)\">Gal. 6:7<\/a><\/span> If the time should ever come (which I do not anticipate), when the majority of this people will be swallowed up in the cares of the world, I know of no remedy to check the evil and thus prevent the destruction of the Church more effectually than to be subjected to the power and persecutions of our enemies, to be driven and smitten perhaps until we shall be humbled and brought to a sense of our obligations to the Lord Almighty, and learn wisdom by the things we have to suffer.<span class=\"citation\" id=\"89945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89945)\">D&amp;C 105:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n506\"> There are blessings which pertain to the Gospel of Jesus Christ and to the world to come, which cannot be secured by personal influence nor be bought with money, and which no man by his own intelligence or wisdom can obtain except through compliance with certain ordinances, laws and commandments which have been given. And it is well, in my judgment, for the Latter-day Saints to continue to bear in mind that the inestimable blessings of the Gospel have been bestowed upon them through their faith, that a remission of sins has been obtained by baptism and repentance, and that it is only through continuing faithful that they can retain the gifts and blessings which pertain to eternal life. There are many blessings, however, which are common to the human family, which all enjoy,  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without regard to their moral status or religious convictions. God has given to all men an agency, and has granted to us the privilege to serve Him or serve Him not, to do that which is right or that which is wrong, and this privilege is given to all men irrespective of creed, color or condition. The wealthy have this agency, the poor have this agency, and no man is deprived by any power of God from exercising it in the fullest and in the freest manner. This agency has been given to all. This is a blessing that God has bestowed upon the world of mankind, upon all His children alike. But He will hold us strictly to an account for the use that we make of this agency, and as it was said of Cain, so it will be said of us: &#x201C;If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door.&#x201D;<span class=\"citation\" id=\"52710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52710)\">Gen. 4:7<\/a><\/span><span class=\"citation\" id=\"92629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92629)\">Moses 5:23<\/a><\/span> There are, however, certain blessings which God bestows upon the children of men only upon the condition of the rightful exercise of this agency. For instance, no man can obtain a remission of his sins but by repentance and baptism by one having authority. If we would be free from sin, from its effects, from its power, we must obey this law which God has revealed, or we never can obtain a remission of sins. Therefore, while God has bestowed upon all men, irrespective of condition, this agency to choose good or evil,<span class=\"citation\" id=\"128862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128862)\">Hel. 14:31<\/a><\/span><span class=\"citation\" id=\"128861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128861)\">Moses 7:32-33<\/a><\/span> He has not and will not bestow upon the children of men a remission of sins but by their obedience to law. Therefore the whole world lies in sin<span class=\"citation\" id=\"87802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87802)\">D&amp;C 84:49<\/a><\/span> and is under condemnation, inasmuch as light has come into the world and men will not avail themselves of that light to put themselves in a proper position before the Lord.<span class=\"citation\" id=\"68964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68964)\">John 3:19<\/a><\/span> And this condemnation rests with tenfold force upon all those that <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have yielded obedience to this law, and have once received a remission of their sins, but have returned unto sin, and have forgotten or disregarded the covenants they made in the waters of baptism. All men are blessed with the strength of their body, with the use of their mind, and with the right to exercise the faculties with which they are endowed in a way that seemeth good in their sight, without regard to religion. But God has not and will not suffer the gift of the Holy Ghost to be bestowed upon any man or woman, except through compliance with the laws of God. Therefore, no man can obtain a remission of sins; no man can obtain the gift of the Holy Ghost; no man can obtain the revelations of God; no man can obtain the Priesthood, and the rights, powers and privileges thereof; no man can become an heir of God and a joint heir with Jesus Christ,<span class=\"citation\" id=\"72605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72605)\">Rom. 8:17<\/a><\/span> except through compliance with the requirements of heaven. These are universal blessings, they are great and inestimable privileges which pertain to the Gospel and to the plan of life and salvation, which are open and free to all on certain conditions, but which no creature beneath the heavens can enjoy, but through walking in the channel that God has marked out by which they can obtain them. And these privileges and blessings when obtained may be forfeited, and perhaps lost for all eternity, unless we continue steadfast in the course that is marked out for us to pursue. It is well, in my judgment, that the Latter-day Saints do not lose sight of the great privilege that has been bestowed upon them. No man can become a citizen of the Kingdom of God but by entering in at the door:<span class=\"citation\" id=\"69654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69654)\">John 10:1-9<\/a><\/span> there are thousands and tens of thousands, aye millions of people who will  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>never become citizens of the Kingdom of God in this world, because they fail to exercise the agency and the power that has been given to them in the right direction. Nevertheless, they enjoy many of the blessings that are bestowed upon the world in common. The sun shines upon the evil and the good;<span class=\"citation\" id=\"63263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63263)\">Matt. 5:45<\/a><\/span> but the Holy Ghost descends only upon the righteous and upon those that are forgiven of their sins. The rain descends upon the evil and upon the good;<span class=\"citation\" id=\"63264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63264)\">Matt. 5:45<\/a><\/span> but the rights of the Priesthood are conferred,<span class=\"citation\" id=\"128863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128863)\">D&amp;C 121:36-37<\/a><\/span> and the doctrine of the Priesthood distills as the dews of heaven upon the souls of those only that receive it in God's own appointed way.<span class=\"citation\" id=\"90907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90907)\">D&amp;C 121:45<\/a><\/span> The favor of heaven, the acknowledgment of the Almighty of His children upon the earth as His sons and His daughters can only be secured through obedience to the laws which He has revealed. Riches or the wealth of the world cannot purchase these things. Simon Magus desired to purchase the power to cast out devils with money, but Peter said unto him, &#x201C;Thy money perish with thee.&#x201D;<span class=\"citation\" id=\"71636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71636)\">Acts 8:18-20<\/a><\/span> These blessings, powers and privileges are not to be purchased but by the atonement of Christ; they are not to be obtained by personal influence, wealth, position or power, or in any other way but the direct way in which God has decreed that they should be obtained.<span class=\"citation\" id=\"128864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128864)\">D&amp;C 121:41-46<\/a><\/span> Now, so long as the Latter-day Saints are content to obey the commandments of God, to appreciate the privileges and blessings which they enjoy in the Church, and will use their time, their talents, their substance, in honor to the name of God, to build up Zion, and to establish truth and righteousness in the earth, so long our heavenly Father is bound by His oath and covenant to protect them from every <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> opposing foe, and to help them to overcome every obstacle that can possibly be arrayed against them or thrown in their pathway; but the moment a community begin to be wrapt up in themselves, become selfish, become engrossed in the temporalities of life, and put their faith in riches, that moment the power of God begins to withdraw from them, and if they repent not the Holy Spirit will depart from them entirely, and they will be left to themselves. That which was given them will be taken away, they will lose that which they had, for they will not be worthy of it. God is just as well as merciful, and we need not expect favors at the hand of the Almighty except as we merit them, at least in the honest desires of our hearts, and the desire and intent will not always avail unless our acts correspond. For we are engaged in a literal work, a reality; and we must practice as well as profess. We must be what God requires us to be, or else we are not His people nor the Zion which He designs to gather together and to build up in the latter days upon the earth. <\/div><div class=\"paragraph jod\" id=\"v24n509\"> I am aware that this is the last day of Conference, that there are many to speak and much to be done, therefore brevity is desirable. I find, too, that it is difficult for me to speak loud enough to be heard by this vast assembly. <\/div><div class=\"paragraph jod\" id=\"v24n510\"> I rejoice in the work of God. I have never seen a moment since I became acquainted with the principles of the Gospel when I had the least doubt in my mind of their truthfulness. I have never feared, and do not know what the feeling of fear is as to the result of this work. I know that God is able to bear it off, and that He will do it. I fear often for mankind and for myself, knowing my own weaknesses, better,  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perhaps, than any living being except God. I often have fears and trembling for myself when I am made to feel my own weakness and see myself as I am seen by the Lord. But as to the work of God, it cannot fail, for God has decreed its consummation; and whilst man may oppose it and his efforts fail, the work of God will never fail. Now mark it! As I have often said, the most favorable opportunity that the adversary of men's souls ever saw to destroy this work was on or before the 6th day of April, 1830; but failing to accomplish it then, notwithstanding the efforts that were put forth in this direction, failure to do so in the future must only be the more apparent. There is more to grapple with now than then. &#x201C;The kingdom&#x201D; has taken deeper and stronger root in the earth, and its branches have expanded and spread out into many lands. There are more people to kill off now than ever before, and we are rapidly increasing. There is no use of thinking this work will be destroyed by martyring a few of the people, although they might be our leaders. &#x201C;Mormonism&#x201D; is a living principle in the hearts of all true Saints, every soul of whom must be destroyed before it can be wiped out. It has been, through the overruling providences of the Almighty, allowed to grow until it has attained strength and power in the earth: and thanks be unto God, the Ruler and Maker of heaven and earth,<span class=\"citation\" id=\"90804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90804)\">D&amp;C 121:4<\/a><\/span> I feel it in my very bones, that the Kingdom of God is beyond the reach and power of the devil or his agents. And in this condition it will remain, ever advancing, inasmuch as the Saints keep the law of God. If we should become corrupt and wicked, He has said that we shall be removed out of our place,<span class=\"citation\" id=\"89108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89108)\">D&amp;C 93:47-50<\/a><\/span> <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and every individual who will not keep His commandments will fail. For no man can stand in this Church but upon the foundation of righteousness and truth; and whenever we undertake to build upon the foundation of error and falsehood, selfishness and sin, that moment our foundation will crumble beneath our feet; the sands will be washed away, and we will fall. But so long as this people continue faithful, God will be their friend, and He, be it remembered, is the Almighty, and this is His work. The stone representing this latter-day work, has been cut out of the mountain without hands, and will roll forth according to the decree,<span class=\"citation\" id=\"86622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86622)\">D&amp;C 65:2<\/a><\/span> and no power will be able to stop its onward march. I do not feel to boast, only in the strength of our God; and I do feel from the inmost recesses of my heart to praise His holy name, and to thank Him that I have been permitted to see the Kingdom where it is today. And those who come after will live to see the consummation of the prophecies that have been uttered concerning it by ancient and modern Prophets verified and not one word will fall to the ground unfulfilled. Not one jot or tittle will pass from the law or the Prophets; but all will be fulfilled,<span class=\"citation\" id=\"63132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63132)\">Matt. 5:18<\/a><\/span> and I am as sure of it as I am that I live. What would you or I take in exchange for this knowledge, this witness of the Spirit? Nothing could be offered that would be an equivalent; it is worth everything else in the world. It is a stay, an anchor to the soul, a comfort and a joy to the heart forever. It is with me, as it is with every man and woman that has received the knowledge of God, through the operations of the Holy Spirit, and that is true to the same&#x2014;the kingdom of God or nothing; I have no  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>more interest in the kingdom of God than any individual member of the Church. In other words, there is not a man in the kingdom of God that is capable of attaining to the glory of the celestial kingdom but has as great interest in the welfare of this work, in the consummation of the purposes of the Almighty, as I have myself, or as Brother Taylor, Brother Cannon, Brother Woodruff, or any of the members of the Quorum of the Twelve. We are all interested. Every man should feel that it is his work, his kingdom, his church, and that the principles of the Gospel are his principles, for he has embraced them and espoused them, or at least unless we have embraced the Gospel and received the principles thereof in our hearts that they have become a part of us, that we might become identified with the designs and purposes of the Almighty in the earth, we are not converted, nor are we worthy to be saved in the kingdom of God. It is written&#x2014;and it is as true as that the sun shines&#x2014;that except a man is willing to sacrifice every earthly tie or consideration for the Gospel's sake, he is not worthy of the kingdom, nor of Christ.<span class=\"citation\" id=\"64223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64223)\">Matt. 10:37-38<\/a><\/span> This is according to the declaration of Jesus while He was upon the <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth. It is the testimony of Joseph Smith,<span class=\"citation\" id=\"89298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89298)\">D&amp;C 98:14-15<\/a><\/span> and that of all the holy Prophets since the world began,<span class=\"citation\" id=\"67005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67005)\">Luke 1:70<\/a><\/span><span class=\"citation\" id=\"71404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71404)\">Acts 3:21<\/a><\/span> who have said anything upon this subject, that any man who is not willing to sacrifice everything else for the Gospel's sake is not worthy of it, and the day will come when he will come short;<span class=\"citation\" id=\"128865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128865)\">Mark 8:36-43 (JST)<\/a><\/span> so that the sooner we are converted to the truth, the better for us and our posterity. They will receive inheritances, and the blessings of God will follow upon them through us, just as they follow upon the seed of Abraham, because of the blessings and promises bestowed upon their father Abraham. The promises were made to Abraham,<span class=\"citation\" id=\"53318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53318)\">Gen. 22:15-18<\/a><\/span> and the blessing followed upon the heads of his children,<span class=\"citation\" id=\"53280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53280)\">Gen. 26:1-5<\/a><\/span><span class=\"citation\" id=\"53461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53461)\">Gen. 28:1-4<\/a><\/span> and will continue unto the last generation, because the promise was made to Abraham who was worthy of it, and he will claim the promise for his posterity. So it will be with you and me. The blessings of Abraham, Isaac and Jacob have been conferred upon us,<span class=\"citation\" id=\"91697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91697)\">D&amp;C 132:29-32<\/a><\/span> and they will be inherited by our posterity if we prove worthy of the privilege, and live for it. <\/div><div class=\"paragraph jod\" id=\"v24n513\"> May God bless and help us to learn the truth and abide in it forever, is my prayer, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}