{"ID":240008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Peculiarities of Public Preaching Among the Saints&#x2014;A Comprehensive Religion&#x2014;Equality of Man&#x2014;Saints the Champions of Right&#x2014;A Providence Over the Saints&#x2014;Leaven of Truth at Work&#x2014;Truth Taught By Joseph Smith Now Being Verified&#x2014;Ignorant Politicians&#x2014;Effect of Judge Black's Argument&#x2014;Effectual Prayer.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, March 18, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: God in Temporal as Well as Spiritual Things.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 3\/18\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v24n144\"> I am glad to have the opportunity once more of meeting with my brethren and sisters in this place. And while I speak to you this afternoon I trust I shall have the assistance of the Spirit of God. I have had excellent health since I have been gone. But this morning, from <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the effect of a cold which I have taken, when I arose I felt worse than I have done since I left home, and as though I could scarcely come to meeting. The ride in the air, however, has helped me, and I feel better than I did. <\/div><div class=\"paragraph jod\" id=\"v24n145\"> There is a natural curiosity on the  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>part of the Latter-day Saints to know everything connected with our political affairs as well as everything connected with our religious operations throughout the earth. Everything of this character is so intimately blended in the work in which we are engaged, that it is an exceedingly difficult thing to draw the line of distinction between the temporal and the spiritual, between that which pertains to the body and that which pertains to the spirit, or which pertains to the dissemination of the Gospel and the welfare of the people in political matters. It has been a cause of frequent comment in newspaper articles and in works that have been published concerning us and our organization, that we are a peculiar people in this respect, and that this intimate blending of the practical and the theoretical, of the temporal and the spiritual, in our meetings and in the addresses of our Elders, is a marked peculiarity. The reason of this is very apparent to those who are familiar with the character of our work and with our belief concerning these matters. We attach an importance to the physical organization which God has given unto us, greater, I believe, than any other religious people that I have ever met with. In like manner our religion extends its ramifications into every department of our lives, leaving nothing untouched, nothing connected with our earthly existence uninfluenced by its power and its teaching. I am thankful that this is the case, because it gives religion full scope, it gives it an opportunity to exercise its proper influence upon the man and to make him more perfect and more godlike. Our God is not a religious God alone. The God we worship does not confine himself to religious <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> matters, so-called, in contradistinction from those that are secular. He is not a God that concerns himself alone with the spirit of man, but He is a God of science, He is a God of mechanism, He is a God of creative power, a God of government, a God who attends to all the departments of human life and progress, as we see them exemplified here upon the earth. The first acts that are recorded of Him in the record that has come to us were creative acts, acts of organization, labors that might in one respect be termed temporal labors.<span class=\"citation\" id=\"52037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52037)\">Gen. 1:1-31<\/a><\/span><span class=\"citation\" id=\"92331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92331)\">Moses 2:1-31<\/a><\/span><span class=\"citation\" id=\"93490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93490)\">Abr. 4:1-31<\/a><\/span> Among the first communications He had with man He taught him how to live practically, to make himself clothing,<span class=\"citation\" id=\"52648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52648)\">Gen. 3:21<\/a><\/span><span class=\"citation\" id=\"92534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92534)\">Moses 4:27<\/a><\/span> and to perform other necessary labors connected with his comfort and his happiness upon the earth. And where they have been willing to be taught He has taught men government, the principles of government, from the beginning. He has established the best forms of government where men have listened to His teachings&#x2014;governments best adapted for the persons for whom they were intended and for the objects that were to be accomplished; and He knew in the days of Moses, as He did in the days of Enoch, the principles of government that were best calculated for the happiness of those peoples. So far as they listened to Him, so far as they were governed in righteousness and in truth, each received the laws and the necessary instructions that were best suited to their condition and circumstances, for the progress that they had made and the progress that it was anticipated they would make. And He knew all that was necessary to be known, without the benefit of the experience that each nation has received from their labors and from their progress under the forms of  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>government that they have had. Our government today is considered the ripened fruit of the ages of experience that men have gained upon the earth. Yet there is not a principle connected with it that was not known to God, that was not taught by the Almighty in the earliest days, and that has not been put into operation under His instruction at one time or another among men. And these principles are embodied in what we call the Gospel. It has been truthfully and very forcibly said many times in our hearing that there was no principle connected with man's existence upon the earth that is not a part and parcel of that Gospel which God has revealed unto us and commanded us to obey; that that which the world call &#x201C;Mormonism&#x201D; embraces within its scope every good thing upon the face of the earth, leaving nothing outside. Every true principle of science, everything connected with the cultivation of the earth, with the government of cities and of nations, with the management of all the multiplied affairs of men in their great and varied diversity&#x2014;that everything of this character comes within the scope of the Gospel which God has revealed, in the system of salvation that He has commanded us to receive. <\/div><div class=\"paragraph jod\" id=\"v24n148\"> There is one great principle connected with the Gospel of Jesus Christ as it has been taught among all the people who have ever received it, as we find from their teachings in the records that have come down to us, the same principle that lies at the foundation of our form of government, and makes it the most valuable feature connected with it, and that is, the equality of man before God. No man can be a true follower of Jesus Christ; no man ever could be&#x2014;anterior even to His com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing&#x2014;a true follower of God, without embodying in His faith and practice and in every feeling of his heart this principle to which I have referred, the equality of man. There could be no class distinctions wherever this Gospel was received and put into practical operation. Every man who received it became the equal of his fellow man; he would be recognized, a proper place be assigned unto him, and he would have his proper influence in the society of which he was a member. It is this principle of the Gospel that will make us, also, a thoroughly free people, a thoroughly great people, a people who shall have place in the earth, and have influence in the affairs of the children of men. <\/div><div class=\"paragraph jod\" id=\"v24n149\"> There have been fears indulged in many times, and expressions have been given to those fears, that the growth of the Latter-day Saints was a menace to surrounding peoples and to the government under which we live. There can be no menace in the growth of such principles as are taught and as are recognized and enforced among such a people as we are. It would be impossible for tyranny to flourish for any length of time in our midst. Oppression of every form would sooner or later have to disappear, or else there would have to be apostasy from the true principles of the Gospel on the part of the people. Oppression, tyranny, misrule, cannot co-exist with the principles of the everlasting Gospel as they are taught in our midst and received by us. There must be the greatest possible liberty of thought, of expression and of action in our midst&#x2014;that is the greatest possible consistent with good order, and the preservation of the rights of others. Liberty cannot be permitted to degenerate into license, but the utmost  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>liberty can be enjoyed so long as it does not overstep that boundary. It becomes, therefore, a natural duty devolving upon us, with our views concerning these eternal principles that have come down from God, that were taught by God in the early ages unto man, that have been reinforced from time to time by Him through the silent, unseen agency of His power in various ages&#x2014;I say it becomes our natural duty to see that these principles are carried out and maintained in the earth. We become their natural champions. Besides advocating and maintaining them, it becomes our province to struggle for their supremacy. <\/div><div class=\"paragraph jod\" id=\"v24n151\"> As I have said these principles were taught in the very beginning. If we had the records we would find that they were taught to our father Adam, because they are consistent with man's agency. God gave unto man when He placed him upon the earth, the fullest agency&#x2014;the power to do that which was right in his own sight without let or hindrance. He taught those principles to Enoch, and He taught them from time to time to all the men of note who would be taught by him. Abraham became in his turn the great expositor of those truths; and you will find by tracing the lives of these men in the record that has come down to us, that in every instance they were men who were champions of the right, who stood out boldly and fearlessly in the midst of their fellow men, contending for those God-given principles which they believed to be the inalienable right of every human being. You will find that the opponents of truth, or, to speak more plainly, according to our phraseology and our methods of expressing ideas, the followers of Satan&#x2014;you will find that whenever <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there was persecution upon the earth, they were its authors. Whenever men were trampled upon and their rights were denied them, when men fell victims to violence and the maladministration of the laws, it was those who were led by Satan's influence and yielded to his power, who were the instruments in committing those evils. Hence you find that good men never persecuted bad men; never destroyed wicked men when they had power. They were not oppressors, they were not tyrants, they were not persecutors, they did not infringe upon the rights of their fellow men, upon the liberty of conscience, nor upon its proper exercise, nor upon the exercise of man's agency; they never sought to restrain it. If wicked men were disposed to do wickedly, so long as they did not transcend certain well-defined bounds that found their expression in law, you will find no account of good men interfering with bad men. You will not find them, as I say, taking upon themselves the role of oppressors, nor saying that men shall not do that which their conscience and that which they in their agency think it is their right to do. God does not do it. Jesus did not do it, and no servant of God ever did it that had a true conception of his calling. God has given to every man his agency, and he respects that agency. He might grieve over its exercise, angels may weep, and the heavens themselves may weep over the wrong exercise by man of the agency that God has given unto him, but he nevertheless has it to its fullest extent; but the devil and those under his influence would, if possible, destroy man's agency and prevent him from exercising it to suit himself. <\/div><div class=\"paragraph jod\" id=\"v24n152\"> I am thankful that we are surrounded by such delightful circum<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stances today. We have escaped another peril, and we still are a free people. Is there anyone in this congregation who professes to be a Latter-day Saint who is not filled with profound thankfulness to God for that which He has done for us? Is there any man or woman, or child of age sufficient to comprehend these things, who has not come this day to this house of worship with a feeling of profound thankfulness to our God for His mercy and His loving kindness, as manifested unto us His people? Though I have been taught and always have believed that not one word of His promises would fail,<span class=\"citation\" id=\"83748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83748)\">D&amp;C 1:37<\/a><\/span><span class=\"citation\" id=\"89236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89236)\">D&amp;C 98:3<\/a><\/span> still I say that I am almost amazed myself when I see how wonderfully God hath wrought, when I look at our circumstances, when I see the liberty that we enjoy, knowing as I do the plans and the concerted efforts which have been made to deprive us of our liberty, and to bring us into a bondage that would be intolerable to us. A paean of rejoicing went up from all quarters of the land about a year ago, that is, on the 22nd of March. Every man who desired to see the overthrow of the Latter-day Saints, to see their system obliterated, rejoiced from one end of this land to the other&#x2014;there were among them preachers, politicians and journalists, and the rabble everywhere, who rejoiced that a deadly blow had been struck at the Latter-day Saints. Men, while they admitted that the Constitution had been violated, justified the act in consideration of the great good that they supposed would be accomplished. Yet we today have all the happiness, the peace, the enjoyment, and the quiet that we could reasonably desire. If it were not for God's power; if it were not for His overshadowing protection; if it were not for the <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> promises that He has made unto us, how long could we endure? How long could we maintain ourselves in our present position? <\/div><div class=\"paragraph jod\" id=\"v24n154\"> But God made promises unto His people; and those promises have been abundantly fulfilled thus far, and they will be fulfilled to the very letter. And this Church and this people, and this organization will continue to grow and spread, and gather influence and power in the earth, until every word that has been spoken under the inspiration of the Holy Ghost will be fulfilled, and not a single word fail.<span class=\"citation\" id=\"83779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83779)\">D&amp;C 1:38<\/a><\/span><span class=\"citation\" id=\"84794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84794)\">D&amp;C 29:30<\/a><\/span> It cannot fail, for God has spoken it. Already the influence of this work is being felt to an extent that none without the eye of omniscience can comprehend. We can see little glimpses of it here and there where our eyes are open to perceive; but the full extent of the influence that is being wrought in the earth through this work that God has established, is impossible for man to comprehend. I do not believe that any power short of omniscience itself can comprehend it. The principles of this Gospel which God revealed through the Prophet Joseph, have been like a little leaven, and they have been gradually leavening the whole lump.<span class=\"citation\" id=\"73213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73213)\">1 Cor. 5:6<\/a><\/span><span class=\"citation\" id=\"74631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74631)\">Gal. 5:9<\/a><\/span> The effects have gone forth, and the influence is being felt in every direction throughout the world. Though we are but a small people, but a handful, so to speak, and in some respects quite insignificant, yet an influence has gone forth from this people, from the teachings of the Elders of this Church that is being felt everywhere. It has invaded every domain of thought, and gradually made itself felt&#x2014;the leaven of truth has; and men begin to acknowledge principles as a part of their faith which but a short time ago they denied  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and scouted at. In this way the work of God is being carried on far beyond that which we can see with our natural eyes. The work of the preparation of the earth, and of its inhabitants, is pressing forward with a rapidity that we who are taking part in it do not realize. We look at ourselves too much, we think that God's operations and labors are confined to us who comprise this Church of Jesus Christ of Latter-day Saints. In doing so we make a great blunder. He is operating among the nations of the earth. His spirit has gone forth; and it is accomplishing that which He said should be accomplished. And this great work of the last days will be cut short in righteousness.<span class=\"citation\" id=\"72707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72707)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"86023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86023)\">D&amp;C 52:11<\/a><\/span><span class=\"citation\" id=\"87950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87950)\">D&amp;C 84:97<\/a><\/span><span class=\"citation\" id=\"90427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90427)\">D&amp;C 109:59<\/a><\/span> It is not the conversion of men and women and their baptism into the Church that is alone to be accomplished. The work of God is not to be measured by the number of souls that are brought into the Church. The progress of events connected with this last dispensation cannot be thus gauged; and when we think so we make a great mistake. Look abroad in other realms. Look at the religious world, and see how fast the principles that we believe in are being received. It may be said that they are not received properly. True, but notwithstanding truth is progressing; and the mind of man is being emancipated from many errors. <\/div><div class=\"paragraph jod\" id=\"v24n156\"> Repentance after the grave is now taught&#x2014;you have heard of it, and read about it in the newspapers. Prominent preachers talk about it and receive it; and actually preach as scriptural doctrine, that it is possible for spirits to receive the Gospel in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v24n157\"> Another step has been made in advance, through the preaching of the Elders of this Church, or rather <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by means of the revelations of God through the Prophet Joseph Smith, in scientific truth which is astonishing; I refer to the doctrine of the eternal duration of matter. When first this was made known it was ridiculed everywhere by religious people, who viewed it as a principle, the teachings of which detracted from the dignity and glory of God. The popular idea was that this earth was created out of nothing. This was the almost universal belief among Christians. Joseph Smith said it was not true. He advocated the doctrine that matter always had an existence, that it was eternal as God Himself was eternal; that it was indestructible; that it never had a beginning, and therefore could have no end. God revealed this truth to him. Now who is there that does not believe it? <\/div><div class=\"paragraph jod\" id=\"v24n158\"> So with regard to the periods occupied in the creation of the earth. Joseph taught that a day with God was not the twenty-four hours of our day; but that the six days of the creation were six periods of the Lord's time.<span class=\"citation\" id=\"92347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92347)\">Moses 2:5<\/a><\/span><span class=\"citation\" id=\"93491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93491)\">Abr. 4:1-31<\/a><\/span> This he taught half a century ago; it is now generally received as a great truth connected with the creation of the world. Geologists have declared it, and religious people are adopting it; and so the world is progressing. <\/div><div class=\"paragraph jod\" id=\"v24n159\"> Again: It is not an uncommon thing at all now to hear of faith being exercised, of healings being produced through the prayer of faith.<span class=\"citation\" id=\"77727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77727)\">James 5:14-15<\/a><\/span> The daily papers frequently publish accounts of people being healed in this way. The adversary is trying, of course, to take advantage of it to rob God of the glory. He is determined that God shall not have any credit for these things. But it matters not how much he may struggle, mankind are receiving these truths, and progress is  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being made and error is being overcome. <\/div><div class=\"paragraph jod\" id=\"v24n161\"> So it is with regard to religious liberty. We are contending today for liberty on the old platform. God, as I have said, gave it in the beginning, and we stand on that platform, and are contending for those rights, and we will achieve the victory too. Mark it! Just as sure as God lives we will achieve the victory, and this Church of Jesus Christ of Latter-day Saints will be recognized as occupying the foremost rank in this work. The principles of liberty, the rights of man will be established, and will be guaranteed to every man as in olden times; but there will be a struggle first. <\/div><div class=\"paragraph jod\" id=\"v24n162\"> The effect that the defense of our system, this last winter, had upon one of the great political parties of the United States was most remarkable. I was amused at it, and it afforded me a great deal of interesting reflection. There are a great many members of this Church who do not seem to have a thorough comprehension of their own doctrines, who nevertheless call themselves Latter-day Saints; and they are Latter-day Saints so far as their profession goes. But if asked about the principles of their belief some of them are ignorant of the extent of their application. It is in politics as in religion. There are a great many men who make a profession of politics, professing to understand, to act upon, and to stand upon certain political principles, which are embodied in their platforms, of which, however, they are really ignorant. You may have thought it very strange that any members of the democratic party, for instance, which professes to be the champion of home rule, as well as other great fundamental principles, should be <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> found so oblivious to their own principles as to take any part whatever in attacks upon us for the purpose of depriving us of our rights as citizens. But so it has been. If it had not been for the recreancy of some Democrats the Act of March 22, 1882, known as the Edmunds' law, would never have become one of the statutes of the United States. Mr. Edmunds succeeded in cajoling some of the Democrats. An astute man is Senator Edmunds. In their action towards us these Democrats seemed to be blind to the fact that they were apostatizing from their own principles; and that in doing so they were striking a deadly blow at the platform on which the party stood. We had been reasoning against this action; but our voices were unheard; we were considered heterodox upon religious matters, and it was supposed that we were heterodox upon political matters: therefore all that we said upon this subject fell heedlessly upon their ears. But we succeeded in getting an apostle of democracy to aid us, one of the old leaders of democracy&#x2014;Judge Jeremiah S. Black. He began to preach the true doctrines of democracy to his Democratic brethren; and to their amazement, some found that they had, in voting for this law, been trampling upon their own principles. And he proved it to them so thoroughly, that some of them became ashamed of it; and they said, &#x201C;We have gone far enough.&#x201D; He explained the principles of the Constitution and the rights that men had under that instrument when properly administered. Good doctrine for every politician, and every class, not for democrats so-called alone, but for republicans also. There is something in such doctrine that strikes a chord  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in every freeman's breast. It calls forth a response from every lover of liberty by whatever name he may be called. He says, when he hears the rights of man explained by an authority that is entitled to respect: &#x201C;There is something in that which I cannot but accept.&#x201D; Such men hesitate before flying in the face of principles expounded in this way, to commit acts, the effects of which are to deprive people of liberty. The effect of Judge Black's argument upon some of the Democrats was to stiffen their backbone so much that they could not consent this time to have other measures enacted as were proposed. <\/div><div class=\"paragraph jod\" id=\"v24n164\"> I was very much struck by a statement made to me by President Taylor since my return, showing that faith when connected with works accomplishes wonderful results. Brother Caine and myself, with some other Utah friends, were in the Senate chamber on the 23rd of February last, watching Senator Edmunds'<span class=\"citation\" id=\"128806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128806)\">Ex. 34:1 (JST)<\/a><\/span> attempt to get through his special legislation of which you have read. It seemed as though nothing could prevent it. Senators with whom we had conversed said that they saw no possible chance of stopping it; that its passage seemed inevitable. But a Cabinet minister gave a dinner party that evening, and one by one those who were invited stole from the Senate Chamber while the bill was under discussion to the dinner party; and the first that was known when a vote was called was that a quorum was not present. In the absence of a quorum, you know, a legislative body is powerless to act. For four hours Senator Edmunds did all in his power to get action on his bill; but every attempt was resisted by the Democrats upon the ground that there was no quorum, and they ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cordingly filibusted until Edmunds, disgusted and tired, called for an adjournment. <\/div><div class=\"paragraph jod\" id=\"v24n164\"> President Taylor told me upon my return that, on the 22nd of February, feeling exercised in his mind about our political affairs, and that it was a time of peril, he called a few of the brethren together and they met at the Endowment House according to the holy order, and besought God, in the name of Jesus, to baffle the plans of our enemies and frustrate them in their designs, and put them to confusion and shame. In watching Senator Edmunds that evening, I thought that if ever there was a man confused, chagrined and confounded at the futility of his own attempts, it was he. And there is no doubt in my mind that the prayers of President Taylor and the brethren ascended favorably unto the ears of the God of Sabaoth, and were heard and answered. The dreadful wrong was defeated and failed, and it may be said, it met with its death blow; for every attempt afterwards made to bring it up, was unsuccessful. In this way God has wrought out deliverance for Zion. <\/div><div class=\"paragraph jod\" id=\"v24n165\"> I mention this because there are a great many people who think that prayer is not effective. It is effective in not only producing desired results, but in increasing faith in the hearts of those who exercise it in that manner. If you pray to God&#x2014;as I have no doubt you did, that He would baffle the attempts of our enemies to injure us&#x2014;you have had the satisfaction of knowing that He heard your prayers, and that your prayers were answered; and you can go before Him now with increased confidence and ask again, because you see the fulfillment of your prayers, and you share in the gratification and joy and thanksgiv<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing which answers to prayer always bring to those who offer them in faith. <\/div><div class=\"paragraph jod\" id=\"v24n167\"> I have talked longer than I expected. I rejoice with you, my brethren and sisters, today; and I bear my testimony, as I have so often done in your hearing, that God <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lives; that He is the same God today that He was in days of old, and that if we will continue faithful to Him, He will lead us back to His presence, there to reign with Him eternally in the heavens, which may God grant, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}