{"ID":240037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Principles of the Gospel Promote Unity, Faith and Love&#x2014;The Human Family Are Free Agents&#x2014;The Evidence of Our Having Descended From the Gods&#x2014;The World is Fulfilling Its Destiny&#x2014;The Church and Kingdom of God Arising in Influence and Power&#x2014;The Restoration of the Holy Priesthood&#x2014;Plural Marriage&#x2014;More Happiness in Doing Right Than Wrong&#x2014;All Real Enjoyment Comes From God&#x2014;The Latter-Day Saints Trust in God&#x2014;&#x201C;Mormonism&#x201D; the Only Religion Worth Living For&#x2014;The Christianity of the Period a Tremendous Imposition Upon the Children of Men&#x2014;&#x201C;Mormonism&#x201D; Will Extend Further and Further&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by Counselor Daniel H. Wells, delivered in the Salt Lake Assembly Hall, Sunday Afternoon, October 28, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Value of Trials.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 10\/28\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v24n890\"> The principles of the Holy Gospel are calculated in their nature to unite the hearts of the people one with another, and to promote faith, union and love towards our fellows. <\/div><div class=\"paragraph jod\" id=\"v24n891\"> We are an independent set of beings. The human family possessed of intelligence, are agents unto themselves to receive or reject that which is good or that which is evil. Indeed it was one of the objects, I suppose, of our coming upon this earth, to learn to know the good from the evil, the right from the wrong, the light from the darkness, the bitter from the sweet, the joy from the sorrow, that we might the better appreciate the blessings of joy and peace, of light, of intelligence, of truth, and of every virtue. Now, as it is written, man having partaken of the forbidden fruit became as one of the Gods, knowing the good from the evil.<span class=\"citation\" id=\"52564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52564)\">Gen. 3:5<\/a><\/span><span class=\"citation\" id=\"52656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52656)\">Gen. 3:22<\/a><\/span> Therefore he <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must be cut off; he must not be permitted to live forever in his sins; a flaming sword must be placed to guard the tree of life.<span class=\"citation\" id=\"52673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52673)\">Gen. 3:24<\/a><\/span><span class=\"citation\" id=\"82139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82139)\">Alma 12:21<\/a><\/span><span class=\"citation\" id=\"82365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82365)\">Alma 42:2-3<\/a><\/span><span class=\"citation\" id=\"92545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92545)\">Moses 4:31<\/a><\/span> Hence mortality, the wages of sin.<span class=\"citation\" id=\"72474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72474)\">Rom. 6:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n892\"> Herein lies the great evidence of our lineage, of our having descended from the Gods, reasoning, intelligent beings possessing the capabilities of the Gods&#x2014;that is, the power to rise to their capabilities, being of that nature and of that kind of which are the Gods. And I might say that a person who is not capable of being a peculiar agent of the devil need never aspire to become a son of God, for, according to the Scriptures, we are &#x201C;heirs of God, and joint heirs with Jesus Christ; if so be that we suffer with him, that we may be also glorified together.&#x201D;<span class=\"citation\" id=\"72607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72607)\">Rom. 8:17<\/a><\/span> If it would have been as well for us to have remained in our pre-existent state; if we could have learned and  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gained all of this experience, learned to know the good from the evil, the light from the darkness, do you suppose that our Father in heaven would have sent us forth into the world, subjected us to all these tests and trials and temptations of sin, of sorrow, of misery, sickness, pain and death? I don't. <\/div><div class=\"paragraph jod\" id=\"v24n894\"> To me this is a grand old world, and fulfills its destiny and purpose, the destiny and purpose of God our Heavenly Father, in bringing it forth and preparing it for the habitation of man, and bringing forth his children upon it. This world is not here by mere accident, it is not here because it merely happened so; but it was made with a destiny and purpose which it is answering most superbly in my estimation. It gives the people an opportunity of obtaining tabernacles for their spirits to dwell in. This in and of itself is a great thing and a blessing, although some may act in such a manner that it would have been better for them, perhaps, never to have been born.<span class=\"citation\" id=\"66687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66687)\">Mark 14:21<\/a><\/span><span class=\"citation\" id=\"86938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86938)\">D&amp;C 76:32<\/a><\/span> Still it is a blessing to undergo tests, to pass through ordeals, to subject ourselves to the principles of truth and righteousness, rejecting the evil and receiving the good.<span class=\"citation\" id=\"58013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58013)\">Isa. 7:15-16<\/a><\/span> Why, on natural principles a course of that kind is just as sure to exalt us in the scale of human existence and in the scale of future and eternal existence, as it is that we have an existence at all; whereas a course the reverse to purity, the ordinary course of sin and iniquity and transgression against the laws of God, is sure to debase, degrade, and to lead down to misery, sorrow and death. It is as natural as anything else&#x2014;as natural as that we exist. These things bring their own rewards and their own punishments naturally. Can a person avoid punishment? Yes. <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> How? By receiving and obeying the principles of the Gospel and getting forgiveness of his sins, follies, weaknesses, imperfections, and wrongdoings, we can repent and turn away from the evil and do that which is good from henceforth, and the Lord will forgive us. We know better than anybody else if we are forgiven. We will know whether we have turned away from our evils or not. If we have this testimony we may know that the Lord has forgiven us. It is so written in the Book of Doctrine and Covenants, that if a person wants to know whether the Lord has forgiven him, let him examine himself, and see that he has repented with a repentance that needs not to be repeated over and over and over again.<span class=\"citation\" id=\"74266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74266)\">2 Cor. 7:10<\/a><\/span> The evidence is the turning away from sin;<span class=\"citation\" id=\"85335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85335)\">D&amp;C 42:25-26<\/a><\/span><span class=\"citation\" id=\"86248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86248)\">D&amp;C 58:43<\/a><\/span> that whereas we did that which was wrong, forsake it and do that which is right, and that we may know that the Lord has forgiven us. In passing through the ordeals we are subject to in life, we must keep ourselves pure and unspotted from the contaminations of the wicked and ungodly,<span class=\"citation\" id=\"77515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77515)\">James 1:27<\/a><\/span> and walk in the path of life, the path the Lord marks out for us to walk in. Our being here gives Him an opportunity of proving us, whether we will walk in His ways and do His works, or whether we will go our own way. After He has gotten unto Himself a people who will do His work, a people whom He has proved to be faithful and true and full of integrity, why, with such a people He can fulfill His words spoken through His servants centuries ago, that the kingdoms of this world shall become the Kingdom of our Lord and His Christ.<span class=\"citation\" id=\"79518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79518)\">Rev. 11:15<\/a><\/span> Until He does obtain a people of this kind, He cannot consistently bestow this Kingdom. <\/div><div class=\"paragraph jod\" id=\"v24n895\"> Now, this work in which we are  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>engaged, is calculated to produce just this class of people&#x2014;the Saints of the Most High God. And I rejoice day by day, in having lived long enough to see this Kingdom arise in influence, in power&#x2014;not to its greatness, still to a considerable extent to its greatness&#x2014;and to see it put on, to a certain extent, its beautiful garments.<span class=\"citation\" id=\"59543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59543)\">Isa. 52:1<\/a><\/span><span class=\"citation\" id=\"82835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82835)\">3 Ne. 20:36<\/a><\/span><span class=\"citation\" id=\"83622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83622)\">Moro. 10:31<\/a><\/span><span class=\"citation\" id=\"87448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87448)\">D&amp;C 82:14<\/a><\/span> I rejoice in my heart that I have been permitted to witness this Kingdom, since I became acquainted with it, become considerable of a power in the earth. And I believe also, nay, more, I feel sure that it will continue so to progress. Many fall away from time to time. It has been so in the history of the past, and probably it will be so in the future. But will that impede the progress of this work? No. It has never seen the day nor the hour from the time of its first incipiency upon the earth, but what it has been greater than it was the day or the hour previous. It never will. It is bound to increase and grow, no matter what difficulties it may have to encounter; it is bound to progress and to spread abroad, and to become great in the earth, and no power can hinder it. What! Not if the Saints do wrong? The Saints are not going to do wrong. It is not the Saints that do wrong; it is those that apostatize from the Church and become anything else but Saints, and if those people do not remain Saints and keep themselves faithful who are here today, others will come up who will do it. For the Lord will get unto Himself a people who will be faithful, and who will keep His commandments and do His work on the earth even as it is done in heaven.<span class=\"citation\" id=\"63439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63439)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67523)\">Luke 11:2<\/a><\/span> Whether we do this individually, or not, makes no difference to the work of God. All the difference it makes is to us as individuals. Now, we <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may have part and lot in this matter<span class=\"citation\" id=\"71646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71646)\">Acts 8:21<\/a><\/span> if we will. The Lord is willing to work with us, if we will only walk obediently before Him. He will accept of our services, and be glad to get them. He has not any too many people of this kind on the earth; but He has some; He has enough to carry on His work, and He will get more as He needs them, from time to time, because it is the day and age and dispensation in which those spirits that will obey the Gospel and keep His commandments, will come forth upon the earth, and bear off this kingdom victoriously. It is an important era for those that live in this day and age of the world. There are great responsibilities resting upon the children of men in this day. Great light has been made manifest, far greater than in any other age of the world&#x2014;that is, it has been made manifest to a greater extent. I do not know but what there was greater light in the days of Jesus and the Apostles; but it is and will be made more manifest to the children of men in this day than it was in that day, because it is a greater work. It is the work of the fullness of times, incorporating all other dispensations, and it is to prepare the way for the coming of our Lord and Savior Jesus Christ, to rule upon the earth in power and great glory.<span class=\"citation\" id=\"65857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65857)\">Matt. 24:30<\/a><\/span> This is a preparatory work for those great events that have been set out to transpire. Great events, such as never have transpired on the earth, are to take place in this dispensation of the fullness of times. Hence it is an important era, and great responsibilities rest upon the children of men. <\/div><div class=\"paragraph jod\" id=\"v24n897\"> God from heaven has spoken to the children of men in the day and age in which we live. He has sent forth His angels who have commu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nicated and restored unto man the authority of the Holy Priesthood from heaven, and through which channel a communication has been opened up between the heavens and the earth, through which we may learn the mind and will of our Heavenly Father concerning us, His children. All people may learn to know his mind and will concerning them, through this channel of the Priesthood that has been opened up again in this the dispensation of the fullness of times between the heavens and the earth. That is a great event to say nothing of anything else. Now, God having revealed His mind and will concerning the children of men, having sent forth His angels and a testimony concerning Himself, and the Gospel, which is the power of God unto salvation to all those who obey it,<span class=\"citation\" id=\"72230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72230)\">Rom. 1:16<\/a><\/span> it becomes binding upon the children of men. Great light has come into the world. As the Savior said, &#x201C;This is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.&#x201D;<span class=\"citation\" id=\"68967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68967)\">John 3:19<\/a><\/span> This light reproves the world of sin and unrighteousness, and tells of judgments to come.<span class=\"citation\" id=\"70318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70318)\">John 16:8<\/a><\/span> It is in force upon the whole human family. It were better for those who lived before this great light came into the world and passed away without a knowledge of the Gospel, than for those who, having been in the world when these events have transpired, and having had an opportunity of receiving the Gospel, reject it; a great deal better. There is not so much responsibility resting upon them. They can be officiated for by their friends in the Temples of the Most High God, which will be built and which are built for the express purpose of going into them and performing the ordi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nances for the living and for the dead. These things have been restored in this the dispensation of the fullness of times. A knowledge of God has been restored. We know how to repent of our sins. We know how to get them remitted. We have the privilege of knowing concerning the power of God as it is made manifest upon the earth in the hearts of the children of men, which others have not had the privilege of knowing for a great many hundreds of years. We have the privilege of having part and lot in this matter.<span class=\"citation\" id=\"71647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71647)\">Acts 8:21<\/a><\/span> As I observed before, we can be workers and co-workers for our Father in heaven, if we will only let Him work with us. He is the Master Workman; He is the Great Architect, He is the One who is directing our labors; and if we will seek to obey His laws, if we will walk in the path He marks out for us to walk in, if we will work according to His plan in the building up of His Kingdom on the earth, so as to bring timber to timber, and block to block, and everything in its proper position and proper place, according to the plan that He devises, we may be instrumental in His hands of accomplishing this great work, giving God the glory whose Kingdom it is. There is glory enough for us to be the honored instruments in His hands of accomplishing His purposes and establishing His cause here upon the earth, even the cause of truth and righteousness, and bearing it off victoriously against every obstacle or foe that lies in our pathway. There is honor enough, I say, in being humble instruments in His hands, and in having a lot and part in this matter.<span class=\"citation\" id=\"71648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71648)\">Acts 8:21<\/a><\/span> I have always felt, ever since I became acquainted with these principles, to make it my life's business, allowing no other  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>business to intervene&#x2014;to work for God and His Kingdom. I esteem it a privilege and an honor to do so. &#x201C;Well,&#x201D; says one, &#x201C;Don't it bring you into difficulties? Have you not a great many things to encounter that you otherwise would not have to encounter? Is it not a hard road to travel?&#x201D; I do not know that it is. I believe the Latter-day Saints enjoy themselves better on an average in the things of this world than any other people with whom I am acquainted. If nobody but Latter-day Saints had difficulties to encounter in this life, then people might talk. <\/div><div class=\"paragraph jod\" id=\"v24n900\"> I don't often say anything in regard to plural marriage; but there has been a great deal said about the misery of women in that order. Well, if in monogamy women do not have any trouble, if it were all serene in that order of marriage&#x2014;no cause of difference of feeling or of jealousy&#x2014;then there might be some cause for this hue and cry. People imagine, you know, that in a man's family where there are several wives, they must be very jealous of one another&#x2014;that they must tear each other's hair and all that kind of thing. Well, as I have said, if there was never any jealousy, or any feelings of unhappiness in monogamic families, then they might say something. I have had a little experience both ways, and though not a woman, yet I am bold to bear my testimony that there is more happiness in the number of families living in plural marriage, than there is in an equal number of families in the other condition. And I speak from my own experience in regard to these matters. I think I lived as happily in monogamy as anybody, and I think, too, that I live as happily in plural marriage as anybody else. <\/div> <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n901\"> I would like to have people realize that there is more happiness in doing right and in keeping the commandments of God than is afforded by the allurements offered in the world or by the world that are of an opposite character. It is very true a great many things that are counted sins are not sins. I do not believe that it is worth our while to make sin of that which is no sin. There are a great many things counted sins in the Christian world that are not sins at all. Why, there was a great big devil in a very small fiddle, in the estimation of many people where I was born and brought up. I was taught to believe that a man would surely go to hell that would attend a ball or theater. It was thought sinful to do that. Well, I do not know but it is a sin to those who make it so&#x2014;to those who indulge in sin. And so with a great many other things that are counted sins, that are not sins in and of themselves, only as they are made so by the hallucinations and foolish notions of men. Pastime is right and proper. There is no sin in it, only as we make it so. But we should have our pastimes without sin. We should have enjoyment, and there is nothing that is worth having that is precluded by the articles of our faith as Latter-day Saints. I do not know of a single enjoyment; I do not know of a single thing that is a blessing in reality, or that will afford any real or true enjoyment to the human mind, but what comes within the purview of the Gospel. I believe that all enjoyments and blessings come from God. The adversary, it is true, sometimes perverts these things, and people think that they can have a little enjoyment in some of their excesses. It may bring a little enjoyment for the time being, but it soon passes away,  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and leaves a feeling that it has not been real and true enjoyment after all. Therefore, everything that is worth having, and that affords real enjoyment, comes within the purview of my holy religion. Latter-day Saints can pass their time pleasantly in enjoyment of every kind, so long as they will do without sin, never forgetting God. Never do anything&#x2014;it is a pretty good rule to go by&#x2014;but what you can ask the blessing of God upon it to begin with. Then it will bring peace, comfort and joy. So that I concluded on the whole that there is just as much happiness and pleasure in leading a religious life&#x2014;the life of a Latter-day Saint&#x2014;as there is in any other position in life that a person may find himself in, I do not care whether it is religious or irreligious. <\/div><div class=\"paragraph jod\" id=\"v24n903\"> Notwithstanding all the contumely, and all the outpourings of wrath, and all the difficulties with which the Latter-day Saints have to contend, we can lift up our hearts and rejoice, trusting in God that all is right, feeling pretty comfortable as we pass along in the present, and very comfortable with regard to the rewards that lie at the end of the race. <\/div><div class=\"paragraph jod\" id=\"v24n904\"> Let me assure you there is no other religion that is worth living for, other than the one we have espoused. All the ordinances that they profess in the sectarian world to perform are without the authority of God, and mankind, the world over, are just as well off without them as they are with them. I design to be sweeping in this&#x2014;to include everything of that nature. Not but what the teaching of morality, of belief in God, of belief in Jesus Christ, and all of these things are good so far as they go; I do not mean that; but I mean the ordinan<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ces that they perform; mankind is just as well off and better off without them than with them. Now, it may require a little explanation as to how mankind are better off without these ordinances. Man is naturally a religious being. He has something to satisfy. His heart craves for something of a religious nature. He feels there is some being to worship, or some reverence due somewhere. Now, any system that proposes to satisfy this craving, which is not of God, and which is not right, only deludes the individual into a false theory and a false belief, and at the same time partially satisfies this craving for light, truth, and knowledge, and for a reverence for some divine being. In this way, I say, the human family are often deluded. It makes them so satisfied, that they cease to seek for the true light, and they are thus led astray. Therefore it does injury. Man is better without it than with it. If the principles of the holy Gospel, if the Spirit of the Lord had a clean sheet to write upon and to make its impressions, it could make its impressions quicker than it could do if the slate had to be washed so as to wipe out the marks already imprinted thereon. Therefore it would be better for mankind not to receive of this great superstructure that has been reared in the midst of the earth, under the name of religious forms, ceremonies and ordinances. The world would be better off today, without it, than they are with it. <\/div><div class=\"paragraph jod\" id=\"v24n905\"> The whole system of Christianity is a failure so far as stemming the tide of wickedness and corruption is concerned, or turning men from their evil ways to living lives of righteousness before God our Heavenly Father. I would rather preach the Gospel to a people who  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have not got any religion than I would to a people who have got a great deal of religion. You take the Catholic world. What impression can the truths of the Gospel make upon them as a people? Scarcely any impression at all. Why? Because they are satisfied with what they have got, which we know is an error, and which is not calculated to stem the tide of wickedness and corruption which floods the world. It never will convert the world to God or His Kingdom, or convey knowledge of God unto the children of men, and it is life eternal to know Him, the living and true God.<span class=\"citation\" id=\"70614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70614)\">John 17:3<\/a><\/span> The Christianity of the period will never make the people acquainted with God in the world.<span class=\"citation\" id=\"74932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74932)\">Eph. 2:12<\/a><\/span><span class=\"citation\" id=\"82363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82363)\">Alma 41:11<\/a><\/span> It will never bring them to eternal life as spoken of in the Scriptures. It is an utter impossibility. In the first place they do not know anything about God, and in the second place, they apparently don't want to know anything about Him. They have reared a superstructure in the earth which is false. It is and has been a tremendous imposition to the children of men. Some have come out of it, to a certain extent, seeing its incongruity, and yet they have floundered in the dark, not knowing what was right; not having that knowledge of God which is necessary to obtain eternal life, they have been tossed to and fro and carried about by every wind of doctrine,<span class=\"citation\" id=\"75263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75263)\">Eph. 4:14<\/a><\/span> without being able to find the truth. Many who have thus been foundering are honest people; but the so-called system of Christianity is not only an error and a snare, but is a monstrous iniquity fastened upon the children of men throughout the earth. No wonder that people become infidel. The inconsistent and incongruous nature of the system is enough to make any being <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who reasons infidel. It was time the truth should be revealed; it was time for the Lord to restore the everlasting Gospel, for men were blind. Darkness covered the earth, even gross darkness the minds of the people<span class=\"citation\" id=\"59941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59941)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90611)\">D&amp;C 112:23<\/a><\/span> in regard to religious subjects. Perhaps a darker time was never known since the earth began its revolutions around the sun. From what I have read and from what experience I have had in life, and the intelligence I possess, I make bold to give my testimony that the darkest period the world ever saw was when this work first commenced, when it was made known from heaven to Joseph Smith. It was no darker here, perhaps, than in any other part of the world; but it was just as dark in Christian countries as in any Pagan country, so far as true religion and the light of heaven were concerned. <\/div><div class=\"paragraph jod\" id=\"v24n907\"> Well, now, this light has broken forth, and it is extending its rays further and further, and will continue to do so. I have seen it between 35 and 40 years myself, constantly extending, and I rejoice in it. I rejoice in this work. It is just as sweet to me today as it ever was. From the time I first heard the principles of the Holy Gospel drop from the lips of Joseph Smith, the inspired Prophet of God, the great Prophet of the last days&#x2014;I say it is just as sweet to me today as it was then. I can see a great growth. I am a better man&#x2014;I will speak of myself&#x2014;through the influence of &#x201C;Mormonism,&#x201D; than I was before I received it. You, too, are better men and better women today, as a general thing, than you were before you received it. Take this people as a whole, I am happy in believing that the great majority are for God and His Kingdom, and are desirous to walk in the ways of truth and of  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteousness according to the light that they have and about as well as they are able to. Some don't, perhaps none of us do as well as we know how. I have said before, and I guess it is pretty true, that I don't do as well as I know how. Perhaps I can't. There may be circumstances surrounding me of that nature that I am not able to do as well as I know how. I may say I do as well as I can under the circumstances. Perhaps that is the case with all. Perhaps we might do a little better than what we do, notwithstanding the circumstances. Still I am happy in believing that the great majority of the people are for God and His Kingdom; and those who do not walk up to their privileges in regard to these matters and observe the principles of the Holy Gospel, they only injure themselves, they cannot injure the work of God. It <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is proof against the aspersions of the wicked, the ungodly and the apostate. Me disgrace my Maker! No. What can I do to disgrace my Maker and my Creator? Nothing. I can disgrace myself, but not Him, nor His cause, nor His Kingdom. The higher a man gets the further he may have to fall; but the tree from which he falls would not be apt to be hurt by his falling off it. <\/div><div class=\"paragraph jod\" id=\"v24n909\"> I pray God to bless us all; to help us to do right; to help us to make our calling and election sure;<span class=\"citation\" id=\"125376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125376)\">2 Pet. 1:10<\/a><\/span> to bring us to the full enjoyment of our righteous desires; that we may succeed in obtaining an exaltation in His presence, an inheritance in His Kingdom, an habitation that has been prepared for the righteous, from before the foundations of the world; this is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}