{"ID":240010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Consolation Which the Bereaved Have&#x2014;Other Calamities Worse Than Death&#x2014;Effects of Sin&#x2014;What is to Be Gained By Faithfulness&#x2014;How All Will Be Judged&#x2014;The Resurrection&#x2014;Proofs of Christ's Resurrection&#x2014;The Speaker's Testimony.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered at the Funeral Services of the late James Urie, in the Sixteenth Ward, Salt Lake City, February 2, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks Upon Death.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 2\/2\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v24n200\"> It is a very difficult matter to say anything at a time of sorrow and bereavement like the present that will give immediate relief to the sorrowing hearts of those who mourn. Such griefs can only be fully relieved by the lapse of time and the influence of the good spirit <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the hearts of those that mourn, by which they can obtain comfort and satisfaction in their hopes of the future. For the loss of a father or mother in the family there is no adequate reparation; no remedy in this world which will supply such a loss, and about the only consolation  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have is in the hope that we may so live that we may be permitted to meet again with our beloved, faithful and true friends who go before, or who come after us, and enjoy their society once more in another sphere or state, which will be immortal. If we can only be satisfied in our minds by the witness of the good spirit, to know that the course we pursue in this life is such as will secure to us this privilege, then, in this reflection there is a degree of comfort and satisfaction, if not of joy, notwithstanding our separation, in time, from those that we have loved and cherished, for although they are gone from us, we know we shall meet them again in a better and more enduring sphere. I remember my feelings when first called upon to part with one of my children&#x2014;my firstborn. It seemed to me to be an irreparable loss&#x2014;a calamity, and if I had not restrained my feelings I should have felt that it was cruel for the Lord to suffer one so bright, so pure and innocent to be taken away by the hand of death, after remaining with us just long enough to become the joy of our hearts and the light of our home. Indeed it was a severe trial of our feelings to part with one who seemed so indispensable to our happiness, and for a time it seemed that the substance of our joy and hope had fled forever; but I have learned that there are a great many things which are far worse than death. With my present feelings and views and the understanding that I have of life and death I would far rather follow every child I have to the grave in their innocence and purity, than to see them grow up to man and womanhood and degrade themselves by the pernicious practices of the world, forget the Gospel, forget God and the plan of life and salva<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, and turn away from the only hope of eternal reward and exaltation in the world to come. <\/div><div class=\"paragraph jod\" id=\"v24n202\"> Far better, in my judgment, follow them to their graves before they have commenced such fearful acts, or fall into such fearful errors. I would rather a thousand times die while I have the faith of the Gospel in my heart and the hope of eternal life within me, with the prospect of becoming worthy of inheriting a crown of eternal life which is the greatest gift of God unto man,<span class=\"citation\" id=\"84108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84108)\">D&amp;C 14:7<\/a><\/span> than to live in possession of all the world affords and lose that gift. <\/div><div class=\"paragraph jod\" id=\"v24n203\"> It would be far better for me and my whole family to die in the faith than to live and deny it and bring shame, disgrace and ruin upon us forever. <\/div><div class=\"paragraph jod\" id=\"v24n204\"> The Gospel has been revealed to us in this dispensation. The revelation of the Gospel is a reality; there is no fiction about it. It is a savor of life unto life or of death unto death.<span class=\"citation\" id=\"74029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74029)\">2 Cor. 2:16<\/a><\/span> The plan of salvation has been revealed for the redemption of the world. Shall we deny it after we have become acquainted with its glorious truths? <\/div><div class=\"paragraph jod\" id=\"v24n205\"> No person can turn away from the truth into darkness and error and into &#x201C;by and forbidden paths,&#x201D;<span class=\"citation\" id=\"80967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80967)\">1 Ne. 8:28<\/a><\/span> and continue in that course without forfeiting all claim to the blessings and privileges of the first resurrection. <\/div><div class=\"paragraph jod\" id=\"v24n206\"> If the truth had not been revealed to the world and mankind had been left in ignorance in relation to these principles, it would have been a very different thing; there would have been some excuse for them; but the fact that light has come into the world,<span class=\"citation\" id=\"94261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94261)\">John 3:19<\/a><\/span> that the truth has been revealed and the way of salvation marked out and made plain and simple for all to walk in it, makes it absolutely necessary for all to come to the knowledge of the truth, to  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>walk circumspectly, and to keep the commandments which the Lord has given. It would be immeasurably better for us to lay down our bodies now, in the faith of the Gospel, than to live to ripe old age and turn away from it, thereby forfeiting our claim upon eternal life. <\/div><div class=\"paragraph jod\" id=\"v24n208\"> If we live and turn away from the truth we will be separated throughout the countless ages of eternity from the society of those we love. We will have no claim upon them, and they will have no claim upon us. There will be an impassable gulf between us over which we cannot pass,<span class=\"citation\" id=\"94262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94262)\">Luke 16:26<\/a><\/span> one to the other. If we die in the faith, having lived righteous lives, we are Christ's,<span class=\"citation\" id=\"73183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73183)\">1 Cor. 3:23<\/a><\/span> we have the assurance of eternal reward, being in possession of the principles of eternal truth and shall be clothed with glory, immortality and eternal lives. While we sojourn in the flesh we pass a great portion of our life in sorrow; death separates us for a short time, some of us pass behind the veil, but the time will come when we will meet with those who have gone, and enjoy each others' society forever. The separation is but for a moment as it were. No power can separate us then. God having joined us together we have a claim upon each other&#x2014;an undeniable claim&#x2014;inasmuch as we have been united by the power of the priesthood in the Gospel of Christ. Therefore it is better to be separated in this life for a little season, although we have to pass through deprivation, sorrow, trouble, toil, widowhood, orphanage, and many other vicissitudes, than to be separated for all eternity. By complying with the principles of the Gospel we become heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72604)\">Rom. 8:17<\/a><\/span> The anticipation of these great privileges brings happiness to us now, and strengthens our <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hopes of exaltation and eternal reward in the kingdom of God hereafter. No other power but that of God, through the knowledge of truth, can give such enjoyment, peace of mind, consolation and happiness to the sorrowing hearts of mortals. The Gospel has been revealed for the salvation and exaltation of the children of men, and if they would only receive it, it would bring, finally, unalloyed and perfect happiness to all, even a &#x201C;fullness of joy.&#x201D;<span class=\"citation\" id=\"56408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56408)\">Ps. 16:11<\/a><\/span><span class=\"citation\" id=\"83005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83005)\">3 Ne. 27:31<\/a><\/span><span class=\"citation\" id=\"89087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89087)\">D&amp;C 93:33-34<\/a><\/span><span class=\"citation\" id=\"92137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92137)\">D&amp;C 138:17<\/a><\/span><span class=\"citation\" id=\"93183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93183)\">Moses 7:67<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n209\"> Let us look into the future. We should not brood over the hardships which we have passed through. This is a world of sorrow, of care, of probation; a world of disappointment, anxiety and toil. We find it as it is, and many of us help to make it no better. When God organized the world, he pronounced it good,<span class=\"citation\" id=\"52373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52373)\">Gen. 1:31<\/a><\/span><span class=\"citation\" id=\"92386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92386)\">Moses 3:2<\/a><\/span> but men have transgressed the laws and departed from the paths of life.<span class=\"citation\" id=\"58457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58457)\">Isa. 24:5<\/a><\/span> Mankind do not live by principles of justice, truth, righteousness and equality. They are violators of the law, and will come under its condemnation. I am sorry to say that mankind bring evil and therefore suffering upon themselves. Men rise up and oppress their neighbors. Many take delight in oppressing their fellow creatures, and they do it because they have not the Spirit of God or the love of the Gospel in their hearts. They hate justice and righteousness and are strangers to mercy, because they know not God nor His law, nor comprehend the results of their own acts. Whereas, if they were imbued with the good spirit, they would comfort and elevate those by whom they are surrounded. Were men to use properly the blessings which God has given them for the good of all mankind, we could soon see the effects in the amelioration of the world; but many are so fallen and degraded that they care  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nothing for themselves nor for anybody else. <\/div><div class=\"paragraph jod\" id=\"v24n211\"> Many are lovers of pleasure and lust more than lovers of God.<span class=\"citation\" id=\"76144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76144)\">2 Tim. 3:4<\/a><\/span> They delight in the lusts of the flesh, the gratification of their appetites, having virulent desires, living in corruption, debauchery, revelry and all manner of wickedness. Many people do not know how to be happy, not knowing how to use the blessings that God has given unto them. If they had all the world, they would use it for the gratification of their own base passions and desires, to their own destruction. But if they possessed the right spirit, they would seek to promote the peace and happiness of mankind and extend the influence of the Gospel of light and truth to all the world. They would love purity, virtue, honesty, sobriety and righteousness. We should use the blessings that we receive to the glory of the Lord. We should comfort the mourner and provide for those who are in need. If we were to use the blessings that God has given unto us to His honor and glory, all would be happy; but we do not all see nor do alike. Inasmuch as we do not use our gifts or talents that are given unto us of God for the elevation of mankind, we know too well the sad results. They are misery and ruin for time, and perhaps for all eternity. <\/div><div class=\"paragraph jod\" id=\"v24n212\"> Every man will have to render an account of his stewardship,<span class=\"citation\" id=\"86752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86752)\">D&amp;C 70:9<\/a><\/span><span class=\"citation\" id=\"128812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128812)\">D&amp;C 72:3-5<\/a><\/span><span class=\"citation\" id=\"89835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89835)\">D&amp;C 104:12<\/a><\/span> and every one of us will be held responsible for his own works, whether good or evil. We will be judged for the deeds done in the flesh;<span class=\"citation\" id=\"74174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74174)\">2 Cor. 5:10 (JST)<\/a><\/span> if they have been evil we will have to pay the penalty and satisfy justice and the demands of a broken law. Those that have sinned against the Holy Ghost will have no redemption.<span class=\"citation\" id=\"64394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64394)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"82304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82304)\">Alma 39:6<\/a><\/span> All will be saved with this exception, and come out of the &#x201C;prison&#x201D;<span class=\"citation\" id=\"59365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59365)\">Isa. 42:7<\/a><\/span><span class=\"citation\" id=\"78030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78030)\">1 Pet. 3:19<\/a><\/span> and <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be exalted and receive a reward and an inheritance in the mansions prepared for them in the house of God.<span class=\"citation\" id=\"69897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69897)\">John 14:2<\/a><\/span><span class=\"citation\" id=\"128813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128813)\">D&amp;C 72:4<\/a><\/span> God does not judge men as we do, nor look upon them in the same light that we do. He knows our imperfections&#x2014;all the causes, the &#x201C;whys and wherefores&#x201D; are made manifest unto Him. He judges us by our acts and the intents of our hearts. His judgments will be true, just and righteous; ours are obscured by the imperfections of man. We are required to obey the laws of God revealed unto us in the Gospel. It is for Sister Urie and her little ones to comply with these laws throughout their lives. It is for the widow and the fatherless to live to the principles of the Gospel, be faithful and keep the covenants they have made. If they do this, they will be exalted in His kingdom, and they will receive all that their hearts can rightfully desire. They will receive the reward, if they are faithful, and will lose nothing. God will not suffer the righteous to be deprived of the blessings they justly merit; they will gain their exaltation. No eye hath seen, no ear heard, neither can the heart of man conceive of the glory and exaltation that is laid up in store for the faithful.<span class=\"citation\" id=\"72994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72994)\">1 Cor. 2:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n213\"> This is my testimony in relation to this matter. I have known Brother Urie for quite a number of years; he was a man who had a good heart; he was a friend to mankind, so far as it lay in his power to be, which he has proved by many acts of kindness to his fellow man. He has acted sometimes unwisely towards himself and family. I am sorry to say this, but we cannot ignore the fact, it is too well known. I do not believe that he has injured any individual but himself and family. They will forgive him, we will forgive him, and I trust  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God will forgive him for this folly. I do not believe that he would have harmed a hair of any man upon earth, or raised a finger to injure anyone. He has befriended the cause of Zion and the Elders of Israel. He will receive his reward if he has been true to his covenants with God. I do not believe for a moment that he forsook them or ever denied the faith. He will answer for the wrong which he has committed against himself and family. God will not forsake him, inasmuch as he forsook Him not and was true to Him, and he will be preserved, but he will have to suffer the consequence of his folly and pay the debt. This I will say, if I had the power, as a savior upon Mount Zion,<span class=\"citation\" id=\"62047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62047)\">Obad. 1:21<\/a><\/span> I would forgive him, and nothing would give me more joy and pleasure than to administer reclamation, salvation and exaltation to Brother Urie. <\/div><div class=\"paragraph jod\" id=\"v24n215\"> Let us obey our religion. Keep the commands of God, and bring up our children in the way of life and salvation, teach them the principles of the Gospel, to be virtuous, honest and pure, that they may lead pure and holy lives and cleave to the faith, that they may all come off victorious and receive the crown and the blessing of endless lives. Bishop Kesler was saying that we are mortal beings. It is true all of us are clothed with mortality, but our spirits existed long before they took upon them this tabernacle that we now inhabit. When this body dies, the spirit does not die. The spirit is an immortal being, and when separated from the body takes its flight to the place prepared for it, and there awaits the resurrection of the body, when the spirit will return again and re-occupy this tabernacle which it occupied in this world. <\/div><div class=\"paragraph jod\" id=\"v24n216\"> This great and glorious principle of the resurrection is no longer a <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> theory as some think, but it is an accomplished fact which has been demonstrated beyond all successful contradiction, doubt or controversy. Job, who lived before the resurrection of Christ, possessing the spirit of prophecy, looked forward to the time of the resurrection. He comprehended the fact. He understood the principle and knew the power and design of God to bring it to pass, and predicted its accomplishment. He declares&#x2014;&#x201C;I know that my redeemer liveth, and that he shall stand at the latter day upon the earth;&#x201D;<span class=\"citation\" id=\"56142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56142)\">Job 19:25<\/a><\/span> he further says, &#x201C;And though after my skin worms <span class=\"italic\">destroy<\/span> this body, yet <span class=\"italic\">in my flesh<\/span> shall I see God.&#x201D;<span class=\"citation\" id=\"56165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56165)\">Job 19:26<\/a><\/span> He looked forward to something not yet done, something which had never been done in this world before his day. It was not accomplished till long after his time. Having received the spirit of the Gospel and of revelation, he was enabled to look down into unborn time and see his body which had moldered and crumbled into dust raised from the dead. What he saw by the eye of faith has become actual history unto us, and we possess not only the history of the fact but a knowledge by the testimony of the Holy Ghost of its truth. We are not therefore situated as Job was, we live in the &#x201C;latter times&#x201D; which are pregnant with grand and glorious events, among the greatest of which is this glorious principle of the resurrection of the dead, which is no longer a mere prediction, a cherished hope, or a prophetic promise, but a reality; for long before our day it has actually been accomplished. Christ Himself burst the barriers of the tomb, conquered death and the grave and came forth &#x201C;the firstfruits of them that slept.&#x201D;<span class=\"citation\" id=\"73807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73807)\">1 Cor. 15:20<\/a><\/span> But says one, how can <span class=\"italic\">we<\/span> know that Jesus was put to death  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or resurrected? We have plenty of evidence to show that Jesus was crucified and resurrected. We have the testimony of His disciples and they produce irrefutable evidence that they did see Him crucified, and witnessed the wounds of the nails and spear which He received on the cross.<span class=\"citation\" id=\"68435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68435)\">Luke 24:36-39<\/a><\/span><span class=\"citation\" id=\"82617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82617)\">3 Ne. 11:14-15<\/a><\/span> They also testify that His body was laid away in a sepulchre wherein no man had lain<span class=\"citation\" id=\"68382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68382)\">Luke 23:53<\/a><\/span><span class=\"citation\" id=\"70828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70828)\">John 19:41<\/a><\/span> and they rolled a great stone to the door and departed.<span class=\"citation\" id=\"66398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66398)\">Matt. 27:60<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n218\"> Now the chief priests and Pharisees were not satisfied with the crucifixion and burial of our Lord and Savior, they remembered that while living He had said that after three days He would rise again, so they established a strong guard to protect the sepulchre and set a seal upon the stone lest His disciples should come by night and steal the body away and say unto the people, &#x201C;He is risen from the dead,&#x201D; and thus perpetrate a fraud upon the world.<span class=\"citation\" id=\"66401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66401)\">Matt. 27:62-66<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n219\"> Lo and behold! By this act those unbelieving guards became actual witnesses to the fact that a heavenly personage came and rolled away the stone and that Jesus came forth.<span class=\"citation\" id=\"66409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66409)\">Matt. 28:2-4<\/a><\/span><span class=\"citation\" id=\"66416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66416)\">Matt. 28:11-15<\/a><\/span> The disciples witness and testify to the resurrection, and their testimony cannot be impeached.<span class=\"citation\" id=\"94263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94263)\">Luke 24:36-48<\/a><\/span> It therefore stands good, and is true and faithful. <\/div><div class=\"paragraph jod\" id=\"v24n220\"> But is this the only evidence we have to depend on? Have we nothing but the testimony of the ancient disciples to rest our hopes upon? Thank God we have more. And the additional evidence which we possess enables us to become witnesses to the truth of the testimony of the ancient disciples. We go to the Book of Mormon; it testifies of the death and resurrection of Jesus Christ in plain and unmistakable terms;<span class=\"citation\" id=\"94264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94264)\">3 Ne. 11:1-17<\/a><\/span> we may go to the book of Doctrine and Covenants containing <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the revelations of this dispensation, and we shall find clear and well-defined evidence there. We have the testimony of the Prophet Joseph Smith, the testimony of Oliver Cowdery,<span class=\"citation\" id=\"90476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90476)\">D&amp;C 110:1-10<\/a><\/span> and the testimony of Sidney Rigdon, that they saw the Lord Jesus&#x2014;the same that was crucified in Jerusalem&#x2014;and that He revealed Himself unto them. Joseph and Sidney testify to it, as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v24n221\"> &#x201C;We, Joseph Smith, Jun., and Sidney Rigdon, being in the Spirit on the sixteenth of February, in the year of our Lord one thousand eight hundred and thirty-two&#x2014;By the power of the Spirit our eyes were opened and our understandings were enlightened, so as to understand the things of God&#x2014;Even those things which were from the beginning before the world was, which were ordained of the Father, through his Only Begotten Son, who was in the bosom of the Father, even from the beginning; Of whom we bear record; and the record which we bear is the fullness of the gospel of Jesus Christ, who is the Son, whom we <span class=\"italic\">saw<\/span> and with whom we conversed in the heavenly vision.&#x201D; (Doc. and Cov., sec. 76, verses 11-14.)<span class=\"citation\" id=\"86864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86864)\">D&amp;C 76:11-14<\/a><\/span> They were called to be special witnesses of Jesus Christ<span class=\"citation\" id=\"128814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128814)\">D&amp;C 107:23<\/a><\/span> and His death and resurrection.<span class=\"citation\" id=\"128815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128815)\">Acts 4:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n222\"> We have also the testimony of the ancient disciples who lived on this continent of the crucifixion and resurrection. You will find their testimony recorded in the Book of Mormon. The disciples who lived upon this continent knew what transpired at Jerusalem; the Lord shewed them these things. After His resurrection He manifested Himself to His disciples on this continent, and showed them the wounds He had received on Calvary.<span class=\"citation\" id=\"82618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82618)\">3 Ne. 11:14-15<\/a><\/span> They were convinced that Jesus was the Christ and the Redeemer  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the world. They beheld Him in the flesh and they bear witness of it, and their testimony is true. We have the testimony of many witnesses. We have the testimony of eleven special witnesses to the divine authenticity of the Book of Mormon,<span class=\"citation\" id=\"128816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128816)\">BM Three Wit.<\/a><\/span><span class=\"citation\" id=\"128817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128817)\">BM Eight Wit.<\/a><\/span> which book testifies of Christ's resurrection, containing as it does the records of the ancient prophets and disciples of Christ on this continent, thus confirming their testimonies. <\/div><div class=\"paragraph jod\" id=\"v24n224\"> Is it all the evidence we have? No. Joseph Smith boldly declared to the world that if mankind would sincerely repent of their sins and be baptized by authority they should not only receive a remission of their sins, but, by the laying on of hands, they should receive the Holy Ghost, and should <span class=\"italic\">know<\/span> of the doctrine for themselves.<span class=\"citation\" id=\"69382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69382)\">John 7:17<\/a><\/span> Thus all who obey the law and abide in the truth become witnesses of this and other equally great and precious truths. Today there are thousands of Latter-day Saints living in Utah and throughout the world who have attained to the possession of these things, both men and women. If we witness by our acts, and from our hearts our determination to carry out the mind and will of the Lord we shall have this double assurance of a glorious resurrection, and be able to say as the Prophet Job said&#x2014;his was a glorious declaration&#x2014;&#x201C;For I know that my redeemer liveth, and that he shall (<span class=\"italic\">again<\/span>) stand at the latter day upon the earth: And though after my skin worms destroy this body, yet in my flesh shall I see God: Whom I shall see for myself, and mine <span class=\"italic\">eyes<\/span> shall behold, and not another; though my reins be consumed within me.&#x201D;<span class=\"citation\" id=\"56156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56156)\">Job 19:25-27<\/a><\/span> Thousands have received this testimony and can witness unto God and testify from their hearts that they know these things. <\/div> <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n225\"> I bear my testimony, and surely it is of as much force and effect, if it be true, as the testimony of Job, the testimonies of the disciples at Jerusalem, the disciples on this continent, of Joseph Smith, or any other man that told the truth. All are of equal force and binding on the world. If no man had ever testified to these things upon the face of the globe, I want to say as a servant of God, independent of the testimonies of all men and of every book that has been written, that I have received the witness of the Spirit in my own heart, and I testify before God, angels and men, without fear of the consequences that I know that my Redeemer lives, and I shall see him face to face, and stand with Him in my resurrected body upon this earth,<span class=\"citation\" id=\"56143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56143)\">Job 19:25<\/a><\/span> if I am faithful; for God has revealed this unto me. I have received the witness, and I bear my testimony, and my testimony is true.<span class=\"citation\" id=\"128818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128818)\">John 5:32-33 (JST)<\/a><\/span> The testimony of the Latter-day Saints is in addition to and consonant with that of the disciples of Jesus Christ who lived at Jerusalem, those who lived on this continent, the Prophet Joseph, Oliver, Sidney and others, of our crucified and risen Redeemer, because they received it not of them, but by the same spirit by which they received it. No man ever received this testimony unless the Spirit of God revealed it unto him. <\/div><div class=\"paragraph jod\" id=\"v24n226\"> We will see Brother Urie again. Sister Urie will meet him on the other side of the grave. The spirit and body will be reunited. We shall see each other in the flesh, in the same tabernacles that we have here while in mortality. Our tabernacles will be brought forth as they are laid down, although there will be a restoration effected; every organ, every limb that has been maimed, every deformity caused by  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>accident or in any other way, will be restored and put right. Every limb and joint shall be restored to its proper frame.<span class=\"citation\" id=\"82105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82105)\">Alma 11:43<\/a><\/span><span class=\"citation\" id=\"82355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82355)\">Alma 40:23<\/a><\/span> We will know each other and enjoy each other's society throughout the endless ages of eternity, if we keep the law of God. It is for us to remain true and faithful and keep our covenants, and to train our children up in the paths of holiness, virtue and truth, in the principles of the Gospel, that we may with them be prepared to enjoy the perfect and eternal day. <\/div> <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n228\"> May God bless you, and my earnest prayer is that the Lord will bless Sister Urie and her dear little ones in this bereavement; that He will preserve their lives, establish them firmly in the faith of the Gospel and in the love of the truth, that they may be worthy to come forth in the morning of the first resurrection, crowned with glory and eternal lives. I pronounce this blessing upon them, inasmuch as they live faithful, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}