{"ID":240003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Synopsis of a Temperance Lecture, Prohibition Advocated&#x2014;Effects of Drunkenness Illustrated, Statistics, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder Moses Thatcher, delivered before the Young Men's Mutual Improvement Association of Hyrum, March 7, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: C. C. S.<\/div>\n<div class=\"pageHeader\">Page Header: Effects of Strong Drink.<\/div>\n<div class=\"speaker\">Speaker: Moses Thatcher<\/div>\n<div class=\"date\">Date: 3\/7\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v24n33\"> In responding to the invitation of the Young Men's Mutual Improvement Association of Hyrum, I beg to say that press of other matters has prevented me from preparing myself to speak upon this subject as its importance demands, but I can submit some statistics which show the effects of intemperance on the human body and soul more forcibly than anything I can say. <\/div><div class=\"paragraph jod\" id=\"v24n34\"> Intemperance, license and prohibition have recently been somewhat fully discussed through the columns of the Utah <span class=\"italic\">Journal<\/span>. Those who advocate strict prohibition as a means of checking intemperance among our people, seem firmly impressed with the idea that every pos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sible safeguard should be thrown around the youth and those of mature age who have not, within themselves, the power to resist temptations that are fast sapping the foundations upon which have rested the prosperity, morality, and purity of great Christian nations, that are now wallowing in the filth and degradation of intemperance. Holding that there are some, even among the Latter-day Saints, too weak to resist the tempting cup when pressed to their lips by the hands of false friends, yet who are too good to be left to destroy peace and happiness, desolate home, and die, perhaps, in the gutter, I am an uncompromising advocate of <span class=\"italic\">prohibition<\/span>. No man  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is permitted to sell poisoned food. Who does so knowingly, to the destruction of life, answers the law on the charge of murder. Why should any be held less guilty of crime for dispensing <span class=\"italic\">liquid<\/span> poison? <\/div><div class=\"paragraph jod\" id=\"v24n36\"> Put the essence of tobacco into the mouth of a rattlesnake and see if the venom which makes its fangs the instrument of death, possesses neutralizing force sufficient to counteract the more deadly poison of the vegetable drug. And yet I have seen tobacco in pieces larger than my hand in barrels from which my brethren and friends had drank the whiskey that extracted from that tobacco its deadly narcotic properties. <\/div><div class=\"paragraph jod\" id=\"v24n37\"> I have beheld with horror the effects of double-distilled, tobacco-poisoned whiskey. Untainted by it, I have seen man face perils that spoke of death, and under the sway of reason and calm judgment offer his coat to save the life of his companion; when the fierce blast of a winter storm was searching the marrow of his bones, chilling his vitals and clutching with icy hand the benumbed, almost frozen spark of life. This was the natural man, whose generosity the fear of death could not conquer. <\/div><div class=\"paragraph jod\" id=\"v24n38\"> Driven wild with whiskey, the heart beating like the quick throb of an overworked engine, reason dethroned by distilled poison burning like living coals in the brain, he who offered the coat to save, sped the ball which pierced the heart of his friend, whose warm blood, rushing through the murderous rent, curdled in crimson clots on the frozen snow, and the hearts of two mothers broke. <\/div><div class=\"paragraph jod\" id=\"v24n39\"> Who shall declare that to be a legitimate business which, in its effects, makes man a demon, dyes his hands in blood, and sacrifices tender and loving hearts upon the altar of <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> intemperance? How can any man with one spark of the milk of human kindness in his heart, offer to his fellow man that which he knows may destroy the body and ruin the soul? How can any father or brother ask our lawmakers to legalize and thereby become responsible for the crimes of those who seek to lead the weak and unsuspecting into temptations, which if yielded to, generally end in misery, pauperism, and ignominious ruin? <\/div><div class=\"paragraph jod\" id=\"v24n40\"> Look at the home of the drunkard who would move heaven and hell in order to secure the means for gratifying his unnatural appetite! Is it a cheerful, prosperous, beautiful and healthful home? Does he educate his children and feed and clothe them well, or does he permit them to go barefooted, half-clad, and otherwise exposed to disease and suffering? Does he not pay whiskey bills while denying wife and children the means with which to keep the wolf of want from his door? Look at the waste of property all around him! If he has a house, look at the tattered rags hanging from the broken windows, the leaking roof, creaking doors, fireless hearth and general cheerlessness of the place he calls home. Gaze through the sorrowful eyes down into the pain-stricken heart of his wife, and see if you can find a sentiment there which calls for a single blessing upon the head of the man who has assisted in the degradation of her husband. Look at his lean horses and starving cattle, if he has any left, as they perish in the pitiless storms that chill their marrowless bones, and say that no act of prohibition should be enforced to assist in checking such an one in his downward course. <\/div><div class=\"paragraph jod\" id=\"v24n40\"> Is it possible for the inebriate to confine the results of his intemperance to himself? No, it is not pos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sible! It extends to others in spite of all he can do, and insofar as it injures them, his agency should be curtailed. With kindness and long suffering, with gentleness and good will? Yes! and if necessary, by removing with every legitimate and lawful means the temptation which he cannot resist unaided. <\/div><div class=\"paragraph jod\" id=\"v24n42\"> Should the acts&#x2014;the agency of the brother who, a short time ago, deserted his post at midnight and left exposed, by reason of his engendered love of liquor, a hundred thousand dollars' worth of property intrusted to his care, be in any way restrained? <\/div><div class=\"paragraph jod\" id=\"v24n43\"> Do intemperate men usually stand at the head of banking, railroad, manufacturing and commercial affairs? Do they stand at the head and control matters in which the Lord and good men have delight? <\/div><div class=\"paragraph jod\" id=\"v24n44\"> Contrast the intelligent look, the energy, the mental and physical endurance of the temperate man with those of the intemperate. Contrast the difference between their surroundings, homes and families, and then say which you prefer, and which you will imitate. <\/div><div class=\"paragraph jod\" id=\"v24n45\"> I will now submit for your consideration an account of some of the evils of intemperance in England, and its cost. In the year 1879, the inhabitants of the United Kingdom expended for intoxicating drinks, $640,716,320. The names of 3,000,000 persons were registered on the books of the &#x201C;Poor Law Unions&#x201D; during that year, and 94,000 lunatics were in the asylums. In 1877, 320,000 were apprehended for drunkenness; 75,000,000 bushels of grain&#x2014;an amount equal to what Utah, at our present rate would produce in forty years&#x2014;is used yearly in the manufacture of intoxicants, which cause there annually 120,000 premature deaths. &#x201C;It is the opinion <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the best informed individuals that the cost of the mischief resulting from drinking, viz., Pauperism, Crime, Disease, Waste of Grain, Accidents, Loss of Labor, &amp;c., amounts to fully as much as the cost of the drink itself, and, therefore, if the direct and indirect cost of the drink be added together, it will give about thirteen hundred millions of dollars as the amount the nation loses yearly through intoxicating liquors.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n46\"> In return for this stupendous outlay the nation reaps a harvest of crime, misery, destitution, vice, disease, ruin and death. If the money was paid to rid the nation of such evils, it would be proof of common sense, &#x201C;but to buy them at such a price, is supreme folly,&#x201D; and would seem utterly impossible to an intelligent people. &#x201C;During the seven years ending in 1879 the inhabitants of the British Isles spent for drink, $4,820,189,180, and paid for Poor and Police Rates $505,723,590. During the same time, 3,334,110 persons&#x2014;nearly ten per cent of the entire population&#x2014;were convicted of crime, and 1,271,838 were apprehended for drunkenness.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n47\"> From the above tables (taken from Parliamentary returns) it will be seen what an enormous amount of money is spent on intoxicating liquors. Side by side we see the crime and drunkenness with the consequent taxation, &amp;c. How we suffer in other ways from the liquor traffic can never be realized. <\/div><div class=\"paragraph jod\" id=\"v24n48\"> The money paid for drink during those seven years would cancel England's national debt, and leave $1,000,000,000 to spare. It would pay for 26,082 miles of railway which is 10,000 miles more than was then being operated in the United Kingdom. Had the money been invested in building houses it would  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have erected a new one for every family there, and built schools to accommodate all the children in that country. <\/div><div class=\"paragraph jod\" id=\"v24n50\"> Had the money spent by the English people during the past 50 years for liquors, been invested in securities realizing five percent per annum, principal and interest would now exceed by $5,000,000,000 the entire capitalized value of all the wealth of the United Kingdom, including its money, lands, railways, collieries, ironworks, quarries, mines, houses, mills, and every other description of property. <\/div><div class=\"paragraph jod\" id=\"v24n51\"> Now all these things have grown and developed under the fostering care of legalized crime. In other words, intemperance in England, and intemperance in the United States, if not the offspring of legalized crime is at least the bloated pauper of a system of license that encourages drunkenness. And for this reason, having shown you some of the fearful effects of intemperance, I unhesitatingly condemn the system of license under which it has grown to such proportions. In contrast I cite you to statistics, compiled by the best authority, showing that drunkenness has decreased from 40 to 90 percent in the State of Maine, where prohibition has been enforced. [The lecturer here read from the writings of Hepworth Dixon, a beautiful description of the happy condition of the people of St. Johnsbury, Vermont, who had adopted &#x201C;prohibition,&#x201D; and concluded by adopting as his sentiments the following sound principles of Dr. Albert Barnes, enunciated in his sermon, &#x201C;The Thorne of Iniquity.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v24n52\"> &#x201C;I lay it down as a sound principle in regard to legislation that society should not by its laws <span class=\"italic\">protect evil<\/span>. This, perhaps, is sufficiently <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> clear from the remarks already made; but the importance of the principle in itself, and the application which I intend to make of it, require that it should be made a little more distinct and prominent. The position is that the purpose of society in organizing a government, and the purpose of a government under such organization, should not be to protect evil in any form. The law is made for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for man-slayers, for whoremongers, for them that defile themselves with mankind, for men-stealers, for liars, for perjured persons (1 Tim. 1:9),<span class=\"citation\" id=\"75826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75826)\">1 Tim. 1:9-10<\/a><\/span> and not to protect those who practice these vices, or protect anything which will give facility in practicing them. The true object of legislation is to <span class=\"italic\">prevent<\/span>, not to <span class=\"italic\">protect<\/span> evil. God never instituted a government on earth with a view to its throwing a protecting shield over vice and immorality. He has never commissioned men to sit in high places to accomplish any such work. The end of government, so far as it bears on that point at all, is to suppress crime, to punish wrongdoers, to remove iniquity, to promote that which is just and true. And it matters not what the evil is, nor how lucrative it may be, nor how much capital may be invested in it, nor how much revenue may be derived from it, nor how many persons may have an interest in its continuance&#x2014;the business of the lawgiver is to suppress it&#x2014;not to protect it; to bring it to as speedy an end as possible, not to become the panderer to it, or the patron of it. What would be thought of a government that should, under any pretext whatever, take under its protecting care thieves, counterfeiters, and burglars? A third principle in regard to legisla<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion is equally clear, and equally important: It is that society should not undertake to <span class=\"italic\">regulate evil by law<\/span>. Its business is to <span class=\"italic\">remove<\/span> it&#x2014;not to <span class=\"italic\">regulate<\/span> it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n54\"> Having an abiding faith in prohibition, backed by local option, I would have the Y. M. M. I. A. of Hyrum, use their influence to have illicit liquor dealers here, discontinue their degrading, unlawful traffic. This failing, rise up and help the <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> city authorities to enforce the law. <\/div><div class=\"paragraph jod\" id=\"v24n55\"> If there are any in favor of license to sell liquor in Hyrum, please manifest it. [Not a hand was raised.] Who are in favor of temperance and prohibition? [Every hand was raised.] May God bless and preserve you from the blight of intemperance and the sin of drunkenness. <\/div>\n<\/div>\n<\/div>"}