{"ID":240031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Truth Always the Same&#x2014;Duties of the Saints&#x2014;Officers Present&#x2014;Where the Principles of the Gospel Originated&#x2014;Character of Abraham&#x2014;How He Was Tried&#x2014;His Progeny&#x2014;Duties of the Priesthood&#x2014;Trials of the Saints&#x2014;Charity Required&#x2014;How Transgressors Should Be Dealt With&#x2014;Exhortation to Righteousness.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Parowan, Sunday Morning, June 24, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Sermon on the Mount.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/24\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v24n723\"> Elder George Reynolds, at the request of President Taylor, read Christ's &#x201C;Sermon on the Mount,&#x201D;<span class=\"citation\" id=\"62890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62890)\">Matt. 5:1-48<\/a><\/span><span class=\"citation\" id=\"128915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128915)\">Matt. 6:1-34<\/a><\/span><span class=\"citation\" id=\"128916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128916)\">Matt. 7:1-29<\/a><\/span> after which, <\/div><div class=\"paragraph jod\" id=\"v24n724\"> President Taylor spoke as follows: I have had a long discourse read over in your hearing. I do not know that we can listen to anything better than to instructions given by the Savior; and in that discourse is a great amount of intelligence, wisdom, thought, reflection, principle and doctrine presented to our minds. It is full of thought, full of intelligence, and presents to us principles that connect earth with heaven, man with God, and with which are interwoven all our best interests in time and throughout eternity. It is well, therefore, to reflect upon these things&#x2014;upon the doctrines, teachings and instructions given by our Savior and by ancient men of God, who were under the inspiration of the Almighty, and who spake as they were moved upon by the Holy <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Ghost.<span class=\"citation\" id=\"78346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78346)\">2 Pet. 1:21<\/a><\/span> For if the principles which were enunciated by our Savior in His day, were correct, they are just as true and correct today as they were then, and they are quite as applicable to us as they were to the people to whom He addressed Himself; for they are general principles, and some of them refer to things that are personal, that are associated with our everyday life, and with the spirit and feeling that we ought, as Saints of the Most High God, to be in possession of. Indeed I very much question whether we could find in the same space as comprehensive an exposition of ideas or principles enunciated by any person that ever spake, as are found in this sermon which was delivered by Jesus upon the Mount. We should have esteemed it a great privilege to have listened to the Son of God, yet we can read His words today, and the principles He taught, as I have said, are just as true and im<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portant now as they were then. <\/div><div class=\"paragraph jod\" id=\"v24n726\"> I desire to speak a little this morning upon some of the duties and responsibilities which devolve upon us as Latter-day Saints, and I feel that&#x2014;as I often hear the Elders say&#x2014;I would like to have an interest in your faith and prayers. I like to have the prayers, the faith and confidence of good men and good women, and I feel this morning that I am among good men and good women who are desirous to do the will and keep the commandments of God our heavenly Father&#x2014;that is, this is the general feeling. <\/div><div class=\"paragraph jod\" id=\"v24n727\"> I will say I have been pleased to meet here and greet some of our Presidents of Stakes and other brethren from a distance. Here is Brother McAllister from St. George, and some others who have accompanied him from that region. They have traveled over a hot, sandy desert, quite a long distance to meet with us and to meet with you. Again, here is another President of Stake&#x2014;Brother Crosby&#x2014;who has come over these big mountains from Panguitch, and I think some of his folks have come with him from that Stake. Then again, here is Brother Murdock, who has come 35 miles with us, and then you might double that distance by two or three times, for he was at Milford to meet us, and some of his folks are also with us. Then we had the President of Millard Stake&#x2014;Brother Hinckley&#x2014;who was with us for several days. It gives me great pleasure to meet with these my brethren of the Priesthood, especially with the Presidents of Stakes and their Counselors, because they hold important positions in the Church and kingdom of God, and I greet you and bless you in the name of the Lord. There is a spirit exhibited which shows that the brethren feel inter<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ested in the things pertaining to the kingdom of God, and that of all others is the thing in which we ought all of us to be interested. [President Cannon: We have also with us Brother Erastus Snow and Brother Jacob Gates.] President Taylor: Oh, yes. We expect them to be everywhere, as we are. We have specially dedicated ourselves to God, as active servants in His vineyard; we have dedicated ourselves to do the will of God, and to assist in carrying out His purposes, and we feel quite happy in the labor. And I should have been very much pleased, and so would Brother Cannon&#x2014;and I do not know but what he wants me to say something about him being here&#x2014;(laughter). [Brother Cannon: Oh, no.]&#x2014;we should have been pleased to have stayed in the country a few days longer, but we cannot do so; that is, we have other duties devolving upon us, and we ought to be in Salt Lake City on Tuesday next. At one time we could not very easily have done this, but we have found out the way&#x2014;at least, there is a way provided. The Lord has blessed us with many blessings. He has caused us to sit together in heavenly places in Christ Jesus.<span class=\"citation\" id=\"74919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74919)\">Eph. 2:6<\/a><\/span> He has granted unto us His Holy Spirit to enlighten our minds, and to teach us the principles of righteousness. He has called us to do a great work. How great, could I tell you? No. Could you understand if I did? No, you could not. But He has called us to do a great work&#x2014;a work in which God our heavenly Father is interested, a work in which Jesus the Mediator of the new covenant<span class=\"citation\" id=\"77318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77318)\">Heb. 12:24<\/a><\/span> is interested, a work in which Adam is interested, a work in which Seth, Methuselah, Enoch, Noah, Abraham, Isaac, Jacob, Moses and the Prophets are interested, a work in which the Apostles that officiated  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on the continent of Asia are interested, a work in which the Apostles that officiated on this continent are interested, as well as Lehi, Nephi, Moroni, and others, who operated here in the cause of God, and who sought to carry out His purposes in this land. It is a work in which all men that have ever lived upon the face of the earth are interested. It is a work in which the Gods in the eternal worlds are interested. It is a work that has been spoken of by all the holy Prophets since the world was.<span class=\"citation\" id=\"71406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71406)\">Acts 3:21<\/a><\/span> It is called the &#x201C;dispensation of the fulness of times,&#x201D; wherein God will gather together all things in one, whether they be things in the heavens or things in the earth.<span class=\"citation\" id=\"74868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74868)\">Eph. 1:10<\/a><\/span> It is a dispensation in which all the holy Prophets that ever lived upon the face of the earth are interested. They prophesied about it as the grand and great consummation in the accomplishment of the purposes of God; purposes which He designed before the morning stars sang together, or the sons of God shouted for joy,<span class=\"citation\" id=\"56261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56261)\">Job 38:7<\/a><\/span> or this world itself rolled into existence. It is a work in which we, our progenitors and our posterity are especially interested. And we are gathered together from among the nations of the earth in order that we may be taught of God, that we may understand the law of God, and the principles of life and salvation; a salvation that extends not only to ourselves, but to all mankind. We are gathered together here that we may be placed especially under the tuition and guidance of the Lord, that we may feel and realize that which the ancient Israelites expressed when they said, &#x201C;The Lord is our judge, the Lord is our lawgiver, the Lord is our king&#x201D;&#x2014;<span class=\"citation\" id=\"59085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59085)\">Isa. 33:22<\/a><\/span>and He shall rule over us, and we will be his people; and we His latter-day Israel, will acknowl<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>edge Him in all things; for we are a chosen people, a royal Priesthood,<span class=\"citation\" id=\"77852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77852)\">1 Pet. 2:9<\/a><\/span> selected by the God of Israel for the accomplishment of His purposes, for the organization and purification of His Church, for the establishment of His Kingdom, and for the building up of His Zion on the earth. We are indebted to God for the revelation of all those principles that we today possess, whether they relate to the Church of God, to the Zion of God, or to the kingdom of God; so far as any principles thereof have been made manifest and developed unto us they are truly, positively and unequivocally the gift of God our heavenly Father. They did not originate with us. They did not originate with any man that lived on the earth, for no man knew them. They did not originate with Joseph Smith, or with Brigham Young, or with myself, or with the Apostles, or with any class of men in this Church. They are the gift of God to His people, to His children who dwell upon the earth. He has offered these principles freely to the nations of the earth. Thousands and millions of people who have heard them have not received nor obeyed them; but you have&#x2014;that is, I speak generally, not individually, for some have not obeyed them. Many Latter-day Saints do not comprehend their position. They do not understand the relationship that exists between God and themselves. They do not understand the responsibility of the position that they occupy; some such hold the Holy Priesthood, and others are not in the Holy Priesthood. After so many years of teaching and instruction, and the many opportunities that we have had, we come far short of comprehending the principles of life, truth and intelligence which God has seen fit to make manifest  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to us, and the world do not comprehend them at all. And why cannot they? Because Jesus said very positively in His day, that except a man was born again he could not see the kingdom of God, and unless he was born of the water and of the Spirit, he could not <span class=\"italic\">enter<\/span> into the kingdom of God,<span class=\"citation\" id=\"68765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68765)\">John 3:3,5<\/a><\/span> and they do not understand it. We cannot help that. But if we could comprehend our own positions and realize the blessings that we have enjoyed, and do now enjoy, and the prospect that lies before us in consequence of God having inclined our hearts to yield obedience to the Gospel of the Son of God, we should call upon our souls and all that is within us, to bless His holy name. We should thank God from morning till evening, that we have the privilege of being Latter-day Saints. We should thank Him for the light and intelligence that we have already received, and we should seek for a closer communion with Him that we might comprehend more fully the duties that devolve upon us, and feel in our hearts to do the will of God on earth, as angels do it in heaven. We should do this if we could comprehend our true position, and some of us do comprehend it in part. We see in part,<span class=\"citation\" id=\"73741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73741)\">1 Cor. 13:12<\/a><\/span> we understand in part, we prophesy in part, etc., but when that which is perfect is come, that which is in part will be done away with.<span class=\"citation\" id=\"73692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73692)\">1 Cor. 13:9-10<\/a><\/span> The Lord has gathered us together, and is seeking to introduce among this people the principles of Zion, that we may be pure in heart,<span class=\"citation\" id=\"89205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89205)\">D&amp;C 97:21<\/a><\/span> pure in spirit, pure in our actions, and that we may all of us feel like saying: &#x201C;O God, search my heart: and try my reins,<span class=\"citation\" id=\"60493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60493)\">Jer. 17:10<\/a><\/span> search me and prove me: And if there is any way of wickedness within me, bid it depart;<span class=\"citation\" id=\"57334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57334)\">Ps. 139:23-24<\/a><\/span> show it to me that I may overcome it, that I may gain the vic<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tory, that I may be worthy to be thy son, that I may be worthy to have Thy blessing and Thy Spirit, and the intelligence that dwells with Thee imparted to me; that I may walk according to Thy laws and fulfill the various duties and responsibilities that devolve upon me.&#x201D; That is the kind of feeling we should have if we could realize and comprehend our position. We would seek after the Lord. <\/div><div class=\"paragraph jod\" id=\"v24n730\"> In the discourse read by Brother Reynolds, this morning, it says, among other things: &#x201C;Blessed are they which do hunger and thirst after righteousness: for they shall be filled.&#x201D;<span class=\"citation\" id=\"62941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62941)\">Matt. 5:6<\/a><\/span> I also read with regard to Abraham: He was a man of God, and he tells us in his history that he was a follower after righteousness; that he desired to obtain more righteousness, and that upon examining into the history of his fathers, he found that he had a right to the Priesthood and sought ordination, and he received that ordination.<span class=\"citation\" id=\"93339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93339)\">Abr. 1:2<\/a><\/span> He was ordained by Melchizedek,<span class=\"citation\" id=\"87517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87517)\">D&amp;C 84:14<\/a><\/span> who was prince of Salem, and a servant of the Most High God,<span class=\"citation\" id=\"76778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76778)\">Heb. 7:1<\/a><\/span> and held the Priesthood called after his name.<span class=\"citation\" id=\"90096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90096)\">D&amp;C 107:2-4<\/a><\/span> It is the Priesthood which is after the order of the Son of God,<span class=\"citation\" id=\"90116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90116)\">D&amp;C 107:3<\/a><\/span> a Priesthood which possesses the power of an endless life.<span class=\"citation\" id=\"68625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68625)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76856)\">Heb. 7:16<\/a><\/span> Abraham received a knowledge of these things; and when he obtained the Priesthood what did he do? Did he, after the manner of some religionists, &#x201C;sing himself away to everlasting bliss?&#x201D; No, he did not. What then did he do? He kept seeking after more righteousness.<span class=\"citation\" id=\"93340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93340)\">Abr. 1:2<\/a><\/span> Jesus recognized that principle in his sermon&#x2014;&#x201C;Blessed are they which do hunger and thirst after righteousness: for they shall be filled.&#x201D;<span class=\"citation\" id=\"62940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62940)\">Matt. 5:6<\/a><\/span> Abraham sought the Lord diligently,<span class=\"citation\" id=\"93396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93396)\">Abr. 2:12<\/a><\/span> and finally he had given unto him a Urim and Thummim, in which he  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was enabled to obtain a knowledge of many things that others were ignorant of.<span class=\"citation\" id=\"93404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93404)\">Abr. 3:1-4<\/a><\/span> I think the meaning of the name of this instrument is Light and Perfection, in other terms, communicating light perfectly, and intelligence perfectly, through a principle that God has ordained for that purpose. Did Abraham stop there? No; he did not rest until he could communicate with God Himself. Jesus says: &#x201C;Blessed are the pure in heart: for they shall see God.&#x201D;<span class=\"citation\" id=\"62967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62967)\">Matt. 5:8<\/a><\/span> The Lord appeared to Abraham, and told him many things.<span class=\"citation\" id=\"53185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53185)\">Gen. 18:1 (JST)<\/a><\/span><span class=\"citation\" id=\"53878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53878)\">Ex. 6:3<\/a><\/span><span class=\"citation\" id=\"71501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71501)\">Acts 7:2<\/a><\/span><span class=\"citation\" id=\"93379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93379)\">Abr. 2:6<\/a><\/span> And in proportion to the blessings which He conferred upon him, the Lord exacted from Abraham strict obedience to His law, to His word, and to His will, and He tried him to the uttermost. He gave unto him a son. Sarah laughed at the idea when the Lord told her she would have a son.<span class=\"citation\" id=\"53200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53200)\">Gen. 18:12-15<\/a><\/span><span class=\"citation\" id=\"53270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53270)\">Gen. 21:6<\/a><\/span> At her time of life&#x2014;she was 90 years old&#x2014;<span class=\"citation\" id=\"53176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53176)\">Gen. 17:17<\/a><\/span>it did look a little odd. The Lord asked her what she laughed at. She denied that she had laughed, but He said, &#x201C;Nay, but thou didst laugh.&#x201D;<span class=\"citation\" id=\"53199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53199)\">Gen. 18:12-15<\/a><\/span> There were to be certain blessings associated with this son. The Lord also told Abraham that He would bless him exceedingly, and make him a great man upon the earth.<span class=\"citation\" id=\"53021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53021)\">Gen. 12:1-3<\/a><\/span><span class=\"citation\" id=\"53212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53212)\">Gen. 18:18<\/a><\/span> Finally, this son was born. But there came, after a time, a time of trial of Abraham's faith.<span class=\"citation\" id=\"53282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53282)\">Gen. 22:1-14<\/a><\/span> In substance the Lord said to him: &#x201C;Now, Abraham, take thy son Isaac. You received him from me,&#x201D; the same as we all do, if we could understand it, but we do not&#x2014;he was a son of promise&#x2014;a great many people are not sons of promise, but still are no less the children of God, for God is the God and father of the spirits of all flesh&#x2014;<span class=\"citation\" id=\"54779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54779)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54894)\">Num. 27:16<\/a><\/span>&#x201C;Take thy son and offer him up as a sacrifice.&#x201D;<span class=\"citation\" id=\"53292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53292)\">Gen. 22:2<\/a><\/span> &#x201C;What!&#x201D; said Abraham. No; I do not believe that He said that; but I will suppose <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what He might have said: &#x201C;Why, Lord, did you not tell me that you would establish your covenant with Isaac, for an everlasting covenant, and with his seed after him,<span class=\"citation\" id=\"53178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53178)\">Gen. 17:19<\/a><\/span> and that I should become a great and mighty nation, and that all the nations of the earth would be blessed in me?&#x201D;<span class=\"citation\" id=\"53439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53439)\">Gen. 26:1-5<\/a><\/span> &#x201C;Yes.&#x201D; &#x201C;And now you tell me to offer my promised son as a sacrifice? What are you going to do about it?&#x201D; &#x201C;You have got to obey me, that is all.&#x201D; Abraham did not begin to question the Lord if He could find a precedent for such a thing in the Scriptures, or whether such a thing had ever taken place anywhere else. No; he proceeded to carry out the commandment of the Lord. I fancy I can see Abraham undergoing this trial. I wonder what his feelings were. What would your feelings be if you were commanded to sacrifice your promised son? Well, Abraham took his son into the mountain. They built an altar. And finally Isaac said to his father: &#x201C;Behold the fire and the wood: but where is the lamb for a burnt offering?&#x201D;<span class=\"citation\" id=\"53297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53297)\">Gen. 22:7<\/a><\/span> What would you have thought if you had been in Abraham's place? Yet Abraham was a righteous man and sought after righteousness, sought after God, and God had talked with him, and blessed him in a very remarkable manner, and given him a son where there was no prospect naturally of his wife Sarah having one. How would you have felt, you fathers here, if you had been placed in the same position? But Abraham nerved himself up and said: &#x201C;My son, God will provide himself a lamb for a burnt offering&#x2014;<span class=\"citation\" id=\"53301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53301)\">Gen. 22:8<\/a><\/span>thou thyself art that lamb!&#x201D; He thereupon bound Isaac, and laid him on the altar.<span class=\"citation\" id=\"53302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53302)\">Gen. 22:9<\/a><\/span> He lifted the knife, and was about to strike the fatal blow, when the angel of the Lord called  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto him out of heaven and said, &#x201C;Lay not thine hand upon the lad, neither do thou anything unto him: for now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son from me. And Abraham lifted up his eyes, and looked, and behold behind him a ram caught in a thicket by his horns: and Abraham went and took the ram, and offered him up for a burnt offering in the stead of his son.&#x201D;<span class=\"citation\" id=\"53306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53306)\">Gen. 22:10-13<\/a><\/span> And the Lord said, &#x201C;Because thou hast done this thing, and hast not withheld thy son, thine only son: That in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the seashore; And in thy seed shall all the nations of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53322)\">Gen. 22:16-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n733\"> I speak of these things to show how men are to be tried. I heard Joseph Smith say&#x2014;and I presume Brother Snow heard him also&#x2014;in preaching to the Twelve in Nauvoo, that the Lord would get hold of their heart strings and wrench them, and that they would have to be tried as Abraham was tried.<span class=\"citation\" id=\"89404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89404)\">D&amp;C 101:4<\/a><\/span> Well, some of the Twelve could not stand it. They faltered and fell by the way. It was not everybody that could stand what Abraham stood. And Joseph said that if God had known any other way whereby he could have touched Abraham's feelings more acutely and more keenly he would have done so. It was not only his parental feelings that were touched. There was something else besides. He had the promise that in him and in his seed all the nations of the earth should be blessed;<span class=\"citation\" id=\"128917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128917)\">Gen. 18:18<\/a><\/span><span class=\"citation\" id=\"128918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128918)\">Gen. 22:18<\/a><\/span> that his seed should be multiplied as the stars of the heaven<span class=\"citation\" id=\"53088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53088)\">Gen. 15:5<\/a><\/span> and as the sand upon the seashore.<span class=\"citation\" id=\"53361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53361)\">Gen. 22:17<\/a><\/span> He had looked forward through the vista of future ages and seen, by the spirit of revelation, myriads of his <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people rise up through whom God would convey intelligence, light and salvation to a world. But in being called upon to sacrifice his son it seemed as though all his prospects pertaining to posterity were to come to naught. But he had faith in God, and he fulfilled the thing that was required of him. Yet we cannot conceive of anything that could be more trying and more perplexing than the position in which he was placed. <\/div><div class=\"paragraph jod\" id=\"v24n734\"> Now, although I have said considerable in regard to Abraham, yet I will say a word or two more. God said that in his seed should all the nations of the earth be blessed.<span class=\"citation\" id=\"53213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53213)\">Gen. 18:18<\/a><\/span><span class=\"citation\" id=\"53394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53394)\">Gen. 22:18<\/a><\/span> Who was Isaac,<span class=\"citation\" id=\"128919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128919)\">Gen. 26:1-5<\/a><\/span> and who was Jacob?<span class=\"citation\" id=\"128920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128920)\">Gen. 28:10-15<\/a><\/span> Heirs with him to the same promise. Who was Moses? A man that was raised up to lead the children of Israel out of Egypt. Who was he? A descendant of Abraham.<span class=\"citation\" id=\"53796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53796)\">Ex. 3:6<\/a><\/span><span class=\"citation\" id=\"87735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87735)\">D&amp;C 84:34<\/a><\/span> Who were the Prophets from whom we receive the Bible? The seed of Abraham. Who were the prophets from whom we received this Book of Mormon?<span class=\"citation\" id=\"128921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128921)\">1 Ne. 5:14<\/a><\/span><span class=\"citation\" id=\"128922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128922)\">Alma 10:3<\/a><\/span> They were the seed of Abraham. Who was Jesus, the Mediator of the new covenant?<span class=\"citation\" id=\"77319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77319)\">Heb. 12:24<\/a><\/span> Of the seed of Abraham.<span class=\"citation\" id=\"62620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62620)\">Matt. 1:1<\/a><\/span><span class=\"citation\" id=\"67160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67160)\">Luke 3:34<\/a><\/span> Who were the Apostles? Of the seed of Abraham. Who were the people that came to this continent? The seed of Abraham. Who were the Apostles that were raised up here? They were the seed of Abraham. Who was Joseph Smith, the Prophet of God, raised up in these last days? He was a descendant of Joseph, the son of Jacob, and his father's name was Joseph, as had been anciently prophesied should be the case,<span class=\"citation\" id=\"81309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81309)\">2 Ne. 3:15<\/a><\/span> when the work he should perform was being referred to.<span class=\"citation\" id=\"91727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91727)\">D&amp;C 132:31,49,57<\/a><\/span> Who are this people? A great many are of the seed of Abraham. And what is God doing with us? Has He raised us up to injure mankind? No. For what are the Twelve Apostles  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>appointed? To preach the Gospel to all mankind.<span class=\"citation\" id=\"90217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90217)\">D&amp;C 107:23<\/a><\/span><span class=\"citation\" id=\"90278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90278)\">D&amp;C 107:35<\/a><\/span> What are these 76 Quorums of Seventies for? Here is one of their Presidents. What are those quorums for, Brother Gates? [Brother Jacob Gates: To preach the Gospel to all the world.] Yes; to preach the Gospel to the nations of the earth&#x2014;<span class=\"citation\" id=\"90239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90239)\">D&amp;C 107:25,34<\/a><\/span>messengers of Jehovah, to communicate the glad tidings of salvation to a fallen world,<span class=\"citation\" id=\"128923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128923)\">D&amp;C 19:29<\/a><\/span> to declare that the heavens have been opened, that God has spoken, that the eternal principles of life have been revealed, and that we are commissioned to make known unto the nations of the earth the glad tidings of salvation which God has ordained. Again, what are the Elders for? The same thing. Then come other principles. We are gathered together here that we might be taught of God, that we might be placed under His tuition, under His guidance and under His direction. As it is written: &#x201C;They shall teach no more every man his neighbor, and every man his brother, saying, Know the Lord: for they shall all know me, from the least of them to the greatest of them.&#x201D;<span class=\"citation\" id=\"60704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60704)\">Jer. 31:34<\/a><\/span> We are here to learn of His ways and to walk in His paths.<span class=\"citation\" id=\"57834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57834)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"62162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62162)\">Micah 4:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n736\"> We are living, as I said, in &#x201C;the dispensation of the fulness of times,&#x201D; when God will gather together all things in one, whether they be things on the earth or things in the heavens,<span class=\"citation\" id=\"74869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74869)\">Eph. 1:10<\/a><\/span> whether they appertain to Adam, or Seth, or Enos, or Mahalaleel, or Methuselah, or Noah, or Abraham, or Isaac, or Jacob, or the Prophets, or Jesus, or the people that have lived in the different ages who have possessed the Gospel of the Son of God; people on this continent or any other continent. They are all interested in this work. All heaven is engaged in carrying out the work that we are engaged in to<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day. They are looking upon us and watching our acts, and are interested in this great work. And God will say, today, as he did in former times: &#x201C;Touch not mine anointed, and do my prophets no harm.&#x201D;<span class=\"citation\" id=\"55877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55877)\">1 Chr. 16:22<\/a><\/span><span class=\"citation\" id=\"57097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57097)\">Ps. 105:15<\/a><\/span> And I say woe to them that lift their hands against the anointed of God,<span class=\"citation\" id=\"55513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55513)\">1 Sam. 24:6,10<\/a><\/span><span class=\"citation\" id=\"55518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55518)\">1 Sam. 26:9,11<\/a><\/span><span class=\"citation\" id=\"90825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90825)\">D&amp;C 121:16<\/a><\/span> for God will be after them. We have a work to perform. We have to build up the Church and kingdom of God, and to see that the principles of purity and the law of God are enforced. Let me speak upon this. The Scriptures say: &#x201C;And every man that hath this hope in him purifieth himself, even as he is pure.&#x201D;<span class=\"citation\" id=\"78690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78690)\">1 Jn. 3:3<\/a><\/span> Again, the Scriptures say: &#x201C;Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.&#x201D;<span class=\"citation\" id=\"74716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74716)\">Gal. 6:7-8<\/a><\/span> Being gathered together as we are, and having our organization of the First Presidency, of the Twelve Apostles, of the Presidents of Stakes and their counselors, of the Bishops and their counselors, of High Councils, of Priests, Teachers and Deacons, and of all the associations and organizations of the Holy Priesthood, according to the pattern that exists in the heavens&#x2014;God having placed us in this position, He expects that every one of us will fulfill the duties devolving upon us.<span class=\"citation\" id=\"90395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90395)\">D&amp;C 107:99<\/a><\/span> If the Presidents of Stakes do not do their duty aright, it becomes the duty of the First Presidency to call them to an account, and if the First Presidency do not do their duty, it becomes God our heavenly Father, or Jesus the Mediator of the new covenant,<span class=\"citation\" id=\"77320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77320)\">Heb. 12:24<\/a><\/span> to call them to an account, and it is woe to those men if they do not perform their duties aright. Then it becomes  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the duty of the Twelve to fulfill the callings and responsibilities devolving upon them, and to carry out and fulfill the word, the will and law of God. And who has a right to depart from that? God has introduced laws into His Church for the purification of His people. How was it formerly? God placed in His Church Apostles, Prophets, Pastors, Teachers, Evangelists,<span class=\"citation\" id=\"75082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75082)\">Eph. 4:11<\/a><\/span> etc. What for? To be so many dummies? No. But for the perfecting of the Saints.<span class=\"citation\" id=\"75173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75173)\">Eph. 4:12<\/a><\/span> What else? For the work of the ministry.<span class=\"citation\" id=\"75172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75172)\">Eph. 4:12<\/a><\/span> What else? For the edifying of the body of Christ.<span class=\"citation\" id=\"75174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75174)\">Eph. 4:12<\/a><\/span> How long? &#x201C;Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ: That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive; But speaking the truth in love, may grow up into him in all things.&#x201D;<span class=\"citation\" id=\"75231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75231)\">Eph. 4:13-15<\/a><\/span> In other words, that we may be one with Christ as He is one with the Father,<span class=\"citation\" id=\"70732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70732)\">John 17:21<\/a><\/span> and operate together every man in his place, and then God for us all. Hence it is for us to purify ourselves as God is pure.<span class=\"citation\" id=\"78691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78691)\">1 Jn. 3:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n738\"> I have heard sometimes that you have hard struggling in some of these southern countries, especially a little further south. I presume you have. I presume you have difficulty sometimes in making both ends meet. But we won't cry about it after all. We might be a great deal worse off, and I have seen the time when we were a great deal worse off than we are today. Have not you? [Several voices: &#x201C;Yes.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v24n739\"> You are all well clad. You do not look as if you were starved to death, or anything of that kind. We want <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to cultivate the principles of life, to train up our children in the right way, and to place ourselves in a proper position to fear God and to carry out His laws. And about our riches or about our poverty it will not make much difference not a great while hence. It will not make very much difference whether we are poor or whether we are rich. But it will make a great difference whether we are honorable or not; whether we are men and women of virtue or not; whether we are free from covetousness or not; and whether we keep the commandments of God and live our religion or not; it will make a very great difference whether we do these things or whether we do not. And did you ever think that it became necessary in times past, so we read in the Bible&#x2014;for the Lord to allow the Philistines and the Midianites and others to become thorns, as it were, in the side of the children of Israel, in order to bring them to righteousness? Did you ever read of such things? I have in my Bible. And if the Lord suffers us to be tried we will be tried; and we will say, &#x201C;lead us not into temptation, but deliver us from evil.&#x201D;<span class=\"citation\" id=\"63480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63480)\">Matt. 6:13<\/a><\/span><span class=\"citation\" id=\"67554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67554)\">Luke 11:4<\/a><\/span> We will pray as Jesus taught His disciples to pray. We will say: &#x201C;Our Father who art in heaven;<span class=\"citation\" id=\"63321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63321)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"67521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67521)\">Luke 11:2<\/a><\/span> O, God, my Father, O Thou that art the Father of my spirit and of my flesh, and that watchest over me and art interested in my welfare, let me reverence Thy holy name. If Thou conferest upon me the good things of life, I will thank Thee for them. Give me my daily bread. Forgive me my sins as I forgive those that sin against me.&#x201D;<span class=\"citation\" id=\"63466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63466)\">Matt. 6:11-12<\/a><\/span><span class=\"citation\" id=\"67553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67553)\">Luke 11:3-4<\/a><\/span> I see people sometimes full of wrath and indignation against their neighbors, and they sometimes say, &#x201C;I will never forgive them as long as I live.&#x201D; Then you will never be a Saint as long as  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you live. I have heard our sisters say such things. You would not think it of them, but it is true. God teaches us to pray for a forgiveness of our sins, as we forgive those that trespass against us.<span class=\"citation\" id=\"63474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63474)\">Matt. 6:12<\/a><\/span><span class=\"citation\" id=\"63493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63493)\">Matt. 6:14-15<\/a><\/span><span class=\"citation\" id=\"67555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67555)\">Luke 11:4<\/a><\/span> Is not that the principle laid down? Yes. &#x201C;How oft shall my brother sin against me, and I forgive him? till seven times?&#x201D; enquired Peter of the Savior. &#x201C;Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven&#x201D;&#x2014;<span class=\"citation\" id=\"65091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65091)\">Matt. 18:21-22<\/a><\/span><span class=\"citation\" id=\"89338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89338)\">D&amp;C 98:40<\/a><\/span>that is if he repent. Well, I have seen such folks. They are all the time sinning and all the time repenting. We look upon them as &#x201C;weak sisters.&#x201D; But we can perform our part with them. For if we forgive not men their trespasses, how shall God forgive us our trespasses?<span class=\"citation\" id=\"63494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63494)\">Matt. 6:15<\/a><\/span> &#x201C;Lead us not into temptation, but deliver us from evil: For thine is the kingdom.&#x201D;<span class=\"citation\" id=\"63482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63482)\">Matt. 6:13<\/a><\/span> What? &#x201C;For thine is the kingdom.&#x201D;<span class=\"citation\" id=\"63481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63481)\">Matt. 6:13<\/a><\/span> What, God's? Yes. What kingdom? In Him pertains all the powers, and kingdoms, and authority over the whole earth. But who acknowledges His authority? We see kingdom against kingdom, nation against nation, power against power; confusion, disunion and anarchy everywhere prevailing. Jesus taught His disciples to pray, &#x201C;Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63483)\">Matt. 6:13<\/a><\/span> What is implied in this expression? What is meant by a kingdom? It signifies power, rule, authority, dominion. Whose kingdom was it to be? God's kingdom. What! God to bear rule and have dominion over the earth? So it is said: <\/div><div class=\"paragraph jod\" id=\"v24n741\"> &#x201C;There was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.&#x201D;<span class=\"citation\" id=\"61638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61638)\">Dan. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n742\"> And it is elsewhere said: <\/div> <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n743\"> &#x201C;And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.&#x201D;<span class=\"citation\" id=\"61768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61768)\">Dan. 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n744\"> And what else? The gold and the silver are God's,<span class=\"citation\" id=\"62252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62252)\">Hag. 2:8<\/a><\/span> and the cattle upon a thousand hills.<span class=\"citation\" id=\"56727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56727)\">Ps. 50:10<\/a><\/span> All that we possess is the gift of God. We should acknowledge Him in all things. We sometimes talk about men having this right and the other right. We have no rights only such as God gives us. And I will tell you what He will show to the Latter-day Saints. He will yet prove to them that the gold and the silver are His,<span class=\"citation\" id=\"62253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62253)\">Hag. 2:8<\/a><\/span> and the cattle upon a thousand hills,<span class=\"citation\" id=\"56726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56726)\">Ps. 50:10<\/a><\/span> and that He gives to whom He will, and withholds from whom he pleases. He will yet show you this is a matter of fact. Our safety and happiness, and our wealth depend upon our obedience to God and His laws, and our exaltation in time and eternity, depends upon the same thing. If we have means placed in our hands, we will ask our Father to enable us to do what is right with it, and, as I have said, we will ask Him for our daily bread,<span class=\"citation\" id=\"63465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63465)\">Matt. 6:11<\/a><\/span><span class=\"citation\" id=\"67552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67552)\">Luke 11:3<\/a><\/span> and thank Him for it; just the same as the children of Israel did. They had manna brought to them from time to time by the angels.<span class=\"citation\" id=\"54063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54063)\">Ex. 16:15<\/a><\/span> I do not know what kind of mills they had or who were their bakers; but they brought the manna. &#x201C;He that gathered much had nothing over, and he that gathered little had no lack.&#x201D;<span class=\"citation\" id=\"54065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54065)\">Ex. 16:18<\/a><\/span> I think that is the case sometimes with us. The angels do not feed us exactly with manna, but God does take care of us, and I feel all the day long like blessing the name of the God of Israel: and if we fear God and work righteousness,<span class=\"citation\" id=\"94270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94270)\">Acts 10:35<\/a><\/span> as I told you yester<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day, we, the people of Zion, will be the richest of all people.<span class=\"citation\" id=\"85221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85221)\">D&amp;C 38:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n746\"> What then shall we do? We will fear God, keep His commandments,<span class=\"citation\" id=\"57654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57654)\">Eccl. 12:13<\/a><\/span> and observe His laws. We will not seek to do our own will, but the will of God our Heavenly Father,<span class=\"citation\" id=\"69268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69268)\">John 6:38<\/a><\/span> and if we do the will of God our Heavenly Father, we have to be taught what that will is. And then we have to be taught it, too, through the proper channels. You may everyone of you, ask God to guide and direct you, and He will show you the right path. But we have to be obedient to the authorities of His Church. You have a President of Stake here, and ought to be obedient to him. You have Bishops, and you ought to listen to their counsel. You have teachers, and they ought to perform their duties faithfully and diligently, and you ought to be subject to their counsels. And we ought all of us to seek to fear God, keep His commandments,<span class=\"citation\" id=\"57653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57653)\">Eccl. 12:13<\/a><\/span> and obey His laws, and God will bless us. <\/div><div class=\"paragraph jod\" id=\"v24n747\"> There is another principle I desire to speak about. We have no right to condone the sins of men and pervert the order of God in His Church. Now, I want you Presidents of Stakes and you Bishops to listen to this. If men transgress the law of God, it is your duty to see after it, and to call upon them to repent, and if they do not repent, they ought to be removed out of the Church. For it is only he that doeth righteousness that is righteous,<span class=\"citation\" id=\"78697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78697)\">1 Jn. 3:7<\/a><\/span> and God has instituted laws and expects us to be governed by them. We are not to be harsh masters. I will have read something on this subject from the Book of Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v24n748\"> &#x201C;Behold, there are many called, but few are chosen. <\/div><div class=\"paragraph jod\" id=\"v24n749\"> &#x201C;And why are they not chosen? <\/div><div class=\"paragraph jod\" id=\"v24n750\"> &#x201C;Because their hearts are set so <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much upon the things of this world, and aspire to the honors of men, that they do not learn this one lesson&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v24n751\"> &#x201C;That the rights of the priesthood are inseparably connected with the powers of heaven, and that the powers of heaven cannot be controlled nor handled only upon the principles of righteousness. * * <\/div><div class=\"paragraph jod\" id=\"v24n752\"> &#x201C;No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned,&#x201D;<span class=\"citation\" id=\"90856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90856)\">D&amp;C 121:34-41<\/a><\/span> etc., etc. <\/div><div class=\"paragraph jod\" id=\"v24n753\"> There is no authority associated with the Holy Priesthood except on the principle of persuasion, and no man has a right to plume himself upon any position he occupies in this Church, for he is simply a servant of God, and a servant of the people, and if any man attempts to use any kind of arbitrary authority, and act with any degree of unrighteousness, God will hold that man to an account for it,<span class=\"citation\" id=\"90883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90883)\">D&amp;C 121:37<\/a><\/span> and we all of us have to be judged according to the deeds done in the body.<span class=\"citation\" id=\"74175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74175)\">2 Cor. 5:10 (JST)<\/a><\/span> We are here as saviors of men,<span class=\"citation\" id=\"89719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89719)\">D&amp;C 103:9<\/a><\/span> and not as tyrants and oppressors. But at the same time if men do not and will not yield obedience to the laws of God, then it becomes the duty of those who preside over them to see that the law of God is carried out, and that these unrighteous men are severed from the Church. We have had adulterers among us, and wherever I have heard of them I have directed that they be severed from the Church. Why? Because I cannot permit it, and God will not permit it. Who is it that will be outside of the Eternal City by and by? The liar, the hypocrite, the whoremonger, the sorcerer, and the adulterer&#x2014;they shall be with the dogs outside of the city.<span class=\"citation\" id=\"80889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80889)\">Rev. 22:15<\/a><\/span> Now, I do  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not want to try to drag such men in. We have no right to tamper with these things. God expects us to begin to walk up to the line, and to perform the several duties that devolve upon us. We must honor our God, and purge the Church from unrighteousness. I have had cases come before me in regard to adultery. There is a law in relation to that&#x2014;that is, when they have not entered into the new and everlasting covenant, and taken upon themselves obligations associated with the celestial law&#x2014;that if a man commits adultery he shall make an acknowledgement of it before the Church&#x2014;that is, if it is his first offense, and he has not sinned in this wise before. If it is his first offense, and he repents, he shall be forgiven, but if he does it a second time he shall be cast out.<span class=\"citation\" id=\"85332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85332)\">D&amp;C 42:24-26<\/a><\/span> But when we come to other things&#x2014;things that are more serious&#x2014;when men have entered into covenants associated with the celestial law and taken upon themselves obligations pertaining thereto, it is a different matter. I will read a little from the revelation: <\/div><div class=\"paragraph jod\" id=\"v24n755\"> &#x201C;And as ye have asked concerning adultery, verily, verily, I say unto you, if a man receive a wife in the new and everlasting covenant, and if she be with another man, and I have not appointed unto her by the holy anointing, she hath committed adultery and shall be destroyed. <\/div><div class=\"paragraph jod\" id=\"v24n756\"> &#x201C;If she be not in the new and everlasting covenant, and she be with another man, she has committed adultery. * * * <\/div><div class=\"paragraph jod\" id=\"v24n757\"> &#x201C;And again, as pertaining to the law of the priesthood&#x2014;if any man espouse a virgin, and desire to espouse another, and the first give her consent, and if he espouse the second, and they are virgins, and <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have vowed to no other man, then is he justified; he cannot commit adultery for they are given unto him; for he cannot commit adultery with that that belongeth unto him and to no one else. <\/div><div class=\"paragraph jod\" id=\"v24n758\"> &#x201C;And if he have ten virgins given unto him by this law, he cannot commit adultery, for they belong to him, and they are given unto him; therefore is he justified. <\/div><div class=\"paragraph jod\" id=\"v24n759\"> &#x201C;But if one or either of the ten virgins, after she is espoused, shall be with another man, she has committed adultery, and shall be destroyed.&#x201D;<span class=\"citation\" id=\"91760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91760)\">D&amp;C 132:41-63<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n760\"> Here is a principle&#x2014;and the same principle applies to the man&#x2014;that if a man commits adultery, he also shall be destroyed.<span class=\"citation\" id=\"128924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128924)\">D&amp;C 132:41,54,63-64<\/a><\/span> Can I change that? I did not make the law. Have I the right to change it? &#x201C;But,&#x201D; says one, &#x201C;does it not say that what you shall bind on earth shall be bound in heaven, and what you shall loose on earth shall be loosed in heaven?&#x201D;<span class=\"citation\" id=\"64920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64920)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65080)\">Matt. 18:18<\/a><\/span><span class=\"citation\" id=\"91063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91063)\">D&amp;C 124:93<\/a><\/span><span class=\"citation\" id=\"91138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91138)\">D&amp;C 127:7<\/a><\/span><span class=\"citation\" id=\"91157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91157)\">D&amp;C 128:8<\/a><\/span><span class=\"citation\" id=\"91165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91165)\">D&amp;C 128:10<\/a><\/span><span class=\"citation\" id=\"91776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91776)\">D&amp;C 132:46<\/a><\/span> Yes; but I have to know if it is the mind and will of God that it shall be so. The law says, &#x201C;they shall be destroyed.&#x201D;<span class=\"citation\" id=\"128925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128925)\">D&amp;C 132:41,54,63-64<\/a><\/span> What else? &#x201C;And shall be delivered unto the buffetings of Satan unto the day of redemption.&#x201D;<span class=\"citation\" id=\"91669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91669)\">D&amp;C 132:26<\/a><\/span> That is the law. Can I change it? Can you? I speak now to Presidents of Stakes and Bishops. We are told that we are not to be partakers of other men's sins.<span class=\"citation\" id=\"75964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75964)\">1 Tim. 5:22<\/a><\/span><span class=\"citation\" id=\"80276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80276)\">Rev. 18:4<\/a><\/span> Now, you send men with recommends to me to have me pass upon them. I trust to you. I suppose you are acquainted with these things. I suppose you act intelligently and understandingly. But if people do not fulfill the requirements of the Gospel, you have no right to recommend them to the house of the Lord. They do not belong there. People who do not observe the laws of the Gospel and live their religion, should not receive  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>recommends, and if you do recommend such you will be held responsible, for I will not. I receive them upon your authority, and trust to your judgment. I have known cases where wicked and corrupt men have gone into the house of God. The parties administering did not know it, but nevertheless it was a fact. And what has become of them? They have come to me feeling as though they were in hell. They wanted to know what they could do. I tell them I did not know; perhaps the Lord would indicate by and by. I say to all, you had better, unless you determine to fear God and keep His laws, quit at once, for God expects us to do right, and will hold us to an account for our acts. And I say to the Bishops, purge your Wards from all iniquity, and have no fellowship with adulterers and adulteresses. Adultery is the curse of the nations today, and it is corrupting, corroding, and eating out the very vitals of the people among the nations. They are overrun with it. God has set us apart to do His will and to build up His Kingdom and His Zion. Zion means the pure in heart,<span class=\"citation\" id=\"89206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89206)\">D&amp;C 97:21<\/a><\/span> and we have to be pure in heart and pure in life. We have to be honest.<span class=\"citation\" id=\"94226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94226)\">A of F 1:13<\/a><\/span> We must not steal.<span class=\"citation\" id=\"54293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54293)\">Ex. 20:15<\/a><\/span> What, do Saints steal? I hope you have no thieves among you here. And then there are covetous men, men who conceive all kinds of plans to get possession of other people's property.<span class=\"citation\" id=\"54321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54321)\">Ex. 20:17<\/a><\/span> Such are not going to get into the Kingdom of God, unless they repent and do right. Who will inherit the earth? Those who despoil their <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> neighbors? No. Who will they be? Jesus said in His sermon, &#x201C;Blessed are the meek: for they shall inherit the earth;&#x201D;<span class=\"citation\" id=\"62927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62927)\">Matt. 5:5<\/a><\/span> not the covetous, sorcerers, adulterers, liars, hypocrites, and those who bear false witness against their neighbors;<span class=\"citation\" id=\"54310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54310)\">Ex. 20:16<\/a><\/span> all such characters will not have a place there. It is for us who hold the Holy Priesthood to be pure. &#x201C;Be ye pure that bear the vessels of the Lord.&#x201D;<span class=\"citation\" id=\"59624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59624)\">Isa. 52:11<\/a><\/span><span class=\"citation\" id=\"85232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85232)\">D&amp;C 38:42<\/a><\/span><span class=\"citation\" id=\"91821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91821)\">D&amp;C 133:5<\/a><\/span> It is for each of us to be pure, and then say to others, &#x201C;follow me, as I follow Jesus.&#x201D; It is for us to live our religion and obey the laws of God, and perform the duties that devolve upon us, and I tell you, if we do this, I will risk all that the nations of the earth, or that this nation can do. If we will only fear God, build up Zion, and work righteousness, God will put a hook in the jaws of our oppressors.<span class=\"citation\" id=\"60916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60916)\">Ezek. 38:4<\/a><\/span> We may have to suffer for a little while, but we will overcome. This kingdom will not be given into the hands of another people,<span class=\"citation\" id=\"61345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61345)\">Dan. 2:44<\/a><\/span> for God is with Israel, and Israel will triumph. And if we will continue to do right&#x2014;and whether some of us do right or not; those that do not do right will be cast out of their place; but if we continue to do right Zion will increase and grow until the kingdoms of this world will become the kingdoms of our God and His Christ,<span class=\"citation\" id=\"79516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79516)\">Rev. 11:15<\/a><\/span> and until every creature in heaven, on the earth, and under the earth will be heard to say, blessing and honor and might and power and majesty and dominion be ascribed to Him that sitteth on the throne and unto the Lamb forever.<span class=\"citation\" id=\"79230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79230)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n762\"> God bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}