{"ID":240039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Occasion for Gratitude&#x2014;The Rising Generation&#x2014;Latter-Day Saints Should Sanctify Themselves&#x2014;Growth of the Kingdom of God&#x2014;Prosperity of Logan and Cache County&#x2014;The Introduction of Saloons: A Remedy to Prevent Their Extension&#x2014;A Time of Peace&#x2014;Who Are Preached of Righteousness&#x2014;The Temple: How It May Speedily be Finished&#x2014;Spreading the Gospel&#x2014;Gathering of the Jews to Jerusalem&#x2014;Exhortation to Faithfulness&#x2014;The Reward of the Righteous.<\/div>\n<div class=\"subtitle\">Remarks by Apostle Franklin D. Richards, delivered at the Quarterly Conference, Logan, Sunday Morning, November 4, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Saints of Logan Greatly Blessed.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 11\/4\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v24n921\"> The present favorable opportunity affords us a proper occasion for gratitude, and to think of and listen to those principles which pertain to our salvation, to our improvement, and our advancement in the knowledge of the truth as it has been revealed to us in this last dispensation. <\/div><div class=\"paragraph jod\" id=\"v24n922\"> The earnest and cordial exhortation which we have just listened to is one that appears to me very appropriate and highly important for all faithful Saints to consider. All matters which affect the interest and well-being of the rising generation are to us of the deepest importance. As we hope for the rising glory and the triumph of the Kingdom of God in the earth, so should we labor to educate our children correctly in the fear of God, and in the principles of the everlasting Gospel. For it is righteousness that exalteth a nation, while sin is a reproach to any people.<span class=\"citation\" id=\"57423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57423)\">Prov. 14:34<\/a><\/span> The Lord our God will <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> make His deliverance manifest, and the exercise of His power, less or more to His people in proportion as His people incline less or more to draw near to Him,<span class=\"citation\" id=\"88584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88584)\">D&amp;C 88:63<\/a><\/span> and to learn His holy will. <\/div><div class=\"paragraph jod\" id=\"v24n923\"> If the Saints would make it their first and leading purpose in all the labors and duties of their lives to draw near to God, to sanctify themselves, sanctify their inheritance, their families, their habitations, their houses and lands, their flocks and herds; if every man in Israel who is the head of a family, and the possessor of property, made it his business to sanctify himself, and all that he has influence over unto the service of God and the building up of His Kingdom, making that the leading matter of his life, we should find ourselves progressing much more rapidly in the way of righteousness and power of truth before the Lord. <\/div><div class=\"paragraph jod\" id=\"v24n924\"> We are making advancement by  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the directions of the Priesthood in building Temples; we are making advancement continually as God gives us increase by the multiplication of our numbers in the land, all legislation concerning us to the contrary notwithstanding. The Lord is not only multiplying and increasing us numerically in the earth, but He has put us in possession of principles of life, power and increase, which the world know nothing of, and which they despise, which they waste and destroy to the ruin of their souls. He is giving to us these blessings right along with the revolving seasons, with the revolutions of the earth. Every day, every night, every week, every month and every year witnesses increased advancement in some direction; and if we can but make the improvement that we ought to do in our own generation; if our fathers and our mothers can make the improvement which they ought to do, and which they have in their power to do in their generation, this people can become not only a great and mighty people in number, but a vastly greater and more mighty people than the same numbers in any other part of the earth, and the favor of God&#x2014;which we see and know already is turned toward us&#x2014;will increase upon us, and His blessings multiply upon us with a greater fruition than ever before. <\/div><div class=\"paragraph jod\" id=\"v24n926\"> We are approaching the completion of a Temple. When I think of Logan and Cache County, I realize that you are blessed almost beyond your brethren and sisters in other Stakes of the Territory. You have a tabernacle here, second to none as a place of worship for the Saints of this Stake. You are supplied with other public buildings that place you in a good, comfortable position, <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such as a splendid courthouse, and a good, substantial college building, and you are in a position, as a people, by means of that college, to enjoy all the general benefits of a liberal and classical education and of knowledge that may be imparted unto you, not only in the laws and ordinances of the Church and the Kingdom of God particularly, especially and pre-eminently, but also in the arts as well as the sciences. You certainly occupy a very excellent position. But this is no reason why you should slacken your efforts. On the contrary, this prosperity should induce you to increase your diligence in all good things. For you know very well&#x2014;you see and have the experience right among you&#x2014;you have the contending elements striving to bring in drunkenness and iniquity in your midst. This of course we have to put up with when we take it as from the world and the ungodly, on the common ground of our warfare to contend against those powers in high places;<span class=\"citation\" id=\"75383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75383)\">Eph. 6:12<\/a><\/span> but when it comes from those who profess to be brethren, when they undertake to insist and push and crowd these things to the destruction of the souls of their brethren, this seems sometimes to us more than we should be required to bear, unless it be required of us from God. When brethren will undertake to thus sow affliction, destruction and death among their brethren, I do not know how long we shall have to put up with it, and be silent. Our enemies we can bear. Like as one said of old: &#x201C;It was not an enemy that reproached me; then I could have borne it: neither was it he that hateth me that did magnify himself against me; then I would have hid myself from him: But it was thou, a man mine equal, my guide, and mine acquaintance. We took sweet  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>counsel together, and walked unto the house of God in company.&#x201D;<span class=\"citation\" id=\"56818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56818)\">Ps. 55:12-14<\/a><\/span> Well, it seems a good deal the same way, when we see men who are Elders in Israel, partakers of the holy, High Priesthood, striving to urge the sale of liquors, and to promote drunkenness in our midst. It seems intolerable. How long shall we continue to bestow the fellowship and patronage of the brotherhood in promotion of these evils? I would exhort the brethren to be reminded, however, that there is one remedy, one way that we can ward off this mischief from being extended and promulgated among us; it is to let it alone and stay from those places. Although there may be grog shops, and billiard saloons in your midst, contrary to your wishes and contrary to your feelings, and which you would prefer might never exist among you&#x2014;they have the liberty, they have not the right&#x2014;still we have the reserved right to let them alone; we need not patronize them, nor partake of their poisonous draughts, nor gamble in any of their saloons. We are not obliged to get down into their low-lived habits. Although we may have to put up with these things in the sight of our eyes and the hearing of our ears, and have the peace of our streets perhaps disturbed by the cries of the drunken, and by the noise of the lewd, yet we are not obliged to partake of them. And this is one of the reasons why the exhortation of Elder Teasdale is so appropriate and timely; you want your children educated in that way, that when they are grown up they will abhor these places, and touch not, taste not, nor handle the unclean thing.<span class=\"citation\" id=\"59625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59625)\">Isa. 52:11<\/a><\/span><span class=\"citation\" id=\"74251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74251)\">2 Cor. 6:17<\/a><\/span><span class=\"citation\" id=\"83612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83612)\">Moro. 10:30<\/a><\/span> And we ourselves want to work against the appetites which are inbred in many of us. I am not asleep to, nor unaware of the fact that many of us coming from the <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world have brought with us a deep craving for spirituous liquors, and for other things which are not good for us, but which we may have dabbled in to gratify a wicked appetite. Parents afflicted with these propensities ought to take warning not to breed them into the natures of their children, and if possibly they have done so, to use diligence to preserve them from being thrown in the way of temptation until they come to years of understanding, judgment and firmness of purpose, which will enable them to practice self-denial, and live as men of God. These are matters that need to be looked after. They are features in the society of the Saints which ought to be considered, and no less but more because you are here, as it were, under the very shadow of the Temple; and are the people who have so abundantly contributed to the construction of this house; they want now to preserve themselves in purity before God, that they may be counted worthy to enter within its walls, and there receive all the blessings which are to be bestowed upon the just. We need this. It is a sentiment that should pervade all the authorities of the Church from the First Presidency down to the President of your Stake, the High Councilors and the Bishops of your Wards, and all the lesser priesthood&#x2014;all should be inbred with this feeling. <\/div><div class=\"paragraph jod\" id=\"v24n928\"> We have had a time of peace, a time of great prosperity, a time when the Lord has so far preserved to us our local government and our rights here in the land. He having thus manifested His kindness to us, in this way, we ought to draw nearer to Him, and seek to establish the righteousness of God on the earth. I would, therefore, this morning, remind every Elder, Priest, Teacher,  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and Seventy, that they are called to be preachers of righteousness. Brethren, every one of you are called to be preachers of righteousness<span class=\"citation\" id=\"78390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78390)\">2 Pet. 2:5<\/a><\/span> as much as I am, as much as President Taylor, or any other man in Israel. Everyone who has partaken of the Priesthood has covenanted to be a preacher of righteousness, preachers by practice as well as by precept&#x2014;in your own families, among your children, among your neighbors, among your friends, and all around&#x2014;and if everyone is thus magnifying his calling, behold! Here is the people of God, and the fear of God is upon that people, and the blessings of God cannot be stayed from them, and they will know the right way, and walk in it. <\/div><div class=\"paragraph jod\" id=\"v24n930\"> The Temple has proceeded very nicely. It is very gratifying to me, as a member of the Temple Committee, to observe how the work has advanced, and to hear Superintendent Card say that in about three or four months, with the ability to use certain necessary means, the building will be completed. What a joyful time we have arrived at! Yet here is a little matter of means that needs to be attended to, to complete the Temple and to pay some liabilities that have been incurred, necessarily, in its erection. The Superintendent has endeavored to progress with this work and keep out of debt; but one thing and another has come along so much faster than means have come into his hands, that he has got a little behind. That, however, is a very small matter. If the Presidents of Quorums would arise and say to the Elders, &#x201C;Let us wake up and pay a dollar a head for the finishing off of the Temple,&#x201D; in three months not only will the Temple be finished, but every dollar of debt will be paid; and the Temple could be ready to be <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dedicated next quarterly conference, if the First Presidency were so minded. It is but a trifling matter, yet it is a matter of sufficient importance to delay the dedication of the Temple until it is entirely paid for, so that we can offer an acceptable offering unto the Lord.<span class=\"citation\" id=\"87708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87708)\">D&amp;C 84:31<\/a><\/span> We trust and pray that God may be pleased to make manifest a gracious acceptance of this offering, and that the blessings of heaven may rest down upon His people. <\/div><div class=\"paragraph jod\" id=\"v24n931\"> I rejoice greatly in the glorious latter-day work that has been commenced, and that is being extended on every hand. The Gospel is being spread among the nations of the earth, among the islands of the sea, and among the Lamanites, the remnants of the house of Ephraim, here upon this land. Ephraim and Mannasseh, a multitude of nations in the midst of the earth,<span class=\"citation\" id=\"53665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53665)\">Gen. 48:19-20<\/a><\/span> are reaching out after the house of the Lord, and are seeking counsel at the lips of the servants of God. The glad tidings have not only gone to the Sandwich Islands, but also to New Zealand. The aborigines of that country have taken hold, and we learn that something over one hundred of that fraction of their race have engaged in the work of the Lord. And not only so, but the inhabitants of the eastern countries are being wrought upon by the hand of God, and Judah is being turned toward Jerusalem. The reports are that many thousands of Jews have been gathered to the land of Judea, and regions round about, within the last twelve months. Well, the Lord is at work in all these matters, and we ought to realize that we are but an item, as it were, in the great work that is being carried on. <\/div><div class=\"paragraph jod\" id=\"v24n932\"> There is a great deal that I sometimes feel I would like to say, but  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at this time I do not feel to occupy your time any longer. <\/div><div class=\"paragraph jod\" id=\"v24n934\"> I pray that an earnest spirit of improvement and purification among parents, among children, among households, among members of Wards and Stakes, may take possession of the presiding authorities of the laboring Priesthood, and that they may put away iniquity, and all manner of unrighteousness, and become more and more acceptable in the sight of the Lord. Then we shall be more and more ready to do anything that the Lord would have us do in the interests of His Kingdom. We must remember that the strength of the Lord's people does not consist in their numbers; for times have been, and may be again, when they that are with us may be too many. It will be found&#x2014;if you search carefully among us as a people&#x2014;that you are carrying a great many people and their sins, and if you don't shake them off they will lead you down, you will be partakers of their sins,<span class=\"citation\" id=\"75967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75967)\">1 Tim. 5:22<\/a><\/span><span class=\"citation\" id=\"80279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80279)\">Rev. 18:4<\/a><\/span> and you will have to answer for them. It is necessary that the Bishops&#x2014;more especially those who have not had experience&#x2014;learn cor<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rect principles of government&#x2014;how to build up their Wards in righteousness and in the power of God. And this feeling and influence should be carried into every habitation of the Saints; because where there is righteousness and faith there is the favor and blessing of God; and when the sick are among you and you have this faith, you can call down the blessings of God upon them, and if you don't, and remain careless, then you will find that you have not the power to take hold of and receive those blessings. We want so to live day by day, that whatever affliction may overtake us, we may be prepared for the worst as well as for the best. <\/div><div class=\"paragraph jod\" id=\"v24n935\"> May the Lord help us to draw near unto Him, nearer than we have ever done before; that we may be able to go into His presence and realize the association of angels, and that we may realize all those blessings which He has in His hands ready to bestow upon us as fast as we will put ourselves in a position to receive them; this is my prayer and desire and labor in the name of the Lord Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}