{"ID":240012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Peace Enjoyed, But Trouble Expected&#x2014;Falsehoods About the Saints&#x2014;Power of the Saints Dreaded&#x2014;Truth and Error in Conflict&#x2014;Plural Marriage not the Real Objection&#x2014;Mining for Precious Metals Avoided&#x2014;Good Effect of Unlawful Legislation and Rulings&#x2014;Hopes for the Future.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, September 24, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Power of the Saints Dreaded.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/24\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v24n278\"> I am thankful this day for the peaceful circumstances that surround us. I am thankful that throughout these mountain valleys a goodly degree of liberty prevails, and that the people are able to meet to worship God without molestation or fear. The saying of the Savior is exceedingly applicable wherein He taught His disciples that sufficient to the day is the evil thereof.<span class=\"citation\" id=\"63671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63671)\">Matt. 6:34<\/a><\/span> If we Latter-day Saints did not enjoy the present and lived in anticipation of the <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dreaded future, I imagine that we should be a very unhappy people, for there never has been a day, or at least a period in our history when, so far as threats were concerned, the future&#x2014;if we look at it naturally, from men's standpoint&#x2014;did not look forbidding. But we have proved that dreaded evils, when met courageously and with an undaunted spirit, generally vanish. <\/div><div class=\"paragraph jod\" id=\"v24n279\"> We are in an excellent position today, as we have been at many  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>times in the past, to have our faith tested to the proof, to see whether we really have faith in God or not. The idea generally prevails among those who are not familiar with us and with our methods of preaching and teaching, that in order to gather the people together from the various nations the Elders of this Church hold out extraordinary inducements to their converts, telling them flattering tales about the life that they will lead if they will only gather to Utah; and by these means they are successful in beguiling the ignorant and unsuspecting, inducing them to forsake their homes and connections. But those who have been familiar with the teachings of the Elders of the Church know that the very opposite of this has been the course and the style of the teaching adopted by those who have faithfully preached this Gospel to the inhabitants of the earth. From the beginning we have been taught to expect that our adherence to this Gospel might cost us everything that was near and dear to us upon the earth; that God designed to have a tried people,<span class=\"citation\" id=\"128832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128832)\">D&amp;C 136:31<\/a><\/span> a people that should be tested to the very utmost, that should be felt after in the most trying manner, a people that would be willing to pass through and endure faithfully the most severe ordeals.<span class=\"citation\" id=\"62311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62311)\">Zech. 13:9<\/a><\/span><span class=\"citation\" id=\"89266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89266)\">D&amp;C 98:12-15<\/a><\/span><span class=\"citation\" id=\"89383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89383)\">D&amp;C 101:2-5<\/a><\/span> And up to the present time those who have entered this Church, who have espoused the doctrines taught by the servants of God, have not been disappointed. It is true that in many respects the faithful people of God have had a much better time, have enjoyed circumstances that have been more pleasant and prosperous than they were led to expect; but this has been because they have had the faith to overlook the evils by which they were threatened, and attached no im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portance to them, and did not allow them to disturb their peace or to annoy them in any manner. For if it had not been for faith, the faith that God planted in the hearts of those who espoused the truth, it would have been impossible for them to have endured; they would have been so frightened that they never could have remained faithful to this work. And one of the most striking evidences that this people offer to the world of the divinity of this work, which the world opprobriously call &#x201C;Mormonism,&#x201D; is the fact that in the midst of the most severe trials and persecutions, surrounded by circumstances that in some respects have been the most threatening in their character, the people of God have remained true and faithful, united and undisturbed. <\/div><div class=\"paragraph jod\" id=\"v24n281\"> One by one the falsehoods that are propagated concerning us are exposed. The idea has been industriously circulated, printed and published, that the people throughout the valleys of Utah were only held together by the strength of superstition and delusion; that the few cunning men who had succeeded in gaining power and place among them, by their shrewdness and by their cunning arts, had succeeded in duping the people and holding them together. I do not suppose that any single idea has been more widely circulated concerning us than this; and I do not suppose that any other idea is more widely believed about us than this. The great majority of people who do not understand, by actual contact with us, or who take no pains to investigate our doctrines, imagine that it is by this means that the Latter-day Saints have been gathered together and held in these mountains. Why, it is not 20 years  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ago that one of the stories most frequently circulated, published and dwelt upon, upon the platform and in the public press, was that no man or woman could leave Utah without the consent of President Brigham Young; that no man or woman could write a letter from Utah Territory without it being inspected by him; that we lived here in a condition of terror imposed upon us by President Young and those who were immediately associated with him; and that if a man or woman attempted to leave, especially if he or she had left the faith, he would be followed by destroying angels, and that if he escaped at all it would be at the risk of his life and probably the entire loss of all that he owned. So firmly had this idea obtained possession of many minds that today it forms the staple of two or three dramas that are played upon the stage and that receive considerable patronage east and west. <\/div><div class=\"paragraph jod\" id=\"v24n283\"> When Albert Sidney Johnston came here with the army in 1857-8, the popular idea was, that as soon as the troops reached this valley there would be a complete outburst on the part of the people; that they would hail with unbounded joy the presence of the stars and stripes in their midst, and that women by hundreds would leave the bondage in which they were supposed to be living. <\/div><div class=\"paragraph jod\" id=\"v24n284\"> Now, as I have said, one by one we have proved the falsity of these statements. But does this misrepresentation and slander concerning us cease? Not in the least. The manufacture still continues. Every conceivable slander is manufactured and put in circulation. No sooner is one lie nailed to the counter than another is started and passes current, until there are many people who scarcely know what to think, <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they having such exaggerated ideas concerning the people of Utah Territory. <\/div><div class=\"paragraph jod\" id=\"v24n285\"> The railroad has done us an immense amount of good in making us better known. The travel to and fro across the continent, together with the travel throughout these valleys north and south, east and west, has had the same effect. But with increased knowledge there has come an increased dread. A feeling has taken possession of a great many minds that we are a people greatly to be dreaded. This brings to my mind a remark made by a man whose name you are familiar with, he having taken a very prominent part in the discussion of our case in Congress, in the House of Representatives, a representative by the name of Haskell, a sort of half preacher: One day in conversation with me, at the time the Edmunds' bill was being discussed, he remarked: &#x201C;I have had occasion, Mr. Cannon, to examine Catholicism and am somewhat familiar with the Roman Catholic organization. I have also paid some attention to the organization of your Church. I think it the strongest and most magnificent organization that exists at the present time in Christendom, or within the range of my knowledge&#x2014;where did you get it?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n286\"> It was no feeling of admiration that prompted these remarks. He followed them up by stating that the time would come, if this legislation did not answer, when the army would be brought to bear upon us and our organization would be wiped out in blood. You see the feeling he had was one of dread, of apprehension. Instead of viewing this organization in its true light he looked upon it as an engine of evil that would be likely to accomplish dreadful results, that was in antag<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>onism to existing institutions, and that would have to be put down by such law as the Edmunds' law, or if such legislation failed, then by the strong arm of the military, by the use of weapons of war and the shedding of blood. That is the feeling that some men have concerning us. In the course of our conversation I invited him to come out to Utah. &#x201C;Come out,&#x201D; said I, &#x201C;and know what you are talking about; you have ideas about us which are entirely incorrect. If you will travel through our valleys, as I will furnish you opportunities to do, if you will come out, I will give you letters of introduction which will enable you to see our people at their homes, and if you are a fair man, a man disposed to accept the evidence of your own senses, you will change your views concerning the people I represent.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n288\"> There are men who make use of us to gain favor with the ignorant and with those who have strong religious prejudices and but little knowledge concerning us. There are men who seek to gain popular approval in this way, and instead of telling the truth, or being willing that the truth should be told and known, they are ever willing to have every kind of story propagated however false it may be. Will there be any change in this respect? We have been looking for it for the past 52 years, ever since the Church was organized, but that change has not come. As I have said, as soon as one slander has been disproved, another has been put in circulation. There is no end, neither will there be to the falsehoods that will be told and circulated concerning us. It may be asked: Why is this? For the best of all reasons, that whenever God has attempted to do any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing upon the earth, from the days of Father Adam down through the centuries that have intervened until today, all hell has been aroused against that work and against those engaged in it. Even when men have had only partial truth, and have attempted to reform existing errors, they have had this opposition to contend with to a greater or less extent; and no great reform has ever been effected upon this earth without costing the best blood of the generation in which the reform was attempted. Our generation is no exception in this respect. Even in this land, under our glorious form of government, the most glorious ever framed by man, under which the largest amount of liberty is to be enjoyed&#x2014;even under it, the blood of Prophets and Apostles has been shed and has stained the earth; and we, because of our religion, were obliged to flee from our homes and take refuge in these mountain wilds and build up new homes in order that we might live in peace and in quiet, unmolested by those who hate us. <\/div><div class=\"paragraph jod\" id=\"v24n289\"> This is not a new thing in the earth, the antagonism between error and truth, between wrong and right, between the followers of him who seeks to usurp dominion upon the earth, and the followers of the Son of God. That antagonism has been a perpetual one, an undying one. It cost the blood of the best Being that ever trod the earth, even the Son of God Himself, and all His Apostles and all the prophets&#x2014;they all, with few exceptions laid down their lives for the truth. And yet we talk about our civilization, the enlightened nineteenth century, and we say as did the generation in which the Savior lived: &#x201C;If we had lived in the days of our fathers, we would not have slain the proph<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ets, we would not have been guilty of shedding their blood.&#x201D;<span class=\"citation\" id=\"65575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65575)\">Matt. 23:30<\/a><\/span> This was the cry of the generation in which the Savior lived, yet that same generation crucified Him in the most ignominious manner. <\/div><div class=\"paragraph jod\" id=\"v24n291\"> Now, it has been said to us&#x2014;and I cannot tell how many times I have been told it&#x2014;&#x201C;if you &#x2018;Mormons&#x2019; would only do away with some of your doctrines that are so objectionable, there would be no trouble.&#x201D; I have had men speak to me in this strain whose opinion I respect very highly, who were friendly, who were kindly disposed, who were anxious to have these difficulties settled, and to have us escape the evils with which they believed we were threatened and might perhaps be overwhelmed. It is not many days since a prominent man said to me, &#x201C;Why, Mr. Cannon, there are fifty millions of people that are opposed to you. Now cannot you waive some of your peculiarities. If you will say that you will do this this year, or next year, or within a certain period, while I am not authorized to speak for the government, yet I can say there need be no trouble about your affairs.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n292\"> Now, I have not a single doubt in my mind that there are thousands of well-meaning people, who would like to see us enjoy peace in these valleys, and enjoy the land, which we have reclaimed at so much toil and sacrifice from a wilderness, undisturbed by outside influences. They firmly believe that this is attainable if we only would forego some of our peculiarities. There never was a greater mistake, never a more mistaken idea entertained by anybody. How do we know it? By the sad and bitter experience of the past. It is true if we were to apostatize; if we were to renounce our religion; if we were to <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> put aside that which we believe God has entrusted to us and commanded us to impart to the world, I do not doubt but what we would get along so far as the world is concerned, without the antagonism that we now have. But, then, who can do this? If a choice has to be made, as it would have to be made by us, of rejecting salvation on the one hand, and accepting peace and favor with the world on the other, who is there that is prepared to make that exchange? But friends have said to me, &#x201C;O, you make a mistake when you think that we ask you to renounce your religion.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n293\"> Now, there is something more than marriage as a point of attack that rises in the minds of men in talking about this. Mr. Haskell expressed it. It was not plural marriage alone that was in his mind. It is not plural marriage alone in the minds of hundreds, and I may say thousands, who have examined this question. There is something more than this; there is something behind this, something that is greater than this, and that is the organization of the people, the union of the people, that which many men call the theocracy of this organization. It was that which excited the mob, in the earliest days of the organization. While at Far West, in Caldwell County, in the year 1838, the General who headed the militia that came out under the exterminating order of Governor Boggs of Missouri, in his address to the &#x201C;Mormon&#x201D; people said, &#x201C;You must scatter and live like other people, and do without your Bishops and your Prophets and your leading men, and not listen to their counsel.&#x201D; This is not the exact language, but these are the ideas. In other words you must  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>break up; we cannot endure your organization, your coming together and being united as you are. We fear you will take possession of our principal counties, and your political influence will be so great that in time you will hold control of this country; and we cannot endure it, and you must go. Governor Boggs' order said, if the people did not leave the State of Missouri in a given period, they would be exterminated. So the people had to flee in the depth of winter, and cross the Mississippi into the State of Illinois. Now, whoever heard then of plural marriage? It was not practiced. It was the organization of the people that was objectionable; and so it was afterwards when we were compelled to leave Nauvoo. The mob burned our houses and killed our cattle, and destroyed our grain, not because of any feature of this kind, but because we were &#x201C;Mormons,&#x201D; and believed in a form of religion that they did not believe in. So they were determined that we should leave there. <\/div><div class=\"paragraph jod\" id=\"v24n295\"> And that reminds me of another falsehood that went the rounds in those days to justify the outrages against us. All manner of stories were circulated concerning our thieving; it was said that we were a band of thieves and robbers; that the people near Nauvoo and along the upper part of the Mississippi, through all that region of country, were living in a state of terror, so it was alleged, because of the proximity of the &#x201C;Mormons,&#x201D; and it would be a great blessing to drive them out, for they were outlaws. So the mob deemed themselves justified in their outrages for those reasons; and public opinion was created against us which sustained them in killing the Prophet Joseph Smith and Hyrum, his brother, in shooting <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> President Taylor, and in killing other men and women. And public opinion was created so unfavorable to the &#x201C;Mormons&#x201D; that other people thought, &#x201C;Well, they are a bad lot; they deserve extirpation; we are sorry to see the laws trampled upon and violence resorted to, but something must be done with these &#x2018;Mormons.&#x2019;&#x201D; &#x201C;We must get rid of them in some way; and if the law cannot reach them,&#x201D; as was remarked by the mob, when Joseph had been tried and acquitted for treason, &#x201C;powder and ball can.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n296\"> The same process is now going on. What is it that produces the condition of affairs that exists here today? It is a public opinion that is adverse and hostile to us which justifies the outrages and illiberal acts to which we are subjected. It is this which actuates men to trample upon the Constitution and all the institutions of the government. It is this which permits the right of representation to be stricken down and causes a Governor of a Territory, who is guilty of the most outrageous acts of tyranny, to be sustained by three administrations, and a voice scarcely heard in protest against it&#x2014;republican government stricken down and the people of these mountains, without exception the best and most quiet people to be found within the confines of the republic, deprived of the right of representation. <\/div><div class=\"paragraph jod\" id=\"v24n297\"> I allude to this, though it is a political matter, as it comes appropriately within the line of my remarks. What is the cause of it? It is, as I have said, because God has stretched forth his hand to do a work in the earth, and the devil is determined that it shall not be done. He is determined to shed the blood of every man connected with it, and he puts it into the hearts of the children of men to hate the truth  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to hate those who teach it. Yet there are a great many people who say there is no God and no devil. I would like them to explain why we have suffered as we have; why it is that a people who, were it not for their religion, ought to be applauded for what we have done in these mountains, are treated as we are treated. When we had the control of these valleys, from one end of the land to the other, from north to south, drunkenness was unknown; a woman might then have traveled our streets and our highways, even to the most remote parts of our Territory, and never hear a word of disrespect, never witness a gesture that would cause her to blush; she could travel in perfect peace and safety throughout all our cities and settlements. Robbery was unknown, and human life was sacred. So with property. Peace reigned in our borders. We look back to it now&#x2014;I do, I look back to those days and contrast them with the present, and ask myself, How long is this condition of things to continue? We could leave our doors unlocked; no one thought of thieves. Virtue was cherished, and a man who would be guilty of unvirtuous acts was denounced. And such industry as we practiced&#x2014;and it is no boasting to say so&#x2014;was unparalleled. We dwelt here in peace&#x2014;people from various nations speaking various languages, of various modes of thought, and various educations, living here in peace and quiet, each man pursuing his own course unmolested by his neighbors. This was the condition of our Territory. It might be thought that a people thus living, living in a country that no other people could possibly covet, that is so far as agricultural interests, the pursuits we follow mainly in Utah, were concerned&#x2014; <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it might be thought that such a people might be left unmolested to enjoy the fruits of their industry and toil. <\/div><div class=\"paragraph jod\" id=\"v24n299\"> We did not touch the mines, for we knew if we opened them and embarked in mining that they would be coveted by others, and therefore it has not been our policy to touch mines. In the beginning it would have been a most unwise policy to have done this; it would have unsettled us, and instead of spending our time in raising the food necessary to sustain life we would have been prospecting in the mountains, hunting for the precious metals. But when the railroad was finished and it was then possible to obtain supplies from other places if we ran short, it was even then impolitic for us to take up mines from the fact that if we had obtained rich mines we could not have hoped to have held them; they would have been coveted, and in the courts the probabilities are we should not have stood as good a chance as other people. <\/div><div class=\"paragraph jod\" id=\"v24n300\"> If you think, my brethren and sisters, that we are to be unmolested and left free from attack, you are deceiving yourselves. It is not written in the heavens above, or in the earth beneath; just as sure as we live we shall have opposition, persecution and violence to contend with. God has stretched forth His hand to establish a power in the earth. That power has excited antagonism in the past; it excites antagonism today, and it will continue to excite antagonism to the end, until God reigns, and the inhabitants of the earth bow to His scepter. This book (the Bible) is full of predictions concerning it. All the prophets who have ever spoken concerning the last days have foretold that God would do a mighty work  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the last days; and he is doing it. <\/div><div class=\"paragraph jod\" id=\"v24n302\"> &#x201C;Well,&#x201D; says one, &#x201C;Do a handful of people like you expect to revolutionize the earth and accomplish these results?&#x201D; Yes, we expect it; we believe it with all our hearts; we labor for it; we teach it to our children. We would make this country a peaceful, a delightful place for people to reside; we would make this union of which I have spoken possible in these valleys; and if our principles were extended over the earth, they would make the earth in the same condition. I thank God with all my heart that there is such a work going on. When I hear of people coming from remote lands, impelled by their faith, who have heard the preaching of the Elders who have gone forth in their weakness, and in many instances, yes, in the most of instances, in their scholastic ignorance, to proclaim the Gospel&#x2014;when I see the wonderful results of their preaching, men and women from foreign lands with the testimony of God in their hearts, that this is His work, which they have received through repentance and being baptized by a man having the authority, each man testifying in his own language&#x2014;the Scandinavian, the German, the French, the British, the people of far off Africa and of the islands of the sea, and the various countries where our Elders have gone, all flocking together like doves to their master's windows,<span class=\"citation\" id=\"59971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59971)\">Isa. 60:8<\/a><\/span> many of them never having seen an Elder from Utah, but having heard men who had the authority to teach this Gospel&#x2014;all coming from the various points of the compass, testifying in all humility and in the name of Jesus, that God has given unto them a knowledge of the truth&#x2014;when I see these things my heart is filled with glad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness and thanksgiving. I thank God that my lot has been cast in these valleys. I thank God for my children, that their lot has been cast in these valleys; that we live in a day when God is doing so mighty a work; when He is gathering His people together; when He is pouring out upon them the spirit of union, for that is the spirit of the Gospel. Jesus in his last prayer adds: &#x201C;Neither pray I for these alone, but for them also which shall believe on me through their word; That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou has sent me.&#x201D;<span class=\"citation\" id=\"70693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70693)\">John 17:20-21<\/a><\/span> He prayed for them all, that they might be one with Him as He was one with the Father; that the same union, that the same love might be in their hearts. The Latter-day Saints are an unlettered people, far from being what we hope they will be; but they are an honest people, honest enough to embrace the truth when they hear it; honest enough to forsake houses and lands and homes, and everything that men hold dear in this life, for the sake of the Gospel as they believe it.<span class=\"citation\" id=\"65260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65260)\">Matt. 19:29<\/a><\/span><span class=\"citation\" id=\"66625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66625)\">Mark 10:29-30<\/a><\/span> It requires moral courage to be &#x201C;Mormons,&#x201D; to take upon them the opprobrium of the world, to know that it may cost them their lives before they get through with it, and it requires the power of God to be with men and women to enable them to do this. And I thank God that He has found such, here a few and there a few. In the various nations where the Elders have gone they have found them, God directs them to them, and they come; and their children will inherit the earth and they will be intelligent and they will become a great people. For they will possess all the virtues which constitute  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>true greatness among men. I have no fears in my own mind for this people. When I have been spoken to as to the effect of this legislation, I have remarked that such a people as are in Utah Territory cannot be crushed out by adverse legislation. They will endure an immense amount. You take a people who are united; who are industrious, who are frugal, who are acquainted with hardship, who have endured persecution in the past and are familiar with it and expect it, you take such a people, having in their hearts the love of God and the love of each other, believing that the best expression they can give of the love of God is to love their neighbor as themselves;<span class=\"citation\" id=\"65488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65488)\">Matt. 22:39<\/a><\/span> a people of that kind cannot be crushed. They are bound to live upon the earth in the struggle for existence; bound to have their place among mankind; they are perfectly fitted to survive any struggle or any condition that may be brought upon them. <\/div><div class=\"paragraph jod\" id=\"v24n304\"> As for this legislation, I want to say to you, that in some respects I am thankful for it. Let persecution come if it will have a good effect. And as for the rules which have been made by the Commissioners, as I stated myself personally, to those gentlemen, I disagree with their construction of the law, and I think the rules are wrong; nevertheless, I am thankful they have made them in their present form. Brethren have said to me: Cannot we represent to the Commissioners how wrong and unjust those rules are, and endeavor to have them changed so as to make them applicable to the people out of, as well as those in the marriage relations? I told them, Yes; try it if you wish; and if you can effect a change, all right; but in my own heart I am thankful that the Rules have been made as they are. <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They are made applicable to all&#x2014;those who have never broken any law; as well as those who have. There is no distinction between those who entered into plural marriage before and those who entered into that state after 1862. Until the law of 1862 was passed, you should understand, there was no law of the United States, no law of this Territory, that made plural marriage a crime. You ought to understand this, and I have no doubt you do understand the difference between that which is a crime in and of itself, <span class=\"italic\">per se<\/span> and that which is made a crime by statute. Plural marriage is not a crime in and of itself, it is <span class=\"italic\">malum prohibitum<\/span>, made so by a law, and that law was enacted in 1862. Now unless legislation is made <span class=\"italic\">ex post facto<\/span> persons who married prior to 1862 violated no law; but the rules as they have been enforced exclude these people from registration; they exclude even a wife whose husband took plural wives prior to 1862. Most extraordinary ruling. But I have been thankful for it. Why? Because it puts us all in the same boat and does not divide us. A better plan could not have been devised to make us one than the ruling they have made in regard to those &#x201C;<span class=\"italic\">in the marriage relation<\/span>.&#x201D; There are hundreds of people who can take that oath that if those words were not in it could not take it. They can register because of these four words. They can walk up boldly and take that oath that they have done nothing of the kind &#x201C;in the marriage relation.&#x201D; I am thankful that is the case. Why? I should feel extremely bad, I think, if we were reduced to the level of those who have violated the laws of God and of man. We have violated, some of us, the laws of man, but we  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have not in our faithfulness violated the laws of God. We are sincere in our belief; and give me a fanatic any time in preference to a scoundrel. I can tolerate a fanatic who does what he believes to be right; but I have no sympathy for a man or woman who commits an act knowing it to be wrong. We have been excluded from registering because we have done something enjoined upon us by the Lord; but men who have done things knowing them to be wrong, who have acted contrary to the laws of God and of man, men and women both, can take the oath and register. <\/div><div class=\"paragraph jod\" id=\"v24n306\"> Well, I am glad of it; I am glad I am not in that category; I do not want to be in that crowd. I want to be able to say, as I can say, that because of my religion, because of my doing that which I believe I should be damned if I did not do I have been disfranchised; I believe with all my heart that God gave a command of that kind, and it rested with such power upon me that I believed I would be damned if I did not obey it. Now, I am willing to take the consequences of that; but I would hate to be put on a level with every adulterer and seducer in the land; and I am not by the ruling of the Commissioners. There is a sharp, well defined line of demarcation drawn between the Latter-day Saints, who practice plural marriage because of their religion, and the adulterer and seducer. <\/div><div class=\"paragraph jod\" id=\"v24n307\"> I see the hand of the Lord in it all, and I acknowledge it. God is overruling and will overrule these things for our good. He will test us, He will prove us, and if there is a weak spot in us that is not seen, He will find it out. We expect to attain to the glory that Christ, our Lord and Redeemer, has attained to. We pray for it, we have striven for it, that we <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might be counted worthy to sit down at the right hand of God, our Eternal Father; be counted worthy to dwell with Jesus in the eternal worlds; and with the holy ones who have gone before, with men whose blood has been shed, who have not counted their lives dear because of their religion&#x2014;we expect to be with them. Can you imagine, then, for one moment that we can attain unto that glory unless we, like them, are willing to endure all things for the sake of the Gospel? <\/div><div class=\"paragraph jod\" id=\"v24n308\"> Now, the world thinks this is a very strange practice for a religion; they wonder at it; they cannot understand it. Yet, let any man look abroad in the earth and see the floodtide of corruption, the evils under which mankind groan in the various nations of Christendom, as also the division and strife that exist in all religious matters. Marriage and morals rightfully belong to religion and are part of it. Go out into the world and ask the ministers of religion: &#x201C;What shall I do to be saved?&#x201D; One will tell you one thing and another another thing, each man walking his own road, every congregation divided from its fellow congregation&#x2014;strife and confusion of every kind amongst those professing to be the followers of Jesus Christ. But I have often thought, when I have been traveling in the world and seen the spirit that is manifested, that if I had no other hope than that which I see all around me, I would not care to have a family, I would not care to have children, there would be so little to live for; men seeking to take advantage of their fellow men in every possible way; men seeking to destroy their fellow men; professors of religion having none of the spirit that the Bible teaches us is the Spirit of God. I never go from home  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without turning my face towards these valleys, and the people of these mountains, and without a profound feeling of thankfulness to God that my lot has been cast among this people, with all their faults, and they are numerous, and with all my faults, and they are numerous. We have a love for each other and are striving to overcome our faults and to cultivate that love which belongs to the gospel of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v24n310\"> Now, let us be patient. As I said to some friends whom I met yesterday, I never felt happier in my life than I do at the present time. True, I have had to endure domestic affliction, which has made me sorrowful. Yet I am gladdened by the hopes I have for the future, and I can truly say I never felt happier among our people than I do now. All is peace; God is with us, His angels are around about us, and His Holy Spirit is being poured out upon us. I do not know that the sun is any less bright, that the moon is any the less clear, that the elements are any less pure and delightful than they were twelve months ago. Our grain, our vegetables, our fruits, all ripen, the earth yields of its strength and gives us of its increase for our good. Peace reigns in our habitations; peace reigns in the hearts of the people. We know that God overrules all, and that He will control all things for His glory, and for the accomplishment of His purposes. Why, then, should we be sad? Why should we mourn? Why should we dread the future? Why should we anticipate that which will never occur? There is no need for it. Let us enjoy today. <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let us rejoice today in the goodness of God, and when tomorrow comes it will be laden with blessings as today is. And so it will be every day and every week and every year until we are ushered into the fullness of the glory of our God. <\/div><div class=\"paragraph jod\" id=\"v24n311\"> I have not had the opportunity before of thanking you for your faith and good feelings towards me while I have been gone. I can assure you, my brethren and sisters, I have appreciated them. Men have said to me, in view of that which we are passing through, and the bitter feeling manifested towards us&#x2014;How cheerful you seem to be! I replied that I had cause to be cheerful; that there was not a man on the floor of Congress that had more cause for cheerfulness than I had. Behind me stood my constituents in solid columns, giving me their support and kind feelings and love. And I have several times said, that from almost every habitation in Utah, from north to south, where Latter-day Saints dwell, I knew that prayers to Almighty God ascended morning and evening, not from men alone but from women and children, in my behalf. I knew that, and it gave me great comfort; yea, indescribable comfort. I thank you for your kind feelings, as I do all my brethren and sisters. <\/div><div class=\"paragraph jod\" id=\"v24n312\"> I pray God to pour out His Holy Spirit upon you; to preserve you from every evil; to keep you in the truth; to cause you to love it more than anything else in the earth, and to follow it even to the end, which I ask in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}