{"ID":240027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of God&#x2014;The Events of the Times&#x2014;Gathering&#x2014;Temple Ordinances&#x2014;The Object of Marriage&#x2014;Plural Marriage&#x2014;A Terrible Lesson&#x2014;Laws of God Must Be Enforced&#x2014;The Priesthood&#x2014;Parties, Cliques, Rings, Murmurers&#x2014;God is on the Side of Israel.<\/div>\n<div class=\"subtitle\">Discourses by President John Taylor on a Recent Trip to Bear Lake, delivered in the Various Settlements Around Bear Lake.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of God.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 0\/0\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v24n630\"> We are occupying a position which is different from that of any other people upon the face of the whole earth. We have a great work to perform, and there are duties and responsibilities resting upon us that rest upon no other people. There is no man living or that has lived that could have organized and set in order the work in which we are engaged. There are no men living, unaided by the Almighty, who are able to carry out this work to its consummation. All that have operated in it have had to trust in the living God for instruction, guidance and support, and all that will hereafter operate in it or that are operating in it now will have to trust to the same source. This work is one which is associated with the purposes and designs of God which He contemplated and planned from before the foundation of the world. The day in which we live has been spoken and prophesied of by all the Prophets that have existed since the world was, and it is in the Scriptures emphatically denominated &#x201C;the dispensation of the fulness of times,&#x201D; wherein God will gather together <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all things in one, whether they be things on the earth or things in the heavens.<span class=\"citation\" id=\"74867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74867)\">Eph. 1:10<\/a><\/span> Neither Joseph Smith, nor Hyrum Smith, nor Sidney Rigdon, nor Brigham Young, nor myself, nor anybody associated with the Church at the present time, have had anything to do with the origination of these things. This work was commenced by the Almighty; it has been carried on by Him, and sustained by His power, and if it is ever consummated it will be by the power, and direction and sustenance of the Lord Jehovah, of Jesus, the Mediator of the new covenant,<span class=\"citation\" id=\"77317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77317)\">Heb. 12:24<\/a><\/span> and then through the medium of the Priesthood here upon the earth. These things originated in the heavens, in the councils of the Gods; and the organization of the Priesthood and the power thereof, and everything pertaining thereto, has been committed from the heavens through Joseph Smith, principally,<span class=\"citation\" id=\"83830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83830)\">D&amp;C 5:10<\/a><\/span> and through others who have been associated with him in this great work. <\/div><div class=\"paragraph jod\" id=\"v24n631\"> The times in which we live are pregnant with great events, and there will things come to pass that  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will affect all people&#x2014;wars and rumors of wars, pestilence, earthquakes,<span class=\"citation\" id=\"83249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83249)\">Morm. 8:30<\/a><\/span><span class=\"citation\" id=\"85615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85615)\">D&amp;C 45:26<\/a><\/span> the waves of the sea lifting themselves beyond their bounds;<span class=\"citation\" id=\"88679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88679)\">D&amp;C 88:90<\/a><\/span> these and other judgments will go forth among the nations of the earth until, as the Scriptures say, it will be a vexation to hear the report thereof.<span class=\"citation\" id=\"58640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58640)\">Isa. 28:19<\/a><\/span> I would simply remark, however, in relation to these things, that they are the decrees of the Almighty. They are not anything which has originated with us. We find them referred to in the Holy Bible, the record of the Jews; we find them referred to in the Book of Mormon, the record of the Nephites, and also in the revelations given unto us from the Lord through the Prophet Joseph Smith; and there are many now living that know that these events will transpire by things that have been manifested unto them. <\/div><div class=\"paragraph jod\" id=\"v24n633\"> Associated with this great work of God is the principle of gathering, and the labor of building temples. We have been gathered from the different nations of the earth to the land of Zion that we might be taught of God, and be subject to the will of God, the word of God, and the law of God. A temple was built in Kirtland, Ohio, at a very early stage in the history of the Church, in the year 1836, or six years after the organization of the Church. Some of the ordinances of God's house were revealed and practiced therein, and many revelations, visions, and great manifestations of the power of God were given unto the people. Afterwards there was a temple built at Nauvoo, wherein further developments were made, and other and more advanced ordinances were revealed and administered. It was by a great struggle and indomitable energy that these things could be <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accomplished at all. Previous to the completion of the latter temple, Joseph and Hyrum were killed. But finally the temple was finished and dedicated to God, and a great many principles that had been revealed to Joseph Smith&#x2014;and which he communicated to the leading authorities of the Church previous to his death&#x2014;were there carried out and administered in by the Holy Priesthood. We are now building other temples. There is one that was completed several years ago in St. George, and many thousands of people have been administered to and for in that temple, pertaining both to the living and the dead. We have another temple in Logan, also another in Manti, both of which are progressing very favorably, as well as the one in Salt Lake City. Now, in regard to the use of these temples, neither we nor anybody else living had any idea until it was revealed to us from God&#x2014;just the same as the first principles of the Gospel, were revealed, for they were nowhere to be found on the earth. Joseph Smith said to the Twelve in my hearing prior to their departure for Great Britain, &#x201C;If you come across a people who have even the first principles of the Gospel of Christ correctly you need not baptize them, for the possession of those principles will be a sign that they have some portion of the Holy Priesthood.&#x201D; And to this the Apostle John bears testimony when he says, &#x201C;Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.&#x201D;<span class=\"citation\" id=\"78828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78828)\">2 Jn. 1:9<\/a><\/span> But I never found anybody&#x2014;and I have traveled many thousands of miles&#x2014;who had even the first principles of the Gospel correctly, nor did any  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of my brethren&#x2014;the Twelve, Seventies, Elders, High Priests, etc., ever meet with such a people. We knew nothing about these things ourselves until they were revealed from the heavens unto Joseph Smith. No people outside of the Latter-day Saints know how to build temples. The world would not know what to do with them today if they had them. Neither religionists, scientists, politicians, statesmen, philanthropists, nor any others would know how to administer in those temples if they had them. They would know no more how to administer therein, than this table that stands before me; and then we should be just as ignorant on this subject as they, only for the intelligence imparted unto us by the Almighty. But He has given us revelation in relation to this matter; He has told us what to do and how to do it, and what will be the result of our action in the performance of these ordinances. <\/div><div class=\"paragraph jod\" id=\"v24n635\"> But the world are ignorant in regard to a great many other things; they do not know anything even about marriage nor the object of it. What do they know about eternal union? Nothing. Is there any man living outside of this Church who will have a claim upon his wife on the other side of the veil? No. Why? Because in all their marriages, no matter by what church or denomination they are celebrated, the ceremony distinctly states, &#x201C;until death do you part.&#x201D; This is the acme of perfection in the Christian world in relation to this matter! Nothing else can be found anywhere, among any of the professed religionists of the world; the nearest approach can be found not among ministers, but in the yellow-backed literature of the period, for they do <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sometimes refer to the prospect of &#x201C;eternal unions&#x201D; hereafter, while the churches recognize no such principle. God has revealed, through His servant Joseph Smith, something more. He has told us about our associations hereafter. He has told us about our wives and our children being sealed to us, that we might have a claim on them in eternity. He has revealed unto us the law of celestial marriage, associated with which is the principle of plural marriage. I will speak a little upon this subject. It is very seldom that I refer to it, but there is need for it occasionally. I speak of it as that law given to us of God. I do not know, but I have been informed that there are those who seem to be opposed to this law in one or two places where we have been traveling. Now, I dare not oppose anything of the kind. I dare not violate any law of God. And I will tell you what Joseph Smith said upon the subject. He presented this principle to the Twelve, and called upon them to obey it, and said if they did not, the kingdom of God could not go one step further. Why could it not go one step further? Because we had a religion to live by, but none that placed our associations upon eternal principles or gave us a claim upon each other in the family relations in the eternal worlds. But through this principle we could be sealed to one another through time and eternity; we could prepare ourselves for an exaltation in the Celestial Kingdom of God. It is one of the greatest blessings that ever was conferred upon the human family. It is an eternal law which has always existed in other worlds as well as in this world. I will here call your attention to the revelation itself which reads: <\/div><div class=\"paragraph jod\" id=\"v24n636\"> &#x201C;Verily, thus saith the Lord unto  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you my servant Joseph, that inasmuch as you have inquired of my hand to know and understand wherein I, the Lord, justified my servants Abraham, Isaac, and Jacob, as also Moses, David and Solomon, my servants, as touching the principle and doctrine of their having many wives and concubines&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v24n638\"> &#x201C;Behold, and lo, I am the Lord thy God, and will answer thee as touching this matter. <\/div><div class=\"paragraph jod\" id=\"v24n639\"> &#x201C;Therefore, prepare thy heart to receive and obey the instructions which I am about to give unto you; for all those who have this law revealed unto them must obey the same.&#x201D;<span class=\"citation\" id=\"91408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91408)\">D&amp;C 132:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n640\"> This you will see is strictly in accordance with what I have told you Joseph Smith told the Twelve&#x2014;that if this law was not practiced, if they would not enter into this covenant, then the kingdom of God could not go one step further. Now, we did not feel like preventing the kingdom of God from going forward. We professed to be the Apostles of the Lord, and did not feel like putting ourselves in a position to retard the progress of the kingdom of God. The revelation, as you have heard, says that, &#x201C;all those who have this law revealed unto them must obey the same.&#x201D;<span class=\"citation\" id=\"91435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91435)\">D&amp;C 132:3<\/a><\/span> Now, that is not my word. I did not make it. It was the Prophet of God who revealed that to us in Nauvoo, and I bear witness of this solemn fact before God, that He did reveal this sacred principle to me and others of the Twelve, and in this revelation it is stated that it is the will and law of God that &#x201C;all those who have this law revealed unto them must obey the same.&#x201D;<span class=\"citation\" id=\"91434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91434)\">D&amp;C 132:3<\/a><\/span> And the revelation further says: <\/div><div class=\"paragraph jod\" id=\"v24n641\"> &#x201C;For behold, I reveal unto you a new and everlasting covenant; and <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if ye abide not that covenant, then are ye damned.&#x201D;<span class=\"citation\" id=\"91456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91456)\">D&amp;C 132:4<\/a><\/span> Think of that, will you. For it is further said: &#x201C;no one can reject this covenant and be permitted to enter into my glory.&#x201D;<span class=\"citation\" id=\"91455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91455)\">D&amp;C 132:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n642\"> There are many people who try to excuse themselves in this matter and who essay to do as they please, but as the Lord God liveth, He will not excuse them. He expects those who profess to be his people to carry out that law. The revelation continues to say: <\/div><div class=\"paragraph jod\" id=\"v24n643\"> &#x201C;For all who will have a blessing at my hands shall abide the law which was appointed for that blessing, and the conditions thereof, as were instituted from before the foundation of the world.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n644\"> &#x201C;And as pertaining to the new and everlasting covenant, it was instituted for the fullness of my glory; and he that receiveth a fullness thereof must and shall abide the law, or he shall be damned, saith the Lord God.&#x201D;<span class=\"citation\" id=\"91465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91465)\">D&amp;C 132:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n645\"> I thought I would have a little of this revelation read. The whole revelation is quite lengthy. But it goes to say that all covenants heretofore entered into amount to nothing, and that they will be of no benefit to people beyond the grave.<span class=\"citation\" id=\"91483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91483)\">D&amp;C 132:7<\/a><\/span><span class=\"citation\" id=\"91558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91558)\">D&amp;C 132:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n646\"> Now, as I have already said, the reason was very obvious why a law of this kind should be had. As a people we professed to be Latter-day Saints. We professed to be governed by the word, and will, and law of God. We had a religion that might do to live by, but we had none to die by. But this was a principle that God had revealed unto us, and it must be obeyed. I had always entertained strict ideas of virtue, and I felt as a married man that this was to me, outside of this principle, an appalling thing to do.  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The idea of my going and asking a young lady to be married to me, when I had already a wife! It was a thing calculated to stir up feelings from the innermost depth of the human soul. I had always entertained the strictest regard for chastity. I had never in my life seen the time when I have known man deceiving a woman&#x2014;and it is often done in the world, where notwithstanding the crime, the man is received into society, and the poor woman is looked upon as a pariah and an outcast&#x2014;I have always looked upon such a thing as infamous, and upon such a man as a villain, and I hold today the same ideas. Hence, with the feelings I had entertained, nothing but a knowledge of God, and the revelations of God, and the truth of them, could have induced me to embrace such a principle as this. We seemed to put off, as far as we could, what might be termed the evil day. Some time after these things were made known to us, I was riding out of Nauvoo on horseback, and met Joseph Smith coming in, he, too, being on horseback. Some of you who were acquainted with Nauvoo, know where the graveyard was. We met upon the road going on to the hill there. I bowed to Brother Joseph, and having done the same to me he said; &#x201C;Stop;&#x201D; and he looked at me very intently. &#x201C;Look here,&#x201D; said he, &#x201C;those things that have been spoken of must be fulfilled, and if they are not entered into right away, the keys will be turned.&#x201D; Well, what did I do? Did I feel to stand in the way of this great, eternal principle, and treat lightly the things of God? No. I replied: &#x201C;Brother Joseph, I will try and carry these things out,&#x201D; and I afterwards did, and I have done it more times than once; but then I have never <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> broken a law of the United States in doing so, and I am at their defiance to prove to the contrary. <\/div><div class=\"paragraph jod\" id=\"v24n648\"> I have related this to show why these eternal covenants are entered into; and that man among you who would seek to pervert these things and teach them to others and seek to frustrate the designs of God in regard to them, I tell you God will lay His hand upon him unless he repents, and speedily takes another course. I don't know when I have talked so plainly as I have done today; but these are the feelings of my heart and they are true. It is for us to magnify our callings and not to tamper with the things of God. We must sustain and maintain the principles that God has committed to us inviolate. And about this nation and its ideas and feelings, we ask very little of unreasonable men who are not acquainted with the principles of which they speak. This nation will have enough to do by and by without troubling itself about us. It is for us to learn the ways of God and to place ourselves in subjection to His law. And then it is not enough for men to be married to wives and be sealed according to the order of God, they must treat them aright when they have them; they must treat them as they would treat angels of God; they must be full of kindness and mercy and long-suffering; they must provide for them and make them happy and comfortable, and take care of the families they have by them, and in this way gain the favor of God, and the respect of all honorable men. The laws of heaven must not be violated. We must keep sacred the holy covenants we have entered into. I will here relate a circumstance that came under my notice a short time ago, which will serve to show the terrible  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>consequences following a violation of the law of God. <\/div><div class=\"paragraph jod\" id=\"v24n650\"> A certain Bishop wrote to me to know what should be done in the following case: A man had been away from home on a mission, and during his absence his wife had committed adultery. I replied that the woman would have to be severed from the Church; but requested that the aggrieved husband should call upon me. He did so, bringing with him his delinquent wife and three beautiful little boys&#x2014;three as beautiful little boys as I ever saw. He also brought with him the villain who had done the damage. But I told him to take him away, I would have no communication with such a contemptible wretch. The husband explained that he wished to talk with me in the presence of his wife, if it was agreeable. He wanted to know what was to be done in the case. I told him I should be under the necessity of confirming the Bishop's decision in the case, but I will have read to you what the law says upon the subject. George Reynolds, who is one of my secretaries, was present, and I asked him to read certain portions of the revelation on celestial marriage; for they had been married according to that order. That revelation states that, &#x201C;If a man receiveth a wife in the new and everlasting covenant, and if she be with another man, and I have not appointed unto her by the holy anointing, she hath committed adultery and shall be destroyed.&#x201D;<span class=\"citation\" id=\"91757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91757)\">D&amp;C 132:41<\/a><\/span> And in another place it says, &#x201C;they shall be destroyed in the flesh, and shall be delivered unto the buffetings of Satan unto the day of redemption, saith the Lord God.&#x201D;<span class=\"citation\" id=\"91668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91668)\">D&amp;C 132:26<\/a><\/span> Now, said I, I did not make that law. I find it in the word of God. It is not my province to change it. I cannot make any change. I am <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sorry for these little children. I am sorry for the shame and infamy that has been brought upon them; but I cannot reverse the law of God. I did not commit this crime; I am not responsible for it; I cannot take upon myself the responsibility of other peoples' acts. Well, it made my heart ache. The husband wept like a child, so did the woman; but I could not help that. I speak of this for the purpose of bringing up other things, and of presenting them before the people. And the principle I desire to impress upon their minds is, that we have no right, any of us, to violate the laws of God. <\/div><div class=\"paragraph jod\" id=\"v24n651\"> The President of a Stake has no right to violate these laws; his Counselors have no right to do it; the Bishops have no right to do it; the Priests, Teachers and Deacons have no right to do it. God has called us to stand in holy places,<span class=\"citation\" id=\"85644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85644)\">D&amp;C 45:32<\/a><\/span><span class=\"citation\" id=\"88231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88231)\">D&amp;C 87:8<\/a><\/span><span class=\"citation\" id=\"89465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89465)\">D&amp;C 101:22<\/a><\/span> and has placed upon us the responsibility of the Priesthood. He expects us to be as true to that Priesthood and to the administration thereof as the Gods are in the eternal worlds. We may think we can do this, that and the other irrespective of the word of God, but let it be understood that we cannot hide anything from the Lord; the Scriptures say, &#x201C;Hell and destruction are before the Lord: how much more then the hearts of the children of men?&#x201D;<span class=\"citation\" id=\"57432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57432)\">Prov. 15:11<\/a><\/span> We may succeed in hiding our affairs from men; but it is written that for every word and every secret thought we shall have to give an account in the day when accounts have to be rendered before God,<span class=\"citation\" id=\"64437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64437)\">Matt. 12:36-37<\/a><\/span><span class=\"citation\" id=\"67590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67590)\">Luke 12:2-3<\/a><\/span> when hypocrisy and fraud of any kind will not avail us; for by our words and by our works we shall be justified, or by them we shall be condemned.<span class=\"citation\" id=\"82133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82133)\">Alma 12:14<\/a><\/span> It is for us to walk uprightly before God.<span class=\"citation\" id=\"128898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128898)\">D&amp;C 18:31<\/a><\/span><span class=\"citation\" id=\"128899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128899)\">D&amp;C 109:1<\/a><\/span> And it is for the Priesthood&#x2014;the Presidents of  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Stakes, Bishops, Priests, Teachers and Deacons&#x2014;to be governed by the law of God, and to see that there is no iniquity prevailing in the Church,<span class=\"citation\" id=\"84359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84359)\">D&amp;C 20:53-54<\/a><\/span> and if there is, it must be dealt with according to the law of God, and not according to the notions and opinions of men. We have no right to condone this and to change the other, and to think that we are going to save men by permitting all kinds of iniquity to abound. It is the duty of those in authority to see things straightened out. Matters are sometimes allowed to go on to that extent that hard feelings, division, contention and strife arise, and all this because Teachers, Bishops and others do not do their duty. In our Bishops' Courts, and in our High Councils, we must be governed by the law of God, and not by our notions and sympathies, or anything of that kind, and not because it is somebody's son, or somebody's brother, or somebody's relative. If I have any sons, brothers or relatives, and they do something wrong, bring them up and adjudge them according to the law of God, and do the same with me and with everybody else. We sometimes think we will bear with this, that and the other thing. Perhaps a man may be a drunkard, and being a pretty good sort of a fellow, we think we will bear with him. I tell you he ought to be dealt with according to the law of God, and the same for Sabbath breaking, adultery, and other violations of His laws. The Saints cannot violate any of the laws of God with impunity, and the officers of the Church ought to see that they do not do it. We must not be governed by sympathies. My sympathies in the case that I related were very strong; but I must not be governed by sympathies&#x2014;I must be governed by the law of God. <\/div> <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n653\"> &#x201C;The law of the Lord is perfect, converting the soul.&#x201D;<span class=\"citation\" id=\"56427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56427)\">Ps. 19:7<\/a><\/span> God has organized His Church after the pattern that exists in the heavens, and has given us laws for the government thereof, and placed at the head of it the holy Priesthood, which is after the order of Melchizedek, which is after the order of the Son of God,<span class=\"citation\" id=\"90114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90114)\">D&amp;C 107:2-4<\/a><\/span> and which is after the power of an endless life,<span class=\"citation\" id=\"68624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68624)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76855)\">Heb. 7:16<\/a><\/span> and then He has also introduced the Aaronic Priesthood as an appendage to the other.<span class=\"citation\" id=\"90158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90158)\">D&amp;C 107:14<\/a><\/span> And what are these Priesthoods? The Priesthood is the rule and government of God as it exists, whether in the heavens or on the earth, and wherever that Priesthood is introduced, and the Gospel is introduced, life and immortality are brought to light;<span class=\"citation\" id=\"76091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76091)\">2 Tim. 1:10<\/a><\/span> so that men can be placed in communion with God; so that by the spirit of light, truth and revelation, they can roll back the mists of darkness, gaze down the vista of future ages, and contemplate the purposes of God<span class=\"citation\" id=\"86648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86648)\">D&amp;C 67:10-14<\/a><\/span> as they roll forth in all their majesty, power and glory.<span class=\"citation\" id=\"88553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88553)\">D&amp;C 88:47<\/a><\/span> This is the position that we as Priests of the Most High God ought to occupy. We should feel that we are not living for ourselves, but that we are living for God&#x2014;living to accomplish His purposes. We are here to build up His Church and to purify it from all evil, that it may be presented before the Father as the bride,<span class=\"citation\" id=\"128900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128900)\">D&amp;C 109:73-74<\/a><\/span> the Lamb's wife<span class=\"citation\" id=\"128901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128901)\">Rev. 21:9<\/a><\/span> without spot or wrinkle.<span class=\"citation\" id=\"75343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75343)\">Eph. 5:25-27<\/a><\/span> We are here to build up a Zion unto the Lord of Hosts&#x2014;a Zion, which signifies the pure in heart&#x2014;<span class=\"citation\" id=\"89204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89204)\">D&amp;C 97:21<\/a><\/span>a people who will be prepared for the great events that are about to transpire upon this earth, and who will be able to stand the convulsions that will overthrow the world&#x2014;and He has given us the Priesthood for that very purpose. <\/div><div class=\"paragraph jod\" id=\"v24n654\"> But there are those in our midst, who, although they have a name  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and a standing in the Church, disregard the authority of the Priesthood, both local and general. I hear sometimes of parties, and of cliques, and of rings in our midst. What! What, a party in the Church and kingdom of God? What! Rings associated with the principles of eternal truth&#x2014;associated with the celestial law that emanates from our Heavenly Father? The devil got up a ring and was cast out of heaven for getting it up, as also a third part of the spirits who associated themselves with him.<span class=\"citation\" id=\"79558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79558)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84840)\">D&amp;C 29:36-37<\/a><\/span> They were cast out because they devised principles that were in opposition to the word and will and law of God, and every man who follows in their footsteps, unless he speedily repent, will be placed in the same position&#x2014;will also be cast out. The law of God must be put in force against the transgressor. No man who professes to be a Latter-day Saint can transgress with impunity. The Priesthood of God cannot be disregarded with impunity. We have men in our midst who are not afraid to speak against the authorities of the Church in the localities in which they live. Jude, in his general epistle, refers to such men. He alludes to them as &#x201C;filthy dreamers who defile the flesh, despise dominion, and speak evil of dignities. Yet,&#x201D; he says, &#x201C;Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee. But these speak evil of those things which they know not * * clouds they are without water, carried about of winds * * wandering stars, to whom is reserved the blackness of darkness forever.<span class=\"citation\" id=\"78883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78883)\">Jude 1:8-13<\/a><\/span> These are murmurers, complainers, walking after their own lusts; and their mouths <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> speaketh great swelling words, having men's persons in admiration because of advantage.&#x201D;<span class=\"citation\" id=\"78908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78908)\">Jude 1:16<\/a><\/span> So also Peter speaks of such characters, &#x201C;But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption.&#x201D;<span class=\"citation\" id=\"78411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78411)\">2 Pet. 2:12<\/a><\/span> Now, we have such men as these up and down. I think Brother Hosea Stout describes them as &#x201C;smart Alecs.&#x201D; They think they are wiser and better than other people, and they want to regulate the affairs of God, when God has given them no authority to do it. But it is woe to those who fight against the authorities of the Church of God. Let such be brought up before proper tribunals; for no backbiting, nor anything of that kind can be sanctioned in the Church and kingdom of God.<span class=\"citation\" id=\"84377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84377)\">D&amp;C 20:54<\/a><\/span> These are things that prevail more or less in various parts of the Territory. I suppose we have them to meet. They have always been, to a greater or less degree, mixed up with the Church and kingdom of God upon the earth; but it is for the authorities to purge the Church of all such things, and to have a people who will be united, who will be one, and who will be governed by the law of God. If I violate any law of the Church, bring me up for it; if anyone else does, bring him up for it; but don't go sneaking around backbiting and misrepresenting. Let us act as men, at least, if we won't be Saints; but we should be true to our calling and profession, and honor our God. There is nothing new in all this. The spirit of rebellion has gone on ever since the devil and his angels were cast out of heaven. He and they have been making war against the Saints, and will continue to do so; but Satan will finally be over<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come. Before that, however, Satan will be bound for a thousand years,<span class=\"citation\" id=\"80489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80489)\">Rev. 20:2<\/a><\/span><span class=\"citation\" id=\"88777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88777)\">D&amp;C 88:110<\/a><\/span> and during that time we will have a chance to build temples and to be baptized for the dead, and to do a work pertaining to the world that has been, as well as to the world that now is, and to operate under the direction of the Almighty in bringing to pass those designs which He contemplated from the foundation of the world. <\/div><div class=\"paragraph jod\" id=\"v24n657\"> It is for us to live holy, justly, purely and righteously before God, that we may have a legitimate claim upon Him. If we will do this, then I tell you, in the name of Israel's God, that you shall call upon the Lord and He will hear and answer you;<span class=\"citation\" id=\"59841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59841)\">Isa. 58:9<\/a><\/span> that you shall draw nigh unto Him and He will draw nigh unto you,<span class=\"citation\" id=\"88582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88582)\">D&amp;C 88:63<\/a><\/span> and will pour upon your heads blessings that it has not entered into your hearts to conceive of;<span class=\"citation\" id=\"72995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72995)\">1 Cor. 2:9<\/a><\/span> and if all Israel will do this, and fear God and work right<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eousness before Him, there is no power in existence can injure the Saints; for God is on the side of Israel, and He will put a hook in the jaws of our enemies.<span class=\"citation\" id=\"60915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60915)\">Ezek. 38:4<\/a><\/span> And I will say here, woe to them that fight against Zion,<span class=\"citation\" id=\"128902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128902)\">Isa. 29:7-8<\/a><\/span><span class=\"citation\" id=\"128903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128903)\">1 Ne. 22:14<\/a><\/span><span class=\"citation\" id=\"128904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128904)\">2 Ne. 10:13<\/a><\/span> woe to them that plot against Zion, for God will fight and plot against them! And woe to the hypocrites in Zion and those that profess to fear God and are wallowing in transgression; God will be after you, for ere long the sinners in Zion will be afraid, and fearfulness will surprise the hypocrite.<span class=\"citation\" id=\"59045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59045)\">Isa. 33:14<\/a><\/span> Now, let us purge ourselves from unrighteousness, for God is going to roll forth His work, and whether you or I do right or not, it will make no difference, the work will go on: it is onward, onward, onward, and will continue to be onward, until the kingdoms of this world shall become the kingdoms of our God and His Christ, and He will reign forever and ever.<span class=\"citation\" id=\"79515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79515)\">Rev. 11:15<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}