{"ID":240009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Past and Future of the American Continent&#x2014;The Law of the Lord and the Law of the Land&#x2014;The Efforts of Our Enemies Turned to Our Advantage&#x2014;Light and Liberty of the Latter-Day Saints&#x2014;The Work of the Lord Among the Nations&#x2014;Judicial Folly and Injustice&#x2014;Faith Inseparable from Works&#x2014;Parable of the Talents Exemplified.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Erastus Snow, delivered in the Tabernacle, Salt Lake City, Friday Afternoon (Annual Conference), April 6, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Gibbs and Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: A Providence Over the Nation.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 4\/6\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v24n168\"> If the Lord gives me strength to make myself heard, I shall feel it a pleasure to occupy a little time this afternoon, accorded to me by my brethren. <\/div><div class=\"paragraph jod\" id=\"v24n169\"> I feel to express unto my heavenly Father, and to my brethren and the people, my gratitude for their prayers and faith for the blessings of God to me in permitting me to appear before you on this occasion, and to feel the degree of health and strength which is vouchsafed to me, thus enabling me to continue my efforts and labors with my brethren and the people of God. For some <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> two or three months my health has not been of such a nature that I could labor with the satisfaction which has attended me heretofore; and I fully realize what Elder Woodruff said this morning concerning the aged Elders of Israel passing away, and that the responsibility and labor of bearing off this kingdom will soon rest upon the generation which is growing up in our midst, upon which will devolve the work of carrying the Gospel to those who have not heard it among the nations of the earth, and gathering Israel and establishing  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Zion and building up and maintaining the Kingdom of our God upon the earth, which must be done through faith, by righteousness, and by defending and maintaining the rights of man and the liberty and freedom which God has ordained for the welfare of all flesh, for the protection and blessing of the human family, and which it has been His purpose to establish and maintain upon this American continent. Latter-day Saints, especially those who have grown up with this people, as I have done from my childhood, and witnessed the manifestations of the overruling providence of God in guiding the destinies of this people, inspiring His servants who have led and directed the movements of this great people, and in defending them and fighting their battles by the sword of His Spirit, and the invisible powers that have labored with us and for us&#x2014;I say to those who are able to see and comprehend these things, it is clear and plain that God has had His eye upon this American continent as the place where He first commenced His great work on the earth, where the greatest manifestations of His power were exhibited in the days of the fathers before the flood, when the fathers were gathered in the valley of Adam-ondi-Ahman and received their last instructions and blessings from Father Adam, the Patriarch of this earth,<span class=\"citation\" id=\"90320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90320)\">D&amp;C 107:53-57<\/a><\/span> and where Enoch gathered his people and established Zion,<span class=\"citation\" id=\"92979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92979)\">Moses 7:19<\/a><\/span> and where Noah preached righteousness<span class=\"citation\" id=\"78387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78387)\">2 Pet. 2:5<\/a><\/span> to the people and prepared the ark of safety, and where He has determined ultimately to establish His Zion and gather together His people,<span class=\"citation\" id=\"128807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128807)\">D&amp;C 57:1-3<\/a><\/span><span class=\"citation\" id=\"128808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128808)\">D&amp;C 84:2-5<\/a><\/span> establish, maintain and defend His government and the Priesthood which he has revealed for the salvation of the human family, where He will bring <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> again Zion that He has taken away, even the Zion of Enoch;<span class=\"citation\" id=\"128809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128809)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"59594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59594)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87977)\">D&amp;C 84:98-100<\/a><\/span> for when He shall bring again Zion, says the Prophet, the Lord will appear in His glory.<span class=\"citation\" id=\"57077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57077)\">Ps. 102:16<\/a><\/span> And He has long been laboring in His own marvelous manner among the nations of the earth, turning and overturning, to bring to pass His purposes and to gather together His elect; and He has moved upon the oppressed of many lands and climes&#x2014;those who sought for enlarged freedom and liberty and whose minds reached out for more light and more truth, and whose understandings were expanded&#x2014;to gather upon this American continent, and implanted in the hearts of our fathers a love of freedom and liberty and equal rights. He led them through schools of oppression. They passed through many difficulties, and endured the rule of tyrants. They bore oppression and suffered until they learned how to appreciate freedom and liberty, and how to detest misrule, tyranny and oppression; they struggled to burst the shackles that bound the human soul; they struggled for freedom of thought, of speech, of action; they struggled unitedly to burst the bonds, to break the yoke, from off their necks; they vied with each other in this labor of love from north to south, from east to west, in all the colonies which were early planted upon this continent. The Lord guided their labors to a successful issue, resulting in freedom from the tyranny of the effete governments of the old world; He directed the combined efforts and labors of those men in consolidating the result of their labors and framing the system of government under which we are now permitted to live. <\/div><div class=\"paragraph jod\" id=\"v24n171\"> [At this point part of the congregation moved from the body of the  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Tabernacle to the gallery causing a stay in the proceedings. Quietness having been obtained the speaker continued.] <\/div><div class=\"paragraph jod\" id=\"v24n173\"> I was saying that God our heavenly Father had moved upon the nations and sent out from the nations of the old world streams of emigration to the new world, who were panting for freedom and liberty, and who struggled to burst the bands with which they were bound, and the yoke from off their necks, and were striving to learn how to be free. And in penetrating the new world and its wilds, and in grappling with and overcoming the difficulties attending the forming of new settlements and planting colonies in the new world, they learned the value of freedom, and therefore studied to preserve it; and they labored to establish a form of government under which it might be maintained. In all these works and labors we discern an overruling providence, and manifestations of the mercy and loving kindness of God to His people, and the revelations of His Spirit imparted, to a greater or less degree, unto the wise and patriotic fathers of our country,<span class=\"citation\" id=\"89622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89622)\">D&amp;C 101:80<\/a><\/span> who were thus enabled to unite upon the best form of government existing among men, or which, perhaps, ever has existed, unless it has been those which God himself directly revealed through the Patriarchs and Prophets of older times. But so far as any political organizations of government upon this earth, the Republican or Democratic form of government established in these United States&#x2014;(the foundations of which were laid by our fathers over a hundred years ago), is the best calculated to promote the objects sought, and to maintain the rights of man, and the guarantees of religious and political freedom, of any form of <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> government known to mankind. But that it or any other form, in this imperfect and sinful world, is altogether perfect is not to be expected, and therefore cannot endure forever. But we regard the present form of government of this nation as embodying the greatest amount of virtue and principles best calculated to maintain and preserve the rights of man. <\/div><div class=\"paragraph jod\" id=\"v24n174\"> In the early history of this Church a revelation was given through the Prophet Joseph in which the people are commanded to observe the Constitutional laws of the land, and to uphold by their votes and sustain upright and honorable men to administer them; which also stated that He had inspired the fathers to establish this form of government for the good and benefit of man. I will read a few paragraphs found on the 342nd page of the Doctrine and Covenants, new edition: <\/div><div class=\"paragraph jod\" id=\"v24n175\"> &#x201C;And now, verily I say unto you concerning the laws of the land, it is my will that my people should observe to do all things whatsoever I command them. <\/div><div class=\"paragraph jod\" id=\"v24n175\"> &#x201C;And that the law of the land which is constitutional, supporting that principle of freedom in maintaining rights and privileges, belongs to all mankind, and is justifiable before me. <\/div><div class=\"paragraph jod\" id=\"v24n176\"> &#x201C;Therefore, I, the Lord, justify you, and your brethren of my church, in befriending that law which is the constitutional law of the land; <\/div><div class=\"paragraph jod\" id=\"v24n177\"> &#x201C;And as pertaining to the law of man, whatsoever is more or less than this, cometh of evil. <\/div><div class=\"paragraph jod\" id=\"v24n178\"> &#x201C;I, the Lord God, make you free, therefore ye are free indeed; and the law also maketh you free. <\/div><div class=\"paragraph jod\" id=\"v24n179\"> &#x201C;Nevertheless, when the wicked rule the people mourn. <\/div><div class=\"paragraph jod\" id=\"v24n180\"> &#x201C;Wherefore, honest men and wise men should be sought for dili<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gently, and good men and wise men ye should observe to uphold; otherwise whatsoever is less than these cometh of evil.&#x201D;<span class=\"citation\" id=\"89243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89243)\">D&amp;C 98:4-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n182\"> I deem it of much importance that these principles should be well understood and thoroughly impressed upon the minds of the Latter-day Saints throughout the world, and especially those dwelling upon this American continent and within the pale of this government, that they may implant in the hearts of our children a love of freedom and human rights, and a desire to preserve them, and to aid in maintaining and defending them in all lawful and proper ways; and to study the constitutional laws of the land, and make others acquainted with them; knowing the principles contained therein, and of learning how to apply them to ourselves, to our children, and to our fellow men who are willing to be governed thereby; study them that we may also learn how to use them in suppressing tyranny, misrule and other evils that affect mankind; for God has ordained this form of government in this age of the world, and has chosen His own instruments to further His great purposes on the earth&#x2014;the organization of his Church, the proclamation of the everlasting Gospel, the establishment of His Zion, and bringing to pass His wonderful works which He predicted by the mouths of the ancient Prophets. And this political system and order of government is a power in His hands established, preserved and defended thus far by Him, which He will continue to use as long as the people are worthy of it, as long as they will maintain their integrity, uprightness and virtue; and at no time will the Latter-day Saints, as a people, ever stand approved before God in violating those principles or <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> slackening their efforts to maintain and defend them. They are closely allied to the teachings of the ancient Prophets and Apostles, to the doctrines, practices and teachings of the Savior and His disciples, and they are the best means and aids of extending and promoting those principles on the earth. Whatever some may have thought of the maladministration in our government and of the efforts of individuals and sometimes of large factions, to abridge the rights of the people, and of their blind zeal and efforts to reach the Latter-day Saints, and to stamp out the religion we profess&#x2014;whatever may have been thought of the efforts of such individuals, cliques, or factions, and of their warfare against us; and who in that warfare trample under foot constitutional provisions of our Government&#x2014;undermine the foundations upon which it rests&#x2014;we must never in our feelings charge any of these things to this system of government, or to the principles enunciated is the Constitution, which we are commanded to observe and keep. We must charge it always where it belongs&#x2014;to the bigotry, the ignorance, the selfishness, ambition and blind zeal of ignorant and corrupt politicians, their aiders and abettors, and all this should only serve to make us try more earnestly, anxiously and faithfully to combat such efforts upon constitutional grounds, calling upon God to help us therein. <\/div><div class=\"paragraph jod\" id=\"v24n183\"> We were told this morning by Brother Woodruff&#x2014;quoting the word of the Lord given through the Prophet Joseph Smith concerning the promises He has made to His people&#x2014;that inasmuch as we will be true to ourselves, true to God, true to our covenants and to our holy religion, that He will fight our  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>battles,<span class=\"citation\" id=\"89990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89990)\">D&amp;C 105:14<\/a><\/span> defend and maintain our cause, make it triumph and flourish, so that the wicked shall have no power to prevail against us. These promises have often been repeated to us, and last October we had a renewal of this assurance and this promise in the word of the Lord given unto us through His servant President John Taylor, and at a time and period, too, when many in our midst were weakening and their knees were beginning to tremble a little, and there were others who were inclined to falter and doubt, and fear was upon some. Our enemies&#x2014;especially the bigot, the hypocrite, the demagogue, the political quacks of the country&#x2014;rejoiced, thinking that they were succeeding in their efforts to weave webs around us, to forge fetters for our feet and yokes to place upon our necks, and to lash us into obedience to them. But the great majority of the Latter-day Saints were calm in their feelings as a summer's morning,<span class=\"citation\" id=\"94258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94258)\">D&amp;C 135:4<\/a><\/span> trusting as they have ever done in the promises of God, inspired with faith and hope in his overruling providence; and while we were doing what we might do properly under the Constitution and institutions of our country for the maintenance of our freedom and liberty, leaving the rest with God, exercising faith in His promises, continuing to pray for His blessing to attend our efforts and to hedge up the ways of our enemies;<span class=\"citation\" id=\"94257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94257)\">2 Ne. 4:33<\/a><\/span> yet we have waited calmly for the result of the promises of God, and the answer to our prayers and the fulfillment of those things that have been spoken to us; and how signally have we seen them fulfilled. We have seen the very means which the enemies of this people have devised, and intended for their enslavement become before us as chaff, as thorns crackling under the <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pot,<span class=\"citation\" id=\"57577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57577)\">Eccl. 7:6<\/a><\/span> as a broken yoke to be used to kindle the fires of freedom and liberty.<span class=\"citation\" id=\"128810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128810)\">Isa. 58:6<\/a><\/span><span class=\"citation\" id=\"128811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128811)\">D&amp;C 109:47<\/a><\/span> In former times the efforts that have been made in Congress and out of Congress to press the representatives of the people to hostile and unconstitutional legislation as a means to help religious bigots to suppress the doctrines of Christ, the ordinances of life and salvation, the rule and reign of righteousness among the people of God&#x2014;I say, in their efforts to reach our religious principles and faith, and the exercise of those principles under that faith, and to crush it out from the earth&#x2014;in their efforts to do so, they have moved upon statesmen to violate the Constitution of our country and the principles of human freedom on which our government has been founded in order to accomplish this purpose. But all those who have thus stultified themselves before the world, and before the heavens, and have done violence to their oath of office and to the Constitution, to the rights of man, and to the principles of freedom and liberty, have weakened, have gone down, the scepter of their power has fallen from their grasp, they have been dishonored before the heavens and before their people as a rule, and sooner or later we will witness others going down into the pit of forgetfulness as their predecessors have done. For the Lord has decreed it. And today the young men of Israel who are assembling in their Improvement Associations in all the Stakes of Zion, in all the Wards and settlements of the people throughout the land, and in their quorum meetings, and in their political assemblies, are all learning and cultivating these principles of liberty in their minds, introducing and extending them among the rising generation, the sons of Zion,  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and not only the sons, but the daughters that are coupled with the sons, the wives that are coupled with the husbands, in this labor of love, the struggle for the maintenance of freedom and liberty. It is a source of satisfaction to me that the Lord has moved upon His servants and the Legislature of our Territory to be among the first to lead the van of human progress in the extension of the elective franchise to women as well as men, and to recognize the freedom and liberty which belongs to the fairer sex as well as the sterner; for the Gospel teaches that all things are to be done among us by common consent,<span class=\"citation\" id=\"84507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84507)\">D&amp;C 26:2<\/a><\/span><span class=\"citation\" id=\"84702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84702)\">D&amp;C 28:13<\/a><\/span> and the Prophet Joseph commanded and introduced in our midst the custom we are following today, that of presenting to all the congregations of Israel, at our General Conferences, and our local or Stake Conferences, the General Authorities of the Church, to be justified or condemned by the voice of the people, to be upheld and sustained by the confidence, faith and prayers of the people;<span class=\"citation\" id=\"90209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90209)\">D&amp;C 107:22<\/a><\/span> or otherwise to be reproved by the votes of the people for their misdeeds or maladministration. These are things continually before the people, as well as the revelations which God has given unto us, and which are written and taught in our Sabbath schools and public gatherings, and to all who come within the scope of these instructions, viz., a love of freedom and liberty. <\/div><div class=\"paragraph jod\" id=\"v24n186\"> The leaders of this people are charged with being blind, leaders of the blind; and the people are charged with being blind, led by the blind.<span class=\"citation\" id=\"64792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64792)\">Matt. 15:14<\/a><\/span><span class=\"citation\" id=\"67286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67286)\">Luke 6:39<\/a><\/span> I deny the charge and brand it false. We know and understand perfectly that our leaders are neither blind nor are the people blind. On the contrary, we have received the light, the light of truth, the light of God. <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We have come to the understanding that every soul of man, both male and female, high and low, is the offspring of God, that their spirits are immortal, eternal, intelligent beings, and that their entity depends upon their agency and independent action, which is neither trammeled by God himself nor allowed to be restrained by any of His creatures with His sanction and approval; that the whole theory of God's rule and government in heaven and on earth<span class=\"citation\" id=\"63431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63431)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67513)\">Luke 11:2<\/a><\/span> is founded upon this principle of agency&#x2014;self, independent action. And it is upon the free and independent exercise of this agency that the decree of God is founded, that all men shall be judged according to the deeds done in the body,<span class=\"citation\" id=\"74173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74173)\">2 Cor. 5:10 (JST)<\/a><\/span> none having it in his power to say that he was not at liberty to exercise this agency untrammeled. <\/div><div class=\"paragraph jod\" id=\"v24n187\"> So far as relates to the administration of government and the exercise of political power, or the exercise of any manner of influence&#x2014;political, religious or social&#x2014;every man and every woman will be held accountable to God for the manner in which they exercise it. Kings and emperors, presidents and statesmen, judges and all officers of the law, will be held responsible for the administration of the power reposed in them. And if, while acting officially, they disregard their oath of office and violate the principles that should govern them, they become guilty of maladministration, and will be held accountable unto God, and should be strictly accountable to the people who place them in power. But every individual, in an individual capacity, will be held answerable to God for all his acts of whatsoever character, and so far as, in the exercise of that agency, men trespass upon the rights of their fel<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>low men they must be held answerable to their fellow men for such trespass and wrong. And for this purpose human government is instituted, approved by the people, to hold each other responsible unto each other or unto the community, for the abuse of their freedom and liberty, and for this purpose laws are enacted and judges provided to judge according to the law, and to administer the law when it becomes necessary to punish transgressors. And God has commanded us in the revelation which He gave to us, that in case Church members violate a law of the land, they shall be delivered up to be dealt with according to the law of the land; that if they shall murder, rob or steal, or commit perjury or any other crime of which the law of the land takes cognizance, they shall be delivered up to be dealt with for their offense.<span class=\"citation\" id=\"85462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85462)\">D&amp;C 42:84-86<\/a><\/span> But that for all manner of iniquity they shall be delivered up to the law of God to be dealt with according to the law of God;<span class=\"citation\" id=\"85465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85465)\">D&amp;C 42:87-93<\/a><\/span> and those laws which are given unto you, as the laws of God, for your government in the Church must be treated as such. And it becomes our duty as good Saints, as those that are bound together by the ties and in the fellowship of the Gospel, as those that have covenanted to serve God and to keep his commandments, to work righteously and to deal justly one with another, that if we violate the principles of the Gospel and the laws which God has given unto us, that we shall be delivered up to the judges in Israel, and the Teachers shall labor with such, and their labors of love shall be directed earnestly to the reformation and repentance of all persons that have done wrong and done violence to the feelings, faith and fellowship of their brethren and <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sisters. And for every manner of sin shall they be held accountable unto the Councils of the Church, to the Bishops who are common judges in Israel; and to the High Councils. And though we may succeed in winning them to repentance, and they turn away from evil and will do so no more, and succeed in eliciting the sympathy and forgiveness of their brethren, still, if they have violated a law of the land, they must be made subject to that law, and to endure the penalty. And if they pay the penalty with patience, which is but the legitimate fruits and testimony of genuine repentance, satisfying all that they appreciate their wrong and determine to do so no more, when the penalty is paid, they may with renewed determination begin to serve their God, and prove to their brethren that their repentance was genuine and sincere. And although we are required to forgive all men, God says that He reserves to Himself the right to forgive whomsoever He will,<span class=\"citation\" id=\"86518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86518)\">D&amp;C 64:10<\/a><\/span> because he searches all hearts and knows, as we cannot know, how far their repentance is genuine, and how far they ought to be forgiven. It is important that we as Latter-day Saints, understand what God requires of us towards each other in the Church of Christ, and also what He requires of us towards the State. For the constitutional laws of the land are for the protection of the rights of all flesh;<span class=\"citation\" id=\"89585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89585)\">D&amp;C 101:77<\/a><\/span> the liberties of Saints as well as those of sinners. And if sinners can afford to dishonor the law, surely Saints cannot, neither can they justify others in so doing; neither can Saints afford to override the laws of God, or to wink at others who may do so. <\/div><div class=\"paragraph jod\" id=\"v24n189\"> God will not hold us faultless if we do. He requires us as Elders, as Apostles, as Presidents, as Bishops,  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as Seventies, as parents, to teach (wherever it is our prerogative and duty), correct principles, and observe them ourselves and seek to enforce them upon others. And it is not alone the duty of High Councils and Presidents of Stakes, and of Bishops and their Counselors to labor to correct the errors of the people, but it is the duty of every Elder, High Priest and Seventy&#x2014;and especially the Priests, Teachers and Deacons that are appointed and called to be standing ministers in the Church,<span class=\"citation\" id=\"94259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94259)\">D&amp;C 84:111<\/a><\/span> to visit the house of each member<span class=\"citation\" id=\"94260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94260)\">D&amp;C 20:47<\/a><\/span> and become familiar with every family, and every individual member of the family, and their daily walk and life and conversation; and ascertain whether they are living as Saints should live; whether the heads of families preside in righteousness in their houses; whether their houses are set in order; whether they have an altar erected whereon are offered up their daily, morning and evening devotions; whether every member is taught to reverence and respect that altar; whether each individual prays in secret as well as responds to the calls made upon him to pray in the family circle and in public; whether each one that has enrolled himself in a quorum attends his quorum meetings and is obedient to the President of his quorum, his counsels and instructions; and if they are enrolled in the Mutual Improvement Associations, whether they sustain that institution and the leaders thereof, and are performing well their part; whether the parents are faithful in sending their children to Sunday school and to other institutions of learning; whether they teach their children to remember the Sabbath day to keep it holy,<span class=\"citation\" id=\"54245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54245)\">Ex. 20:8<\/a><\/span> etc. These are duties and obligations that we cannot ignore, that God will <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not justify us in neglecting, and those who are called to bear a part of the holy Priesthood cannot be justified if they neglect all these duties, or any portion of them; for the Lord has said, &#x201C;blessed are they who hear my sayings and shall keep them all,<span class=\"citation\" id=\"67575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67575)\">Luke 11:28<\/a><\/span> for the same shall be great in the kingdom of heaven; but if anyone shall fail or neglect to observe and keep the least of these my sayings, and teach others to do so, the same shall be least in the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"63139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63139)\">Matt. 5:19<\/a><\/span> For the Lord is not to be mocked;<span class=\"citation\" id=\"74703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74703)\">Gal. 6:7<\/a><\/span> and though we may excuse ourselves in many ways for carelessness and neglect, and we may supplicate for forgiveness, as we are in duty bound to do for all our transgressions and shortcomings, yet we cannot in any wise plead justification, or suppose that God will justify us, for He has said He cannot look upon sin with the least degree of allowance,<span class=\"citation\" id=\"82389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82389)\">Alma 45:16<\/a><\/span><span class=\"citation\" id=\"83718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83718)\">D&amp;C 1:31<\/a><\/span> and yet He showeth mercy and kindness unto thousands of those who repent and seek to turn away from their follies. <\/div><div class=\"paragraph jod\" id=\"v24n191\"> Over fifty years have passed away since the light of the glorious Gospel in its fullness began to dawn upon us, and still we are measurably walking in darkness. Yet the Lord has said that we are the only people and the only church&#x2014;speaking as a whole&#x2014;upon the face of the earth with which He is well pleased.<span class=\"citation\" id=\"83711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83711)\">D&amp;C 1:30<\/a><\/span> As a whole we are the best people He can find. He has sent out His word throughout the earth. He has sent His servants abroad carrying, as it were, a torch in their hand&#x2014;the light of the Gospel, inviting all to come to it, that as many as love the light may see it and follow it as one would follow a light in a dark place, or until the dawn of day.<span class=\"citation\" id=\"78288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78288)\">2 Pet. 1:19<\/a><\/span> The Holy Spirit has been upon His servants and in the gathering together of this people. It is the Holy  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Ghost that has moved upon the people in the islands of the sea, in all the different nations of Europe, in the various parts of America, and in all lands where the light of the Gospel has been carried and the testimony of Jesus has been sounded. It is the testimony of the Spirit from on high bearing witness to and moving upon the hearts of the people that has drawn them into the light of truth and that has gathered them together with the Church of Jesus Christ. It was not worldly prospects held out before them that induced them to gather. I speak now of the people as a whole and not individually; for there may be individuals who have been influenced by worldly considerations, by personal, selfish motives. But all such, sooner or later, get their eyes open and see their folly and sin and wickedness, and repent, or they are purged out from among the Latter-day Saints. They apostatize, they turn away from us; they go back into Babylon, and they strike hands with our enemies and fight against God, and go down into perdition; for none can remain and continue to stand among the Saints of God, and hold fast to the principles of the Gospel, and enter into life only on the pure principles of virtue, integrity and righteousness, as we heard this morning, and as we are told by the Lord in certain revelations to the Church, namely, that the powers of the Priesthood are inseparably connected with the powers of heaven, and the powers of heaven can in no wise be used except on the principles of righteousness.<span class=\"citation\" id=\"90874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90874)\">D&amp;C 121:36<\/a><\/span> And no man or woman can continue long in sin in the midst of the Saints, where the Gospel is preached in power, and where those who minister, do so in the power of their Priesthood and by the Holy Ghost, <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> without being purged out from their midst. For that spirit will reveal and make manifest what sort they are. If the law of the Lord is properly administered among them and they are found violating it they will be judged according to the law of the Lord, and be separated from the Saints. And although we do not look for entire separation of the sheep from the goats,<span class=\"citation\" id=\"66162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66162)\">Matt. 25:31-33<\/a><\/span> of the tares from the wheat, until the Great Judge Himself shall come to complete the separation, it is nevertheless expected that all men who act as judges in Israel should be helps in separating the sheep from the goats, the tares from the wheat, as fast as they are made manifest, and the tares may be plucked up without destroying the wheat;<span class=\"citation\" id=\"64593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64593)\">Matt. 13:30<\/a><\/span><span class=\"citation\" id=\"88115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88115)\">D&amp;C 86:7<\/a><\/span> and it becomes our duty to do it. But He enjoins us to be wise lest we in our zeal and anxiety destroy or pluck up some of the wheat that may be growing under the shade of the tare, whose roots may be intermingled with it.<span class=\"citation\" id=\"64560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64560)\">Matt. 13:28-29<\/a><\/span><span class=\"citation\" id=\"88102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88102)\">D&amp;C 86:6<\/a><\/span> We must therefore be prudent. It is better in some instances to allow the tare to remain until its character be more fully developed and made manifest, until it can be plucked up without endangering the wheat. <\/div><div class=\"paragraph jod\" id=\"v24n193\"> I testify unto all Israel, and unto all the world, that God has called us, and required us to observe and practice these things; and that it is not the work of man, and that the institutions of this Church are not the institutions of man. And when we speak of the institutions of our common country, we say in the main, though God has used man in instituting this form of government, and in establishing its institutions and maintaining freedom upon this land, they are nevertheless the institutions of heaven; and God has revealed unto us that He did estab<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lish them by the hands of wise men, whom He raised up for that special purpose, and redeemed the land by the shedding of blood.<span class=\"citation\" id=\"89623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89623)\">D&amp;C 101:80<\/a><\/span> It is therefore part of His great work, as much so as the part of revealing the keys of the Priesthood to Joseph, and the ordinances thereof, for the salvation of His people. For the political organization upon the land was designed by heaven to be a protection to the righteous. &#x201C;But,&#x201D; says one, &#x201C;is it not designed to protect the wicked?&#x201D; No, not in wicked acts, but in their freedom and liberty, to think and to speak and to act, and to choose for themselves; for in those rights all must be protected. God has always protected them, both in heaven and on earth. And he designed that all men should protect one another, and if necessary be united for the protection and welfare of all flesh. Not that the laws of the land or the laws of God will protect the wicked in doing wickedly, but on the contrary, will condemn and judge them. They are left to choose for themselves their course of life in exercising their agency in all things pertaining to themselves and the service of their God, and to use freedom and liberty in doing good, that which is right; but there is no such thing as liberty to do wrong and be justified in that wrong, neither on earth nor in heaven, neither by the laws of God, nor the just laws of man. <\/div><div class=\"paragraph jod\" id=\"v24n195\"> Now, the Supreme Court of the United States, in its great zeal to establish and maintain monogamy upon this American continent, and to strike a blow at the patriarchal order of marriage, believed in by the Latter-day Saints, in its decision in the Reynolds' case announced the doctrine that religion consists in thought and matters of faith and <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> concerning matters of faith, and not actions, and the government is restrained by the terms of the Constitution from any efforts to curtail this freedom and liberty. Wonderful doctrine! A wonderful strain of judicial thought to announce to the world, this wonderful doctrine that the government should not attempt to restrain the exercise of thought, or the exercise of faith! I would like somebody, that knows how to defend this doctrine, to tell me how any one man, or any set of men on the earth could go to work and catch a thought and chain it up and imprison it, or stop its flight, or root it out of the heart, or restrain it, or do away with it. Let them go to and try to chain the lightning, stop the sun from shining, stop the rains from descending and the mist from arising from the ocean, and when they have done this, they may talk about restraining men's faith, and exercising control over the thoughts and faith of the people. The fathers who framed our Constitution were not such dunces, I am happy to say, as Attorney General Devens, who put that nonsensical language and doctrine into the mouths of the chief justices of the Supreme Court of the United States&#x2014;the fathers who framed our Constitution, I say, were not such dunces, they did not attempt to place constitutional restrictions upon the lawmaking power, to restrain them from interference with faith and thought and the exercise of religious opinion; but they did attempt, and they did it in plain language, to restrain the lawmaking power from any effort at making law for the establishment of religion, or prohibiting the free exercise thereof. And the exercise of religion implies something more than mere faith and thought. I may think about being baptized for  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the remission of my sins, I may believe it is right I should do it, I may be convinced that God has required it of me, and I may think I ought to do it, and think I will; but all this faith and all this thought don't amount to as much as you can put in your eye, until I arise and go forth to be baptized, and when I do this, then I exercise the faith which is in me, and it produces the works. This principle may be equally true of everything else pertaining to the exercise of religion. I may believe it is right for me to be enrolled with a religious community that meets to worship, and I may believe it is right and a religious duty to meet with them from time to time to celebrate the supper of the Lord and partake of bread and wine, and when I partake of the bread and of the wine in commemoration of the sacrifice of the Lord Jesus, it is but the exercise of that faith which is in me. I may believe that God meant what he said when He gave that general commandments to His children to multiply and replenish the earth,<span class=\"citation\" id=\"52335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52335)\">Gen. 1:28<\/a><\/span> and I may think about it; but it is my duty, if I want to raise potatoes, to plant the seed; if I desire to raise fruit I must go to and plant the fruit trees; if I desire to cultivate the earth I must use the proper means necessary to cultivate and improve it before I can gather the fruits of it. And then to do the other thing, to form a union as God has enjoined in the holy bond of matrimony, we must enter into that bond for the purpose of multiplying our species and thus bring forth the fruits of our bodies. I may believe this doctrine, as contained in the revelations of God; but what will this amount to unless I exercise myself in it. I shall remain a bachelor, worse than a hermit&#x2014;a parasite in the commonwealth&#x2014;unless I rise up <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and put my faith in practice and exercise myself in my religious belief. <\/div><div class=\"paragraph jod\" id=\"v24n197\"> I say also, when the time comes that God sees in the midst of His people an increase of the female element, and the wicked ready to devour that element and appropriate it not in the way to &#x201C;multiply and replenish the earth,&#x201D;<span class=\"citation\" id=\"52336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52336)\">Gen. 1:28<\/a><\/span> but for the gratification of fleshly lust, and will actually take and employ hellish means to prevent the increase of their species, and show that they are not only beneath the brute, but beneath the vegetable creation, by refusing to bear fruit, thereby placing themselves in the category of the trees that are dried up, fit only to be cast into the fire,<span class=\"citation\" id=\"70157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70157)\">John 15:6<\/a><\/span> he can take measures to counteract this evil. And I say before God, angels and men, that every man and woman who joins in unholy wedlock for the gratification of fleshly lust, and studiously plan to frustrate the command of God in the multiplication of their species, show that they are unworthy&#x2014;what shall I say?&#x2014;unworthy to be classed among the honorable of the earth. And we have reason to believe that many have done, and are today, in the great cities of Babylon, taking steps to destroy their own offspring, committing infanticide and feticide, all of whom, and their aiders and abettors, are but ripening for the damnation of hell. And when God sees this damnable doctrine taught, and taught by such men as Mr. Henry Ward Beecher and other modern divines falsely so-called, who teach the world that it is a positive evil to multiply and increase so greatly in the land&#x2014;when such doctrine is taught by leading lights, and so readily accepted by the masses, the Lord says, the time has come for Him to take  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>measures to counteract this great evil, by introducing laws in the midst of those who fear Him and work righteousness and live according to the principles of life; men who are upright, honest and faithful, men who are willing to assume the responsibility; to take the daughters of Eve to wife and multiply and replenish the earth,<span class=\"citation\" id=\"52337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52337)\">Gen. 1:28<\/a><\/span> for those men are unworthy of them. It is as Jesus said concerning the man who hid it in a napkin;<span class=\"citation\" id=\"67899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67899)\">Luke 19:20<\/a><\/span> he laid it carefully away, and by and by brought it out, saying, here it is as I received it, not having increased at all; in other words, we are just where we were when we started. Another one says I received two talents; and have increased to four, another says <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I received five talents, and now have ten:<span class=\"citation\" id=\"66085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66085)\">Matt. 25:14-30<\/a><\/span><span class=\"citation\" id=\"67892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67892)\">Luke 19:11-27<\/a><\/span> the master says to the one who hid his talent, who perhaps laid it carefully away and kept it nice, watching over it with the greatest care; or in other words, to him who did not multiply and increase, but on the contrary took pains to avoid doing so, &#x201C;Take from him that which he seems to have<span class=\"citation\" id=\"126274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126274)\">Luke 8:18<\/a><\/span> and give to him that has ten; for he that has and improves upon that which he receives, shall receive more abundantly.&#x201D;<span class=\"citation\" id=\"66150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66150)\">Matt. 25:28-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n199\"> May God bless and keep us in the way in which He can sustain and defend us, and lead us onward, as He has done hitherto, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}