{"ID":240036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Elders Always Ready for Duty&#x2014;No Salaried Preachers in the Church&#x2014;No Compulsion in the Work of the Elders&#x2014;The Liberty of Law&#x2014;Sin Brings Its Penalties, Righteousness a Sure Reward&#x2014;Assumption of Divine Authority&#x2014;Restoration of the Ancient Priesthood&#x2014;Religion in Politics&#x2014;The Secret Ballot&#x2014;The One-Man-Power&#x2014;The Liquor Traffic&#x2014;Civil and Religious Freedom for All&#x2014;The Effects of this Work on the World.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, September 23, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: No Salaried Ministers.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 9\/23\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v24n858\"> We always feel it our duty when called upon to undertake any task which may be imposed upon us by our brethren in authority in the Church, no matter how unexpected it may be to us, or how much we may shrink from the duty we are called upon to perform. Brother Goss, who has just spoken to us, at the call of the servant of God, went to his native land to preach the Gospel. Every other Elder in the Church holds himself ready&#x2014;that is, if he is in the line of his duty&#x2014;to respond to a similar call; also if required to do so to officiate at home. <\/div><div class=\"paragraph jod\" id=\"v24n859\"> We have no paid ministry in this Church, no hired clergy either to preach at home or to go out as missionaries; but every man in the Church who has received a testimony of the truth, and a portion of the Holy Priesthood&#x2014;which is generally diffused among the male members of the Church&#x2014;stands ready to perform any duty in connection with his calling in the ministry. I am called upon this after<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>noon to speak to this congregation, and I respond in this spirit, the spirit in which our brethren go abroad to preach the Gospel, or stay at home and preach it, or go to some distant part of the Territory and help to colonize it, or to perform any other work that is necessary for the general good, for the building up of the Church of Christ, and for the benefit of the people belonging to that Church who have been gathered from various nations. <\/div><div class=\"paragraph jod\" id=\"v24n860\"> It is supposed by a great many people, that there is a spirit of tyranny and oppression existing in this Church, wielded by a few men, or concentrated in one man who stands at the head, by which the people are coerced into certain lines of action. It is supposed that our brethren who are called upon at our conferences to go to various parts of the world in the interest of the Church, act under this compulsion. Now, this is a very great mistake. It seems difficult to convince people who are not of our faith that there is not some coercive power or organ<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ization among the Latter-day Saints by which people are obliged to do this, that, or the other. They have not learned the secret of the power that exists in this organization. They could find it out if they would investigate, but it is very difficult indeed to get people who do not believe as we do to look at this thing with any degree of impartiality. They are so prejudiced against it. They think that it must be wrong to start with, and hence do not look into it in the way they should if they want to find out the truth. Now, the spirit that actuates the Latter-day Saints has been manifested in the remarks of Brother Goss, who has just returned from a mission to his native land. He did not come to Utah to find out if this thing called &#x201C;Mormonism,&#x201D; was true or not. He found that out in his own native land. He heard the principles of the Gospel, and was led to believe them, and believing them he was baptized into the Church; hands were laid upon him by the Elders, and he received the Holy Ghost, which gave him a testimony that the work was true. That is what moves the people to come here from all parts of the world. So with the Elders who are called upon at conference, or at other times by the presiding authorities of the Church, and sustained by the vote of the people, to perform any labor or mission of a public character; they are ready at once, and they start to do it willingly and cheerfully&#x2014;although sometimes they shrink very much from the task before them&#x2014;because they know the call is right; they know they are engaged in a great and glorious work; they have a testimony within themselves that it is true, and that it has come from God. They have a perfect assurance&#x2014;a knowledge they call it. <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Some people may dispute technically as to whether it is knowledge or not, but it is knowledge to them. They are as sure that it is true, and that it is divine, as that they are alive. That is pretty near to knowledge if it is not exact knowledge; and because of this they are ready to perform any work at home, or to take their grip-sacks in their hands and start out abroad at their own expense. They receive no salary. They do not expect to gain any earthly reward, but they are of the firm conviction that it is their bounden duty to help their fellow men to come to the same knowledge as they have arrived at themselves. And they are not only willing to do this, but if it is a temporal labor that they are called upon to perform, if they have the spirit of their calling and duty, they are just as willing to perform that temporal duty as to act in a spiritual capacity. Are they obliged to do this? No. They act in the spirit of self-sacrifice, trying to do good because they feel under obligation, as servants of God, to do anything they can to help build up this great latter-day work, which God has commenced in the earth. <\/div><div class=\"paragraph jod\" id=\"v24n862\"> Some people say they cannot understand how it is that these Latter-day Saints are so united, unless they are held together by some secret bond or some kind of tyranny. They cannot understand how it is that when the leaders of the people speak, the people are willing to move in a body, with scarcely a dissenting voice, unless it is that they are terrorized or coerced by some power that is not known on the outside. Now, all the bondage and terrorism that exist in this church is the terrorism and bondage&#x2014;if such a thing can be&#x2014;of conscience. The Latter-day Saints not only firmly believe in this work, but have re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived a spiritual influence which has given them an inward testimony or knowledge that this work is of God. They have no doubt, no dubiety, they know it is true. Hence, when any movement is necessary for the building up of the great work of God, which they know to be true, they feel it is their duty to respond. That is all the bondage there is; that is all the terrorism there is. We have in this Church and in this Territory, perfect liberty. The Gospel is the &#x201C;perfect law of liberty;&#x201D;<span class=\"citation\" id=\"77495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77495)\">James 1:25<\/a><\/span> but it is the liberty which is confined to that which is right. There is no true liberty outside the bounds of wholesome law. When we act outside the limits of proper law, and claim that to be liberty, it is not liberty, it is license, and it is injurious to the individual and to the mass. If this people called Latter-day Saints obey any instructions that they may receive from the brethren who are appointed to lead them, they do so in the spirit of liberty. They do not do it because they choose to do it. They do it because they are willing to do it. They do not perform the duty because they are obliged to do it, because of any coercive power exercised over them, or because they will be called upon to submit to any penalty; but they do it because they please to do it, and they please to do it because it is right. I admit that sometimes they may do things which seem at first to be irksome. They could refuse; but they feel that if they do refuse they will suffer loss. In what way? Their religion teaches them that every good thing that they do is bound to bring its reward, and that every evil thing which they do is sure to bring its punishment, either in this world or in the world to come; that is, that sin inevitably brings its penalty, and that right<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eousness certainly brings reward. Therefore, if a Latter-day Saint is called upon to perform anything in connection with this which he feels it is his duty to do, and he neglects that duty, he expects at some time to be punished or suffer loss for that neglect. <\/div><div class=\"paragraph jod\" id=\"v24n864\"> Our organization is a very glorious one. It is a perfect organization&#x2014;perfect&#x2014;because it is divine. It was not made by man. It was not originated by Joseph Smith, or by any of his associates. It came down from above, direct from the eternal worlds. It was not taken out of the Bible. It was not taken out of the Book of Mormon, or any other book, although it is the same organization that existed on the earth in previous ages, brief accounts of which, in patches here and there, may be found in the various books which compose the Bible. But it was not taken out of that book. God Almighty revealed it. And the authority which men exercise in the Church&#x2014;the authority of the Priesthood&#x2014;did not come out of the bosoms or brains of men. It came by direct manifestation from on high. Heavenly beings who were once earthly beings, men who once lived on the earth holding that authority, and who passed away and have progressed (call it evolution if you please), have come back to the earth, and ordained men to the same authority and Priesthood which they held. These men did not take this authority upon themselves<span class=\"citation\" id=\"76616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76616)\">Heb. 5:4<\/a><\/span> from reading the last chapter of Matthew<span class=\"citation\" id=\"66467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66467)\">Matt. 28:19-20<\/a><\/span> and Mark,<span class=\"citation\" id=\"66817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66817)\">Mark 16:15-16<\/a><\/span> in which we read that Jesus Christ sent out eleven men and told them to go to all the world, and preach the Gospel in His name. A great many &#x201C;Christian&#x201D; ministers have assumed the authority given to those eleven men, and to no one else. Men who  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>held this authority in ancient times, on the earth, and have gone into a higher sphere in the due course of their progression, by divine commandment have come back to earth, and ordained men to the authority and power and Priesthood which they held while they were in the flesh. That is why we claim that the authority to administer in the name of the Lord is in this church and in no other church on the earth; that all other Priesthoods, so called, are spurious. We do not say that there are not good men in other denominations, claiming to hold authority to preach and administer in the name of the Lord; but we claim that they have no authority in reality, because they themselves have declared that all communication has been shut off from the heavens, for hundreds of years, and as there has been no communication from the heavens for hundreds of years, no authority could have been conferred, unless it was continuous, from the days of the Apostles to the present day. But most of those persons who now claim to hold authority from God to preach and to administer in the ordinances of the Gospel, repudiate the idea that the authority was continuous, and declare that after the days of the apostles, darkness came in, that the world went astray, and that an abominable church arose in the place of that which was established by Jesus and His Apostles. <\/div><div class=\"paragraph jod\" id=\"v24n866\"> Now, this authority which has been sent down from God out of heaven, is similar in its nature to that exercised by men about whom we read in the Bible. We read about one in the patriarchal ages called Melchizedek, who held this Priesthood. Abraham went and paid his tithing to him after he came back from overcoming those kings that he con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quered. Melchizedek, we are told, was the Prince of Salem, and he was a Priest of the Most High God.<span class=\"citation\" id=\"53078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53078)\">Gen. 14:18-20<\/a><\/span><span class=\"citation\" id=\"76789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76789)\">Heb. 7:1-4<\/a><\/span> And after many generations had passed away, Jesus of Nazareth came upon the earth and claimed to have that same Priesthood. He was called to be a Priest after the order of Melchizedek,<span class=\"citation\" id=\"128942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128942)\">Heb. 3:1<\/a><\/span><span class=\"citation\" id=\"128943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128943)\">Heb. 5:5-6<\/a><\/span> that is, He had the same kind of Priesthood that Melchizedek had. We read a little about this Melchizedek, in the Epistle of Paul to the Hebrews, and about the Priesthood he held. Some people in reading this confound the Priesthood or authority which Melchizedek had with the man himself. They read it that he was &#x201C;Without father, without mother, without descent, having neither beginning of days, nor end of life.&#x201D;<span class=\"citation\" id=\"76814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76814)\">Heb. 7:3<\/a><\/span> That is a curious kind of man, is it not? Some people say that that meant Jesus himself.<span class=\"citation\" id=\"128944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128944)\">Alma 13:9<\/a><\/span> But that could not apply to Jesus, for his descent is given in the Bible.<span class=\"citation\" id=\"62621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62621)\">Matt. 1:1-17<\/a><\/span><span class=\"citation\" id=\"67146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67146)\">Luke 3:23-38<\/a><\/span> He had a reputed father, Joseph, and a real mother, Mary; and His Father in heaven was His real Father; for we are told that He was the first begotten in the spirit<span class=\"citation\" id=\"72646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72646)\">Rom. 8:29<\/a><\/span> and the only begotten<span class=\"citation\" id=\"68605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68605)\">John 1:14<\/a><\/span> in the flesh. This, then, did not apply to Jesus, nor did it apply to any other man; it applied to the Priesthood or authority which Melchizedek held. The Priesthood of Aaron or Levi, came by descent; it came to a man because he belonged to a certain lineage;<span class=\"citation\" id=\"128945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128945)\">D&amp;C 84:18<\/a><\/span> but this Melchizedek Priesthood did not come by lineage; it came to all upon whom God pleased to bestow it.<span class=\"citation\" id=\"76830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76830)\">Heb. 7:3 (JST)<\/a><\/span> Jesus was called to be a Priest forever, after the order of Melchizedek,<span class=\"citation\" id=\"76624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76624)\">Heb. 5:5-6<\/a><\/span><span class=\"citation\" id=\"76868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76868)\">Heb. 7:17,21<\/a><\/span> who was the Prince of Salem, a Priest of the Most High God.<span class=\"citation\" id=\"53076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53076)\">Gen. 14:18<\/a><\/span><span class=\"citation\" id=\"76779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76779)\">Heb. 7:1<\/a><\/span> Moses had this same Priesthood. He received it from Jethro.<span class=\"citation\" id=\"53784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53784)\">Ex. 3:1<\/a><\/span><span class=\"citation\" id=\"128946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128946)\">D&amp;C 84:6<\/a><\/span> There was another Priesthood in the days of Moses and Aaron, the Levitical,<span class=\"citation\" id=\"128947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128947)\">Heb. 7:11<\/a><\/span><span class=\"citation\" id=\"128948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128948)\">D&amp;C 107:1<\/a><\/span> which de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>scended in a certain lineage from father to son.<span class=\"citation\" id=\"128949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128949)\">D&amp;C 84:18<\/a><\/span> But when Jesus came on the earth, He received the Melchizedek Priesthood, and that He might receive it in its fullness, Moses and Elias appeared to Him upon the mount of transfiguration.<span class=\"citation\" id=\"64976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64976)\">Matt. 17:1-3<\/a><\/span> Jesus conferred that same Priesthood upon the Apostles. &#x201C;As my Father hath sent me, even so send I you.&#x201D;<span class=\"citation\" id=\"70888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70888)\">John 20:21<\/a><\/span> The same authority that Jesus had, He conferred upon His Apostles,<span class=\"citation\" id=\"128950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128950)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70192)\">John 15:16<\/a><\/span> and they conferred it upon others,<span class=\"citation\" id=\"75951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75951)\">1 Tim. 4:14<\/a><\/span> as they were led by the Holy Ghost, the Comforter,<span class=\"citation\" id=\"128951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128951)\">John 14:26<\/a><\/span> which Christ sent to them after His departure.<span class=\"citation\" id=\"70312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70312)\">John 16:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n868\"> Now, this Priesthood and Apostleship was held in the early Christian Church. But the people put the Apostles to death. They put to death other men who had been called to hold a position of this same authority and Priesthood, and darkness came into the world, and the people have gone down deeper and deeper into darkness, and further and further away from God as generations have rolled on. They have heaped to themselves teachers, having itching ears; and they have turned away their ears from the truth, and turned unto fables.<span class=\"citation\" id=\"76245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76245)\">2 Tim. 4:3-4<\/a><\/span> The consequence is that this Christian generation have departed from the power of God, from the authority of God, and from the Priesthood of God, and as they confess, &#x201C;like sheep have gone astray.&#x201D;<span class=\"citation\" id=\"59654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59654)\">Isa. 53:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n869\"> But in our day God has restored the old church back again. He has restored the ancient Priesthood, the Priesthood that Moses had, that Abraham had, that Jesus had, that the Apostles had, and that of which Peter, James and John held the keys. God has restored it in the way that I have mentioned&#x2014;by the ministration of angels from the heavens. The last named persons came down from on high and ordained <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men to the Priesthood upon the earth, to wit, Joseph Smith and Oliver Cowdery,<span class=\"citation\" id=\"84660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84660)\">D&amp;C 27:12<\/a><\/span> and they, inspired by the Almighty, dictated by the Holy Ghost, the spirit of revelation, have called and ordained other men to the same authority&#x2014;to go out into the world and preach the everlasting Gospel, and administer in the ordinances thereof. That is the power of this Priesthood. <\/div><div class=\"paragraph jod\" id=\"v24n870\"> Does this authority give men any power to bind the souls of men? Not in the least. Does it give men authority to coerce anybody in any shape, form or manner? Not in the least. On the contrary, we are told in the revelations of God, that the power of this Priesthood must not be used to coerce, not to bind the souls of men. It must be by persuasion, by declaration of the truth, by love unfeigned,<span class=\"citation\" id=\"90894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90894)\">D&amp;C 121:41<\/a><\/span> by the inspiration that attends it, by the manifestation of the power of God that goes with it; it must be used in that way to convince those who hear and who are instructed and directed. They who have this authority and influence really have it in the power of God, and for the good and blessing and benefit of their fellows, and not to coerce them. There is no coercion or bondage in it. But some people will say, &#x201C;Is there not some kind of coercion in your political affairs? You seem to be united in your voting, not only in your Church matters, but in your politics. How is it that, when your people go to the polls, nearly all of them&#x2014;you may say all of them, for there are very few exceptions&#x2014;vote the same ticket?&#x201D; Well, we hold conference twice a year, in April and October, and upon these occasions the authorities of the Church&#x2014;the President of the Church, his Counselors, the Twelve Apostles, and all the general authorities&#x2014;are placed before the  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people for their vote. For let me tell you that in this Church there are two principles combined&#x2014;some people think they are opposite and cannot come together, but we have proven in our experience that they can&#x2014;and these are the theocratic and the democratic principles. They are combined in this organization&#x2014;the voice of God and the will of the people, the response of the people to that which God says. God commands, and the people say, &#x201C;We obey; we are ready to listen to the voice of God as it comes from on high.&#x201D; It finds an echo in every heart that is living under the influence and spirit of this work, and the response comes, &#x201C;I am ready to receive it.&#x201D; When the authorities of the Church are placed before the people, it is very rarely that a contrary vote is seen. Are the people obliged to lift up their hands when called upon to vote in the affirmative? No. They can keep their hands down. They can either vote for or against. That is their privilege; that is their right; it is so recorded in the revelations of God to the Church.<span class=\"citation\" id=\"91131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91131)\">D&amp;C 124:144<\/a><\/span> Why do they generally&#x2014;almost always&#x2014;vote in the affirmative? Simply because they are satisfied that the men who are called to occupy these various positions are men of God, that they are fit for the positions, that they are properly called and ordained, and that they are the right men in the right place. That is the reason they vote in the affirmative. <\/div><div class=\"paragraph jod\" id=\"v24n872\"> The same spirit of unity exists among the people in every capacity. If they are called upon to move somewhere else, they are ready to go. They did this at the time the army was sent here. One of the most foolish things the government ever did, was to send that army to Utah. It came about in this way. There <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were certain judges sent here&#x2014;we do not always get the best kind of judges; sometimes they are very good lawyers, and sometimes we have men that would be a disgrace to any bar that might be named. Well, we had one of that kind at that time, or just previous to that time, and he and his associates were very corrupt. But because his corruptions were not looked upon favorably or unconcernedly&#x2014;particularly when the Chief Justice took a vile woman upon the bench with him, a woman who had followed him when he came here, leaving his wife behind&#x2014;he ran away, went back to Washington, and declared that the &#x201C;Mormons&#x201D; had burned the law library, purchased by the government for the benefit of the courts here, and that Utah was in a state of anarchy. Now, it is always unwise to judge from one side of a question; unwise for us, unwise for anybody; both sides of the question ought always to be heard before deciding, but the government judged this question before investigating it. Solomon says: &#x201C;He that answereth a matter before he heareth it, it is folly and shame unto him&#x201D;&#x2014;<span class=\"citation\" id=\"57459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57459)\">Prov. 18:13<\/a><\/span>in other words he is a fool. The government was unwise in taking the statements of this without hearing what the &#x201C;Mormons&#x201D; had to say upon the question. Hence they sent out an army to put down the &#x201C;rebellious Mormons,&#x201D; supposed to be in hostility to the government. After a while they sent commissioners who found out that all the statements made to the government, and which prompted the sending out of that army, were utterly false in every particular. That can be found on record, if people desire the proof, at Washington. And then the government pardoned the &#x201C;Mormons&#x201D; for what they did, or rather for what  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they had not done. It was very magnanimous, was it not? President Young was governor of the Territory, and the first he heard about this army was that there was an armed mob coming out to Utah, that they boasted they were going to hang the leaders of this Church upon the trees in the mountains, and to take their wives and do as they pleased with them. Well, they did not get here quite as soon as they expected, because some of our brethren went into the mountains to delay the matter for a little while, until it could be investigated. But after a time the troops marched through the city and camped at a place which is now known as Camp Floyd. Before the army reached here, the people had been instructed that the best thing to do was to leave the city and to move south, and to make preparations, if necessary, to destroy their possessions, that they might not fall into the hands of our enemies as they had done before; for this people called Latter-day Saints, had been driven five times from their homes because of their religion; not for polygamy, because when they were thus driven, except in the case of Nauvoo, plurality of wives was not a part of their creed. The revelation on plural marriage was given in Nauvoo, July, 1843;<span class=\"citation\" id=\"91430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91430)\">D&amp;C 132:1-66<\/a><\/span> hence the mobbings, drivings and plunderings to which they had been subjected before that time were inflicted upon them before they claimed to believe in that doctrine. As I have said, they were driven five times from their homes. Many of them were slaughtered; some of their wives were violated; little children were butchered; houses were burned; stock shot down; standing grain was destroyed; and the Saints were driven from their homes because of their faith. Well, <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they made preparations when they left this place, to set fire to it, and burn the whole thing, and the people moved south in a body. That was unity, was it not? What was the cause of such unity? President Young gave the word, and they were ready to respond. But they were not obliged to do so. They could have stayed in the city if they chose. There was an army coming. They could have been protected by the army: but they made preparation to set fire to their property, and went forth in a body. How did they come to act in that kind of way? Because they were all moved upon by one common impulse. The spirit that was in the head, was in the body, just as it is with a healthy man. When the head dictates, the whole body responds, to the very extremities, the feet and hands and every part; the whole body thrills with the influence that comes from the head. That is how it was in the Church. The head spoke and the whole body feeling the same spirit, responded. <\/div><div class=\"paragraph jod\" id=\"v24n874\"> Now, there is just the same unity in our political matters. They are managed as in other parts of the country. The people hold their primaries or caucuses in the different precincts, and select men to act as delegates to the County Convention. Or, if Territorial offices are to be filled, the people select delegates to the Territorial Convention, and when these men meet they take into consideration what shall be for the best interests of the people, and who will be the most likely men to fill the offices vacant, and when that Territorial Convention makes up a ticket, the people are ready to accept it. If that ticket should not happen to have upon it one or two names that they would like to see there, they forego their private opin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ions in regard to individuals and unite together as a whole. Have they not a right to do that? We think they have. But it is claimed that the church men interfere. Well, they don't interfere. But suppose they did. Suppose the Priesthood of this church or the Twelve Apostles were to get up a ticket and tell the people that it was the best ticket that could be made, have they any right to do that? I think they have. I think the twelve men called Apostles, have just as much right to get up a political ticket, if they please to do so, as twelve lawyers, or twelve doctors, or twelve merchants, or twelve men who are hunting for office, and if the people choose, of their own free will, to go to the polls and vote that ticket, I think they have a right to do so. But those very &#x201C;liberal&#x201D; folks who say we are in bondage, want to make us vote as they think&#x2014;&#x201C;If you will only vote our ticket,&#x201D; they say, &#x201C;it will be all right; but if you vote the People's Ticket, or the church ticket, then you are slaves.&#x201D; Well, I have not been able to see the force of that, for the life of me, and I have looked into the matter a good deal. It seems to me that I exercise just as much volition or free will in voting for my friends, men of the same faith, men of the same interests, men who have a stake in this country, men whose interests are embodied here, men who are known, men whose actions I have seen, men whose motives I to a great extent understand by seeing their actions&#x2014;I say I think I display as much freedom in voting for such men as I would in voting for men I do not like, men in whom I have no confidence. <\/div><div class=\"paragraph jod\" id=\"v24n876\"> This cry of bondage is simply got up for effect. There is no truth in it. There is no man, there is no woman in Utah Territory, who is <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obliged to vote this way, that, or the other way, and as a clear proof of this the fact remains&#x2014;a fact that cannot be gainsaid&#x2014;that our voting is entirely secret. Ballots may be made by anybody, people vote just as they please; but the envelopes in which the ballots are enclosed&#x2014;furnished from the county authorities, uniform in size and in color&#x2014;must not be marked or defaced in any way. When the voter goes to the polls, he or she&#x2014;for the women here vote as well as the men; they vote in church, they vote in state; they have the same freedom and rights in these respects as man&#x2014;he or she takes the ballot, with the names on it for whom they choose to vote, and then put the ballot in the envelope, which is handed to the judge, and no one can tell how the ballot was cast. There is no chance of repeating here. That is why some folks don't like our style of voting. There is no chance for ballot stuffing. <\/div><div class=\"paragraph jod\" id=\"v24n877\"> Now, you may think this has nothing to do with religion. In our eyes it has a great deal to do with it. We think that eating, drinking, wearing clothes, and the performance of various temporal acts, as they are called, are a part of religion, that is if they are done under a religious spirit and influence. We desire to do right, to serve God, and to keep from evil. That is religion. And I think that religion ought to have a great deal to do with politics. I do not mean to say that people should be compelled by religion or any other power to vote or to refrain from voting; but I do think that religion should enter into all the acts of life, in political as well as social matters; religion should enter into all things; a religious influence should have power over the minds of men for good.  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now, then, seeing there is a secret ballot, and nobody can tell how a person votes, where can the coercion be? How are you going to find out how this man or that woman voted, or how they did not vote? You cannot do it. The fact remains, then, that there can be no coercion in voting, even if it was desired. I refer to these things this afternoon, in connection with the subject of our liberty, the liberty which the people called Latter-day Saints claim, to worship God or not worship Him; to perform any religious duty, or not perform it; to do anything that is required of them, or to do the contrary; we claim that liberty in church and in state, and in all things. <\/div><div class=\"paragraph jod\" id=\"v24n880\"> Now, some people have an idea that in this Church women are compelled to be married! Just think of it for a moment, will you? How are you going to manage that? How are you going to compel a woman to do anything that she does not want to do? Such an idea as that must have sprung up in the mind of someone who does not understand female nature. It is preposterous. There is no such thing in this Church. This Church is a church of liberty; that is, within the lines of the law. If people take the liberty to do wrong, to transgress the laws of God, to do that which is impure, they can be disfellowshipped&#x2014;cut off the Church; and that is the full extent of the power of penalty in this Church&#x2014;the power of excommunication, withdrawing fellowship, making a person not a member; that is the extreme penalty of the laws of the Church of Christ&#x2014;excommunication. I think sometimes we have a little too much liberty in this Church. People are allowed sometimes to go on doing that which is wrong a little too long. <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> People are allowed to speak evil of their brethren too much. People are allowed to find fault with men that are striving to do them good, and to do the world good. I think sometimes when I look around and see what transpires in this city, that there is a little too much liberty; not that I would infringe upon the rights of any man or any woman; I would give every man and every woman the privilege of doing that which they pleased, so long as they did not interfere with my rights and the rights of others. We do not feel at liberty to interfere with the rights of our neighbors, nor to infringe upon the rights of anybody, nor do we believe that anybody has a right to infringe upon our rights. If they are infringed upon, we will stand up in self-defense and seek legal redress. But our friends (?) on the outside, think we ought not to be allowed that liberty. They say it is treason for us to go into court to test the validity of a law passed against our liberties! They claim this liberty themselves, but they are not willing to accord the same liberty to us. <\/div><div class=\"paragraph jod\" id=\"v24n881\"> Again, we hear a great deal about a one-man power. Brother Goss remarked some of the people where he has been laboring, were afraid to investigate our principles themselves&#x2014;they must first go and consult with the priest. Well, we are not obliged to do that. We can investigate anything we please on our own responsibility. But I must admit that in Utah we have a one-man power, that is of the most irksome character. We have in this Territory a Governor sent by the authority of the powers that be at Washington, appointed by the President of the United States by and with the consent of the Senate. Now, in the first place we have no  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vote for the President; we have no vote, either directly or indirectly, for any Senator; we are without representation at the seat of the general government. It is true we are allowed to elect a Delegate to Congress; but he has no vote. He can sit there and look on&#x2014;like they say the fifth calf did&#x2014;but he has no vote. Well, we have no power in the election of the President; we have no power in the election of any Senator; and these persons holding their positions without any voice or vote or consent of ours, sent a man here to act as our Governor, and they always select, with scarcely an exception, somebody who has no interest here, somebody who has nothing in common with the people; he comes here a stranger. We elect twelve men to our Legislative Council, and twenty-four men to our House of Representatives. These men understand our wants, understand our circumstances, and they pass laws suitable to our local needs, requirements and conditions. But this one man, sent here without any consent of ours in any shape or form, by simply withholding his signature, can make void and of no effect the labors of the sixty days of those thirty-six men we have elected to make our laws! &#x201C;But,&#x201D; says one, &#x201C;I suppose you can pass the bill over his veto.&#x201D; No, sir. He has the power of absolute veto. He can cross out an Act with his pen, or withhold his signature, and that is the end of it. Well, then, we have a remarkable one-man power here, have we not? Yes; but it is not of our choosing. It is not in accordance with the spirit of our institutions. It is not a church matter. It is not &#x201C;Mormon.&#x201D; It is anti-&#x201C;Mormon,&#x201D; anti-Republican, anti-American. It makes us to a certain extent slaves, serfs, vassals. But that is not our <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fault; Joseph Smith did not institute such a power; Brigham Young did not; John Taylor does not enforce such a power; but we cannot help ourselves. <\/div><div class=\"paragraph jod\" id=\"v24n883\"> I might go on and enumerate a great many other things that exist in our midst, that are not of our choice. We pass laws for the restriction or suppression of the liquor traffic. If we had our way we would not have any liquor sold in any of our settlements. It might be necessary, perhaps, in a city like Salt Lake City, where there is such a mixed population, to make an exception, for we have no desire to curtail the rights of anyone; but we have proved by experience that prohibition in some places has been attended with good results. We have tried the licensing system, and have found evil resulting therefrom. The liquor traffic results in more police, more drunkenness, more dissipation, and more licentiousness of every kind. Our judges&#x2014;who are sent to us in the same way as the Governor, without any voice of ours&#x2014;whenever they can get the chance (with but few exceptions, a few honorable exceptions), to twist a word in favor of the liquor sellers, will do it every time. In one of our cities, recently, where prohibition was established, the liquor dealers tried to establish themselves, and they were taken up and fined. They appealed their case to the Supreme Court of the Territory, and because the charter of that city said that the City Council should have power to license, regulate, prohibit or restrain the manufacturers, sellers or vendors of spirituous liquors and intoxicating drinks of every kind, the majority of the Court decided that as the charter did not say what the manufacturers, sellers, etc., were to be prohibited from doing, the City Council could  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not prohibit them from selling liquor. That is the way the law can be twisted, and that is the way it has been twisted over and over again, even in favor of licentiousness. We would have no houses of ill fame if we had our way; but the courts have ruled in their favor, as well as in the favor of liquor dealers. That is the position we are in. <\/div><div class=\"paragraph jod\" id=\"v24n885\"> Well, if there is any bondage here, if there is any coercion here, if we do not have the power of local self-government, which as free men we have the right to enjoy; if we are not in the exercise of every natural right, and every privilege that people should enjoy under the Constitution and laws of this free country, it is not the fault of the Church of Jesus Christ of Latter-day Saints, it is not the fault of this people. In our Church there is liberty for all, and there is liberty within our borders for those who do not belong to our Church, those who do not believe as we believe, who do not see as we see. We do not try to coerce them in the least degree. They can build their chapels, churches and schools unmolested. They may worship an image if they like, or a white dog, and they may do without worship at all, and we will never infringe upon their rights. Liberty is a part of our creed&#x2014;liberty to all, liberty to every nation, kindred, tongue and people. It is part of our faith that every individual has a perfect right to worship God according to the dictates of his or her conscience.<span class=\"citation\" id=\"94182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94182)\">A of F 1:11<\/a><\/span> We claim that right, and we are going to stand up for it, quietly but firmly, by the help of God, and we expect to conquer some day. We can wait; we can bide our time; we can suffer; we have suffered over and over and over again. We have learned to be patient under wrong; we have learned to <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> submit to all kinds of indignities. Our Elders who have been sent out to preach the Gospel have been abused, derided, afflicted and tormented, some beaten with stripes, sometimes tarred and feathered, and some of them have laid down their lives for the truth. But we have learned to endure with patience, and to take it as the lot that must fall to us as the followers of the meek and lowly Jesus.<span class=\"citation\" id=\"64315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64315)\">Matt. 11:29<\/a><\/span> Nevertheless, we are men and women, and we hope someday, to be able to show to the nation and to the world, that we are law-abiding men and women, men and women desiring to do right, to serve God, and to keep every wholesome and constitutional law of the land; that we are willing not only to labor for our own rights, but for the rights of others; that we will contend inch by inch for those rights under the constitution of our country, and in the spirit of the Gospel, this perfect law of liberty<span class=\"citation\" id=\"77496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77496)\">James 1:25<\/a><\/span> which God has revealed to us. Our influence and power will extend. Our unity will extend and become a great power; we will contend for liberty to all, liberty to every man and every woman under the canopy of heaven. That is our doctrine and creed. God gave to man his agency in the beginning. We have the liberty of choosing for ourselves. We have come into this Church of our own free will and choice, because we believed its principles. I can speak this for myself. I came into this Church because I believed what was taught to me in my boyhood's days, and left my home for the Gospel's sake. I came into this Church because I believed its principles to be true and according to the Scriptures, which my mother taught me, in my infancy, contained the word of God. I investigated the principles of this Church thorough]y, and became con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vinced of their truth, because I believed the Bible was true. And when I came into the Church, I came in humbly; God knows, I came into this Church for no other motive in the world than to serve God, and to do what was right. And when the Elders laid their hands upon my head, I received the Holy Ghost&#x2014;the spirit of revelation, the spirit of prophecy, the same that makes manifest the things of the Father and of the Son;<span class=\"citation\" id=\"84332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84332)\">D&amp;C 20:27<\/a><\/span><span class=\"citation\" id=\"92281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92281)\">Moses 1:24<\/a><\/span> I know that I received that spirit, and it has been with me from that time to the present&#x2014;a light to my feet and a lamp to my path;<span class=\"citation\" id=\"57237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57237)\">Ps. 119:105<\/a><\/span> a joy to my soul; opening up the things of God; bearing witness of the truth of this work; and that spirit has led me to righteousness, to truth, to purity of character, and would rebuke me when I attempted to do anything wrong, and encouraged me in performing my duty. And I have ever been ready, with the rest of my brethren, to do anything and everything I could to build up this work, because I know it is divine. <\/div><div class=\"paragraph jod\" id=\"v24n887\"> I know that there is no power beneath the eternal heavens that can stop its progress. It will go on and conquer. It will grow and spread and increase. It will go to the ut<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>termost parts of the earth.<span class=\"citation\" id=\"128952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128952)\">Acts 1:8<\/a><\/span> The Gospel will be preached to every creature.<span class=\"citation\" id=\"66773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66773)\">Mark 16:15<\/a><\/span><span class=\"citation\" id=\"84150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84150)\">D&amp;C 18:28<\/a><\/span><span class=\"citation\" id=\"128953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128953)\">D&amp;C 58:63-64<\/a><\/span> The Saints of God will be gathered, and there is no power can stop their gathering. They will come to Zion, and build temples to the Most High God. They will unite together, and build up the Zion of God, and prepare the way for the coming of the Lord Jesus, whose right it is to reign;<span class=\"citation\" id=\"86188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86188)\">D&amp;C 58:22<\/a><\/span> and every kingdom, every government, every society and every power upon the face of the earth that fights against Zion will become like the dream of a night vision,<span class=\"citation\" id=\"58680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58680)\">Isa. 29:7<\/a><\/span> it will pass away and there will be no place found for it upon the earth.<span class=\"citation\" id=\"61130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61130)\">Dan. 2:35<\/a><\/span> But Zion will arise and shine, and the glory of God will rest upon her;<span class=\"citation\" id=\"59902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59902)\">Isa. 60:1<\/a><\/span> and all the kingdoms of this world will become the kingdoms of our God and His Christ.<span class=\"citation\" id=\"79517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79517)\">Rev. 11:15<\/a><\/span> Then there will be liberty to all. Then the chains and shackles that bind the oppressed will fall to the ground, and light and truth will go forth until the whole earth is immersed in the spirit thereof,<span class=\"citation\" id=\"58191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58191)\">Isa. 11:9<\/a><\/span> and every nation, kindred, tongue and people will sing praises to the Most High and to the Lamb forever.<span class=\"citation\" id=\"79231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79231)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n888\"> May God bless you, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}