{"ID":240022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Need of Inspiration in Preaching&#x2014;Growth of the Work of the Lord&#x2014;Distribution of Responsibility&#x2014;Self-dependence Necessary&#x2014;The Cause and the People Are Being Tested&#x2014;Existence of the Work a Proof of Its Divinity&#x2014;Its Completeness&#x2014;A Powerless Christianity&#x2014;Sentiments of the Saints in Regard to Moralityites.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, July 15, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Need of Inspiration in Preaching.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/15\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v24n515\"> In standing up to address you this afternoon, I desire an interest in your faith and prayers, that I may be led to speak upon those subjects that will be best adapted to you and your circumstances. I believe it to be our privilege when we come together, as we have this afternoon, with our hearts united, desirous before God for His blessing, that the very things&#x2014;that is, the very doctrines and instructions and counsel that are needed by us, and that are best adapted to our circumstances and condition, will be given unto us by the Holy Spirit. It is for this purpose we meet together. I never did feel satisfied in attending meetings and listening to instructions, and going away feeling unrefreshed and without being edified and strengthened in the principles of the everlasting Gospel; I do not think that it is right that we should thus meet and thus separate. God has made promises unto His people. If His people do their part He will fulfill those promises; He will give that portion of His Spirit that is necessary to impart unto them everything that their circumstances <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may require. I think it wrong that men should prepare themselves beforehand to speak to the people. I believe that God has given unto us the correct rule, the rule that He gave to His ancient disciples&#x2014;&#x201C;to take no thought beforehand what ye shall say; but treasure up in your minds continually the words of life, and it shall be given you in the very hour that portion that shall be meted unto every man.&#x201D;<span class=\"citation\" id=\"64127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64127)\">Matt. 10:19-20<\/a><\/span><span class=\"citation\" id=\"67607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67607)\">Luke 12:11-12<\/a><\/span><span class=\"citation\" id=\"87905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87905)\">D&amp;C 84:85<\/a><\/span> When the time should come for His servants to address the people, He would give unto them the very things that were needed. How do I know, how does any other man in this congregation know the thoughts and the fears and the wants of you who are here today? There may be souls here hungering for the word of God, tried and tempted in many directions, annoyed and perplexed with the cares of life and with those anxieties that are connected with our earthly existence. Who shall tell these souls that which they need? Can any man out of his own wisdom, from the depths of his own thoughts, give the needed strength and comfort to  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those hungry souls? It is impossible. God must do it. God must pour out His Holy Spirit. God must help as he has promised to do, and we His children must put ourselves in a position to be helped so that we can claim the blessing. <\/div><div class=\"paragraph jod\" id=\"v24n517\"> These people continually need strength from the Lord. There has never been a day, nay, not an hour, from the commencement of this work upon the earth in these last days that the Latter-day Saints have been destitute of the counsel of heaven, of the word of God, and of the guidance of that Holy Spirit that God has promised to bestow upon His faithful children. Having thus been led in the past it is still essential that we be thus led in the future, that we may live by every word that proceedeth from the mouth of God&#x2014;<span class=\"citation\" id=\"62843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62843)\">Matt. 4:4<\/a><\/span><span class=\"citation\" id=\"128866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128866)\">D&amp;C 84:44<\/a><\/span>not that proceeded from His mouth 1,800 years ago, but that proceeds from His mouth today, in this year of our Lord 1883. And we need it just as much today as we ever did. We need the direct interposition of God's providence in our behalf, and we need the assistance of His Holy Spirit; we need His word, and His blessing, and His power, and His direct intervention in our behalf as much today as this Church did fifty years ago, or as the Church did 1850 years ago. It is indispensably necessary for our progress, for our advancement in the things that pertain to righteousness, in the knowledge of God, that we should be thus assisted and upheld and inspired. <\/div><div class=\"paragraph jod\" id=\"v24n518\"> This great work with which we are connected is becoming so extensive, is spreading out in so many directions, that it needs more of the manifestation of God's power and greater faith on the part of the people to carry it forward in the earth. It needs greater faith on the part <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of those who bear any portion of the responsibility of the Priesthood of the Son of God, because they have now to act in capacities that heretofore they did not act in. It seems only a little while ago that we had but one Stake of Zion. We had but one High Council, and the Presidency of the Church presided over that High Council. Every matter of moment, every case of importance, came directly before the First Presidency of the Church. In fact, affairs of the most trifling importance&#x2014;or at least that which we would now consider of trifling importance&#x2014;had to be submitted to them. Upon their shoulders rested the responsibility of directing everything connected with the work of God in its minutest details. But this has changed. Instead of one High Council, instead of one Stake, there are at least twenty-five. Instead of the First Presidency of the Church presiding over High Councils, there are Presidencies of these various Stakes and upon them rest the responsibilities which formerly rested upon the First Presidency. There are stakes now in Zion, the number of whose members far exceeds the number of members in the Church in those early days. For years after we came to these valleys&#x2014;or for some time at least&#x2014;the whole Church in these mountains did not number as many souls as are now comprised within Salt Lake Stake. The responsibility, therefore, is being divided. It rests upon a great number of men, and as the people increase, this responsibility becomes more and more divided. It is an impossibility now for the First Presidency to attend to anything but general matters of business, giving general instructions, and they find themselves under the necessity  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>more and more of dividing this, laying it upon the shoulders of other men, calling helps from various quarters, to labor in various directions, and to perform the work which in former times was deemed especially their province. The Saints themselves find themselves under the necessity of depending more upon themselves than they did formerly. They cannot, in the multiplicity of cares and labors which devolve upon leading men&#x2014;they cannot expect that help, that attention to minor affairs, that they formerly received. <\/div><div class=\"paragraph jod\" id=\"v24n520\"> Hence, my brethren and sisters, it is necessary that every man and woman and child, connected with this work should learn as rapidly as possible the habit of self-dependence&#x2014;to exercise faith before God for themselves, so that each one in his place or in her place, will be able to perform his or her part to the acceptance of our God, and in such a manner as to bring to pass their own salvation. This is much more easy at the present time than it was in the past, from the fact that doctrine is becoming better understood, the principles of the Gospel are more thoroughly disseminated by the aid of all the various agencies that are at work in our midst. Our children now receive in the Primary Associations&#x2014;as soon as they are able to comprehend principle&#x2014;such instruction as is adapted to their dawning intellects, and from that to the Sunday school, and from the Sunday school to the Young Men's and Young Women's Associations, and in the case of the boys to the various councils of the Priesthood, and in the case of the girls to the various Relief Societies. They are led along step by step until they become thoroughly indoctrinated in principle, and compre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hend in the broadest sense the character of the work with which they are identified. Only this morning I had an opportunity of testing this to some extent. My frequent absences from home give me but few opportunities to meet with my children. But I said to them this morning: &#x201C;Instead of you going to Sunday school, I will have a Sunday school at home.&#x201D; I wanted to talk to them, to inquire of my little ones concerning their knowledge of the principles of the Gospel, and I was somewhat surprised at the replies which were made to my interrogatories concerning this work, concerning its character, concerning its doctrines and the principles that are taught by the Elders. I presume that it is the case with all our children, and I have no doubt from my observation, that at the present time there are children quite small who are capable of giving replies to questions which a few years ago many of our Elders could not answer. I am pleased with this. I think it right. <\/div><div class=\"paragraph jod\" id=\"v24n521\"> As I have said this work is spreading to so great an extent that responsibility must rest upon individual members. The Presidency of the Church, the Twelve Apostles, the various presiding authorities, can no longer do as they have done in years past&#x2014;carry the people along. The people themselves must learn to walk, to bear their own burdens, to perform their own duties, and to take such a course as will result in their own development, and in the advancement of this great work that God has established upon the earth. I would not give much for us, nor for our work, nor for our future, if the individual intelligence of the people should not be developed. It would be an impossibility for this work to achieve the high destiny in  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>store for it, and concerning which we have indulged in so many glowing anticipations upon any other principle than this. We are told that intelligence is the glory of God,<span class=\"citation\" id=\"89095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89095)\">D&amp;C 93:36<\/a><\/span> and it certainly is the glory of man. And with the obstacles that have to be overcome, that confront us every step in our progress, there must be knowledge developed among this people; there must be the highest attainment and grade of intelligence developed among us. Upon no other principle can we stand. Upon no other principle can we progress. Upon no other principle can we accomplish the great results that we have before us. It is true we testify that God has restored the everlasting Gospel in its primitive simplicity, purity and power. We bear this testimony; but the restoration of this alone, in and of itself, will not accomplish that which we have before us, unless we avail ourselves of the advantages which its restoration affords. We must put in practice and carry out practically in our lives its principles. We must be a people who are not only hearers of the word, but doers of it also.<span class=\"citation\" id=\"77484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77484)\">James 1:22<\/a><\/span> It will not do for us to have a form of godliness without the power thereof.<span class=\"citation\" id=\"76170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76170)\">2 Tim. 3:5<\/a><\/span><span class=\"citation\" id=\"93730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93730)\">JS&mdash;H 1:19<\/a><\/span> We must have the power of the work that God has founded. We must put ourselves in a position to receive the blessings and advantages connected with this work, and to have these we must be a pure people&#x2014;<span class=\"citation\" id=\"89371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89371)\">D&amp;C 100:16<\/a><\/span>pure in thought, pure in word, and pure in action. God through us is founding a new order of things in the earth. The axe is laid at the root of the old tree,<span class=\"citation\" id=\"62704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62704)\">Matt. 3:10<\/a><\/span><span class=\"citation\" id=\"67125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67125)\">Luke 3:9<\/a><\/span><span class=\"citation\" id=\"82058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82058)\">Alma 5:52<\/a><\/span><span class=\"citation\" id=\"89140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89140)\">D&amp;C 97:7<\/a><\/span> and sooner or later it will be hewn down. The restoration of the everlasting Gospel, the restoration of the powers connected therewith, of the gifts, of the blessings, and especially of the union and the <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> peace that characterized it in ancient days, is bound eventually to produce wonderful results in the earth. Already it is conceded that it is a marvelous work and a wonder,<span class=\"citation\" id=\"58813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58813)\">Isa. 29:14<\/a><\/span> just as the Prophet Isaiah said would be the case. This must spread. From the nature of things it must spread. It must continue to grow, to increase. The more obstacles it has to contend with the better its power is developed, the better its strength is exhibited. I am thankful myself for the difficulties we have had to contend with. I am thankful that we have a hard pathway to tread. I am thankful that we have opposition of so serious a character. Without this we could not be developed. Without this we could not be thoroughly tested, nor our principles be proved. It is by such ordeals as these that man exhibits his divine origin, and the qualities that he inherits from his divine Father. It is by such ordeals as these that systems are tried, and that principles exhibit their force and power to mankind. We are being tested as no other people upon the face of the earth are being tested. The principles that we have espoused and that we advocate are passing through such an ordeal as the principles advocated by no other people are subjected to. Every form of opposition is brought to bear; every kind of influence is set in motion, not even stopping at violence itself. If our principles withstand all these shocks and assaults upon them and endure, they will prove to the world far better than our verbal testimony will that they are of divine origin. If the organization of this Church cannot be broken up by the attacks of mobs, by the uprooting of the people, by the driving of them forth into the wilderness, by the attacks of townships, of cities, of counties,  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of States, or by the adverse legislation of the United States itself, then the world will be more likely to believe that which we solemnly assert, that God is its author, that God laid its foundation, that God has preserved it thus far, and that He will preserve it to the very end. These are proofs of that which we testify. That it has thus withstood all these assaults, we are living witnesses. That we exist today in our present organized capacity in these mountains is due to the capacity of the organization to adapt itself to every change of circumstances. Men may sneer, men may deride, men may publish false statements, men may attribute all this to various causes which are untrue; but the fact still remains uncontrovertible and unassailable, that there is a power and a strength and an elasticity about the organization of this Church of Jesus Christ of Latter-day Saints that all that is brought against it fails to unsettle or to shiver. Now we have been testifying&#x2014;that is, some of the Elders have&#x2014;for these 53 years that this work had this capacity. Joseph Smith stated it in the outset before the Church itself was organized. The first Elders of this Church bore similar testimony when but six members comprised the entire Church of Jesus Christ. They predicted its future. They stated that it possessed these divine qualities. They solemnly declared that God had restored it from the heavens; that it was the old organization brought back again; that it was the old Gospel restored once more to the earth, and that it would win its way in every land and among every people, and that it would accomplish all that God had predicted by the mouths of His holy prophets that it should accomplish. But who believed it? <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> No more believed it then than can be found now to believe our testimony, that which we bear this day, that this work, notwithstanding all the opposition it may have to contend with&#x2014;notwithstanding it may have every power on earth to oppose it, that it will win its way until it will fill the whole earth.<span class=\"citation\" id=\"61128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61128)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86623)\">D&amp;C 65:2<\/a><\/span> There were probably no more who believed the testimony of the early Elders respecting the growth of the work than are to be found to believe our testimony now concerning its future. But fifty-three years have passed, and in their passage it has been demonstrated that it possesses the qualities and powers that were claimed for it by those who declared the testimony in the beginning. Wonderful it must have seemed in the early days when they all could meet together within a log schoolhouse&#x2014;wonderful it must have seemed to them when their minds were enlightened by the Spirit of God, and they looked down and saw the future of this work&#x2014;its growth, development and advancement, and the mighty results it would accomplish&#x2014;it must have seemed wonderful, I say, to them at that time with their surroundings. But if there is anything that shows clearly how God dealt with this people and how plainly He could reveal His mind and will to them, it is the fact that those who lived in those days, and whose writings have been left, whose testimonies are on record&#x2014;saw with extraordinary clearness that which we now behold and the far greater results that are yet to be reached in the future. They saw it with plainness, they saw it with wonderful clearness and predicted concerning it as though they were writing contemporaneous history; and that which they testified to, as I have said, has  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been proved so far as we have gone. <\/div><div class=\"paragraph jod\" id=\"v24n525\"> There has been no lack about this work. Its principles have withstood all that has been brought against them. They stand unshaken because they are founded on eternal truth. The whole clergy of the world may array themselves against them, as they have to a certain extent; they may endeavor to controvert these principles, but they are founded on truth and they cannot be overturned. Not a single principle that has been declared or been testified to by the Elders of this Church from the beginning up to the present time can be assailed successfully by any religionist, nor by scientific men, because they are impregnable, having had their origin in God. And so it is with everything connected with this work. It has never taken a step backward. It never will take a step backward. There are no mistakes to be corrected connected with it, either with its doctrine, with its organization, or, with its movement. Who is there&#x2014;I speak to you, my brethren and sisters, who have been connected with this Church from the beginning&#x2014;who is there that can recall a single instance of recantation of any of its principles? Has there ever been a doctrine declared by the authorities of this Church, as a part of the Gospel of Jesus Christ, that they have had to take back or modify? Not one. Has there been anything in the organization that has had to be perfected? No. The organization was as perfect in theory&#x2014;being revealed of God&#x2014;50 years ago as it is today in practice, after years of experience, practically carrying it out in these mountains. That constitutes the strength of this work. It is its infallibility. Not that man connected with it is infallible, for he is fallible; <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but the work itself, its principles, and everything connected with it, is infallible, having a divine origin, being revealed of God. It was a wonderful thing to state, as was stated right at the outset of this work, that it should be preached in every land, that its doctrine should be proclaimed in every tongue throughout the world,<span class=\"citation\" id=\"79857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79857)\">Rev. 14:6<\/a><\/span> and that it should gather from every nation under heaven,<span class=\"citation\" id=\"86582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86582)\">D&amp;C 64:42<\/a><\/span> men and women who should be numbered as its converts. A remarkable feature, something unheard of, that the principles of this religion when preached should have the effect to gather out from every nation, kindred, tongue and people those who espoused them. Yet every word has been fulfilled. Wherever the Elders of this Church have gone they have gone accompanied by that wonderful power, the power of gathering the people together; not of one race, not of one language, but people of every race and of every language, showing the adaptability of its principles to the people of the frozen north as well as to those of the torrid south. Wherever these principles have been proclaimed they have gathered out from the nations unto whom they were proclaimed those who have espoused them, and as I have remarked here before, there is no power short of violence that can prevent these people from thus coming together. It has not been the inducement of the Elder; it has not been by persuasion; it has not been any influence of this character that they have sought to wield over the people that has gathered them together. They have come of their own accord. They have forsaken home, friends, old associations, ancestral tombs, and everything of this character that is calculated to bind men to their native  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land; they have severed all these and have gathered out and cast their lots with the people of their faith in these mountains. And this has been a peculiar feature of this work from the very commencement, and it will continue to be as long as the Gospel is preached. And it is this wonderful union, this Godlike union, that bears testimony that it is from God. <\/div><div class=\"paragraph jod\" id=\"v24n527\"> I do not wish to say anything in relation to other forms of religion; I do not know that it is necessary that I should do so; but no thinking man can admit that Christianity so-called&#x2014;I call it a false Christianity, untrue to its name&#x2014;satisfies the wants of humanity at the present time. It is not a religion that satisfies. It comes short in almost every particular. It is devoid of all the powers that characterized it and gave it force in the early days. You look in vain for those features that distinguished it, and that gave it power in the earth, and that made it the foe of Paganism and false religions existing in those days, and which gave it the wonderful success it achieved. It is destitute of these features. It is divided, split into hundreds of sects, without power, having a form of godliness, but lacking the power thereof.<span class=\"citation\" id=\"76171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76171)\">2 Tim. 3:5<\/a><\/span><span class=\"citation\" id=\"93731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93731)\">JS&mdash;H 1:19<\/a><\/span> It cannot stand; it cannot prevail. Monstrous as its power is, great as its growth is, co-extensive with the world it may be said, it nevertheless is destined to tumble with Babylon the great. It must go down. It has not the elements of strength. And the great cause of its weakness is, that God is not with it. God's power does not accompany it. Men in too many instances are Christian because it is popular to be so. But where is the power of Christianity? Where are the revelations of God? The idea of God having a church on <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth, and never speaking His mind and will unto that church! Why, I will not worship a God who will not speak. He is as Baal of old.<span class=\"citation\" id=\"55687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55687)\">1 Kgs. 18:26-29<\/a><\/span> I want nothing to do with him. I want the God of heaven, the God of Abraham, Isaac and Jacob, a God who can speak and who can manifest His mind and His will, who can guide His people, who can bestow gifts and blessings upon His people, who can hear and answer their prayers when they call upon him.<span class=\"citation\" id=\"55692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55692)\">1 Kgs. 18:36-39<\/a><\/span> I want a God of that kind if I can find Him, and I thank God that I have found Him, and that He has revealed Himself in these last days, and has established His Church as He did in ancient days, and has endowed it with the same powers that the ancient church possessed, and it has to undergo the same trials and temptations and the same persecution that the ancient church did. The blood of its members has flown. They have been slain for the testimony of Jesus and for the word of God,<span class=\"citation\" id=\"79270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79270)\">Rev. 6:9<\/a><\/span> for claiming to be Prophets, for claiming to be apostles, for claiming to be servants of God, just the same as the ancient servants of God did. We, today in these mountains are here because we have been driven out, not permitted to enjoy those blessings that as free men and free women, born free, we were justly entitled to&#x2014;that is, the right to worship our God according to the dictates of our own consciences.<span class=\"citation\" id=\"94177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94177)\">A of F 1:11<\/a><\/span> We are therefore a standing protest against religious tyranny, and while God gives us breath, we shall always be found defending the right of every human being to worship his God or her God according to his or her conscience, without anything to molest or to make afraid,<span class=\"citation\" id=\"62178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62178)\">Micah 4:4<\/a><\/span> as long as in that worship they do not trespass upon the rights of their neighbors. <\/div><div class=\"paragraph jod\" id=\"v24n528\"> Now, my brethren and sisters, as  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I said in the beginning, there is a great responsibility resting upon us individually. Our children must grow up understanding these principles, willing to endure everything for them, strong in the Lord to bear them off, and to maintain purity in the earth. The devil has raised every sort of cry against these Latter-day Saints, throwing dust in the eyes of the people concerning us, making the world believe that we are unfit to live, that it would be doing God service to kill us off,<span class=\"citation\" id=\"70284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70284)\">John 16:2<\/a><\/span> making them believe that we are the most impure and the most corrupt people on the face of the earth. Why, who has done these things? Men who are steeped in corruption, up to their lips in it, and who cannot comprehend purity. And this has been the cry: &#x201C;Kill them off, they are unworthy to live; it will be doing God service to destroy them.&#x201D;<span class=\"citation\" id=\"70285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70285)\">John 16:2<\/a><\/span> And yet in these mountains the virtue of woman is held sacred. There was a time when a woman was as safe in our streets, or in our remote byways, as she would be in a strongly guarded house or castle. A woman could travel from the northern boundary of our Territory to the southern, without hearing a word of disrespect or seeing a gesture or anything of that character that would annoy her. But how has it been of late years? Why, women are unsafe in the streets. There was a time when drunkenness was unknown in this land. How is it now? In spite of our protest, in spite of everything we can do&#x2014;because we have not the power, being a Territory, to carry out our laws or to maintain them&#x2014;drunkenness runs riot, and it is the constant effort on the part of every man who has a family, and every leading man, to guard our <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> youth against these devilish influences that are growing on every hand. We say to our boys: it is the worst crime you can commit short of murder, to be guilty of illicit intercourse with the other sex. I would rather carry my son to the grave than that he should be guilty of such a thing. We say: &#x201C;Marry the sisters, marry the daughters of Eve, take to yourselves lawful wives, but you shall not commit adultery, you shall not commit seduction, you shall not commit fornication; if you do, God will curse you, and we will sever you from the Church.&#x201D; We say to our daughters that it is one of the worst crimes they can commit to be guilty of unchastity. We want to raise up a righteous seed in these mountains, pure and virtuous, so that a man will be so virtuous that he may be in the company of an unprotected woman alone for any length of time, and she would be as safe as if she were in heaven, or under the guardianship of an angel, safe from pollution, safe from everything that is vile. We want to teach our children to be sober, to be industrious, to be truthful, to be honest, to love God, and to love their neighbor; for they can best show their love for God by exhibiting their love for their neighbor.<span class=\"citation\" id=\"65441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65441)\">Matt. 22:36-39<\/a><\/span> If they cannot love him whom they see, how can they love Him whom they have not seen?<span class=\"citation\" id=\"78786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78786)\">1 Jn. 4:20<\/a><\/span> Let us take these things to heart, and let us be watchful and use all our influence to protect the rising generation against those sins that are sweeping over the earth, and God will bless us in our efforts in so doing. I pray God that He will bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}