{"ID":240040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Retrospective Review of the Providences of God in Relation to the Saints&#x2014;The Wrath and Schemes of Men Turned to the Advantage of God's People&#x2014;The Order of God's Church Perfect&#x2014;The Wicked Disturbed By Judgments While the Righteous Enjoy Peace&#x2014;The Administration of the Law of God in Relation to Offences&#x2014;Should Be Resigned to the Will of God in All Things.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Franklin D. Richards, delivered in the Tabernacle, Salt Lake City, Saturday Morning, October 6 (Semi-Annual Conference), 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Retrospective View.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 10\/6\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v24n937\"> The Lord be thanked and praised for granting us another so favorable opportunity of meeting together to contemplate the interests of His Kingdom, and our soul's salvation at this Conference. &#x201C;Day unto day uttereth speech,&#x201D; said the ancient man of God, &#x201C;and night unto night showeth knowledge.&#x201D;<span class=\"citation\" id=\"56425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56425)\">Ps. 19:2<\/a><\/span> We can say, that week after week, and month after month, since our last Conference, we have had renewed occasion for thanksgiving and praise to Him for the many blessings which He has vouchsafed unto His people. <\/div><div class=\"paragraph jod\" id=\"v24n938\"> If we take a retrospective view of His providences to us as a people, especially during the period of our sojourn in these mountains, we shall find that circumstances have occurred at very short intervals which have kept the people continually awakened to a sense of their liberties, and to a watchcare for them, measuring and weighing and noticing the efforts that have been made from time to time to take away our privileges and liberties, and such blessings as were thought could be taken from us which we had entered <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into the enjoyment of, since our location in these mountain fastnesses. Step by step every such instance has been attended, if not with all that gift and abundance of favor and mercy which we might have desired, and which might not have been best for us, yet with sufficient blessing to manifest the kind care of our Heavenly Father continually and unceasingly over us. <\/div><div class=\"paragraph jod\" id=\"v24n939\"> When we came here and first made our laws, realizing that we were far away from the mass of the people of the States, both east and west of us, we found it was with great difficulty that we could avail ourselves of the few blessings which government seemed to tender to us. We could not even obtain the presence of federal officials in our midst regularly, as was designed by government, and as was needed by the people. Consequently, our isolation required our Legislature to confer unusual powers upon our local courts; but it was not long before the effort was made, and final success was had in taking from our local courts the civil and criminal  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>jurisdiction. Time will not allow me to enter into minute details. Therefore, suffice it to say, that mission judges have come here fully determined to convert us from the error of our ways, as it appeared to them, to the &#x201C;purity, refinement and civilization&#x201D; of the world! After laboring and toiling some years in our midst, finding their decisions frequently overthrown by the decisions of the Superior Court at Washington, and our Prophet, who had been illegally imprisoned, released from his confinement, one thing after another upset their plans and devices; so that the great changes which had been hoped to be brought about among us to make us like the people of the world, signally failed, and the end of that effort was that the poor, miserable man who undertook the job, was carried home in his coffin. <\/div><div class=\"paragraph jod\" id=\"v24n941\"> I must notice one or two other important facts which have stood out very prominently before us, and they were, that this people who were not of the world, and had no fellowship or love with the world, must be restricted in their civil rights and military duties, for fear that they should do some mischief on a holiday, therefore they were forbidden by Gubernatorial Proclamation to order out a company of infantry or cavalry to help to celebrate the Fourth of July, as they and their fathers were wont to do from time immemorial. <\/div><div class=\"paragraph jod\" id=\"v24n942\"> One after another these and similar efforts have been made to take our liberties and privileges away from us, that we might be brought into some sort of contemptible subjection, it would appear. But without stopping to animadvert upon the folly and nonsense of such a procedure, let me inquire what was the result? What followed the procla<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mation that we should not do military duty as a people, or protect ourselves even from the surrounding savages? Immediately when this occurred, it seemed as if the very heavens were moved in our behalf, all the tribes around us became divested, seemingly, of what hostility they had possessed, and ever since that occurred we have had the most substantial peace and quiet all around us among the natives. How kind of Providence it was to so completely remove the enmity of the natives when this circumstance transpired. We are relieved from the unpleasant tax of military duty, and even our adversaries are made to be at peace with us. What a logic of fact for a contentious world to read. <\/div><div class=\"paragraph jod\" id=\"v24n943\"> During the past year, the great efforts that have been made have seemed to prove abortive; special efforts and measures have appeared to miscarry; and we have had a law right from the Capitol, that seemed as if it must tell on the &#x201C;Mormons.&#x201D; A class of our people have been temporarily divested of the right of suffrage; men and women, who may have violated some law, and many who have never violated any law of Congress, have been deprived of their political rights. But with all this, we still seem to live and thrive and prosper faster than we have ever done before. The very step itself will prove a great blessing to this people by separating a portion of those who have not the highest respect and veneration for all the laws of God, and enabling those who have, to be the wiser counselors and more efficient aids in advancing the interests of the Kingdom in the hands of those who may be more acceptable in the eyes of government to wield administration here locally. <\/div><div class=\"paragraph jod\" id=\"v24n944\"> But it is a singular fact, a singular  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>circumstance, that a man should come here from the heart of the nation&#x2014;clothed, as was supposed, with every qualification to be a Governor of Utah, and then act as he has acted. He had been through the army in the late rebellion. He was a man capable, as was supposed, of understanding what was right and proper as between the nation and any other part of the country that might seem to feel in any wise oppressed or limited, and who would administer constitutional rights and executive powers with ability and with skill. He came here clothed with the supreme beauty of the State from whence he came. This man by his excessive propensity for figures, as we all know, made some very strange calculations; and then when one thing didn't work another seemed to, until our representative in Congress was removed. But by and by we are blessed with another one in Congress to represent us there. And in a short time we found that, with the special effort that was being made in Washington in our behalf, such a shadow of doubt was cast over a certain portion of the law, entitled the Hoar amendment, when it was thought advisable by the Governor to execute some three hundred commissions, more or less, to men whom he appointed to fill supposed vacancies in this Territory, which if carried out would have turned over the local authority of the Territory into the hands of the avowed enemies of this people, but the supposed vacancies did not exist and the offices continued in the hands of the incumbents. After all, an election was held during the past season, when these offices were filled by the people's candidates. Thus we have occasion again to rejoice that notwithstanding another desperate effort has been made to <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take away the rule from the hands of the people, and put it into the hands of their enemies, and make us an outside Territory, subject to their oppressions, subject to all manner of taxation that they might please to impose upon us&#x2014;we find that the voice and vote of the people are still triumphant, that their candidates have gone into office, and are commissioned, the selections having been made from among those whose rights and privileges have been maintained unto them. <\/div><div class=\"paragraph jod\" id=\"v24n946\"> It is a singular feature in this matter, that the Governor has taken it into his head to leave the Territory, just at the time when it was supposed he would be required to execute these commissions. But without going into particulars, persons of ordinary discernment observe that the course he has taken is such that he cannot himself cheek it to remain and issue the commissions to the properly elected persons to rule in this Territory; indeed it looks as though the dishonorable, undignified course he has taken is just what has driven him from the Territory, to leave his duty and let the secretary be acting governor. When men come here full of determination to show their bravery, their ability, smartness and competency, beyond their predecessors, to capture Utah, and turn her over to the hands of the ungodly; it appears that everyone who has made such an attempt has met with very signal defeat. When a man defeats himself as perfectly as this last one has, I think the Latter-day Saints have occasion to thank God and take courage; we have reason to rejoice and praise the Lord in all these matters, for whatever our enemies do, He makes it return that, like a boomerang that is thrown out, it comes back and strikes the person that hurled it. <\/div> <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n948\"> Well, then, my brethren and sisters, seeing that this is the way that these matters all move, the way they all operate, should it not inspire in us the most profound gratitude toward God for these manifestations of his mercy, goodness and blessing unto us. He has made our fields to abound with plenty. He has favored us with blessings innumerable and incomprehensible. We have a peace, a joy and a satisfaction at heart which those men who make these desperate laws cannot contemplate. We rejoice in the blessings that heaven is bestowing upon us. Is it not, then, our bounden duty to testify to God, the angels, and those that attend upon the covenant people of God, that we are determined to love Him more and serve Him better? I was pleased to hear the remark made by one of my brethren yesterday, that he felt on returning here, after an absence of five or six years, that there was an improvement in the spirit and feelings of the people. This is very manifest to those who observe and notice it. But we think there should be a very much greater improvement. Many of us have been very careless of some of the commandments; words of wisdom which the Lord has seen fit to give to us. We have not used that care, that caution, and that sound discretion in our daily lives before Him, which it is becoming we should do. I propose, brethren and sisters, in view of this matter, that we take these things to heart, and see if we can and ought to draw nearer to God, while He is willing to draw nearer to us,<span class=\"citation\" id=\"88585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88585)\">D&amp;C 88:63<\/a><\/span> and thus more fully sense His blessings, His mercies, and His loving kindness unto us. <\/div><div class=\"paragraph jod\" id=\"v24n949\"> This institution&#x2014;which President Taylor so beautifully reviewed yes<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terday morning in the Assembly Hall, noticing the varied authorities of the Church and their multifarious duties&#x2014;sets forth to every discerning mind, that the order of God's government presupposes and contemplates the strongest possible form of government that has ever been known on the earth. Men have come here in years past, and in speaking of President Young, they have said that he had a strong government here in Utah; and later on, in speaking of President Taylor, that he had a strong government in Utah, and also that men coming here from abroad to govern the people, simply governed the outsiders, and that the President of the Church governed the Latter-day Saints. This is the way the ungodly speak about it. Latter-day Saints know that the order of God's Church is the perfect order. They know that it is the one intended to give a people strength in the earth, and that strength is in their righteousness, in their virtue, in their purity; and in their union and fellowship with the Spirit, with each other, and with the heavens. <\/div><div class=\"paragraph jod\" id=\"v24n950\"> These principles are very dear and very glorious, and we ought to rejoice above all men in the earth. We may look to the east, to the west, to the north and to the south, and we see all governments, all peoples, all nations, all kindreds and tongues stirred up with an activity, a spirit of strife and ambition for superiority, and we see that there is continual commotion among them in their political affairs and in their civil relations. There are a great many disturbances continually going on, and many of the nations are really on the verge of bankruptcy through the vast debts created to maintain their numerous armies, even in the time of peace; while  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here among this people, though our liberties are menaced and threatened, and our peace would be sometimes disturbed if we would allow it, yet by the blessing of God we enjoy peace in our hearts, such peace as the wicked cannot give to us nor take from us. The voice of Him that spake to the waves of Gennesaret,<span class=\"citation\" id=\"128954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128954)\">Luke 5:1<\/a><\/span> and commanded them to be still,<span class=\"citation\" id=\"66537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66537)\">Mark 4:39<\/a><\/span> speaks to us, and while dark clouds and the thunderings and lightnings roll over the political horizon, yet in the hearts, in the homes and in the habitations of the just there is peace, such as the wicked know not of, and it bespeaks the truth of the revelation which says that not long hence the people of Zion shall be the only people that will not be at war among themselves,<span class=\"citation\" id=\"85805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85805)\">D&amp;C 45:69<\/a><\/span> and that the day will be when they who will not take up the sword against their neighbor, will have to flee to Zion,<span class=\"citation\" id=\"85780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85780)\">D&amp;C 45:68<\/a><\/span> of which this is the embryo. <\/div><div class=\"paragraph jod\" id=\"v24n952\"> Look abroad and see what the Lord is doing in the way of judgments. There has scarcely been a year for many years past when they have seemed to be so terrible as they have been during this present year, so far. Think of one portion of the world where islands of the sea have been sunk, and 100,000 people reported destroyed by earthquake and volcanic eruptions. And another where it is said some 15,000 or 20,000 were likewise destroyed. Think of it! And yet the Lord has preserved us in these mountains&#x2014;in this region of country that might scientifically be called one of the most volcanic portions of the whole earth. The very face of the earth tells us its character by its extinct volcanoes, its silent craters, and numerous hot springs. Look at the strata of the earth's crust in these canyons, and see its nature. <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Also the Lord has manifested His judgments by cyclones, etc. The words of the Prophet Joseph have been and are being verified, those words he uttered before he went to Carthage. Said he: &#x201C;I call for the four winds of heaven, the thunderings, lightnings, earthquakes, whirlwinds, the hailstorms, pestilence, and the raging seas to come forth out of their hiding places and bear testimony of the truth of those things which I have taught to the inhabitants of the earth as is promised in the revelations that have been given.&#x201D; These were some of his last words among the people. And what have we seen? Scarcely a week last summer without a cyclone or hurricane happening somewhere in the States, destroying towns and villages, or parts thereof. <\/div><div class=\"paragraph jod\" id=\"v24n953\"> We live in times, if we only considered the matter and looked upon it as we should do, that should cause us to draw near unto the Lord and to live up to every word that proceedeth from His mouth.<span class=\"citation\" id=\"62845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62845)\">Matt. 4:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n954\"> I wish to bear testimony that this Gospel and this order of government which I have been alluding to, is that which brings down the blessings of Heaven upon this people. Besides peace and good order, it brings the gifts and blessings of the Gospel, the gift of healing to those who are afflicted and wounded, and who are walking upon the borders of the grave; such are restored and healed by its divine power exercised in the prayers and faith of the Saints. <\/div><div class=\"paragraph jod\" id=\"v24n955\"> The fact of the matter is, those things which are held out as menaces to us are the things that preserve us from the hands of the wicked, and keep us from forgetting God, in the time of prosperity. It is one of the greatest blessings to us  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we are kept continually on the alert, diligently seeking after Him, putting our trust in Him, and then to find how successfully and perfectly He leads us to triumph over our enemies, and makes the mischief they would bring upon us recoil upon their own heads. Saints find it good to trust in Him. <\/div><div class=\"paragraph jod\" id=\"v24n957\"> The great work that is now upon us&#x2014;to build temples and to labor in them, calls upon us to perform our duties faithfully; calls upon Presidents of Stakes and Bishops of Wards that they look well among their peoples and see if they are not taking upon themselves the responsibilities of other people's sins.<span class=\"citation\" id=\"75969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75969)\">1 Tim. 5:22<\/a><\/span><span class=\"citation\" id=\"80280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80280)\">Rev. 18:4<\/a><\/span> Presidents, High Councilors and Bishops should seek diligently the Spirit of the Lord, to know how to deal with and decide between the righteous and the wicked; to know how to pull up the tares without pulling up a great number of the roots of the wheat.<span class=\"citation\" id=\"64566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64566)\">Matt. 13:29<\/a><\/span><span class=\"citation\" id=\"88104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88104)\">D&amp;C 86:6<\/a><\/span> When a man has given himself up to be a drunkard, to dishonor the cause of God, and to be picked up in the streets, and to become a reproach, until people say, &#x201C;that is one of your Mormons,&#x201D; it is time the Bishops or Elders, or those whose duty it is, were looking after him to see that this evil is put away, and to see that his wife, who may be the deepest mourner over this whole matter, and his children, clothed in sorrow over his conduct&#x2014;to see that they are cherished and sustained and preserved, lest while pulling up the tares you pull up the wheat also.<span class=\"citation\" id=\"64565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64565)\">Matt. 13:29<\/a><\/span> It requires the skill and wisdom of the Holy Spirit in all of these things to know how to deal in the right way, to save those that can be saved, while those who will not work righteousness, may be known as transgressors, and that we may no longer carry them upon our faith, and become partakers of their sins.<span class=\"citation\" id=\"75968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75968)\">1 Tim. 5:22<\/a><\/span><span class=\"citation\" id=\"80281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80281)\">Rev. 18:4<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n958\"> In the late organization of 1877, a score of Stakes were organized, a great many more Wards were instituted, many men were called and ordained to be Bishops in the Church who had never given their attention to consider carefully the duties of the bishopric. In view of the responsibilities of this calling&#x2014;it may not be thought strange, that some brethren holding this high and holy office are so afraid that they would do wrong, that they even dare not do right! Now, this is true whether you believe it or not. A great many men hold these important offices who are so timid and so fearful lest they should do wrong, that they are slow and backward in doing the thing which is right. Now, what is it that makes a man useful and strong in his calling and labors? Is it not his constant labor, and the diligent, actual performance of his duties? What is it that makes the blacksmith's right arm stronger than any other man's? It is because he is all the time using it, and in this way his arm acquires that practice which gives it the greatest attainable strength. If the brethren standing in these responsible places, whether they be Presidents of Stakes or Bishops of Wards, see anything wrong in their Wards, it is their duty to get after it. And it is notably the duty of a teacher to be conversant with the people, and to see that there is no iniquity in the Church.<span class=\"citation\" id=\"84361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84361)\">D&amp;C 20:53-54<\/a><\/span> Instead of hardness of feeling or division of sentiment, or mischief of any kind being allowed to exist in your Stake, until it produces party strife, and people take sides with one and sides with another, it is far better to get after the mischief at once, find out where it is, root it out, and set matters right before the peace of families, of neighborhoods, and perhaps  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Ward is disturbed. I wish the brethren in authority would heed this matter and wake up to their duties, and not act merely as figureheads, but more like men of God clothed with authority and power. When men standing in such responsible positions are so backward in their duties, they don't know the power of God, nor the spirit of their callings; but the moment they step forward and take hold with a prayerful heart, coming from their closets, clothed with the Spirit of God, they find they have the power to make peace and restore union, fellowship and love in the midst of the people, and the people love and bless them in return. Blessed are the peacemakers, for they shall be called the children of God.<span class=\"citation\" id=\"62975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62975)\">Matt. 5:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n960\"> We need a great deal of missionary service at home. We need a deal of labor in all the spheres of life&#x2014;in the families, in the Wards, and in the Stakes of Zion, which are organized and are being built up in the Church in these latter times. The work is constantly spreading. Stakes are being organized in different parts of the country, and the work of God is prospering. Our enemies &#x201C;can do nothing against the truth, but rather for the truth;&#x201D;<span class=\"citation\" id=\"74333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74333)\">2 Cor. 13:8<\/a><\/span> for God will sanctify their evil designs and their wicked and ungodly purposes, to bring to pass His ends and to magnify His name and to honor Him in the earth. <\/div><div class=\"paragraph jod\" id=\"v24n961\"> Let us humble ourselves before the Lord, let us keep His commandments and teach our children so to do. Let us teach them the principles of purity and righteousness, so that they may go to the house of the Lord pure as they were born, free from sin, and while there to enter into covenants with God that shall abide and stand while time shall last and eternity en<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dure; that they may live, grow and increase, as Abraham grew and increased, become as the stars of heaven, and as the sand which is upon the seashore<span class=\"citation\" id=\"53363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53363)\">Gen. 22:17<\/a><\/span> for multitude.<span class=\"citation\" id=\"128955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128955)\">Gen. 16:10<\/a><\/span> For the blessings of Abraham, Isaac and Jacob, have come down upon us. And they that are the children of Abraham will do the works of Abraham.<span class=\"citation\" id=\"69485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69485)\">John 8:39<\/a><\/span> Let us not forget it; that they that would inherit the blessings of Abraham, must do the works of Abraham,<span class=\"citation\" id=\"128958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128958)\">D&amp;C 132:32<\/a><\/span> to entitle them to these blessings. <\/div><div class=\"paragraph jod\" id=\"v24n962\"> Let us draw near to the Lord with our households, and strengthen ourselves in the truth. &#x201C;Righteousness exalteth a nation: but sin is a reproach to any people.&#x201D;<span class=\"citation\" id=\"57424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57424)\">Prov. 14:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n963\"> We ought to be more careful concerning the observance of the Sabbath. We talk of the great things of the laws of God, such as adultery, and those greater crimes, and murder, which are less frequently committed, but which are most terrible in their effects upon those who do, and are terrible also in their effects upon those who are surrounded and are connected therewith; but let us attend also to the Sabbath, to keep it holy,<span class=\"citation\" id=\"54247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54247)\">Ex. 20:8<\/a><\/span> and go to our meeting and be more dutiful in that respect, and not go to the canyons, or hunt stock, and attend to a multitude of things, which otherwise might be avoided. Let us avoid if we are going a journey, starting on a Sunday, &#x201C;just to save one day more for business.&#x201D; Let us undertake no manner of business on that day. Let us reverence the Sabbath as God has commanded us in the revelations of the last days.<span class=\"citation\" id=\"128956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128956)\">D&amp;C 59:9-13<\/a><\/span><span class=\"citation\" id=\"128957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128957)\">D&amp;C 68:29<\/a><\/span> It is one of the ten commandments. &#x201C;Six days shalt thou labor, and do all thy work: But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work,&#x201D;<span class=\"citation\" id=\"54253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54253)\">Ex. 20:9-10<\/a><\/span> etc. The Lord has been particular.  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He is going to be particular again. We have been in circumstances where we were rudely dealt with. We have had to travel over the plains; but even there we reverenced the Sabbath. We stopped our teams and let the cattle rest, and attended to our duties. Now we have come into a country where we have hardly had to buy land save at a nominal Government figure. Here we found a new world&#x2014;a place in which we could make a living; and cannot we afford to take time to serve the Lord? To rest our bodies and refresh our spirits by a study of His holy word, increasing our faith also? <\/div><div class=\"paragraph jod\" id=\"v24n965\"> Another thing, we ought not to run after doctors as much as we do. &#x201C;But,&#x201D; says one, &#x201C;if we have a bone broken we must have somebody to set it.&#x201D; Yes, that is true, but we need not take all the nostrums they can think of. We ought first to go to the Lord and exercise our faith as far as we can make use of it in that direction, and we will make fewer blunders than we do in placing implicit confidence in the medical and surgical professions. When we do this we are certainly sure of one thing&#x2014;we secure the help of God, and the help of angels; and if we are appointed unto death,<span class=\"citation\" id=\"85445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85445)\">D&amp;C 42:48<\/a><\/span> we want to go. We ought to want to go. Our prayers and supplications should be always conditional&#x2014;that is, if not appointed unto death<span class=\"citation\" id=\"85446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85446)\">D&amp;C 42:48<\/a><\/span> that he or she should be raised up. And if the heavens want a man to labor there in any sphere, there is where he should be. If a man is wanted to be on a mission in Europe, in <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Germany, or in the States, and he stays at home, he is not where he ought to be. He ought to be where God would have him; there the Holy Spirit will labor with him and help him. But for us to importune the Lord to heal those whom He has appointed unto death<span class=\"citation\" id=\"128959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128959)\">D&amp;C 42:48<\/a><\/span> is just like asking&#x2014;as we do once in a while&#x2014;a man to go on a mission, and we get a long petition saying that he is such a blessed dear good man, or he has been such a good schoolmaster, &#x201C;Do, pray, President let him stop.&#x201D; Now, when the Presidency want a man to go on a mission, he ought to go. It is best for that man that he should go. It is best for all concerned that he should go to the place he is sent and labor with all his heart. Just so with us. Here we are on a mission in the world. The matter of death is a very small matter. It is a matter of life or death to be sure; but if the Lord does not want us here, and we are taken away, His will be done on earth as it is done in heaven.<span class=\"citation\" id=\"63440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63440)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67524)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n966\"> I do not wish to occupy more time, for fear of infringing upon the rights of others. <\/div><div class=\"paragraph jod\" id=\"v24n967\"> I pray the Lord to still bless Israel, to bless us with humility, and with faithfulness in the keeping of His commandments; then we shall see more and grander things accomplished on His part, just in proportion to the faithfulness with which we perform the duties devolving upon us. May the Lord help us to do this; and to walk in the way of life, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}