{"ID":240035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Few Questions Every Latter-day Saint Can Answer for Himself&#x2014;The Fruits of the Spirit&#x2014;The Proper Use of Riches&#x2014;No Comparison Between Earthly Wealth and Eternal Riches&#x2014;Principle Must not be Sacrificed for Riches&#x2014;Consecration&#x2014;Satan Rebuked&#x2014;We Ought to Cultivate the Fruits of the Spirit&#x2014;The Work of God Onward and Upward&#x2014;The Fate of Those Who Sacrifice Principle at the Shrine of Greed&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Remarks by Elder Moses Thatcher, delivered at the General Conference, Saturday Morning, April 6, 1833.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs and John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Fruits of the Spirit, and of the Flesh.<\/div>\n<div class=\"speaker\">Speaker: Moses Thatcher<\/div>\n<div class=\"date\">Date: 4\/6\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v24n842\"> The thought frequently arises in my mind, are we as a people honest and sincere in the professions we make? Do we prove by our dealings, our acts and conversations, that we sincerely believe in all of the principles of the Gospel which we have been willing to preach to others; or do we sometimes in our weakness, preach one thing and practice another? Do we manifest more of the fruits of the flesh than of the spirit? Do we manifest greater love for the things of this world, and the honors of men, than we do for eternal riches and the honor of God? These are questions every Latter-day Saint ought to be able to answer for himself. <\/div><div class=\"paragraph jod\" id=\"v24n843\"> We are bidden of Paul to stand fast in the liberty wherewith Christ hath made us free, and to be not entangled again with the yoke of bondage.<span class=\"citation\" id=\"74622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74622)\">Gal. 5:1<\/a><\/span> The purpose that the Lord had in view in gathering us to this land, is at least partly reflected in this language of Paul, namely: that we may sanctify the body by developing the fruits of the spirit.<span class=\"citation\" id=\"74660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74660)\">Gal. 5:22-23<\/a><\/span> <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Honesty and sincerity are fruits of the spirit; to be true to God and each other are manifestly fruits of the spirit; purity of thought and action is fruit of the spirit.<span class=\"citation\" id=\"74661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74661)\">Gal. 5:22-23<\/a><\/span> Injustice, unrighteousness, dishonesty, intemperance, impurity, insincerity and hypocrisy are fruits of the flesh. All these are sometimes manifested in man's undue love for the things of the world, and in his contempt for the things of God. Those who live for eternal riches are thoughtful, devoting time and reflection and study to the word of God; they are the people who desire the Lord to search and prove them, and know their hearts, and see if there be any wickedness in them.<span class=\"citation\" id=\"57335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57335)\">Ps. 139:23-24<\/a><\/span> You see true religion manifested in such people by their attention to the sick, by their administering to the orphan and widow;<span class=\"citation\" id=\"77514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77514)\">James 1:27<\/a><\/span> you see them friends to God's poor. You see them opposed to oppression of every form, opposed to the encroachments of those who would do the people harm. You see them urging the people to works of righteousness not only by precept  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but by example also. You see them, as Elders of the Church, willing to go to the ends of the earth to preach the Gospel abroad, or to devote their time and talent to the education of the youth at home. They are earnest, and sincere; they live in the light of the Spirit, doubting not the principles of eternal truth. They are not filled with doubt and apprehension, but are full of faith and good works. They desire to see the people advance and prosper, securing temporal wealth while seeking earnestly to obtain the greater riches, the riches of eternity. They are they who appreciate the authority and power of the Priesthood, the efficacy of prayer, through which the sick are healed. To be worthy instruments in the hands of God, to administer in His name is more gratifying to them than are the riches of the world. <\/div><div class=\"paragraph jod\" id=\"v24n845\"> During the short time I may speak I desire to direct my remarks especially to the young upon this point, for here as elsewhere we are subject to laws producing constant changes. Today, the Latter-day Saints are far more prosperous in the things of this world than they were a few years ago; and it is right and proper they should be. The Lord desires to bestow these things upon His people. There is no harm in the possession of properly acquired riches; there is no harm in wealth. God created the riches of the earth; He created the ability of the mind, the intellect and faculties of the man which enables him to accumulate wealth. But the love of riches is dangerous.<span class=\"citation\" id=\"75991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75991)\">1 Tim. 6:10<\/a><\/span> Excessive love for the things of time has led men in all ages to forget their God, and indulge themselves in things wherein there is no profit.<span class=\"citation\" id=\"60480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60480)\">Jer. 16:19<\/a><\/span> This is what we, as individuals, and as a whole people should avoid. Exces<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sive love of riches, an unnatural desire to accumulate wealth at the sacrifice of principle&#x2014;and at the expense of God's honest and deserving poor&#x2014;produces a gulf of separation over which preaching can never throw a bridge. We should realize that God being the Father of us all, loves the humble and deserving poor as much as He loves the rich who are alike worthy. We should realize that all are friends and brethren equally, if equally worthy, able to approach the throne of God. <\/div><div class=\"paragraph jod\" id=\"v24n846\"> I have heard expressions from some young people recently to the effect that, &#x201C;The theory of the Gospel is all right, and while it is beautiful, we cannot deny the fact that even in Israel there is great power in wealth.&#x201D; Of course there is. There always has been and probably always will be, because the possession of wealth produces power. We see this manifested everywhere, in the history of every nation; but when we contrast the power of earthly wealth with that of eternal riches, there can be no comparison, the one being transitory, the other eternal; the one is measured by time, the other by eternity. A man may be true and honest before the Lord, and yet be rich in the things of this world. God has had servants in time past who were wealthy, and yet devoted as any could be. Abraham, Job and David for instance. It is true the subsequent fall of the latter might be traceable, to an extent, to indulgences and luxuries resulting from his use of wealth. But I contend the riches of the earth belong to the Lord, and He can bestow them upon whom He pleases, and it will be His good pleasure to bestow them upon His people when they are in a proper state to receive and use them  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to His honor and glory. But it is a mistake for our young people to imagine that it is better to lay aside the work of God, to refuse to go on missions, labor in the ministry at home, or act as teachers in the Sunday Schools&#x2014;it is a great mistake, and I will tell you why. Riches, unless they have been acquired under the approbation of God, will not produce happiness. The possession of riches may give influence, power, fame, adulation, even among us, but unless those who possess it are men of God, unless they are men of faith, believing in the atoning blood of Jesus, unless they believe in the Priesthood of God, and its right to direct in matters both spiritual and temporal, they are not happy, they do not possess the riches that will guide them safely through the veil into the presence of God. They may believe all the ordinances that faithful men believe; they may have their wives sealed to them over the holy altar of God; may have their children married according to the new and everlasting covenant; come to conference meeting; pay their tithing; and finally consecrate all their goods; but if their hearts are not converted, if they are not free with the freedom wherewith Christ once made them free,<span class=\"citation\" id=\"74623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74623)\">Gal. 5:1<\/a><\/span> if they have gone back into the bondage of the world, they have lost their golden opportunity. As they die without faith, so will they rise without faith. If they have been infidel to principle, slow to hear, if their hearts have been hardened, and they have fought secretly or openly against the principles of the Almighty, when they wake up behind the veil they will find that in their love for the things of this world they have lost that which it may take ages to regain. <\/div> <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n848\"> I bear my testimony that these things are true. And while there are wealthy men in this Church whom I respect and who I believe to be good men, yet it is a dangerous thing for our young people to conceive the idea that they must sacrifice principle at the shrine of policy, and be hypocrites in order to advance their interests and wield the influence and power of wealth in the midst of this people&#x2014;such an idea is dangerous, and it is a thing that we, as Elders in Israel, should guard against. Give me the influence, give me the faith and prayers of a man who is willing to go to the ends of the earth for Christ's sake, and has healing virtues in him, power to comfort, bless and heal the sick, bind up the brokenhearted and lead to eternal life, rather than the influence of any man without these, though he may be as rich as Jay Gould. It is proper and right to use the wealth of this world in beautifying Zion, for the benefit of those worthy who need it&#x2014;for the widow and the orphan, and for the benefit of honest industries and righteous poor who need assistance. A man should be as willing to financier for the good of the whole people as for himself in the same capacity. The same energy should be displayed in the one case as in the other. We should learn to do for the people of God that which we are anxious to do for ourselves. We should learn that the Spirit and power of God will lead unto all righteousness, but that a man cannot be dishonest and enjoy that Spirit; that he cannot monopolize the natural avenues of wealth, depriving the poor of their rights, and enjoy the spirit that comes from heaven. Greed often pushes men beyond legitimate acquisition into respectable robbery. If there are  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such in our midst, when trials come, when dark days approach, there will be shaking in the marrow of their bones; and faith will decrease as wealth wrongfully acquired increases; and as such come to their end darkness will be before their eyes, they will fear the things that are beyond the veil; their faith will waver; they will not know whether the atoning blood of Jesus Christ will reach beyond the grave or not, but if it should they will not know whether they will be able to stand in the presence of God, without a blush. I bear you my testimony that men who devote themselves to the riches of this world at the sacrifice of principle, will rise in the resurrection poor, miserably poor! They will be in greater poverty than the poorest in all the House of Israel. <\/div><div class=\"paragraph jod\" id=\"v24n850\"> We had better think of the revelations of Jesus Christ.<span class=\"citation\" id=\"74453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74453)\">Gal. 1:12<\/a><\/span> We have talked a little about cooperation in the past. We have sometimes alluded to consecration. I heard a story in regard to a brother in Farmington, a few years ago. The question of gathering the poor Saints from England came up in an evening meeting. The brother had two cows, and he donated one for the purpose mentioned. In going home a spirit of darkness said unto him: &#x201C;You have been very foolish. You have given away one of the two cows you possessed, while Brother so-and-so, a much wealthier man than you, has only given five dollars. Now, you have done a wrong thing, a foolish thing.&#x201D; And thus was this brother tempted until he turned around and said, as though addressing himself to Satan: &#x201C;If you don't cease tempting me, I will go back to the Bishop, and give him the other one.&#x201D; [Laughter.] Now, that is just as I feel. If at any <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time the Lord has blessed me with means, and I am tempted not to do as I should, because of the actions of others. I hope I shall always when tempted, feel to draw near unto the Lord, and ask His assistance. I would rather give all I have&#x2014;and it is not much&#x2014;and be like an Indian, clothed in a blanket, and be acceptable to the Lord, than be clothed in velvet and surrounded with riches, feeling that my prayers were never heard by the Almighty. <\/div><div class=\"paragraph jod\" id=\"v24n851\"> There is no reason why we may not have all the fruits of the Spirit in our midst. There is no reason why we may not have the gifts and blessings of the Gospel. A circumstance somewhat marvelous came recently under my personal observation. A little boy was thrown from a horse violently, his head striking the hard ground with great force, causing severe concussion of the brain. The doctor was called, the Elders also. The eyes of the poor little fellow were fixed and stony; all were greatly alarmed for the case was a serious one, the physician saying that blood was evidently clotting on the brain; the right side was paralyzed; the wrist almost pulseless. He went into convulsions while the Elders were administering to him, and many present believed that he was dying, but the grasp of death was broken by the power of faith. Unbelief was rebuked, and health and reason were speedily restored. Next morning the boy was running about the rooms with no soreness about his head whatever! I say the gift of healing by the power of God exists in the Church, and it might be far more prevalent if we would live for it. <\/div><div class=\"paragraph jod\" id=\"v24n852\"> I bear my testimony, in conclusion, that this is the work of God. I know that its destiny is onward and upward; whatever lies may be  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>concocted, whatever powers may combine to retard its progress, God will eventually make it the head and not the foot. There are boys growing up in these mountains who will so learn to love liberty, and will so desire to see all humanity free, that they will maintain the principles of our national constitution and all just principles, and will invite the oppressed of every land and clime to enjoy liberties which God will maintain in His Kingdom&#x2014;the liberty wherewith Christ will make them free.<span class=\"citation\" id=\"74624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74624)\">Gal. 5:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n854\"> On the other hand I bear my testimony that men who, in the Church or out of it, sacrifice principle at the shrine of greed, who take away the earnings of the honest poor, who monopolize the avenues of trade to the oppression of God's honest people, will wake up beyond the veil disappointed, unhappy, grieved and damned. They will be damned in that God will so quicken their minds, that they will see the past, and understand the future. They will fully comprehend that in the brief space, perhaps, of a few years, they sacrificed opportunities, <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and gave away chances whereby they might have become kings unto the Most High God,<span class=\"citation\" id=\"128938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128938)\">Rev. 1:6<\/a><\/span> and saviors on Mount Zion;<span class=\"citation\" id=\"62049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62049)\">Obad. 1:21<\/a><\/span> that they gave all these blessings for the love of self, the honor of men, worldly riches; and the testimony of widows and orphans will come up against them before the eyes of the Lord, and they will see it and comprehend it, and in the conception of their great loss, they will feel that they have been damned. <\/div><div class=\"paragraph jod\" id=\"v24n855\"> I pray that we may be faithful and true to our religion, and that we may have the guidance and inspiration of the Most High. I pity a man that has no inspiration. I pity any set of men who seek in their ignorance and blindness to retard the progress of God's Kingdom. <\/div><div class=\"paragraph jod\" id=\"v24n856\"> There is a day of deep trial for those who love the things of this world<span class=\"citation\" id=\"128939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128939)\">D&amp;C 121:35<\/a><\/span> more than they love the things of God.<span class=\"citation\" id=\"128941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128941)\">Matt. 16:23<\/a><\/span><span class=\"citation\" id=\"128940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128940)\">John 12:43<\/a><\/span><span class=\"citation\" id=\"78580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78580)\">1 Jn. 2:15<\/a><\/span> If we have such among us, I earnestly hope and pray that the Spirit of God may rest upon them, that they may see the error of their way, repent, turn unto the Lord, and be saved. Amen. <\/div>\n<\/div>\n<\/div>"}