{"ID":240026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obedience to the Priesthood Objected to by the World&#x2014;Wisdom in the Counsel of the Priesthood&#x2014;Prosperity of Those Who Have Obeyed&#x2014;Temporal and Spiritual Wealth&#x2014;Effects of the Priesthood's Influence&#x2014;Loyalty of the Saints&#x2014;Respect for Law and Hatred of Oppression and Mobocracy&#x2014;Destiny of the Saints&#x2014;Their Capacity for Self-Government&#x2014;Characteristic Virtues&#x2014;Treatment in Regard to Sexual Crime&#x2014;Honor in Dealing&#x2014;Duties Toward Families.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Meetinghouse, Beaver, Wednesday Afternoon, June 20, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Obedience to the Priesthood.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/20\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v24n604\"> I am greatly pleased at having the opportunity of meeting with the Latter-day Saints in this place, and I trust that our meeting will be profitable to all. It is a most excellent thing to come together as we have done today, and as we shall do tomorrow, and have an interchange of views and partake of that spirit which is accessible to all of us&#x2014;that is, to all those who have placed themselves in a position to receive it, by keeping the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v24n605\"> We have had from Brother Lyman much good instruction, and if it is remembered and carried out practically in our lives it will be of great profit to us. There is one thing that <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> suggested itself to me in listening to his closing remarks, and that is, that if there are any strangers here&#x2014;I suppose there may be&#x2014;I am not so well acquainted with your people as I might be&#x2014;they will imagine that we are dwelling considerably on this idea of listening to the counsels of the Priesthood. If there is anything more objectionable than another in the eyes of those who are opposed to this work called &#x201C;Mormonism,&#x201D; it is that feature of it. I do not think there is any feature that is so much disliked and so much found fault with as that peculiar feature of our religion which requires us to listen to the counsels of the Priesthood. In this respect we  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>differ from every other people upon the face of the earth. It may be said that the Catholics take the same view that we do about listening to the Priesthood. But then the Catholics are not gathered together as we are, and are not combined as we are, and are not, therefore, in the opinion of those who are opposed to us, so much a menace to others as we are because of that feature of their religion. Nevertheless, though this doctrine is so distasteful, we have to preach it. It is the burden of the Lord upon us, and it would be woe to us unless we did preach this very doctrine,<span class=\"citation\" id=\"73293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73293)\">1 Cor. 9:16<\/a><\/span> with all our zeal and all our power. I can readily understand why this doctrine is so much disliked, and why men find so much fault with it; because if that peculiarity were to disappear from among us, and we ceased to listen to the voice of God, as we believe it to be manifested, through those whom He has chosen to be His servants, this great latter-day work would amount to nothing in the earth; it would soon melt away and be like the sectarian systems from whence these Latter-day Saints have been gathered out. <\/div><div class=\"paragraph jod\" id=\"v24n607\"> God had a purpose in revealing the Gospel in these days and in restoring the everlasting Priesthood, and that was to prepare the earth for the coming of the Lord Jesus Christ. It is an important work, to prepare the earth and the inhabitants thereof for the coming of the Lord Jesus Christ. Now, I think that everyone who ever believed in Him, or that ever believed in God, will admit that when Jesus comes, everybody will listen to Him, and will do as He requires; for it is written that every knee shall bow and every tongue shall confess that He is the Lord.<span class=\"citation\" id=\"75468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75468)\">Philip. 2:10-11<\/a><\/span> He will be accepted as <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the King of kings and Lord of lords,<span class=\"citation\" id=\"80458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80458)\">Rev. 19:16<\/a><\/span> and the ruler over the whole earth; and it is the constant prayer of those who are most devoted upon the subject of religion that the Lord Jesus may come and reign king over the whole earth as He does in heaven; and, of course, if He does that it will be expected that He will sway a scepter that will not be disputed, and will exercise a dominion that will not be questioned. <\/div><div class=\"paragraph jod\" id=\"v24n608\"> Now, the first announcement that was made concerning this work of our God in these last days was, that the object in its restoration was for the purpose of preparing the way for the coming of the Son of Man. That was the announcement that was made. And when the Priesthood was restored it was told to those to whom it was restored that it should not be taken away from the earth again until the sons of Levi should offer an acceptable sacrifice unto the Lord; and they were also assured that it never would be taken away from the earth again,<span class=\"citation\" id=\"84047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84047)\">D&amp;C 13:1<\/a><\/span> but that it should continue until it accomplished all that God designed for it. In the organization of this people, in the settlement of these valleys, in the framing of our first provisional form of government, in the enactment of our laws, in the building of our settlements, and in the polity that has distinguished this people from their first settlement until now, the wisdom of God manifested through the Priesthood which He has restored to the earth, has been plainly discernible. Though these are civil matters, its influence, through the knowledge and power which it possessed, has been most beneficent. I think that if there is any people upon the face of the earth who should listen to the Priesthood and to the counsel of God's servants, it is the Latter-day  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints; and I think if there are any men upon the face of the earth that can claim loyalty from the people and allegiance to the Priesthood, it is the men who have borne it and who have exercised its authority from the time we settled these valleys until now. I think they can do so with the best possible grace, for the best of possible reasons; for when ever their counsel has been listened to it has always been attended with unquestioned success, and when it has been disobeyed it has always been followed by disaster. The Latter-day Saints are the witnesses of this themselves. We can appeal to them with the utmost confidence upon this point, because they know, they have had experience; they have tested these things for themselves, and they know that these are not idle statements; they know they are true and well-founded; and that God has, in His mercy and kindness, confirmed the labors of His servants and the counsels they have given by bestowing prosperity and blessing upon all those who have accepted their counsels and have carried them out in the spirit in which they have been given. The Latter-day Saints themselves are living witnesses to this. <\/div><div class=\"paragraph jod\" id=\"v24n610\"> The men who followed President Brigham Young and the Twelve Apostles over whom he presided when they left Nauvoo and came across to Iowa and followed the Indian trails to the Missouri River and built Winter Quarters, and then in the spring of 1847, traversed the plains, the untrodden&#x2014;that is, to them they were&#x2014;wilds, of which they knew nothing&#x2014;people who followed him and them to Salt Lake Valley, and laid the foundation of Salt Lake City, they have been the people who have been the most blessed of God and most prospered; <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they have prospered in their religion, they have prospered in temporal things, and they have been blessed with peace all the day long; while the men who disobeyed that counsel and concluded that they had had enough of this work and of following the counsels of the leading men of this Church, have had sorrow and difficulty and have not prospered. God confirmed the leadership of these men by bestowing His blessing upon them and upon those who followed their counsels. He delivered them from perils, He delivered them from Indians, He delivered them from famine, He delivered them from pestilence, and prosperity attended their labors, and every settlement that has been formed in these mountains from the day Salt Lake Valley was reached has been attended with similar prosperity. The men who have gone forward and listened to the counsels of God's servants have been the men who have been blessed; they have been the men who have had influence, while the men who have taken a different course are the men who have not. Where is there any apostates from this work that have influence in the earth? A few have had temporal prosperity. But is that all prosperity consists of? Is that all success consists of? To have a little of this world's goods&#x2014;and there are very few of them that even have that. There is something else. There is the blessing of God; there is the peace of heaven; there is the joy of the Holy Ghost; there are the gifts and blessings that attend the faithful servants and handmaidens of Jesus Christ, in addition to temporal prosperity, before which temporal prosperity fades. I am speaking now of money and that which perishes with money. I have seen the richest people living  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the lowliest homes. Why? Because they were rich in their feelings. I have seen the richest men who were poorer than the poorest of earth's sons. Why? Because they did not have that rich feeling. Such a feeling does not belong to riches and earthly prosperity. It comes from the blessing of God. In this respect the Latter-day Saints may be said to be the richest people on the face of the earth. They are rich in that glorious feeling that God gives. You may strip them, as I have seen them stripped, of earthly possessions, and turned loose in a wilderness without a place of security and not knowing where they would find a resting place, and yet they were as happy a people as I ever saw in my life. Destitute of many things that men and women consider essential to earthly comfort, yet they had that which is above price, and which riches cannot bestow, namely, the peace of heaven, the peace of God resting down upon them. And they have been a rich people from that day to the present. If they have not glad hearts and cheerful countenances it is their own fault. But this is one of their characteristics. They do have glad hearts and cheerful countenances. Wherever you go you see them. They may not have rich surroundings, an abundance of this world's goods, elegant houses, nor elegant furniture for their houses; but when they have this spirit they are happy and they are full of peace and joy. <\/div><div class=\"paragraph jod\" id=\"v24n612\"> Those who have listened to the counsels of God's servants have had this blessing. But, as I have said, where is the apostate, the man that has denied his God, broken his covenants, dissolved his connection with the Church, turned his back upon the people with whom he was for<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>merly associated, that can lay claim to this? It may be said that this is all delusion; but if delusion brings happiness, then delusion is a blessing. And is it not better to know and feel as we do respecting a future, to feel that there is a future before us that is bright and glorious, than it is to have our mind a blank in regard to a future, to be without hope, looking as it were into a horizon that is darkened by the densest clouds, which are impenetrable to our gaze and beyond which we cannot see? Certainly it is. Certainly it is better to have this hope that God has given us. We know that it is of God. But our enemies say it is a delusion; but if this delusion brings peace and joy and happiness and certainty, and all those feelings that fill our soul with inexpressible delight, why, then we are in a better condition than those who are not thus deluded. But we know that we are not deluded. We know that when a wife is sealed to us by the authority of the holy Priesthood, that that ordinance is binding as eternity if we are faithful. We know that when we have children born to us in the everlasting covenant and death takes them away, we are comforted with the assurance that though they be consigned to the silent tomb, we shall yet have them in eternity. Thus the sting of death is taken away, and the grave has no victory.<span class=\"citation\" id=\"74009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74009)\">1 Cor. 15:55<\/a><\/span> Death does not fill us with gloom and apprehension and doubt and uncertainty. We know as well as we can know anything of that character that when time ends we shall be united with our children and dwell with them eternally. We know also that when a man buries his wife, the faithful partner of his life, if she were married to him by the holy Priesthood, he knows when he lays  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>her away in the grave that that is not an eternal separation, but that they will again be united. And so with the wife when she lays away her faithful husband, she knows as well as she knows she lives that they will be united, and that they will dwell together throughout eternity, if she continues faithful to the truth. <\/div><div class=\"paragraph jod\" id=\"v24n614\"> It is the Priesthood that has brought unto us these blessings. There is not a thing connected with our existence in these valleys that I do not in my feelings give credit for, under God, to the Priesthood. Do we have peace in our hearts? Do we have order in our settlements? Do we have good order throughout these mountains? Yes, we have, and it is due to those men whom God has inspired to lead the people. This good order is due to the Priesthood. We cannot give any credit to anybody else, however much we might be inclined to do so. We have had Judges here; we have had Governors here, some of them men of ability; but we cannot in honesty and truth give them credit for any of the blessings we enjoy. On the contrary many of them have been our worst enemies, and if they could have had the power they would have destroyed our peace and introduced strife and disorder and confusion and war and bloodshed in our midst; and that these things do not exist is due to the Priesthood, and to the people also, who have listened to their counsels and been guided by them. <\/div><div class=\"paragraph jod\" id=\"v24n615\"> Now, it is our duty to honor our God, and in honoring God we do not show dishonor to others. Because I feel in my heart to honor the Priesthood that God has restored to the earth, I do not therefore mean nor do I feel any sentiment of dishonor towards anybody else. It <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> does not make me any the less a loyal citizen or a true man because I do this; not in the least. On the contrary, I am a better citizen for this, because I am more peaceful, I am more easily controlled, I maintain good order, or endeavor to do so. The influence, therefore, of the Priesthood upon me, as upon all the rest of the community, has not the effect to make us disloyal to our trust, nor to make us any worse citizens of the government of which we form a part. On the contrary, there is no more loyal men to be found within the confines of the Republic than are to be found in this Territory; no men more true to the Constitution, or who love it with more devotion, or who are willing to make greater sacrifices for it, than are to be found in this Territory, and I think I am in a position to speak understandingly. <\/div><div class=\"paragraph jod\" id=\"v24n616\"> I say there are no people who will do more to maintain true republican government than the people who form the Church of Jesus Christ of Latter-day Saints. I would shoulder my gun to defend an Episcopalian against a mob, and I would do the same to defend a Methodist, or an infidel. I would do as much to maintain the rights of all men and all women under this form of government as I would those of my own faith. I would consider myself unworthy of my position if I did not have that feeling, and this is the feeling, I am sure, of this entire people called Latter-day Saints. They hate oppression, they hate it in every form, and they will fight it as long as it exists upon the face of the earth, until it is stricken down, and until it ceases to exist. They are bound to do that. The principles of their religion compel them to do it. To resist tyranny in a governor who may be sent here? Yes, if he  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comes here and exercises unjust rule. And the same with a Judge. Because a man is sent here as a Governor or a Judge does that make him a king, or give him the authority to trample upon the rights of his fellow citizens, or upon the Constitution, and the laws of the land? Not by any means. And are we disloyal because we reject his claim to that authority, and the claim of others who band themselves together and say, &#x201C;Oh, you poor Mormons, you poor, miserable wretches&#x2014;you have no rights here?&#x201D; No, we are not. They may try to usurp this authority, but they will always find us in their path under the Constitution, and under the laws; not by force of arms, not by violence, not by lynch law, not by mobocracy; but contending in the right place and under the right circumstances for those liberties that God has given to every human being and especially guaranteed to us as free men who were born free and who live under a free form of government. Mobocracy, from the bottom of our hearts, we hate every form of it, and every form of violence. Where men take the law in their own hands and seek to redress their own wrongs, it is abominable, and should be frowned upon everywhere. Better for us to suffer any number of wrongs than that we should resort to violence. It would not be right for us to do so, however just our cause may be. We must maintain law and good order, and we must frown down and put down every form of mobocracy and lynch law, and this disposition to execute vengeance outside the pale of the law. It is just as wrong for us to indulge in that spirit as it was for the mobbers of Missouri when they drove us from our homes there, or those in Illinois when they drove us from there. We should learn a lesson from these things; we should <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> profit by this experience and stand up steadily and maintain constantly the rights of man, no matter who that man might be. He may be our enemy; he may be opposed to our principles; but that should make no difference in our determination to execute justice and right. <\/div><div class=\"paragraph jod\" id=\"v24n618\"> Now, God has blessed us wonderfully in this land since he led us here. I can see a great improvement here in your place. In fact I see this in all the settlements. God is blessing this people. He is causing them to increase, and He is giving us a firmer foothold. I am glad of it. I want to see this work increase, because I love it, and because I love everything connected with it. It is not a partisan feeling. It is not a selfish feeling that a certain portion of people may be blessed more than other people. I do not believe that Latter-day Saints entertain any such feeling. But I take delight in this work. I consider everything connected with the future growth of the human family is connected with the growth and development of this people. I know this is saying a great deal, but nevertheless it is true. And as God lives the day will come that constitutional government and the rights of man will have to be maintained by the Latter-day Saints, and that at a time when there will be no other power upon this land that will be able to make headway against the tide of evil that will flood the country. And it will be due to our organization that we shall be able to stem it. God has given us an organization that is magnificent, as our enemies freely admit. We are a consolidated power. And when anarchy reigns, as it will do, for it is coming, and every man that opens his eyes to see the evils that abound&#x2014;if he does not persistently resist  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the truth&#x2014;must have a secret dread of it in his heart; when that comes, there will be no power upon this continent that will be able to stem it, except the organization which God has given to us. We have shown our capacity for self-government ever since we came here, from the very fact that we had no government except that which we framed. We had to form our own government and make our own laws. We have had Governors who have fought our laws even when our Legislature has enacted them unanimously. So that that which we have today in the shape of good government is due to ourselves, under God. It is due in Beaver to the Latter-day Saints under God. If we have maintained order and resisted anarchy in Salt Lake City, it is because of this man [President Taylor] and the man that preceded him in his office, controlling and guiding the people all the day long; to them, under God, the credit is due. So it may be said with reference to our entire Territory. We have shown our capacity in the midst of all the obstacles that have been thrown in our way, and in the face of all the attacks that have been made upon us in various forms and from various quarters&#x2014;we have been able to withstand these and maintain good government. That power we still retain. We are gaining experience day by day. God is training us in this way. We are receiving a training such as no other people receive. Men are being made statesmen in spite of themselves. Such men as John R. Murdock, and others around him, have been compelled to learn these things. So with others. They have had to acquire a knowledge of practical statesmanship, that they might preserve the liberties of this people. And God has given us <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the necessary wisdom to do it. I thank Him for it. He has given us this wisdom, and he will continue to bless us in this way. And the day will come when we will exercise this authority in a far wider sphere than in this limited Territory. The same wisdom that has maintained the organization of this people, and that enables us to withstand attacks that would swamp any other people, will enable us to act in a far more extended sphere. <\/div><div class=\"paragraph jod\" id=\"v24n620\"> We have had conspiracies against our liberties from every quarter; we have had conspiracies of every conceivable character; you cannot conceive of anything scarcely in the shape of conspiracy that has not been formed against us, and yet we live and are a free people today. In many respects there are no freer people in the United States than we are. But our enemies do not deserve any credit for it. To God the credit is due, and He gets it, I believe, from all the Saints. But He has given the men whom He has chosen the wisdom to govern and control this people, and to point out the path of safety. And I predict that we will be just as prosperous in the future as we have been in the past, and more so. God will always prepare a way of escape for His people. Even if everything should be as dark as it was fourteen or fifteen months ago, when it seemed as though the whole heavens were covered with the blackest clouds, with no ray of light to break the darkness, and when it seemed as though overwhelming destruction was about to come upon us&#x2014;even under those circumstances God will prepare a way of escape, He will open out the path and make it plain, and we will emerge from the difficulty stronger than we were before, and be full of additional thanksgiving unto  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God our heavenly Father, for His goodness and kindness to us. This will be the result in the future just as it has been in the past, and it will continue to be the result. For I tell you there is a great future before this people. We have all the elements which are necessary to make us a great people, and we cannot be deprived of them. We are a united people to begin with. And then we are a temperate people, we are a frugal people, we are a loving people, we are a virtuous people, we are a brave people. Yes, we are a brave people; for it takes courage to be a Latter-day Saint. A man that is a coward cannot be a Latter-day Saint. A woman who is not a heroine cannot be a Latter-day Saint. It requires just that kind of courage which is so rare in the world to be a Latter-day Saint&#x2014;the courage to maintain one's convictions. This famous young lady&#x2014;Belle Harris&#x2014;has given us an exhibition of it. She preferred to go to the Penitentiary rather than answer the questions propounded to her. Such an exhibition of courage must have a wonderful influence. There is something about it, even if the cause were a bad one, that is admirable. Men admire that quality wherever they see it. There is nothing so admirable as courage of that description. It impresses even our enemies. &#x201C;Why,&#x201D; they say, &#x201C;if this girl can do such a thing, what shall we do with a people of that kind?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n622\"> Well, courage is a quality that this people have always manifested. They have submitted to wrongs, it is true; but their having done so is not an indication of a want of courage. On the contrary, it is sometimes an evidence of the highest and the purest and the best courage, to be willing to suffer wrong rather <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> than take a course that could not be approved of to resist it, and these qualities in the struggle that lies before us will tell. You find a people who are frugal, who are temperate, who are industrious, who are united, who are loving, and who increase as we do, and they will make their mark on the earth. Such qualities always did tell in the struggle for existence among men from the earliest days. The nations that have possessed the qualities which our people possess have always been the honored nations. They have been the nations that have won their way to power and have compelled admiration even from their enemies. These qualities we possess, and we mean to cultivate them. We mean to train our children in these virtues. We mean to make them a virtuous people above everything else. That is the most desirable quality in this age of sin and corruption, when women, in many instances, are unsafe in the society of men. I want to see it in our country that our young ladies in the company of our young men, in any place and under any circumstances, in the darkest hours and in the most unprotected situations, will feel as safe as if they were in their mothers' bed chambers so far as anything wrong from the opposite sex is concerned. I would rather see men punished with death&#x2014;which we believe is a law that should be put in force against any man who ruins woman&#x2014;than that there ever should be a time in our country when corruption and wrongs of this character should run riot and be unchecked. Virtue lies at the foundation of individual and national greatness. No man can amount to much who is not a virtuous man, who is not strong in his virtue; I do not care who he is. He  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may be as talented as Lucifer; but if he is not a virtuous man his greatness will not amount to much. Virtue lies at the foundation of greatness. We mean to promote it and encourage it in the rising generation. In order that the rising generation should have it, the mothers must have it, and feel its importance, and the fathers also. And then we must teach all those other virtues that belong to the Gospel of Jesus Christ. Our religion is admirably adapted to every circumstance of life. We can carry it with us every day. It is not like our Sunday clothes&#x2014;to be worn on the Sunday and laid away on Monday. It is an eminently practical religion, and is adapted to every day alike and not for special occasions alone. I like it on that account. I am very much pleased with it, always have been, and with those virtues that it instills, the everyday virtues of life. <\/div><div class=\"paragraph jod\" id=\"v24n624\"> If I am a Latter-day Saint, as I should be, I am an honest man. If I were to trade I would trade honestly, or else I am not worthy of the name of Latter-day Saint. If I had a wagon to sell I would tell what sort of a wagon it was and not cheat the party to whom I was selling, or say that he must judge of the article by his own eyes, that his own eyes must tell him if there is anything wrong. I do not consider that good Latter-day Saint doctrine. If I have a horse to sell to my neighbor and he asks me if the animal has any defect, I ought to be willing to tell what it is. And so with everything else. We must be an honest people; for I tell you those who are not honest cannot retain the Spirit of God. God wants an honest people, a truthful people, a people whose word can be relied upon, a people whose word is as good as their bond. I do not know whether you all do or not, but if <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not, you ought to cultivate this quality of honesty. It is always profitable for a man to be honest. Let him get a credit of that kind and it will bring him profit; but if he deceives then confidence is gone and people will shun him. I never trade with a man that tricks me more than once. I do not say much. I suppose everybody has the same kind of feeling. I never quarrel nor find fault, but then I think a great deal, and I suppose most of the people have a good memory for these sort of things. <\/div><div class=\"paragraph jod\" id=\"v24n625\"> As Latter-day Saints, we should be honest, truthful, frugal and economical, and do everything we can to improve our condition. Every man that has a poor house should seek to get a better. When I started out in life I attached little importance to the matter of a house. For many years I was in the missionary field. Fifteen years of my early experience in life was spent in the missionary field. I was only some nine months at home during that period, and I attached little importance to a house. But I soon found out that my folks did not take the same view that I did about it. I have learned this, that a woman looks upon a house as a matter of much more importance than a man does. It is her home. And when I see wives in houses of a poor class when their husbands might build better, I think their husbands do not understand woman's nature as they should do. Women with families should have good houses, and husbands should labor to get them, and then leave them to adorn them and make them comfortable and desirable. Children like to have a nice house, because they can invite their companions to it. Men should strive to make their families comfortable in this way. It is their duty to do  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so. I was very much delighted with some remarks President Taylor made on this subject. He told the husbands to court their wives over again, to cultivate the feeling they had when they started out in life, when they were everything to each other, and when they could not do enough for each other. That is a feeling that should be cultivated. Men should never treat their wives with disrespect. They should manifest a feeling of love for them, and more especially when they become advanced in years. There is nothing that will excite love in a man's heart so much as to see a wife as willing, even in her advanced years, to sacrifice her own comfort for his sake as she was when they were first married; and I am sure it must have the same effect upon a woman&#x2014;to have the husband, when her charms are fading and she is growing old, and perhaps not so attractive as she was&#x2014;to have the husband tender and kind and loving, not forgetting her good qualities, nor what she has done. When a woman sees a husband manifest that feeling towards her, she in return will manifest her kindness and love for his thoughtful attentions. <\/div><div class=\"paragraph jod\" id=\"v24n627\"> These are little things, but how much they contribute to our happiness and to our peace! We should therefore cultivate these qualities ourselves and teach them to our children. Our children should be made to feel that we love them and <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we are disposed to treat them with proper respect. When we ask a child to do a favor, we should ask it as though he were a gentleman, or if a girl, as though she were a lady. A man should never talk to his children as though he were a tyrant. He should address them in kindness, and as though they were gentlemen and ladies, and they will grow up with that feeling and treat others with the same respect. Why, I would not ask my children to do me a favor without thanking them, any more than I would ask any grown person. Neither would I ask a favor of a hired hand without doing the same thing. I have been in such positions myself and know the feelings that such people have. I know that their feelings are tender and that in their position they appreciate kindness. And people who are young are more sensitive than older persons of more experience in life, and we cannot be too careful about their feelings. We should treat one another with the utmost respect and the utmost kindness. Women should talk to their children in kindness; not harshly, and not in a spirit of scolding. It is a dreadful habit this habit of scolding. A man or a woman who is always scolding, loses influence with children and with everybody else. <\/div><div class=\"paragraph jod\" id=\"v24n628\"> I pray God to bless you and fill you with the Holy Ghost, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}