{"ID":240006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Hostile Feeling Towards the Saints&#x2014;Their Morality Compared With that of the World&#x2014;Laxity of Laws and Immorality in Washington&#x2014;Object of the Edmunds' Bill&#x2014;Cause of Former Hostility&#x2014;Saints to Contend for Liberty&#x2014;Rights of Congress&#x2014;Other Things to Be Dreaded More Than Hostile Legislation&#x2014;Effect of Such Legislation&#x2014;Shame of Congressmen&#x2014;Destiny of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday, June 25, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition to the Saints, and Its Cause.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/25\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v24n81\"> I am exceedingly thankful to have the opportunity once more of being with you and of partaking of that peaceful and sweet influence which prevails in the midst of this much despised and terribly abused people. The contrast, to me, is exceedingly marked between the circumstances in which I have been placed and the influences that I have had to meet, and those which surround me today. There have been some things which have transpired which have not been very pleasant; but on the whole, I can truthfully say, that I have enjoyed myself better than I expected, and <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> probably much better than many of you would suppose that one under the circumstances could do. At no time, in my experience&#x2014;in my life, have I ever seen a more embittered feeling manifested against the Latter-day Saints than prevailed during this past winter. You have had opportunities of understanding this to some extent, for you have felt that influence here, and you have seen its effects in the results that have been wrought out. And I suppose if we were like other people we should have been terribly alarmed at the manifestations we have wit<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nessed. There was a time when it seemed as though all hell had broken loose, and that nothing less than the entire destruction of the organization of the Church of Jesus Christ of Latter-day Saints would satisfy popular clamor. A most extraordinary manifestation, especially when we consider the absence of all provocation for such an outburst of wrath. If a person last winter had come into Utah Territory and traveled through our settlements, visiting the houses of the people and examining the condition of affairs here, he would have found it difficult to understand the cause of all the excitement that was raging throughout the United States concerning this people. If there are those who do not believe in the existence of spiritual powers and influences, let them examine into this Utah question and the effects of its agitation upon the public mind, and it seems to me they must be convinced that there are unseen powers which operate upon the minds of the people at large, to produce such extraordinary outbursts of prejudice and passion as we have witnessed&#x2014;fifty millions of people stirred up from one end of the land to the other by a tornado of passion, unreasoning, blind, besotted, bloodthirsty, which has carried men and women before it, and has dethroned reason, concerning a people who were quietly pursuing their avocations, molesting none, doing nothing that could be construed by any reasonable person into anything that would be offensive. <\/div><div class=\"paragraph jod\" id=\"v24n83\"> It is generally supposed that we are living in an enlightened age. Popular preachers claim that this is the crowning generation for light, and knowledge, and truth; that we are living in fact, in the full blaze of Gospel light and glory. Politicians <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> also claim that this republican government of the United States is the fruit of the ripened experience of all the ages; the product of the accumulated wisdom of the centuries; that human aspirations finds the fullest development under our form of government. This is the boast of the press, and these are the teachings of the pulpit. And yet, through agencies which boast of their enlightenment, this whirlwind of passion to which I have alluded&#x2014;this spasm of feeling that has convulsed the nation, has swept over the land, and everything has been done that was possible to make it destructive in its effects upon the objects of its wrath. I have thought, and have sometimes expressed myself, that if lies could destroy a people, we should have been buried out of sight long ago. The basest and most malignant and most cruel, the most unfounded and causeless misrepresentations and falsehoods have been circulated, and men and women who knew nothing about us, preachers who had no idea of our real belief, and editors who had no conception of the true condition of affairs in this Territory, have all lent themselves, sometimes understandingly, and other times ignorantly to do everything in their power to destroy an innocent people. And what has been the crime? We have been accused of immorality. God knows if that were to be a crime sufficient to evoke destruction, there would be other communities visited with wrath besides ours, even if we were all that we are painted. But the fact is, there is no other Territory or State in the United States&#x2014;and I say this knowingly and understandingly&#x2014;where virtue is respected, revered and protected as it is in Utah. There is no other community in the United States in  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which more young men grow up to manhood pure, in proportion to the population than in the Territory of Utah. <\/div><div class=\"paragraph jod\" id=\"v24n85\"> As I have repeatedly said, we believe in marriage, we have opened the door in that direction, and we say to the sexes marry; but we close the door in the other direction, and say, you shall not commit adultery, you shall not seduce, defile, prostitute or lead astray innocent beings; if you do, and we had the power, we would punish you. It seems like a paradox that those who do that which is according to their religion should be punished, while those who trample upon their religion should go free. And yet this is really true. All that we can be accused of is, we have embodied in our religion practices that belonged to the Patriarchs, which we believe, and so declare, God has revealed to us, for the purposes of salvation and of producing greater purity and of checking the flood of vice that is sweeping through the land and sapping the foundation of this nation and all the nations of Christendom. We have adopted the principle of plural marriage as part of our religion. We have not led women astray, we have protected them. We have not coerced them or used violence, but have thrown around them a shield of protection, and at the same time have left them to exercise the fullest liberty and the most extensive right of free choice in every respect. But this is a sin; this shocks, we are told, the moral sense of the nation. While, on the other hand, there are communities who say they do not believe in adultery or in seduction&#x2014;that is, their religion teaches them that these things are wrong; but many of whose members practice these crimes, and yet they pass along unnoticed and undisturbed. <\/div> <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n86\"> Salt Lake City is 2,400 miles from Washington&#x2014;a remote place; it might be supposed the effect of our examples, if they were bad, would not reach that distance; that if there was any contagion flowing from our practices it would have expended its force before traveling that far. But in Washington City, at the head of the government, where Congress has unquestioned jurisdiction, there is no law against adultery; no one can be punished in the District for violating the marriage vow; that escapes the attention of Congress. So with fornication; it goes unpunished, unless it should be of so flagrant a character, done in so open and indecent a manner as to excite public condemnation. Now if morality were to be achieved it might be thought that Washington would be a fine field for the exercise of the power that is unquestionably invested in the Congress of the United States. I presented this view of the question to Senator Edmunds, when this bill, which has since become a law, was being discussed. I called his attention to the fact that it was not an infrequent thing, in taking up an evening paper in Washington City, to read accounts of the finding of two or three infants that had been cast away or deserted by their inhuman mothers, found in vacant lots and in out-of-the-way places, and that too in the most elegant city to be found in the United States. It appeared to me, as I said to him, that Washington was a splendid field for the exercise of the power of Congress. If it was a sincere wish to check immorality, and to put down vice that prompted the Edmunds' bill, however mistaken its author might be in his ideas respecting the existence of these evils in Utah, the best place to commence was at the head. But  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it was plain to be seen that nothing in that bill was designed to reach real vice, to strike down immorality; it was a blow at our religious practices. To be sure, however, as to what the intent of the bill really was, and to know this from his own lips, I asked him if adulterers could be punished in Utah Territory under the provisions of the bill. His reply was that if a man who had one wife were to live openly and continuously with another woman he could be punished under it; but adulterers would not be very likely to expose themselves to the operations of the law in that manner. He said that &#x201C;sporadic cases of adultery could not be punished by this bill.&#x201D; I thought the reply one of which a Senator of the United States should be ashamed. I have known Senator Edmunds for some time, and have had some admiration for him, but I declare I blushed for him when he made the reply that &#x201C;sporadic cases of adultery&#x201D; could not be punished under the provisions of this bill, now become law. <\/div><div class=\"paragraph jod\" id=\"v24n87\"> Now, you can see what the design is. It is not to punish immorality. If immorality were the object to be reached, that law would have been made broad enough for every case, whether they be practices, what they term under religious guise, or practices in violation of religion. What then is the object of the measure? It is to strike down a prominent feature of our religion; that is its object, and there is no other object to be achieved. It is the fact that we make marriage a part of our religion that excites animosity, and they are determined to destroy us. <\/div><div class=\"paragraph jod\" id=\"v24n88\"> &#x201C;If you were to protect immorality and not call it religion,&#x201D; I have been told many and many a time, &#x201C;we should not object to it; <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but you are sanctioning by the forms of religion that which we cannot endure, and which is hateful to our civilization.&#x201D; It is the marriage ceremony, that is the offensive part of it; it is, in other words, the marrying that excites dislike and hatred. <\/div><div class=\"paragraph jod\" id=\"v24n89\"> Now, is this to be wondered at? I do not wonder at it; I am not surprised at all at this feeling; for the reason that I have always expected that this doctrine, like every doctrine connected with this Church, would excite the bitter hatred of those who oppose the work of God. It was the fact that the Prophet Joseph Smith, and the Elders of this Church declared that revelation had been received from God, that excited animosity in the first place. The Elders of this Church might have preached any doctrines they pleased and not said they had been taught them by revelation, nor by special divine assistance, nor by angels having come from heaven, but preached them as the speculations of men, as doctrines discovered, framed and arranged by men, by some theologians of eminent ability, and they would have had no particular difficulty. In preaching precisely the same doctrines we now preach, that is, the first principles of the Gospel, a church might have been made one of the most popular churches upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v24n90\"> But what was it that excited animosity? It was the declaration that God had spoken from the heavens and had restored the primitive Gospel in its original purity and power, and that we had the power and authority to administer in the ordinances of the Gospel through which had been restored the gifts and blessings and powers that pertained to the Gospel in the days of Jesus. It was  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this declaration that excited animosity throughout the religious world against the Latter-day Saints in the beginning. Every preacher felt that he was condemned by this declaration. If we had stood upon the same platform as they, saying that our organization was the result of man's wisdom, we should then have had some sympathy from them. But because our Elders declared that God had spoken, and that we preached that which had been revealed to us, animosity was excited, and mobs rose against us, entertaining the most bitter feelings, and committing the most terrible outrages. <\/div><div class=\"paragraph jod\" id=\"v24n92\"> It is interesting reading now, in this year of our Lord, 1882, to go back to that which occurred fifty years ago, in Missouri, soon after this Church was organized. The charges against us then were that we believed in Prophets, that we believed in revelation, that we believed in healing the sick, according to the pattern in the New Testament, that we were so credulous as to believe that God would work miracles; and the crowning accusation was that we were Yankees and abolitionists, and therefore were unfit to live in the State of Missouri. I say, it is interesting in these days to go back and read the documents issued by the mob in 1832-3 in Jackson County, Missouri. There was no plural marriage then to cause offense. The cry against us then was, that we believed that God was a God of revelation as He was in ancient days; that He was the same God in this, the 19th century, that He was in the first century of the Christian era, when Jesus and the Apostles ministered among men. This was considered sufficient cause for mobs to organize themselves and drive our <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people from their homes and lands, and to kill some of them. <\/div><div class=\"paragraph jod\" id=\"v24n93\"> If we were to practice plural marriage in some other manner, and not sanctify it by the forms of religion; if we were to be guilty of anything of this character, separating it entirely from all religious ceremonies and ordinances, there would be little, if anything, said about us. To judge from expressions I hear, I do not suppose it would excite any particular animosity. <\/div><div class=\"paragraph jod\" id=\"v24n94\"> We, as a people, have to pass through these ordeals. It is a great consolation to me, it has been while I have been absent, to know that we are fighting the battles of religious liberty for the entire people; it might be said, for the entire world. And there is no people on this continent in so good a position to do this today as we are, for there is no people so well organized as we are. No man, single-handed, could do what we are doing; no half dozen men could do it; they would be crushed. Let any man go out from this place and attempt, single-handed and apart from any other organization, to fight the battle that we are fighting, and he would soon be overwhelmed. But we are an organized community; we can live here as we did in the early days without help from any other source except God. We can raise our food; we can make our clothing. If it be necessary we can pinch ourselves, dispense with luxuries, and can live on those things which are barely essential to life. We do not necessarily have to depend upon other people for support. If grasshoppers come and sweep our fields, as they have done, there is no cry from Utah to the general government for help. We have borne these afflictions unassisted by our fellow citizens; and we have proven to our own satis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>faction, if not to the nation at large, that we are capable of sustaining ourselves. Therefore, when wrath is excited against us, we do not lose employment, we do not lose food, we are not turned out of our houses nor otherwise impoverished; because we have the elements in our own midst from which we can draw a living; and we know how to use them for our own sustenance, and for the preservation of those who are dependent upon us. Hence we are in an excellent position to fight the battles of freedom; and it is the most glorious warfare that men or women were ever engaged in. I expect we shall continue to contend for liberty, not with physical weapons but with steadfast moral courage, despite the Edmunds' law, despite the Poland law, despite the law of '62, or any other law that may be made in violation of the Constitution, and of the Bill of Rights. We shall have to contend unceasingly for those principles, without wavering or yielding one iota in our determination. I claim this not for Latter-day Saints alone, but I claim it for every man and woman in this Republic; for I say that the men and women in this great nation have the right to worship God according to the dictates of their own consciences,<span class=\"citation\" id=\"94172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94172)\">A of F 1:11<\/a><\/span> as long as they do not, in so doing, interfere with the rights of their fellow citizens; and I claim that they have the right to do this, despite the Supreme Court decisions, despite the action of Congress, despite the expressions of pulpit and press; and I am willing to contend for that liberty for every man and woman whether they be of the Methodist, the Presbyterian, the Episcopalian, or any other persuasion, or whether they be believers in the doctrines or views of Col. Robert Ingersol. God has <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> given us this right, and He has given unto us our agency. If we violate His will He will punish us; He has threatened us with punishment if we do so, and we are responsible to Him, and not to the Congress of the United States, not to the President of the United States, nor to any human being; we are responsible alone to our God, and there is no power upon the earth that can justly deprive me or deprive you of this right. They may, by force of power, by illegal measures and unconstitutional laws do this; men may be imprisoned or slain; but the principle that I now declare is a fundamental, a constitutional principle, and it will endure. And the day will come in this land when every man will have this right, regardless of his profession. Are we to be dictated to by popular preachers? Such men say to the Congress of the United States, &#x201C;You must enact certain laws; we demand it of you; our congregations demand it; you must put down &#x2018;Mormonism.&#x2019; We do not want that religion. We are Methodists; we are Presbyterians, or we are somebody else, and we call upon you to maintain orthodoxy and to put down heterodoxy.&#x201D; I would just as soon be dictated to by the Pope of Rome, by Mr. Ingersol or by a &#x201C;Mormon&#x201D; Bishop, as to be dictated to by popular preachers, as to what I must accept as religion. <\/div><div class=\"paragraph jod\" id=\"v24n96\"> Fault is found with us in this Territory because it is said the hierarchy dictates legislation; but you know this is not true. I wish we could dictate it more than it is done. We have our views like other citizens, but who has ever known them to be forced upon any? And, yet, this is the head and front of our offending, namely, that in Utah there is a theocracy dictating legislation.  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now, who is it that has demanded of Congress this Edmunds' law against Utah? It has been the pulpit of our nation, the orthodox pulpit. It is at their behests this legislation has been enacted. They would destroy us; and if they could do this then they would turn their attention to somebody else&#x2014;the Catholics, the Infidels, the Spiritualists&#x2014;they would not be satisfied until they obtained what they call &#x201C;uniformity.&#x201D; They do the very thing themselves that they charge us with doing, and which they pretend they desire to prevent in this Territory. <\/div><div class=\"paragraph jod\" id=\"v24n98\"> It is this principle of freedom of which I have been speaking that we are determined to maintain; we shall contend for it to the very uttermost as long as life remains. This is the feeling I have. Do you not feel the same? I am sure you do; I know you all do; I need not call for any expression of your feelings. We cannot fight law; we must submit to law, the law being more powerful than we are; but we can do as John Bunyan said: &#x201C;I cannot obey, but I can suffer.&#x201D; We cannot renounce our religion; we cannot throw it aside; we cannot trample upon the commandments of God; but we can endure the penalty of obeying God's law, even if it be imprisonment. It is part of the contract. We know what others had to endure for the religion of Jesus, and if we expect to obtain the same glory as they, we must be prepared to endure the same consequences. <\/div><div class=\"paragraph jod\" id=\"v24n99\"> I do not make these remarks to stir up feelings of defiance. It would be a most unwise and a most unfortunate position for us to occupy, to place ourselves in an attitude of defiance against the laws of the land; but while we do not defy, we <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at the same time shall maintain, I hope, the principles of liberty, and claim them for every man and woman as well as ourselves. We shall never cease our efforts, I hope, until from one end of the land to the other men and women can worship God whether they be Mormon or infidel, or whether they believe in Buddha, or are believers in the God of Israel, the Lord of the whole earth, or worship a wooden god, without interference or interruption from others as long as they do not trespass upon or interfere with the rights of their fellow citizens. All ought to have this right, and no one should seek to deprive them of it. <\/div><div class=\"paragraph jod\" id=\"v24n100\"> The most nonsensical arguments have been used against us in consequence of our claiming liberty of this kind. Say some men: Suppose there were Thugs in this country, or Hindoos who believed in burning widows as they did in India, shall the government not have the right to put down such murders and such ceremonies of cremation? Suppose that human sacrifice was deemed proper by some religious sect and should be called a religious ordinance, do you mean to say that government has not the right to interfere with and to stop the taking of life in such a way? <\/div><div class=\"paragraph jod\" id=\"v24n101\"> Certainly, I have never said it had not, neither have I claimed it when I have said that we had a right to practice this feature of our religion. There is a very wide distinction, but many do not seem to understand the difference. There are certain acts that are crimes in and of themselves; they are not made so by statutory law; one of these is murder. It always was a crime against nature and always will be. He who takes the life of a fellow being commits a crime, even if it should be in a land  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>where there is no law; it is in and of itself a crime&#x2014;<span class=\"italic\">malum in se<\/span>. It needs no statutory law to make it so. Marriage occupies a very different position from this. Before the law of 1862 was passed by Congress a man might have married in this Territory two or more wives, there being no law&#x2014;human nor divine&#x2014;that we had any knowledge of, prohibiting it. There was no law of the United States against it; there was no law of the Territory against it, and it was not in and of itself a crime. It was made a crime by the law of July 1, 1862, which, we assert, was in violation of the first amendment to the Constitution. It was <span class=\"italic\">malum prohibitum!<\/span>&#x2014;a crime made so by statutory law. There is a wide distinction between the two; and every ordinary mind must, I think, readily admit that there is no comparison between marriage and murder, robbery, theft and crimes of a kindred character. Still there are a great many people who do not seem to understand this. <\/div><div class=\"paragraph jod\" id=\"v24n103\"> They say, &#x201C;Suppose you believed in murder, in human sacrifice, do you mean to say that we would not have the right to interfere with you; that we could not do anything to check that practice?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n104\"> Certainly they could and should. They could check any practice that we might be guilty of that would interfere with the rights of our fellow men. Government has the right, and owes it to its citizens, to protect them in their rights&#x2014;to protect their lives, to protect their property, to protect them in all their civil rights and in their religious rights also, and to prevent others from doing them violence. Beyond this it should not go. And they call our system of marriage, bigamy. Such confusion of terms! The essence of the crime of bigamy is <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that a man, already married to one wife, clandestinely marries another. Both women are wronged and deceived; the first by his marrying a second time during her lifetime; the second by his concealment of the fact that he already has a living wife. In the anxiety to attach odium to our system of marriage, our enemies call it bigamy, ignoring the fact that, according to our rules, a man who has one wife does not take another wife without the consent of the first wife; no advantage is taken of her by keeping her in ignorance. The new relationship has been entered into by common consent. There is no element of crime about this&#x2014;that is, of the crime of bigamy. It is, as I have said the concealment that makes it a crime; it is the fact that both women are deceived and wronged by the act of the man. And such a man ought to be punished. That which has been done has been done in the face of high heaven, in the light of day, believing, as we did, that it would be the means of preserving this community in purity, that if every means were used to provide for marriage there would be no margin of unmarried women left for lust to prey upon. <\/div><div class=\"paragraph jod\" id=\"v24n105\"> Men have said to me: &#x201C;Mr. Cannon, we cannot understand why it is that women will consent to such arrangements.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n106\"> &#x201C;My dear sirs,&#x201D; I have said, &#x201C;do you not think that the ladies who occupy questionable relationships to gentlemen in this city (Washington) would be very glad to have that relationship sanctified by marriage; do you think they would object to it? Would any true woman, if she loved a man, put herself in such a false position in society, and yet not marry him if she could do so honorably? Which relation would  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be the better and more honorable?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n108\"> I do not wish to convey the idea that plural marriage can be universal. In the very nature of things as I have often said, it is impossible; the equality of the sexes would prevent this, were men ever so desirous to make it so. Take our own Territory: the males outnumber the females; it cannot therefore be a practice without limit among us. <\/div><div class=\"paragraph jod\" id=\"v24n109\"> No one need be afraid of the extensive spread of this system even if the Edmunds' law were not in operation. Besides all this, it should be borne in mind, that God did not give this revelation and commandment to us to urge upon the world for its practice. <\/div><div class=\"paragraph jod\" id=\"v24n110\"> The greatest foe we have to contend with is ignorance. We are not known. We are lied about most extensively, and every avenue is blocked against us. Popular journals are afraid of injuring their circulation by speaking the truth concerning us. The publishers are affected by the same influences as the politicians&#x2014;the pulpit and this popular clamor cause men to be afraid. If we could be known as we really are&#x2014;not in Salt Lake alone, for this city is not a fair sample of Utah; if it were possible for the people generally, who reiterate these popular cries against us, to travel through our settlements north and south, and see our people, there would be a very different public feeling in regard to us. But we have been inundated by falsehood, we are nearly covered by its waves, and people who know nothing about us are so startled at this idea of polygamy, as it is called, that they are prepared to believe anything that may be said about us. We have this to contend against. In the end, however, we <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be abundantly successful, for a people possessing the qualities that the people of Utah do, can and will live&#x2014;a people who are united, a people who are honest, a people who are frugal, a people who are temperate, a people who are orderly in their lives and who are virtuous, truly virtuous, can withstand a tremendous amount of pressure. There is only one way in which this people can be checked and that is by extirpation. Otherwise, the qualities they possess are bound to live in the struggle. The doctrine of &#x201C;the survival of the fittest,&#x201D; applies to us, and insures us a long, a prosperous, an uninterrupted and a glorious career. We can live in spite of adverse legislation, in spite of commissioners, in spite of governors, in spite of acts of persecution; we can live and still flourish, and still grow and still increase; and we shall do it. I am not at all afraid as to the result. Of course legislation of the Edmunds' kind can pinch us; it can be made excessively disagreeable to us. It may test us in ways that may be new to us; but sincerely I say to you, my brethren and sisters, that I dread other things that exist in our midst more than I do hostile legislation. <\/div><div class=\"paragraph jod\" id=\"v24n111\"> I dread the increase of luxury; I dread the increase of class distinctions which I see growing up. The disintegrating influences of wealth are far more to be dreaded than any outside pressure of this character. All that is being done in this direction is to hoop us up, as the cooper hoops up barrels. This has been the case already. During the last five or six months I have had letters from all parts of our Territory, and they uniformly bespeak a determination to cling together. <\/div><div class=\"paragraph jod\" id=\"v24n112\"> But watch the effect of wealth;  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>look at its effects. Communities get wealthy and they begin to think about their wealth. Where their treasure is there is their heart also.<span class=\"citation\" id=\"63525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63525)\">Matt. 6:21<\/a><\/span> Especially is this the case if they are divided into classes. Then the rich are in a position to be tempted and tried far more than they would be if they were on the same plane with their fellows. If we are nearly alike temporally we feel alike. In this has consisted much of our strength in the past. We were not divided into classes, with interests diverse one from the other. The sacrifices we had to make fell pretty equally upon all, and there was no temptation offered one class because of its greater wealth, to compromise with principle, or to question the policy of standing up unflinchingly for principle, or to feel different from the bulk of the community. <\/div><div class=\"paragraph jod\" id=\"v24n114\"> The increase of wealth, therefore, and the consequent increase of fashions are more to be dreaded than hostile legislation. Let a wife follow all the fashions of the day, and then let her children do the same, and a man must have a deep pocket to sustain such a family. Give him two or more wives and their children of this kind, and how long can he keep up? Introduce fashions among us, and make women fashionable, and make their daughters fashionable, and what is called &#x201C;the problem&#x201D; will not be long in being solved. If a man then had more than one wife he would need a large income to sustain them. Some women might be shrewd enough to understand this, and if not wanting their husbands to have another wife, might take pains to consume all the income. <\/div><div class=\"paragraph jod\" id=\"v24n115\"> Well, our enemies never have had and never will have wisdom enough to adopt any plan that will <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hurt this work. Why, instead of injuring this people in what they have already done against us, they are only advertising us. The effect of this persecution&#x2014;I cannot call it anything else&#x2014;has been to call forth three able productions by men who personally knew little or nothing about us. One man had visited here and the other two were prompted in the interest of justice to write and speak as they did, feeling that a great injustice was being done to us, and that Constitutional rights were being trampled upon. One of these, a gentleman in Boston, delivered an able lecture; and another Bostonian wrote an able pamphlet; another gentleman in New York, wrote one of the best pamphlets on life in Utah, that I have seen for many years; and besides these there have been many correspondents who have written upon the subject, and the result is that men and women have been awakened to the consideration and examination of this question. But if they had been silent concerning it, many never would have thought of it. We must be advertised, and I do not know any better way than that which has been adopted. <\/div><div class=\"paragraph jod\" id=\"v24n116\"> As far as my own case in Congress is concerned, I have not allowed myself to be annoyed. Remarks have been made very frequently about my bearing the attacks upon me so pleasantly. I have replied, &#x201C;Why should I not feel so&#x2014;I am the wronged man? I had a larger majority in my favor than any other man upon the floor of the House. I am the representative of the people of Utah, properly elected, and fully qualified and eligible for the position. This the committee of the House, after the close of the strictest examination&#x2014;and it might be said, the most prejudiced examination,  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have decided. Fourteen out of fifteen of the committee on elections, after making a full examination of the case, have decided that I was properly entitled to the certificate, and as a consequence to the seat. If the consciousness of being right ought to make a man feel pleasantly, then I am entitled to the feeling. I feel as one who is called to make sacrifices for a glorious cause.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v24n118\"> Great pressure was brought to bear upon republican members to have them vote solidly on this question. One somewhat prominent man purposed to make a speech denouncing the wrong which was being attempted against me. He told me that Speaker Keifer heard of his intention and &#x201C;bulldozed&#x201D; him out of making it. One member said to me: &#x201C;Mr. Cannon, in voting against you as I did, I told those around me that I did the most cowardly act of my public life.&#x201D; Another said, &#x201C;Mr. Cannon, I wrote to my wife and told her that I had done the meanest thing I ever did since I have been a member of Congress, in voting as I did against you.&#x201D; &#x201C;But,&#x201D; said he, &#x201C;what could I do?&#x201D; These are samples of expressions made upon the subject. You can understand that my position was one not to be ashamed of. The man that is wronged has no occasion to feel the blush of shame on his cheeks; it is those who commit the wrong who ought to have that feeling; and they cannot help feeling that they are inferior to the one they have injured. But notwithstanding the pressure of which I speak that was brought to bear upon members, the conspirators against the liberties of Utah dared not trust my case to the House till the Edmunds' bill had passed. There were some strong men who could not see their way clear to vote <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against my taking my seat. It was felt therefore that the only way my case could be reached was by the Senate and House passing a law and having it signed by the President of the United States. In this way, by using all the powers of the government, except the judiciary, the case was reached; but then they had to trample upon the Constitution to do it; for the law, as applied to me, was <span class=\"italic\">ex post facto<\/span>. <\/div><div class=\"paragraph jod\" id=\"v24n119\"> I had gone to Washington eight years previously; I had been at the bar of the House four times to be sworn in, the same man in every respect. It was not charged that I had violated any law since that time, or rendered myself ineligible. After a determined contest I had been confirmed in the seat by the 43rd Congress&#x2014;a Republican Congress&#x2014;also by the 44th Congress&#x2014;a Democratic Congress; also by the 45th and 46th Congresses. Now by what law could a man in my position, having the majority of the votes, and the fact being conceded that the election had been fair and that there had been a full expression of the people's will, according to the forms of law&#x2014;I ask, upon what principle of right could such a man be excluded from a seat in the 47th Congress? Legally he could not. There is only one way in which that could be done, that is by trampling upon the principle of representative government and the Constitution of the United States. This was done in my case, and this action will stand on the books as a precedent that will cause men to feel ashamed of it in days to come. <\/div><div class=\"paragraph jod\" id=\"v24n120\"> Now, my brethren and sisters, I return here feeling, as I have said, excellently, and cheerfully, full of courage and hope, not at all weakened in my feelings. I feel exceedingly hopeful and joyful and am satisfied  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we are in the right path, that we are on the winning side, because we have right, we have justice and we have truth on our side. The only fear I have is that we shall fail to make use of the opportunities God has given unto us of maintaining our integrity and being true and faithful, for God has said, &#x201C;I have decreed in my heart, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy. For if ye will not abide in my covenant ye are not worthy of me.&#x201D;<span class=\"citation\" id=\"89297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89297)\">D&amp;C 98:14-15<\/a><\/span> He has also told us, &#x201C;whoso layeth down his life in my cause, for my name's sake, shall find it again, even life eternal. Therefore, be not afraid of your enemies.&#x201D;<span class=\"citation\" id=\"89269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89269)\">D&amp;C 98:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n122\"> This exhortation God has given unto us. And we may as well prepare ourselves, if we are not already prepared, for everything of this kind. The time must come when the principles of truth and righteousness will prevail over the land; and it is our destiny to maintain them and make them universal. The prophecies that were made by the Prophet Joseph Smith concerning this nation and us will be fulfilled. He said that the time would come when the Latter-day Saints would be the only people that would maintain constitutional principles upon this land. I have been taught from my youth that that was the destiny of this people; that this nation would drift away from the Constitution and Constitutional principles; that mobocracy would reign, and the principles of right would be sacrificed to the power of might. And we can see this coming to pass. <\/div><div class=\"paragraph jod\" id=\"v24n123\"> In former times mobs came against us with cannon and muskets, with powder and ball, and the torch, and life and property alike fell <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sacrifices to their violence. That was the expression of the popular will; it found vent in illegal forms, the laws being trampled upon to satisfy its demands. But matters have changed. Mobocracy today assumes the forms of legality, and, therefore, in meeting this power you have to wrestle with it under the form of law. In the early days when the mob came upon us we could take our guns and meet it, but when a mob comes backed up by law, clothed in the garb of the law, claiming shelter under the Constitution, it is very different; and that is our position today. We have fought mobs from the beginning; there have been times when we have held our own, determined to stand our ground; at other times we have been driven; until, at last, we found refuge in these mountains. <\/div><div class=\"paragraph jod\" id=\"v24n124\"> Now we are subjected to another sort of test, and I look upon it as necessary to develop us and to prove us. I accept this, in the providence of God, as a means to school this people. It will make statesmen and legislators of us; it already shows the necessity of education; it will have the effect also to broaden our views, to enlarge our intellects, and to stir up our young men and our young women to prepare themselves for usefulness. We have to be a superior people; we have to educate our children, and make them the peers, and I may say, the superiors of all others, for we have the principles which will make us a superior people. And in order to become such a people, I do not know any better training that we could have than that which we are now receiving, unpleasant though it may be. Read the history of New England and you will see that we are passing through precisely the same training that the colonists there did. It  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>developed them, and was the means of making them the great people that they have since become. <\/div><div class=\"paragraph jod\" id=\"v24n126\"> I pray God to bless you and fill you with His Holy Spirit, and help you to remain faithful and true to Him and to one another, that you may never lose your courage or falter for a single moment, but maintain your integrity to the last, and teach your children to do likewise, that you and yours may be found among those who shall be recognized as having been valiant in the cause of God upon the earth. Let us be wise and prudent in all our talk, and cautious in everything <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we do, feeling to submit to wrong rather than to do wrong, trusting the Lord to overrule the intentions of our enemies for our good and the final triumph of truth over error, and good over evil. There need be no rashness, no defiance or manifestation of feeling. Let us show the world that God has given unto us principles which lift us up above these clouds that now envelope us; and that we have not been taught in vain, that we have not passed through the scenes of the past fifty years without having learned many valuable and excellent lessons. Amen. <\/div>\n<\/div>\n<\/div>"}