{"ID":240019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Leaders of the Church Inspired&#x2014;Man's Free Agency&#x2014;True Independence&#x2014;Joseph Smith on Church Government&#x2014;Fallen Condition of Mankind&#x2014;God's Promise to Abraham&#x2014;New and Everlasting Covenant&#x2014;Difference Between Salvation and Exaltation&#x2014;Testimony in Regard to Plural Marriage&#x2014;Political Crisis&#x2014;Why the Saints Are Opposed.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Erastus Snow, delivered at the Quarterly Conference, Parowan, Sunday Afternoon, June 24, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Joseph Smith on Church Government.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 6\/24\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v24n466\"> I want to say to the young men and the young ladies and to all the people&#x2014;but especially our children, the youths in Israel&#x2014;that the leaders of this people do not speak of themselves. That which they are striving to impress upon the people is of the Lord and not of man. The Latter-day Saints have not been gathered from the different nations of the earth, and brought together in these mountains to worship man, nor to serve man, to be their slaves, nor to be obedient unto man, and if anybody has such an idea or intention they have got hold of the wrong people. The people who are gathered here are not the people calculated to do such a thing. The faith we teach throws everybody upon their own responsibility; they are at liberty to act and choose for themselves, and all will be held responsible before God for their faith and conduct. The free agency of man is and always has been a prominent doctrine in this Church, and no one advocated it more strongly than the Prophet Joseph Smith. The free agency of man is inseparably connected with intelligence, as the revelations of God in the Doc<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trine and Covenants plainly and explicitly declare, that all intelligence is independent.<span class=\"citation\" id=\"89073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89073)\">D&amp;C 93:30<\/a><\/span> Without this agency there would be no self-existence.<span class=\"citation\" id=\"89074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89074)\">D&amp;C 93:30<\/a><\/span> And because of this agency, which existed in eternity before the worlds were, with intelligent beings, with our spirits when they existed in the spirit world&#x2014;through the exercise of this agency Satan fell, and all those who clung to him and rebelled against our Heavenly Father. Brother Cannon has impressed us with the idea that obedience to correct principle, believing in the truth and living it and obeying it, is as good an evidence of independent thought and character&#x2014;and perhaps a little more so&#x2014;than to be disobedient; that no man, woman or child will be more independent by rejecting the truth, by disobeying correct laws and correct principles, than those who receive and obey the truth with contrite hearts. Now, what say you, you must all judge for yourselves, and choose what you will be. My experience and observation of the Latter-day Saints is that they are the hardest people I know anything about to either drive or lead in a wrong direc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion. Brother Cannon speaks of President Young and President Taylor, and other good men, our leaders, being led, as it were, by a hair in obedience to the Priesthood, which implies simply obedience to truth and to correct doctrine, and to righteousness. This is the explanation the Prophet Joseph Smith gave to a certain lawyer in his time who came to see him and his people and expressed astonishment and surprise at the ease with which he controlled the people, and said it was something that was not to be found among the learned men of the world. Said he: &#x201C;We cannot do it. What is the secret of your success?&#x201D; &#x201C;Why,&#x201D; said the Prophet, &#x201C;I do not govern the people. I teach them correct principles and they govern themselves.&#x201D; I have been young, now I am getting old and expect to pass away soon, as well as all those who have been for many years before the people serving the Lord, and laboring to promote the welfare of the people; but from my youth up I have observed the dealings of God with the Latter-day Saints. I am pretty well acquainted with them. They are pretty well acquainted with their leaders. They are pretty well acquainted with the voice of truth, and they know it when they hear it as a rule&#x2014;that is, all those who are humble and prayerful and who love the truth and the voice<span class=\"citation\" id=\"69618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69618)\">John 10:4<\/a><\/span> of the good Shepherd,<span class=\"citation\" id=\"128848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128848)\">John 10:11<\/a><\/span> they know it when they hear it, and when principles are taught that are good, that come from God, they comprehend them and receive them. But as Paul said in one of his epistles to the ancient Saints: &#x201C;There is a law in our members, warring against the law of the spirit, and bringing our bodies into bondage to the law of sin and death.&#x201D;<span class=\"citation\" id=\"72500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72500)\">Rom. 7:23<\/a><\/span> That is, the <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lusts and desires of the flesh and the pride of life<span class=\"citation\" id=\"78598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78598)\">1 Jn. 2:16<\/a><\/span> which we have to war against. And this warfare commences as soon as we begin to grow up to maturity. It is this that lays the foundation for rebellion. As soon as this begins to manifest itself in us, in our youth, so soon we need to begin to curb it. And here comes in the duty of parents in their Priesthood and calling, to watch over those children that are given them of the Lord, which are lent to them for a season. It is required of them to teach those children the law of the Lord and the ways of the righteous, and to restrain them from passions, from anger, from strife, from contention, from envy, from jealousy, from disobedience; to impress them with the necessity of doing right and repenting of wrong whenever they do it, that they may hold in check the passions that are common to our nature; and to show them how to enjoy all that the Lord has designed for our happiness in this world and our exaltation in the next without excess, without allowing our tabernacles to be used as instruments of sin and wickedness. <\/div><div class=\"paragraph jod\" id=\"v24n468\"> We have heard during this conference&#x2014;and especially this forenoon from President Taylor&#x2014;some very important principles advanced for our government, as individuals and as communities, principles which we are to observe and which are essential to our purity and progress as a people, and as individuals, and our exaltation in the eternal world. For the law of the Lord is strict unto those who are instructed and have opportunities to observe it, and far more so with us as Latter-day Saints than with the Gentile world. The Lord will make greater allowance for the Gentile world than He will for us, and He has had  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>compassion upon us and made greater allowance for us in the days of our ignorance than He will do for us in the future; for He expects us as a people to profit by our experience and our instruction and the opportunities afforded us, and to improve our condition, to purify our persons, our families, and our communities, and to purge evil from our midst. And touching moral purity and the intercourse of the sexes and the objects and purposes of this intercourse, God has revealed to the Latter-day Saints, as He also revealed unto our fathers, that He has a great and glorious and grand object in view in placing us here upon the earth, male and female, and commanding us to multiply and replenish the earth.<span class=\"citation\" id=\"52339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52339)\">Gen. 1:28<\/a><\/span> His purposes in these things are from eternity to eternity. They reach back into our first or former existence, and consequently will reach forward through this our second, and into our next estate, and through all eternity. And we need a correct understanding of the proper use of the privileges and blessings that are given unto us. On this depends the glory and exaltation of ourselves and our children for evermore. The Lord is striving to educate a people that will properly understand these things and appreciate them, and that will not trifle with the fountains of life and with those choice blessings that are placed within their reach. When we look abroad into the Gentile nations at the present time, those who are acquainted with their condition are constrained to acknowledge that we live in a wicked and adulterous generation.<span class=\"citation\" id=\"64812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64812)\">Matt. 16:4<\/a><\/span> Adultery, whoredom and lust have cursed the Gentile nations, and the wicked portion of all mankind, we may say, from time immemorable. But with <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the seed of Abraham, the children of Israel&#x2014;who were called an holy nation, a peculiar people&#x2014;God has sought to regulate, by His laws, those things, and to teach the people so that they may raise up unto Him a holy nation, a peculiar people, a royal priesthood.<span class=\"citation\" id=\"77851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77851)\">1 Pet. 2:9<\/a><\/span> He chose Abraham from among the nations and blessed him.<span class=\"citation\" id=\"53020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53020)\">Gen. 12:1-3<\/a><\/span> He promised to multiply his seed like the stars in the heaven or the sands of the seashore for number.<span class=\"citation\" id=\"53359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53359)\">Gen. 22:17<\/a><\/span> He tried and proved him well<span class=\"citation\" id=\"89402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89402)\">D&amp;C 101:4<\/a><\/span><span class=\"citation\" id=\"91791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91791)\">D&amp;C 132:51<\/a><\/span> as we heard this morning. He blessed him and blessed his seed after him,<span class=\"citation\" id=\"128849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128849)\">Abr. 2:11<\/a><\/span> likewise his son Isaac<span class=\"citation\" id=\"53438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53438)\">Gen. 26:1-5<\/a><\/span><span class=\"citation\" id=\"53450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53450)\">Gen. 26:24<\/a><\/span> and his grandson, Jacob,<span class=\"citation\" id=\"53460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53460)\">Gen. 28:1-4<\/a><\/span><span class=\"citation\" id=\"53470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53470)\">Gen. 28:10-15<\/a><\/span><span class=\"citation\" id=\"53569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53569)\">Gen. 35:9-15<\/a><\/span> and promised that the oracles should remain with him and his seed. Nevertheless, the promises made were general; they were not promises to individuals alone. Yet the promises were conditional. They were given on condition that their posterity should abide in the truth, follow the teachings and examples of their fathers, and prove themselves worthy; for Nephi has said concerning these things in the Book of Mormon that God covenants with none except those that repent and believe in His Son and keep His commandments.<span class=\"citation\" id=\"81573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81573)\">2 Ne. 30:2<\/a><\/span> But there are special promises to the children of Israel, the seed of Abraham, as a people; for as a people they are the elect of God.<span class=\"citation\" id=\"87734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87734)\">D&amp;C 84:34<\/a><\/span> But as individuals every one is held responsible for his own sins.<span class=\"citation\" id=\"94043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94043)\">A of F 1:2<\/a><\/span> No promise of the father can save any individual. Nevertheless, according to the promise made unto the fathers, God makes manifest among the children of Israel the Priesthood and reveals unto them the Gospel, and gives them an opportunity to receive it and obey it and obtain exaltation through it, if they will, and in this respect they are more favored than the Gentile nations throughout  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the whole world, though He has said that whoever fears God and works righteousness is accepted of Him among all nations and all peoples, Jew or Gentile.<span class=\"citation\" id=\"71774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71774)\">Acts 10:34-35<\/a><\/span> But the Lord has set His hand to gather His people,<span class=\"citation\" id=\"128850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128850)\">D&amp;C 137:6<\/a><\/span> and He is selecting them by the preaching of the Gospel to the world by the Elders of Israel. The spirit which accompanies the preaching of the Gospel feels after and searches out and gathers together the seed of Abraham that are worthy to be saved. It gathers together those whom God has called to have part in the latter-day work, in the &#x201C;dispensation of the fulness of times&#x201D;&#x2014;<span class=\"citation\" id=\"74859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74859)\">Eph. 1:10<\/a><\/span>the ten thousands of Ephraim and the thousands of Manasseh,<span class=\"citation\" id=\"55270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55270)\">Deut. 33:17<\/a><\/span> spoken of by Moses when he blessed the tribes of Israel. <\/div><div class=\"paragraph jod\" id=\"v24n471\"> Well, now, because the Lord has set His hand to gather<span class=\"citation\" id=\"128851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128851)\">D&amp;C 137:6<\/a><\/span> out from the nations of the earth the humble and the honest in heart and those that will be obedient and will submit themselves to the truth and to the law of the Lord, therefore He reveals unto them a new and everlasting covenant,<span class=\"citation\" id=\"91454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91454)\">D&amp;C 132:4<\/a><\/span> the holy covenant of marriage<span class=\"citation\" id=\"91386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91386)\">D&amp;C 131:2<\/a><\/span> for time and for all eternity, the union of the sexes, the sealing of wives to husbands and husbands to wives, children to parents, etc., the uniting and sealing us in the holy Priesthood unto the fathers and even unto our Lord Jesus Christ, who stands at the head of the kingdom of righteousness, the Chief Apostle and High Priest of our profession;<span class=\"citation\" id=\"76501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76501)\">Heb. 3:1<\/a><\/span> and unto this new and everlasting covenant has the Lord purposed and designed His people to be united and bound together with the Son, our Savior, and through Him unto His Father; for He has said, &#x201C;Whosoever receiveth me receiveth my Father, and all that my Father hath <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be given unto him.&#x201D;<span class=\"citation\" id=\"87741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87741)\">D&amp;C 84:37-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n472\"> This new and everlasting covenant reveals unto us the keys of the Holy Priesthood and ordinances thereof. It is the grand keystone of the arch which the Lord is building in the earth. In other words, it is that which completes the exaltation and glory of the righteous who receive the everlasting Gospel, and without it they could not attain unto the eternal power and Godhead and the fullness of celestial glory. Now, many may enter into the glory of God, and become servants in the house of God and in the celestial kingdom of God, who are not able to abide this new and everlasting covenant;<span class=\"citation\" id=\"91528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91528)\">D&amp;C 132:15-17<\/a><\/span> but as we are told in the Doctrine and Covenants, with them there is an end to their exaltation.<span class=\"citation\" id=\"91383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91383)\">D&amp;C 131:1-4<\/a><\/span> They may remain in their saved condition without exaltation, but they enter not into the order of the Gods.<span class=\"citation\" id=\"91556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91556)\">D&amp;C 132:17<\/a><\/span> They cannot progress through the ceaseless rounds of eternity except they abide in the covenant, and abide the law that governs it,<span class=\"citation\" id=\"91462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91462)\">D&amp;C 132:4-6<\/a><\/span><span class=\"citation\" id=\"91614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91614)\">D&amp;C 132:21,25,27<\/a><\/span> and the Lord will not be mocked in these things.<span class=\"citation\" id=\"74704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74704)\">Gal. 6:7<\/a><\/span><span class=\"citation\" id=\"91057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91057)\">D&amp;C 124:71<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n473\"> We heard this morning how strict was the law pertaining to these matters. Now we say unto all Israel, old and young, these things are revealed unto us for our good. The strictness of the law may not in times past have been taught us and enforced upon us as we may look for it being taught and enforced in the future. But it behooveth us to reflect upon these things, and while it is our privilege to go forward, earnestly desiring and seeking after all that the Lord has to bestow upon us, yet we must remember that the more we receive and the greater privileges we are permitted to enjoy, the more strict accountability will be required of us, and the more dreadful will be the consequences of transgression  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or violation of the holy covenants and obligations which we assume. <\/div><div class=\"paragraph jod\" id=\"v24n475\"> Now, I wish to say that I realize that there are some in our midst&#x2014;whether they are in your midst in this Stake of Zion or not, I am not prepared to say with any certainty, for I can only judge of the condition and feeling of the people as I am informed from time to time&#x2014;I say, there are some whom Satan would stir to disobedience and try to make an impression upon their minds that the system of plural marriage, and those things that pertain to the sealing of men and women for time and for eternity, and the revelation which has been read in our hearing, given through the Prophet Joseph pertaining to this subject&#x2014;that it was the work of man and not the work of God. We have recently had published in some of the Utah papers some letters on this subject, and one from Joseph Smith, the eldest son of the Prophet, in which a great deal of sophistry is made use of, special pleading, such as the lawyer that he is, seems only capable of using. And the object of this special pleading and the sophistry is to try to leave an impression upon the ignorant, those who know no better, that plural marriage was not introduced and sanctioned and practiced by his father, but that it has been an innovation of man, and does not belong to the system of religion which he believed and practiced and taught the people. And there are some among us who would fain take this view of the subject; not that there are many who believe it, but there are some who would like to believe it. And so there are in the world many people who fear that &#x201C;Mormonism&#x201D; as a whole is true and of God; they are very much afraid that it is, but they <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hope that it is not. They do not want to receive it; they do not want to live it, but they are afraid it is true, and multitudes of people have been convinced of its truth, but have not the honesty to acknowledge it; and many who would acknowledge it for a little season, would afterwards, because of the love of the world, fall away, and thus condemnation has fallen upon the world because they will not obey the truth when they hear it.<span class=\"citation\" id=\"64517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64517)\">Matt. 13:18-23<\/a><\/span> And so it is with some among the Latter-day Saints. They are pretty well satisfied that this doctrine of plural marriage is true, and that it was revealed through the Prophet Joseph Smith, but they would like an excuse for disavowing and rejecting it. And why so? Mainly because their minds are closed up and have not been able to comprehend the principles that are embraced in this doctrine and connected with it. Their minds are contracted and limited. They think more of this present life than they do of the future. They want to lay up riches;<span class=\"citation\" id=\"63506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63506)\">Matt. 6:19-21<\/a><\/span> they want to gather personal comforts around them; they want to gratify the pride of life and the lusts of the flesh.<span class=\"citation\" id=\"78599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78599)\">1 Jn. 2:16<\/a><\/span> They do not understand that which is for their real good, their real happiness. But I testify that there is more real happiness in serving God and abiding in His law, and submitting to all its conditions and requirements than there can be in taking an opposite course. This is the testimony of all who receive and abide in the truth, and there is abundant evidence in their lives and conduct to prove that they, in receiving the truth, enjoy more comfort and happiness than those who reject it. And touching our plural families, I will say that, with all the weaknesses that are common to frail humanity, and that manifest themselves in our midst&#x2014;   <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the men who enter into this order in the sincerity of their hearts and with devotion to God, and the women who also enter into it in the love of the truth and in the earnestness of their souls, fearing God and desiring to do His will&#x2014;that with all the weaknesses that manifest themselves, I say there is treble the genuine comfort and happiness in those families who enter into this order and abide in it, than is to be found in the same number of families in monogamy in this Church, to say nothing of the Gentile world. And then we will take the Latter-day Saints as a whole, whether in plural marriage or single marriage, and we will say that there is ten times more genuine happiness and comfort in believing and obeying the Gospel&#x2014;whether in plural or single wedlock&#x2014;than is to be found among the same number of people in any part of the world outside of this Church. Now, in this you are all my witnesses. Many of you have been in the world. You know what you were, and how you felt, and how your neighbors felt, and what kind of enjoyment you had before you heard the fullness of the Gospel. You know pretty well the condition of the world now&#x2014;the condition of those who have not received the Gospel&#x2014;and you know what your condition is and has been since you received the Gospel. And who among you, Latter-day Saints, would exchange your present condition for the condition of the outside world? Are we not prepared to testify that our happiness is trebled, through having believed and obeyed the Gospel? <\/div><div class=\"paragraph jod\" id=\"v24n477\"> Now, as I said to the Priesthood last night, we are arriving at a political crisis in our affairs. The priests and bigots of Christendom&#x2014;and of America especially&#x2014;are driving our <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lawmakers into trying to hedge up our way and to oppress us politically as well as religiously. They are endeavoring not only to deprive us of religious freedom, but to deprive us of political freedom, and to bring us into bondage. Well, now, they will do it as far as the Lord will allow them and no further. He will block their wheels. He will throw obstacles in their way. He will stay their onward progress. But He allows His people to be tried to see whether they will trust Him and have faith in Him, or whether they will deny Him, whether they will deny their covenants and their principles through fear of the power of the wicked, through fear of oppression, through fear of prisons or of death. For we have among us those who will falter, those who will halt between two opinions, those who wish to serve the world and who, at the same time, would like to serve the Lord a little. Well, can such people always continue in this doubtful and divided condition? No, they cannot. They will be tried and proven, and by and by they must take sides one way or another; they must either turn their backs upon the wicked and cleave unto God and His people with full purpose of soul, or they will turn their backs upon God and His people and go down to perdition with the ungodly of the world. <\/div><div class=\"paragraph jod\" id=\"v24n478\"> Well, now, in regard to those who are seeking for an excuse to reject plural marriage and are inclined to receive the statement of young Joseph Smith, I wish to say that I know that Joseph Smith is entirely ignorant of what he says, or he is a liar; for I know that he does not speak the truth. How far his mind has been blinded or how he has been influenced to look upon these things as correct, or to think that  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he speaks the truth, I do not know. But he is woefully in the dark if he thinks he does speak the truth in regard to this matter. I do not wish to accuse him of lying knowingly and intentionally. But there are multitudes of witnesses who know better, and know that when his father was murdered this son Joseph was in his eleventh year, and like other children of that age knew little either of his father's life or his teachings and the principles that governed his life. He knew but little of what was being taught among the people. But there are multitudes of witnesses that were older than he, and that were intimate with the Prophet Joseph, that know better. Now, those who take this other view, and are trying to convince themselves that this is an institution of man and not of God, bring forth the law that was given to the Nephites of old upon the American continent, which was given them by Jacob, the brother of Nephi, and which you can read, as doubtless you have often read, in the Book of Mormon. Jacob arraigned some of the people because the men were giving way to the lusts of the flesh and the pride of life,<span class=\"citation\" id=\"128852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128852)\">1 Jn. 2:16<\/a><\/span> and whoredoms, and they attempted to justify themselves in their whoredoms by referring to what is written in the Jewish Scriptures concerning David and Solomon and other men having many wives and concubines, which Jacob informed the Nephites was an abomination in the sight of the Lord, and gave unto them a commandment that not any man among them should have save it be one wife, and concubines they should have none, saying that the Lord &#x201C;delighteth in the chastity of woman.&#x201D;<span class=\"citation\" id=\"81648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81648)\">Jacob 2:23-28<\/a><\/span> And in the same connection the Lord said: &#x201C;For if I will, <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.&#x201D;<span class=\"citation\" id=\"81669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81669)\">Jacob 2:30<\/a><\/span> Now, there was a reason why the Lord gave this commandment to the Nephites. But this reason did not exist when the Lord called Abraham and promised that his seed should be like the sand upon the seashore for number.<span class=\"citation\" id=\"53360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53360)\">Gen. 22:17<\/a><\/span> He recognized the righteousness of a plurality of wives, and never at any time did he restrict them from the days of Abraham until Christ, so far as we have any record in the Jewish Scriptures. But there were reasons, as I said before, why he restricted the Nephites, but in this restriction He intimated that when the time should come that He should raise up seed unto himself, He would command His people.<span class=\"citation\" id=\"81670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81670)\">Jacob 2:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n480\"> Now, when the Lord raised up the Prophet Joseph to lay the foundation of this Church, He found monogamy instead of polygamy to be the rule of Christendom, and He enjoined, in the early revelations to this Church, that every woman cleave unto her husband, and that every man cleave unto his wife and none else, saying that he that looketh upon a woman to lust after her<span class=\"citation\" id=\"85319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85319)\">D&amp;C 42:22-23<\/a><\/span> who is not his wife hath committed adultery already with her in his heart.<span class=\"citation\" id=\"63176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63176)\">Matt. 5:28<\/a><\/span><span class=\"citation\" id=\"86412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86412)\">D&amp;C 63:16<\/a><\/span> This was the law governing Christendom which had been inherited by the Gentiles for ages past, and introduced among the Roman Empire and perpetuated by the Roman church and the Protestant churches that had sprung out of her, and the Lord in the early history of this people continued this order of things, but revealed unto the Prophet Joseph, nevertheless, that the time would come when He would require His people to enter into plural marriage as He did  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Abraham and the prophets of old, to bring about His purposes in the latter days. Joseph revealed this unto some of the first Elders of the Church,<span class=\"citation\" id=\"84289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84289)\">D&amp;C 20:2-3<\/a><\/span><span class=\"citation\" id=\"89946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89946)\">D&amp;C 105:7,33<\/a><\/span> taking care to enjoin them that they must preserve these things in their own hearts;<span class=\"citation\" id=\"128853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128853)\">Luke 2:19<\/a><\/span> that the time had not yet come when the Lord required His people to enter into this order, but the time would come when He would require them to do so.<span class=\"citation\" id=\"128854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128854)\">D&amp;C 88:85<\/a><\/span><span class=\"citation\" id=\"128855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128855)\">JS&mdash;H 1:53<\/a><\/span> This was made manifest in the early stages of this Church, but not until 1843 was this law committed to writing and given to the people. This revelation we find in the Book of Doctrine and Covenants.<span class=\"citation\" id=\"91429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91429)\">D&amp;C 132:1-66<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n482\"> Now, Joseph&#x2014;I refer now to the young man that is alive and who was a mere boy at his father's death, and who with his mother and her children remained behind, though his mother did know for herself that her husband did teach and practice this order of marriage, yet she was not willing to own or acknowledge it to her children, and her children, the oldest of which, as I have said, was only eleven years old when his father was murdered&#x2014;were studiously kept ignorant of the facts of the case as far as she was concerned, and therefore we can make allowance and excuse in part for what they assert. But there are great numbers that I can call to mind who know for themselves that the Prophet Joseph did receive from the Lord and teach this order to the first Elders of this Church, and did receive and commit to writing this revelation on the subject of plural marriage which is contained in the Doctrine and Covenants, and did teach it and did practice it, and I am one of those witnesses. I know that he taught to me as early as in the spring of 1842 what God had revealed to him on the subject; I know that he gave to me my second <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wife and assigned his brother, Hyrum, to seal her to me; and I know that he taught this doctrine to quite a good few others&#x2014;the Twelve Apostles and others of the faithful Elders of Israel&#x2014;and that very many of the faithful and good women of Israel know and understand and are witnesses of these things for themselves. And we testify of these things, that God has reserved to Himself this right to command His people when it seemeth to Him good and to accomplish the object He has in view&#x2014;that is, to raise up a righteous seed, a seed that will pay respect to His law and will build up Zion in the earth.<span class=\"citation\" id=\"81671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81671)\">Jacob 2:30<\/a><\/span> And while the wicked are hardening their hearts in sin and giving themselves up to whoredoms and lust, and seeking to prevent the increase of offspring among them, God is impressing upon us the heinousness of these crimes and showing us the beauty and glory of multiplying the families of Israel. When we visit the settlements of the Saints and attend the Quarterly Conferences throughout the land, what do we hear in the reports? We hear that an average of about thirty percent of the entire population are children under eight years of age, and another one-third between that and twenty, and scarcely one-third of the population are yet old enough to enter into the marriage relation. And what do we hear? Reports from the Relief Societies and the Improvement Associations and the Sunday school teachers and superintendents that are engaged in instructing them&#x2014;and what do we hear? Why, we hear that the spirit of the Gospel is in them, that faith is in them, and that they possess bright, intelligent minds that are reaching out after knowledge, and  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hearts that are grasping the things of God. It is this that causes the world to fear and tremble and this is the cause of the opposition waged against us. <\/div> <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n484\"> Brethren and sisters, let us put our trust in God, who will give us the victory through our Lord Jesus Christ.<span class=\"citation\" id=\"74017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74017)\">1 Cor. 15:57<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}