{"ID":240015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Like Leaven&#x2014;Labor Required of the Elders&#x2014;Promises to Abraham&#x2014;Honorable Men in the American Nation Formerly and Now&#x2014;Liberty in Religion and the Elective Franchise Claimed As Rights&#x2014;The Saints Cannot Afford to Do Wrong&#x2014;Relationship to God&#x2014;Exhortation.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon (Annual Conference), April 8, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Gibbs and Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Children of a Common Parentage.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/8\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v24n377\"> We have had a very interesting Conference, and a great many very excellent principles have been presented to the people. As I told the Priesthood last evening we are occupying a very peculiar position in the earth, a position that has not been of our own seeking. God has set His hand to accomplish His purposes upon the earth, and for this purpose He has revealed Himself from the heavens, as we have heard since this Conference commenced. In pursuance of this He has mani<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fested Himself and His Son Jesus Christ,<span class=\"citation\" id=\"93672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93672)\">JS&mdash;H 1:17<\/a><\/span> and has restored the Holy Priesthood by and through the medium of a Priesthood, or various parts of a Priesthood that existed in former ages&#x2014;those holding that everlasting Priesthood, which administers in time and in eternity, have been commissioned from the heavens to come to the earth to bring to pass the very things of which they themselves had prophesied. Although we are, comparatively speaking, a small people, few in number,  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>yet as it was in the days of Jesus so it is today. The Gospel is like a little leaven put into a certain portion of meal, and it is working and operating, and the ultimate result will be that the whole lump will be leavened.<span class=\"citation\" id=\"73214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73214)\">1 Cor. 5:6<\/a><\/span><span class=\"citation\" id=\"74632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74632)\">Gal. 5:9<\/a><\/span> Not that everybody that is in the world will obey the Gospel; but the Lord will have His own way in manipulating His affairs, and great tribulation will overtake the inhabitants of the earth. As you have heard, many of the wicked will slay the wicked;<span class=\"citation\" id=\"86476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86476)\">D&amp;C 63:33<\/a><\/span> but after these things have taken place the good, the honorable, the virtuous, the pure, those that are desirous to serve God will all have their position, and that thing will be fulfilled which was spoken of by Jesus&#x2014;&#x201C;Blessed are the meek: for they shall inherit the earth.&#x201D;<span class=\"citation\" id=\"62926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62926)\">Matt. 5:5<\/a><\/span> The time will yet come when the Saints of the Most High will take the kingdom<span class=\"citation\" id=\"61663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61663)\">Dan. 7:18<\/a><\/span> and hold dominion under the whole heavens.<span class=\"citation\" id=\"128836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128836)\">Dan. 7:27<\/a><\/span> These are principles that are familiar to us all. In the meantime, however, many important events have to take place, and a great labor has to be performed, and will be performed by the agencies which have been introduced by the Lord, and which will be hereafter introduced by Him for the accomplishment of His purposes, and the bringing to pass of His righteous will. For this purpose the Holy Priesthood has been restored; for this purpose the message of life and salvation has been proclaimed to the nations of the earth; for this purpose after the reception of the Gospel, the people have been gathered together in order that the Lord might have a people who would be under the influence of His Holy Spirit. We have all been baptized by one baptism, and have all partaken of the same Spirit,<span class=\"citation\" id=\"73526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73526)\">1 Cor. 12:13<\/a><\/span> and wherever these ordinances have been <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> administered according to the order of God, and have been received by the faithful among the nations of the earth, these effects have always followed. I have been among the nations myself, and I have baptized people and confirmed them at least in three different languages, and the same spirit rested upon all of those different peoples, and so it is throughout all nations. The Lord has said he would gather together His elect from the four quarters of the earth.<span class=\"citation\" id=\"84923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84923)\">D&amp;C 33:6<\/a><\/span><span class=\"citation\" id=\"93151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93151)\">Moses 7:62<\/a><\/span><span class=\"citation\" id=\"93568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93568)\">JS&mdash;M 1:27<\/a><\/span> And how does He do it? By operating upon the minds of those who obey the Gospel. Jesus said in His day and it is true today&#x2014;&#x201C;My sheep hear my voice and know it, and follow me<span class=\"citation\" id=\"69709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69709)\">John 10:27<\/a><\/span> and a stranger they will not follow because they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69646)\">John 10:5<\/a><\/span> It is under the influence of this Spirit that we have been gathered together. We used to sing: <\/div><div class=\"paragraph jod\" id=\"v24n379\"> Whither shall we follow, follow, follow; Whither shall we follow, follow thee? All the way to Zion, all the way to Zion, All the way to Zion, We will follow thee. <\/div><div class=\"paragraph jod\" id=\"v24n380\"> What made you gather here? The impulse of the Spirit of the living God, and you could not keep away. We have representatives here from very many nations today. Here are Elders who have preached the Gospel in many nations. A few years ago we had some twenty-five nationalities represented at one of our public demonstrations. And thus our work is to go on and spread and increase. The Apostles, the Seventies, the Elders, and men who have received the light of truth, will spread forth that light to others of the family of God throughout the world. This is a labor resting upon the Elders of Israel, and until it is accomplished we shall not have fulfilled our mission here upon the earth. Then, again, we have other  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>works to perform associated with the Church, with the Kingdom, and with the Zion of God. I think sometimes that we as a people are a good deal sectarian in our feelings, and it is necessary for us occasionally to look at the pit from whence we were dug, and the rock from whence we were hewn.<span class=\"citation\" id=\"59492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59492)\">Isa. 51:1<\/a><\/span> We are all too ready to cry out, as the sectarians do in their different orders, <\/div><div class=\"paragraph jod\" id=\"v24n382\"> &#x201C;The temple of the Lord, the temple of the Lord, The temple of the Lord are we.&#x201D; And we are apt to forget sometimes the mission that God has placed upon us, which is a mission of mercy, a mission of light, a mission of intelligence, a mission that is calculated to elevate the world of mankind, even all those who will receive and obey it. It is not intended for us alone; it is intended for all men. Who are the world, and who are we? We say we are the children of God our Heavenly Father. That is true; we are the children of God our Heavenly Father. And is God our Father? The Scriptures say so. But what of the rest of the world&#x2014;say of this nation, and all other nations&#x2014;what of them? Whose children are they? They are also the children of our Heavenly Father, and He is interested in their welfare as He is in ours; and as a kind and beneficent father towards His children, He has been seeking from generation to generation to promote the welfare, the happiness, and the exaltation of the human family. And let me say here, that He is the fountain of life, the fountain of light, and the fountain of intelligence, as we used to say in the Church of England when I was a little boy, and I suppose they say so now; &#x201C;it is He that hath made us, and not we ourselves; we are His people and the sheep of His pasture,&#x201D; <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He provides for us. We sometimes talk about the hand of God being over us. Of course it is, and will be over us forever, if we will only serve Him, for He is always true. But His hand is over the nations of the earth also. He is interested in the welfare of this nation and all other nations and all other peoples as well as in our welfare. What was the greatest blessing conferred upon Abraham? One was that his seed should be numerous as the stars of heaven,<span class=\"citation\" id=\"53087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53087)\">Gen. 15:5<\/a><\/span><span class=\"citation\" id=\"54479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54479)\">Ex. 32:13<\/a><\/span> and as the sand upon the seashore.<span class=\"citation\" id=\"53357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53357)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"91714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91714)\">D&amp;C 132:30<\/a><\/span><span class=\"citation\" id=\"93435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93435)\">Abr. 3:14<\/a><\/span> I do not know that he would have got along very well in this land nowadays; they would have been after him for polygamy. People do not believe so much in these things now as they did formerly. Nevertheless, the Lord told him to take another wife; but, then, perhaps the Lord made a mistake, He had not studied modern Christianity; He was, to use the language of the advanced Christian, behind the times. But whatever may be thought or said about it, according to the record that has come down to us, He used to talk to people in that day. <\/div><div class=\"paragraph jod\" id=\"v24n384\"> But let me refer you to another blessing connected with Abraham, namely, that in him and his seed should all the nations of the earth be blessed.<span class=\"citation\" id=\"53211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53211)\">Gen. 18:18<\/a><\/span><span class=\"citation\" id=\"53393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53393)\">Gen. 22:18<\/a><\/span><span class=\"citation\" id=\"71420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71420)\">Acts 3:25<\/a><\/span><span class=\"citation\" id=\"74508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74508)\">Gal. 3:8<\/a><\/span> Or, in other words, that God would honor him by making of him and his seed agents through whom He would communicate truth, intelligence and salvation to the world. It is said &#x201C;the glory of God is intelligence,&#x201D;<span class=\"citation\" id=\"89092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89092)\">D&amp;C 93:36<\/a><\/span> and He is desirous to impart this intelligence to the human family, that through it they may be exalted to the Godhead.<span class=\"citation\" id=\"92323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92323)\">Moses 1:39<\/a><\/span> Abraham's posterity were to stand as messengers of God, as legates of the skies, commissioned of the great Jehovah to proclaim His word to fallen man, even to His  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children; for God has made, we are told, of one blood all the families of the earth, and has given unto them a portion of His Spirit, if haply they would feel after Him, although He is not far from any one of us. For in Him we live, and move, and have our being.<span class=\"citation\" id=\"71973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71973)\">Acts 17:26-28<\/a><\/span> And under the influence of His Spirit man has accomplished very much good; and today there are hosts of honorable, upright men who in their hearts fear God, but they have not yet found the right way. But in the providences of His mercy He has gathered a people from the nations that they may be taught and instructed in regard to the laws of life and salvation. And this has been brought about in fulfillment of ancient prophecy. Jeremiah, for instance, in referring to it said, that he would take them one of a city and two of a family, and bring them to Zion.<span class=\"citation\" id=\"60345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60345)\">Jer. 3:14<\/a><\/span> And what was He to do with them when He should get them there? He would give them pastors after His own heart who should feed them with knowledge and understanding.<span class=\"citation\" id=\"60389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60389)\">Jer. 3:15<\/a><\/span> And the same great event is referred to by other Prophets. <\/div><div class=\"paragraph jod\" id=\"v24n386\"> I was very much pleased with the remarks made by Brother Erastus Snow, with regard to our own nation, in which he said that it had been by and through the power of Almighty God, and in accordance with the words of the Lord as contained in the Book of Mormon, that the people were, in the first place, impelled to come here, and after coming here, to contend for human freedom upon this land; and it was by and through the power of God, that the fathers of this country framed the Declaration of Independence, and also that great palladium of human rights, the Constitution of the United States.<span class=\"citation\" id=\"89624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89624)\">D&amp;C 101:80<\/a><\/span> There is <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nothing of the bigoted, narrow, contracted feeling about that instrument; it is broad and comprehensive. And they had a bell in Philadelphia, which I, and perhaps many of you have seen, upon which was written, &#x201C;Proclaim liberty throughout the land, and to all the inhabitants thereof;&#x201D; but I was sorry to see that the bell was cracked. I suppose it got cracked after the grand effort that was made to proclaim liberty throughout the land; and I have thought since that it has not been soldered up yet. But with all the weaknesses and imperfections associated with men, the government of this nation has been a great bulwark for human freedom, and I felt proud at the time when Mr. Edmunds, with his colleagues, introduced his bill, known as the Edmunds' bill, that there was such a number of gentlemen who had the manhood and the moral courage to oppose it in the bold and manly way in which they did, showing plainly that they cherished in their bosoms the principles contained in the Constitution. I respect such men, and they command the respect and esteem of all honorable, right-thinking people. They could afford to render themselves unpopular in the eyes of religious bigots and fanatical politicians, but they could not afford to be amongst those that are ready to tear down the bulwarks of human freedom, and trail in the dust the flag of our country. They did not believe in our religion. Of course, that is a matter of their own, it is none of our business, neither is our religion any of their business, which they understand and appreciate. There are two things that I have felt very decided upon ever since I could comprehend anything; one was that I would worship God as I pleased without anybody's dictation;  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that I would dictate to no man his faith, neither should any man dictate to me my faith;<span class=\"citation\" id=\"94173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94173)\">A of F 1:11<\/a><\/span> and the other was that I would vote as I pleased. And I entertain the same sentiments today. When the Commissioners, operating under the Edmunds' law, made their extraordinary rulings and authorized the administering of the test oath, declaring who should vote and who should not, I could not help remarking that people were acting very foolishly, that they did not know what they were doing; but whether they knew it or not their attempts to wrest from this people their rights and liberties, were no more or less than indirect attempts to tear down the bulwarks of American liberty. But in this inexcusable attack upon human rights and the principles of liberty we can take no part. What then will we do? They have no right, it is true, to interfere with us in the way they have done; they have no right, it is true, to prohibit us from voting without a hearing and without a trial; they have no right, it is true, to present to us a test oath, it being illegal and contrary to our rights as American citizens. But we will submit gracefully for the time being, withdraw from the polls, rather than act in the capacity of obstructionists; and when the time comes we will test these proceedings according to the laws of the land, and the principles of liberty guaranteed by the Constitution of the United States, which we recognize and respect. Have we yielded up our franchises? No, we have not. Will we ever do it? No, never; no, never. Have we in the least backed down from the principles by which we have been guided from the beginning? No; we still mean to live by them and to maintain them, and <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to contend for our rights, not by dynamite or nitroglycerine, but to do so legally and constitutionally, not only in defense of our own rights, but the rights and liberties of our children and those of every free man throughout the land. This is the course we purpose taking. <\/div><div class=\"paragraph jod\" id=\"v24n388\"> As I before stated we have been called from the nations of the earth by Him who is our Father, we being His children. And He has told us to ask, and we shall receive. He has told us to seek and we shall find; to knock and it shall be opened to us.<span class=\"citation\" id=\"63753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63753)\">Matt. 7:7<\/a><\/span> Very well. What shall we do? We will use the best means we can to defend our rights; and after we have done this we will then go to our Heavenly Father and ask Him to help us. Will He do it? Yes. Has He done it? Yes, and we acknowledge His hand in regard to these things. He has heard our prayers without noise, without tumult. He has told us thus far that if we will continue to obey Him and to observe His laws, He will deliver us and direct us even to the end. And we need have no fears whatever about the result. He has promised us that inasmuch as we do His will and keep His commandments, He will fight our battles.<span class=\"citation\" id=\"89991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89991)\">D&amp;C 105:14<\/a><\/span> And I feel confident and perfectly easy, and I felt just as easy during the furor and commotion that raged through the land a few months ago as I do today; knowing, as I do, that if we will perform our part, the Lord will not fail to do His. Because others act foolishly we cannot afford to imitate them. We profess to be the Zion of God, the pure in heart.<span class=\"citation\" id=\"89203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89203)\">D&amp;C 97:21<\/a><\/span> We profess to be men and women of integrity, of truth and virtue, and to have faith in God. This must not only be our profession, but our practice; we must carry out and fulfill the word and  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will and law of God. Jesus taught His disciples how to pray. Said He: &#x201C;Our Father who art in heaven.&#x201D;<span class=\"citation\" id=\"63320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63320)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"67516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67516)\">Luke 11:2<\/a><\/span> That is, your Father and my Father,<span class=\"citation\" id=\"70868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70868)\">John 20:17<\/a><\/span> the God and Father of the spirits of all flesh.<span class=\"citation\" id=\"54778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54778)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54893)\">Num. 27:16<\/a><\/span> &#x201C;Our Father who art in heaven, Hallowed be thy name,&#x201D;<span class=\"citation\" id=\"63319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63319)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"67517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67517)\">Luke 11:2<\/a><\/span> O, God, we reverence thee; we observe thy law, and we wish to keep thy commandments, and purge ourselves from all evil, that we may be acceptable to thee. &#x201C;Hallowed be thy name. Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63334)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67514)\">Luke 11:2<\/a><\/span> We reverence thee, O, God, and attribute to thee all that we have in this world, and all that we expect to have in the eternities to come. &#x201C;Hallowed be thy name. Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63335)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67515)\">Luke 11:2<\/a><\/span> Thy what? Thy kingdom come.<span class=\"citation\" id=\"63432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63432)\">Matt. 6:10<\/a><\/span> That is the rule of God, the government of God, the dominion of God, the time when men will not be ashamed to acknowledge God as their Father, their friend and benefactor. &#x201C;Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63433)\">Matt. 6:10<\/a><\/span> When all will submit to thy rule, to thy law, to thy jurisdiction, to thy dominion; that thy will may be done on earth as it is done in heaven.<span class=\"citation\" id=\"128837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128837)\">Matt. 6:10<\/a><\/span> How was it done in heaven? God spake, chaos heard, and this world rolled into existence; and so did other worlds under the same divine impulse and power. And all those systems that revolve around us were made and are upheld by the mighty power of God, who governs in the heavens above, and upon the earth beneath, and among the worlds. Whether men acknowledge that or not, the time will come on this earth when every knee shall bow to Him, and every tongue shall confess that Jesus is the Christ, to the glory of God the Father.<span class=\"citation\" id=\"75466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75466)\">Philip. 2:10-11<\/a><\/span> That time will come. It is not here now; but as I have said He has introduced this Gospel as the entering wedge, as the little leaven by which he can operate, that He <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may have a people under the influence of the Holy Ghost, a people that can hold communion with him, like so many thousand strings penetrating the eternal worlds and drawing down blessings from the Almighty, drawing fire, and life, and intelligence from Him; for we ourselves are sparks struck from the blaze of His eternal fire, emanating from God our Father, and we wish to operate with Him and for Him and under His guidance, for the accomplishment of His purposes here upon the earth. This is what we are here for. Now I come to another point. We pray &#x201C;Thy will be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63434)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67518)\">Luke 11:2<\/a><\/span> How is it done there? As I said, God spake, chaos heard, and the world rolled into existence, and it is supported by the mighty power of God, and who can stay His hand. Do you think that if all the Legislatures, all the Congresses, all the Parliaments, and all the Reichstags, all the Chambers of Deputies and Senates of the earth were to get together and pass a decree that the sun should rise five or ten minutes, or half an hour later or earlier than it does&#x2014;do you think it would have any effect upon it! I do not think it would&#x2014;I think it would still go on in its usual course, and they would feel that they were dependent upon God. Do the world know that in Him we live and move and have our being?<span class=\"citation\" id=\"72005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72005)\">Acts 17:28<\/a><\/span> Does this congregation know that there is not one of them could leave this house unless God permitted it and sustained them in so doing? Do the nations of the earth comprehend that they are in His hands, and that he puts down one nation and raises up another<span class=\"citation\" id=\"60970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60970)\">Dan. 2:21<\/a><\/span> according to the counsels of His will,<span class=\"citation\" id=\"128838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128838)\">Eph. 1:11<\/a><\/span><span class=\"citation\" id=\"128839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128839)\">D&amp;C 58:20<\/a><\/span> and none can say, &#x201C;Why doest thou thus.&#x201D; What have we to do? To begin with, we  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should deal justly and honorably with all men, and should seek to protect all men in their rights so far as we have the power to do so, and then to maintain our own on the same principle. And what then? Fear God and observe His laws, and we ought every one of us to place ourselves in communication with the Lord, and He has tried to make us understand this, but it seems very difficult for us to do so. It was in former times, and it is now. He says, &#x201C;Ask, and ye shall receive.&#x201D;<span class=\"citation\" id=\"70523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70523)\">John 16:24<\/a><\/span> Is it not a very simple thing? &#x201C;Seek, and ye shall find.&#x201D;<span class=\"citation\" id=\"63754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63754)\">Matt. 7:7<\/a><\/span> Is it not very easy. &#x201C;Knock, and it shall be opened unto you.&#x201D;<span class=\"citation\" id=\"63755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63755)\">Matt. 7:7<\/a><\/span> But says He, &#x201C;you do not understand it aright. Now, let me mention a thing to you. If a child ask of you bread, would you give it a stone&#x2014;you fathers and you mothers? I think not. If the child asked a fish would you give it a scorpion?&#x201D;<span class=\"citation\" id=\"63770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63770)\">Matt. 7:9-10<\/a><\/span><span class=\"citation\" id=\"67561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67561)\">Luke 11:11-12<\/a><\/span> Why, no. The mother would say, &#x201C;Sammy, or Mary,&#x201D; as the case might be, &#x201C;you want some bread&#x2014;well I will give you some with butter and molasses.&#x201D; The mother would try to meet the wishes of the children, and sometimes give them a little candy to boot. Now, then, says the Lord, &#x201C;If ye then, being evil, know how to give good gifts unto your children: how much more shall your Father which is in heaven give His Holy Spirit to them that ask him.&#x201D;<span class=\"citation\" id=\"63776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63776)\">Matt. 7:11<\/a><\/span><span class=\"citation\" id=\"67565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67565)\">Luke 11:13<\/a><\/span> It is very plain when you get at it, and it is very simple, and people wonder sometimes, they think it an astonishing thing that God should hear people's prayers. Why, bless your souls, that is the strongest fort we have, and when we get into any <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> difficulty in the nation or anywhere else, we humble ourselves before the Lord&#x2014;and we all need to do this, for we all have our weaknesses and imperfections; and it is necessary that He should be very merciful to us. And He is, and knows how to bear with us. We need also to know how to bear with one another,<span class=\"citation\" id=\"128840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128840)\">Eph. 4:2<\/a><\/span><span class=\"citation\" id=\"74684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74684)\">Gal. 6:2<\/a><\/span><span class=\"citation\" id=\"128841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128841)\">Col. 3:13<\/a><\/span><span class=\"citation\" id=\"81949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81949)\">Mosiah 18:8<\/a><\/span> and to place ourselves in communion with God, and in doing this to purge ourselves from everything that is wrong and evil. And I tell you&#x2014;you Elders of Israel, you brethren and you sisters, that if you will begin to do the will of God on the earth as it is done in heaven,<span class=\"citation\" id=\"63435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63435)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67519)\">Luke 11:2<\/a><\/span> the power and blessing of God will rest upon you and upon this people, and no power will be able to injure you from this time forth. God expects us to do His will, to carry out his purposes, and if His will is ever done on the earth as it is done in heaven,<span class=\"citation\" id=\"63436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63436)\">Matt. 6:10<\/a><\/span> where in creation will it start, if it does not start here? Let every man put himself right, and every woman and every family do the same, and all the Priesthood in all its various departments and ramifications, and let every one walk up to the line and perform his duty, and in the name of Israel's God, Zion shall arise and shine, and the glory of God shall rest upon her.<span class=\"citation\" id=\"59901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59901)\">Isa. 60:1<\/a><\/span> Our progress is onward and upward, until the kingdoms of this world become the kingdoms of our God and His Christ,<span class=\"citation\" id=\"79512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79512)\">Rev. 11:15<\/a><\/span> and loud anthems be sounded from among the nations&#x2014;glory and honor and power and might and majesty and dominion be ascribed unto Him that sitteth upon the throne and unto the Lamb forever and forever.<span class=\"citation\" id=\"79229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79229)\">Rev. 5:13<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}