{"ID":240017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings Enjoyed By the Saints&#x2014;Improvement&#x2014;A Perfect Law&#x2014;What Would Result If the Saints Obeyed the Word of God in All Things&#x2014;Perfect Organization of the Church&#x2014;No Excuse for the Saints Who Sin&#x2014;How Satan Can Be Bound&#x2014;Exemption From Disease As a Reward&#x2014;Exhortation.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at the Quarterly Stake Conference, held in Logan, Cache County, Sunday Morning, May 6, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings Enjoyed By the Saints.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 5\/6\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v24n422\"> I feel greatly pleased at the opportunity of meeting once more with the Saints in Conference in this place. It is nearly two years since I have had this privilege, during which time many important events have transpired. There is one thing, however, connected with the work of God which is very gratifying, that notwithstanding the perils through which we have passed, though our liberties have been menaced, and the perpetuity of the institutions of the kingdom of God have to human appearances been endangered, we still meet together this day in this Tabernacle unembarrassed from the efforts of our enemies and free to worship our God according to the dictates of our own consciences.<span class=\"citation\" id=\"94175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94175)\">A of F 1:11<\/a><\/span> This land to which God led us and in which He has planted us is still a land of liberty<span class=\"citation\" id=\"81212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81212)\">2 Ne. 1:7<\/a><\/span><span class=\"citation\" id=\"81994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81994)\">Mosiah 29:32<\/a><\/span> to us and to all those who are of our faith. To me this is a cause of profound thankfulness, for it is an evidence that God has not forgotten us, that the promises which he has made are still kept in remembrance by Him, and that as a people we have been living <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so as to receive the fulfillment of those promises and the benefits which flow from them. And there is no doubt in my mind that if the Latter-day Saints will still continue to do as they have done, will be faithful to God, and to the covenants we have made with him, and will persevere in the path which He has marked out and which we have commenced to tread, that we shall still be preserved, that we shall still have our liberty, that our enemies will not have power to disturb or interrupt us to any extent, or to bring down upon us those evils which they have sought after so diligently. <\/div><div class=\"paragraph jod\" id=\"v24n423\"> I believe that the testimony of the servants of God concerning the condition of the Saints in this Stake, and in other Stakes is true, and that as a people the Latter-day Saints are striving to live nearer unto their God, and to put in practice more perfectly those holy principles which He has revealed unto us. I believe there is more diligence being manifested in the various Wards and throughout the various Stakes than  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has been manifested in the past. I believe that there is a higher standard of life being sought after by the Latter-day Saints. I believe that the Priesthood themselves are seeking more diligently to carry out the counsels which God has given and to set examples unto the people that they shall imitate, and I know that the Spirit of God rests down upon His servants to make them more rigid in the enforcement of the laws that God has revealed unto us concerning the government of His church, so that there may be more purity, a higher standard of purity enforced and maintained among us than has been in the past. <\/div><div class=\"paragraph jod\" id=\"v24n425\"> We have had from the beginning of this work revelations given to us concerning the lives that we should lead. We consider the Christian world who have this Bible as their guide, very delinquent, because they do not live up to the commandments which are herein contained, because they come short of obeying the requirements that God has made through the Gospel as contained in the Bible, the Old and New Testament. But I often think of our own condition. We have in this book, the Book of Doctrine and Covenants, which is the word of God to us, a perfect law. Here are contained the requirements, here are contained the ordinances that God requires this people, called Latter-day Saints, to obey. Now, let me ask you, brethren of the Priesthood, let me ask you, brethren and sisters of the Church, how many of us who are here today live in accordance with the requirements of God's word as contained in these revelations? I can truthfully say that as a people we do not live up to the requirements that God has made of us. I can truthfully say <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that as a people we do not obey God's commands to us&#x2014;the revelations which are contained in this book, and which we receive as the word of God, not to a past generation, not to a people who lived 1,800 years ago, but the word of God to us who live now and who constitute this Church of Jesus Christ of Latter-day Saints. This is our rule of life. This is the law for our guidance. It is embodied in this book. And how many of us, I ask again, live in conformity with it? How many of us have obeyed and do obey the word of God as it is here revealed and as it is here printed and given to us? And yet we condemn the sectarian world&#x2014;all of us who have gone forth to preach the everlasting Gospel&#x2014;for not obeying God's word given 1,800 years ago, and have said that in consequence of this the gifts and graces and the blessings of the Gospel have been withheld from them. We have thus reasoned, we have thus proclaimed to the people and said to them that the cause of the absence of the gifts, the cause of the disappearance of the power, the cause of there being no faith in the land among the children of men to receive the blessings and the gifts of God, was to be found in the fact that they had not obeyed the commandments of God as revealed to them, or as revealed to the ancients rather, in the New Testament by the Son of God. Yet, I believe, notwithstanding what I now say respecting us, that there is a growing disposition among the people&#x2014;I can feel it myself among the Priesthood, and I believe it extends to the whole body of the Church&#x2014;a growing disposition to obey the word of God, as it is given to us in its plainness, in its simplicity and in its fullness, and because of this grow<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing disposition God, having mercy upon us in our weakness and in our infirmities, blesses us as He does, and He saves us from our enemies. But you can readily perceive, if you will reflect a few moments, how much the power of this Church would be increased in the land and before the heavens if the Latter-day Saints were all to obey the word of God as it is given to us in His latter-day revelations. You can readily perceive how united and strong a people we would be, and how much the heavens would be moved in our behalf, the power that would be evoked and that would be brought down to aid us and to deliver us if we only lived in strict conformity to the words of God as they are contained in this book (the Book of Doctrine and Covenants). Each man and each woman can interrogate himself and herself upon this point. Each man can ask himself in the light of the Holy Ghost, how near he comes to fulfilling all the requirements which are here made, or how far he is from arriving at that perfection which these revelations demand, and each woman can do the same, and we can in this mirror of divine truth look at ourselves in our true light and see our reflection by the Spirit of God as it is revealed unto us in these revelations. <\/div><div class=\"paragraph jod\" id=\"v24n427\"> For one I know that I am far, individually, from coming up to this perfection. Yet it has been the labor of my life to be a Latter-day Saint. It has been the strongest wish of my heart all my days to be a Latter-day Saint, to be a perfect man if I could be before the Lord. Yet when I read these revelations; when I see the requirements which God has made of us as a people, I bow myself before the Lord and confess in His presence that I am <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> far from being that which I should be, and it may be said that the same is the case with the Church. <\/div><div class=\"paragraph jod\" id=\"v24n428\"> Now God designs that we shall be just such a people in every respect as these revelations describe. God did not give us these revelations in vain, they were not spoken idly, they were not given through the prophet of God without a purpose. There was a design on the part of God in giving them, and when you come even to the very weakest, it may be said, of the revelations, or that which is the least obligatory upon us,<span class=\"citation\" id=\"88854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88854)\">D&amp;C 89:1-3<\/a><\/span> that which was given merely as a word of counsel&#x2014;the Word of Wisdom I refer to&#x2014;<span class=\"citation\" id=\"88881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88881)\">D&amp;C 89:1-21<\/a><\/span>we can judge of the rest by the manner in which that is observed among us as a people&#x2014;a matter which pertains to our bodily life and health, and which is so simple that the weakest can receive and obey it. There will be a people raised up, if we will not be that people&#x2014;there will yet be a people raised up whose lives will embody in perfection the revelations contained in this book, who will live as the doctrines here taught require, as the laws here revealed show unto us, and they will be raised up, too, in this generation, and such a people will have to be raised up before Zion can be fully redeemed, and before the work of our God can be fully established in the earth. In this book, as I have said, is the pattern of the Zion of God. Here are embodied the doctrines, precepts, laws, ordinances&#x2014;everything in fact that is necessary in order to make us a perfect people before the Lord. <\/div><div class=\"paragraph jod\" id=\"v24n429\"> The perfection that we have arrived at today is due to these revelations. The organization of this people is such as is not to be witnessed anywhere else on the face of the earth. You may travel from one  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>end of the land to the other; you may travel from the equator to the poles, and in no land and among no people will you find such an organization as that which we have in this land, or rather that which belongs to this Church. And it is due to the fact, that God gave commandments through His servant Joseph Smith,<span class=\"citation\" id=\"83679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83679)\">D&amp;C 1:17<\/a><\/span> by which we have been organized upon a principle and a platform that is superior to anything known among men. There is nothing to equal it. This Church in its organization is adapted to a branch, to a small handful of people. It was well adapted to the condition of the six persons who composed the Church on the 6th day of April, 1830. It is as well adapted to the condition of the Saints today, covering hundreds of miles of territory, as it was to the six persons who composed the Church at that time. It will be as well adapted to the government and organization of the people when the Church of Christ shall extend itself throughout the earth, and when the whole people will become the people of God, when every knee shall bow and every tongue confess that Jesus is the Christ&#x2014;<span class=\"citation\" id=\"75467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75467)\">Philip. 2:10-11<\/a><\/span>just as well adapted then as it is now. God organized it; God has prepared the way for it; and when Zion is organized properly, it will be found to be as admirably adapted to the wants of the children of men as the organization of the Church is today to the wants of the people. There will be nothing lacking. In every particular it will be found adequate to the wants of humanity. The evils under which mankind groan today, are attributable to the false organization of society. The evils under which we groan as a people and from which we suffer are not due to any lack of knowledge as the method or the means that will correct these evils, but they are due <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the fact that we ourselves fail to conform to the organization which God has prescribed, which God has revealed. <\/div><div class=\"paragraph jod\" id=\"v24n431\"> I wish we could all understand this; but it is true, it is as true as God lives, that the Gospel of Jesus Christ is admirably adapted, in fact, perfectly adapted to save man from every evil under which he groans today. What has it done for us? Why, as far as it has gone it has saved us; it has saved us from every evil so far as we have gone. And as for adultery, to which allusion has been made, and fornication, there are no people on the face of the earth that will be damned with a greater damnation for that sin than we, if we be guilty of it. Why? Because there is no necessity for it. The necessity that men may plead as an extenuation for their practices with the opposite sex in the world ceases to exist in the midst of the Latter-day Saints. What necessity has any man to meddle with any woman that does not belong to him? In other lands the laws make men adulterers in many instances. That is a hard saying, but it is a true one. Men are driven by their passions, very frequently, because of unjust laws, to commit crimes that their souls revolt at. But is it so with us? No. God has given unto us a more perfect law. He has commanded us to marry,<span class=\"citation\" id=\"85879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85879)\">D&amp;C 49:15<\/a><\/span> all that can marry; and there is no man among us that can plead that which others may in a different state of society; no man can do that amongst us; and therefore I say that those men and women among us who commit adultery and fornication will be damned with a deeper damnation than any other people, because there is no necessity for it. If a man wants a wife he can get one among the Latter-day  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints. You organize society aright, as God contemplated in these revelations, and those evils under which we now groan&#x2014;this dishonesty and this disposition to take advantage of each other&#x2014;will be done away with. God has devised a plan and has revealed it, that in its operations will relieve mankind from those evils and the commission of those sins to which they are now subject. When we are organized properly theft will cease among us, for the temptation to steal will be removed. Organize us properly, and the temptation to take advantage of our neighbor will cease, because there will be no profit in it or connected with it. And it is all contained in this book. God has revealed it fifty years ago in plainness to this church, and we for fifty years have been crawling along at our slow gait without obeying the word of God, that is so plainly revealed, and that might relieve us, if we did obey it, from all those evils. <\/div><div class=\"paragraph jod\" id=\"v24n433\"> Now, my view of the Gospel is, that when it is obeyed by mankind the power of the devil will cease. That is my view respecting a part of the power that will be brought to bear to bind Satan. Satan will be bound because he will not have power over the hearts of the children of men.<span class=\"citation\" id=\"81185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81185)\">1 Ne. 22:15,26<\/a><\/span><span class=\"citation\" id=\"81601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81601)\">2 Ne. 30:18<\/a><\/span><span class=\"citation\" id=\"83476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83476)\">Ether 8:26<\/a><\/span><span class=\"citation\" id=\"85695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85695)\">D&amp;C 45:55<\/a><\/span><span class=\"citation\" id=\"89499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89499)\">D&amp;C 101:28<\/a><\/span> Why? One reason will be because they will have obeyed the more perfect law which will have relieved them from his power. You take the majority of the Elders of this Church, who are faithful to the Gospel of Jesus Christ, and Satan has but little or no power to tempt them to commit adultery, to commit sin with their neighbor's wife or with the opposite sex; they are to a great extent relieved from that, and so far as that crime is concerned Satan has but little power to tempt them, because they have obeyed a <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more perfect law. In the Gospel of the Lord Jesus Christ as God has revealed it unto us, there are laws so perfect that when this people called Latter-day Saints shall obey them they will be so far lifted up above the power of Satan that he will have but little power to tempt them.<span class=\"citation\" id=\"83060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83060)\">3 Ne. 28:39<\/a><\/span> But we never shall be emancipated from the power of Satan until we do obey these laws of God. An obedience thereto will bring emancipation to us and to every human being on the face of the earth, and it is upon no other principle that emancipation can be brought. It will not be as many suppose by our being withdrawn, without volition on our part, from the influences of Satan; but it will be by our obedience to the laws of God, by our conforming to the requirements which He makes of us, by our putting into practice all those higher laws which God has revealed, and which He designs we shall practice. Any soul that is waiting for some outward deliverance, waiting for some time to come when by some extraneous means, and independent of our action and the exercise of our agency, deliverance will be brought, he will wait in vain, I am afraid. Not that I would convey the idea that God is not going to help us, that God is not going to do it by His power; I would not convey any such idea, because I know and you know that without God's help all our efforts are powerless, and it is vain to seek to do anything in and of ourselves; we cannot do it. Human nature is too fallible to do anything of this kind; but we must exercise the powers God has given to us by obeying His law, by conforming to His requirements. In this way we will be emancipated through the blessing and aid of God upon us, and in this way the earth will be redeemed from the power of  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Satan. The more people obey the laws of God, as God has revealed them, and as they are embodied in the Gospel of Jesus Christ, the nearer they approach unto God, the more they become like Him, the more power they get over themselves and over the adversary. If there could be a man or a community found who lived in strict obedience to all the laws taught in this book [Doctrine and Covenants], you would find almost a perfect people; yet would find a people in the condition of the people of Enoch&#x2014;that is, they would be approximating to that perfection which he and his city obtained, and which caused them to be translated.<span class=\"citation\" id=\"93254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93254)\">Moses 7:69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n435\"> When God revealed the Gospel, He designed that we should obey these laws. He taught us in the first place that it was necessary to have faith in Jesus Christ, then to be baptized for the remission of sins, then to have hands laid upon us for the reception of the Holy Ghost. Then the people that were scattered were taught to gather out from the nations of the earth. Every law that they obeyed brought salvation. Every time they bowed in obedience to the requirements of God, they brought, by their obedience, salvation to themselves and to their families, so far as their families conformed to the requirements. When they got to Zion, if they obeyed the law of tithing, it brought salvation. And so with every other law that God has taught in the revelations that have been given unto us, and the men, as I have said, who have the most faithfully complied with those requirements have emancipated themselves, through the blessing of God, the most perfectly from the power of Satan. I look upon the men and upon the women who have entered into the new and <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> everlasting covenant concerning patriarchal marriage as being more advanced than their brethren and sisters who have not obeyed that law. And if a community were found who would enter upon the order of Enoch<span class=\"citation\" id=\"128845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128845)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"128846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128846)\">D&amp;C 82:1-24<\/a><\/span> as God has revealed it and who would hold themselves and their property subject to that law, I should look upon them as still more in advance and still nearer to that perfection which God designs to bring about in Zion among the Latter-day Saints. It should be the aim of every man and every woman in this Church to thus conform to the law and to the will of God, because by so doing they bring salvation to themselves and to their children, and if they persevere in doing so, God will bless them in their efforts, and they will eventually be brought to live with Him and to dwell in His presence, and to receive the exaltation and glory that He has in store for them. Now, I have obeyed those laws thus far, because I know they have these effects. I obey the Word of Wisdom&#x2014;or try to obey it&#x2014;because I know it brings a blessing. And in like manner I obeyed the ordinance of baptism; in like manner I submitted to have hands laid upon me for the reception of the Holy Ghost; in like manner I pay my tithing; in like manner I have gone on missions and done that which God has required of me, because in each and every act of this kind I knew that God intended to bring salvation to me if I would be obedient. And I obeyed the doctrine of patriarchal marriage, upon the same principle, because I knew that it was a principle of salvation and of exaltation, and that if I would be exalted in the presence of God I must obey the law. So it will be with other laws which are yet in the future, and which God  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will reveal to us as we grow in grace and in the knowledge of the truth.<span class=\"citation\" id=\"78512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78512)\">2 Pet. 3:18<\/a><\/span><span class=\"citation\" id=\"85992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85992)\">D&amp;C 50:40<\/a><\/span> He will continue to give revelation upon revelation, precept upon precept, and He will reveal unto us more light and more knowledge and give unto us more power and more of the gifts and graces of the Gospel as we become more perfect in keeping the laws He has already revealed. <\/div><div class=\"paragraph jod\" id=\"v24n437\"> It has been said&#x2014;and I think all who have had any experience know that it is true&#x2014;that in families where the Word of Wisdom<span class=\"citation\" id=\"88882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88882)\">D&amp;C 89:1-21<\/a><\/span> is obeyed there is greater faith in administering the ordinances of the house of God unto those who are sick. We have a Bishop in Salt Lake City who, I believe, took an account of the number of those who were sick in his Ward, and he brought a statement to the President's office to the effect that in the families where the Word of Wisdom was strictly observed fewer deaths had occurred than in families where the Word of Wisdom was not observed. Diphtheria or some other disease was raging at that time in the city, and in his ward in particular, and his mind was turned to this matter, and after making inquiries he satisfied himself that there were more cases of healing and restorations to health through the administrations of the Elders by the laying on of hands in families where the Word of Wisdom was observed than in families where it was neglected, and that deaths were more frequent in the latter. <\/div><div class=\"paragraph jod\" id=\"v24n438\"> [President Taylor: There were none died in the families where the Word of Wisdom was observed.] <\/div><div class=\"paragraph jod\" id=\"v24n439\"> President Taylor says there were none died in the families where the Word of Wisdom was observed. Is it not natural that this should be the case? Have we not as Elders proclaimed to the world that the <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sectarians do not have the gifts and graces of the gospel because they do not keep the word of the Lord, do not keep the commandments of God? Has not this been our testimony to the nations of the earth? Yes, all of us who have gone forth to proclaim the word have thus testified time and time again. Will not that rule apply to us as a people? Certainly it will. The men who obey the laws of God most perfectly, and the women who do so, have the greatest faith, and God will bless them in proportion to their faith; He will bless their families according to their faith; the gifts of the Spirit will be manifested more in their behalf than upon those who deliberately violate or are careless concerning the word of God. This is certainly true. So it is with every law that God has given. The nearer we approach unto God, the more perfect we live in accordance with the revelations He has given, the more faith undoubtedly we will possess, the more God will hear us, the nearer the heavens will draw to us, the more the heavens will be opened to us to hear our cries and to answer our petitions. And, as I have said, the day will come, if we obey the laws that God has given, that Zion will be redeemed and the adversary will not have power over us to tempt us, and try us, and to afflict us as he does at the present time. <\/div><div class=\"paragraph jod\" id=\"v24n440\"> It may be thought I am enthusiastic in thus speaking, but I think I am not; I do not think I am the least enthusiastic on this point&#x2014;that is more than I am warranted in being from that which God has said unto us as a people. I do not expect any salvation or redemption for Zion upon any other principle than this I speak of. I do not expect that Satan will be bound in any other way. Of course God will  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bring His power to bear; He will do it. God will have the glory of it, because it cannot be done by man. Man's power is insufficient to accomplish it. It must be done by man's obedience, by man's submission to God's law, by man's continually doing that which God commands him and requires of him, and in this way alone can it be brought about. <\/div><div class=\"paragraph jod\" id=\"v24n442\"> It may be said, as has been said, that the seed of the righteous shall multiply and increase in the land and possess the land.<span class=\"citation\" id=\"53165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53165)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"53358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53358)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"53641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53641)\">Gen. 48:4<\/a><\/span> But supposing we do not marry, supposing we remain single, can that blessing be brought about? In our case, certainly not. It requires obedience to law on our part to bring about the fulfillment of that promise. We must marry as a people. Men must take wives. The daughters of Eve must marry the sons of Adam in order to bring about the fulfillment of that promise. But supposing this people were to refuse to marry, neither this prophecy nor promise could be fulfilled through them; it would have to be fulfilled through some other people. Obedience is necessary on the part of the people to bring about the fulfillment of this prediction, and so also respecting the binding of Satan. God bestows the gifts and graces of the Gospel according to their obedience, and it should be the aim of every man in this Church not to rest satisfied with his own condition until he has bowed in obedience to the laws of God. If a man had but one wife, and the Spirit of God moved upon him to take more than one, should he refuse to obey the promptings of God in that respect? Not to gratify lust, not to gratify any improper passion, but to obey the law of God, because if he did not obey that he could not receive the blessing. So <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with all the laws in this book which are yet unfulfilled. If there be a law that we have not fulfilled, it should be the aim of every individual in this Church to prepare himself to fulfill that law as fast as he can. I look upon this as an obligation devolving upon every man, woman and child in Zion; not upon the First Presidency alone, not upon the Twelve alone, not upon the Presidents of Stakes alone, not upon the High Councilors alone, but upon every man and every woman in the Church of Jesus Christ of Latter-day Saints; going on from the first principles to perfection,<span class=\"citation\" id=\"76687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76687)\">Heb. 6:1 (JST)<\/a><\/span> carrying out in our lives all the laws that God has revealed to us, until Zion shall be fully redeemed, and the way be prepared for the coming of our Lord and Savior Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v24n443\"> It is very wonderful to me what God has done and is doing with us as a people. When I look at this work; when I contemplate how the Prophet Joseph commenced it and how it has grown; when I see this immense congregation assembled here this morning, I cannot help thinking that if the Prophet had lived to behold such a scene, his heart would have been filled with gladness. There has been no word, no promise given unto us by the servants of God from the beginning that has not been thus far fulfilled, and the remainder will be fulfilled. God is carrying forward this work with an irresistible power, and those who will not obey the law of God will be left behind. This is an awful thought to me, there is something awful in the reflection. When I read the history of the Church and see the names of many men who have been prominent in it, I ask myself, where are these men today? Where is their posterity  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>today? Men who in their day and generation were mighty in this work, who helped to establish it, who helped to spread it. And they have disappeared. Their names are lost from among the Saints of God. Their families have disappeared&#x2014;gone into oblivion. When I think of it the thought is almost too awful to contemplate&#x2014;the idea of being lost in connection with this work, this work in which all our hopes are centered, and which is dearer to us than life. Who is there among us today, who has the Spirit of God, who would not rather be taken out and shot on this public square than lose the spirit of this work, than be separated from the church and lost to all hope, all the promises, and all the glorious prospects of our salvation and redemption? Why, it is the most awful thought I can contemplate. The thought of it fills the soul with horror. But there is only one way in which we can remain connected with this Church, and that is by keeping step with it, by marching onward, obeying the counsel that God gives through His servants, and by being pure in all our thoughts, in all our words, and in all our actions. In no other way can any human being&#x2014;however great his attainments, however great the blessings he may have received, however great the promises which have been given unto him&#x2014;ever remain connected with this work. <\/div><div class=\"paragraph jod\" id=\"v24n445\"> Therefore, let us be obedient. Let us correct our lives if we are in fault. Let us repent of our sins and put them far from us. If we have sinned let us humble ourselves before God, and in the very depths of humility ask forgiveness of our transgressions, and let us lay ourselves and all we have&#x2014;everything that God has given to us, every faculty of our mind, every power of our body, everything that God has placed within our con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trol, all the property and everything that he has placed in our stewardship&#x2014;let us hold all subject to His will and to His counsel, willing to go, willing to come, willing to give, willing to withhold, willing to do everything that God requires of us with glad hearts, for in doing so we secure unto ourselves our salvation and exaltation. <\/div><div class=\"paragraph jod\" id=\"v24n446\"> My brethren and sisters, you who have tasted of this precious word of God; you whose souls have been filled with the Holy Ghost; you who have felt its joy, its peace, and the glorious feelings that it produces in the human heart&#x2014;would you forego this for anything else upon the face of the earth? Would you exchange it for anything else? No, you would not. You have seen the time&#x2014;every one of you who have had the Holy Ghost resting down upon you&#x2014;when you have felt as though you would rather part with your lives than you would part with that spirit. <\/div><div class=\"paragraph jod\" id=\"v24n447\"> Well, now, be entreated of me, a humble servant of God, this morning, to repent of your sins and put them away from you; repent truly and sincerely of your follies, hardness of heart, rebellion, stubbornness&#x2014;repent, I say, in the name of Jesus, and bow yourselves before Him, and entreat Him for the outpourings of His Holy Spirit until your hearts are filled therewith and you have received a forgiveness of your sins. And then when you have done that, go forward, seeking diligently to comply with all the requirements of the Gospel of Jesus Christ, as it has been revealed unto us, until we shall be brought back into the presence of our God and be crowned with glory, immortality and eternal lives, which I ask in behalf of all, in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}