{"ID":240023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Delusive Spirits&#x2014;Proper Channel for Revelations to Come Through&#x2014;The Calling of Joseph Smith&#x2014;Indication of An Impostor&#x2014;Private Antipathy to Be Curbed and the Priesthood to Be Sustained&#x2014;Only One Man Appointed to Hold the Keys of the Kingdom at a Time&#x2014;Men not to Judge Those Who Preside Over Them&#x2014;How to Secure Justice.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered at Ogden, Sunday Morning, June 21, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Delusive Spirits.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 6\/21\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v24n531\"> There has, perhaps, never been a period in the history of the Church when the delusive spirits that are abroad in the world, deceiving the children of men, were more active than they are and have been for the last few years. I have never in my recollection heard of so many pretended prophets and revelations, special messages, missions and manifestations to various individuals, as have come to my notice within the last few months or perhaps years. Some claim that they are in constant communication with angels, others that they have received a direct command from God to accomplish a certain mission, others claim to be Christ,<span class=\"citation\" id=\"65784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65784)\">Matt. 24:24<\/a><\/span><span class=\"citation\" id=\"66675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66675)\">Mark 13:22<\/a><\/span> and therefore assume the right to dictate and direct the labors of the Presidency and Twelve,<span class=\"citation\" id=\"84693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84693)\">D&amp;C 28:6<\/a><\/span> and undertake to correct and set them right and to show them wherein they lack inspiration, etc., and wherein it is necessary that a strong arm should be raised up in order to steady the ark of Zion.<span class=\"citation\" id=\"88075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88075)\">D&amp;C 85:7-8<\/a><\/span> There has been a great deal of this kind of spirit manifested of late among men who are and have been in the <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church for years; and not only such, but by men who never have been members and who have no knowledge of the character of this latter-day work. Messages from the spirit world, communications from the departed through mediums,<span class=\"citation\" id=\"128867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128867)\">1 Sam. 28:3-25<\/a><\/span> people that permit themselves to be used for this purpose by lying and delusive spirits.<span class=\"citation\" id=\"55746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55746)\">1 Kgs. 22:22-23<\/a><\/span><span class=\"citation\" id=\"55923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55923)\">2 Chr. 18:21-22<\/a><\/span><span class=\"citation\" id=\"85933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85933)\">D&amp;C 50:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n532\"> It has sometimes been sorrowful to see respected members of the Church, men who should know better, allow themselves to become the tools of seductive spirits. Such men seem, for the time at least, to lose sight of the fact that the Lord has established on earth the Priesthood in its fullness; and that by direct revelation and commandment from heaven; that He has instituted an order or government that is beyond the capacity, and that is superior to the wisdom and learning and understanding of man, so far, indeed, that it seems impossible for the human mind, unaided by the Spirit of God, to comprehend the beauties, powers, and character of the Holy Priesthood. It seems difficult for men to  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comprehend the workings of the Priesthood; its legitimate authority, its scope and power; and yet by the light of the spirit it is easily comprehended, but not understanding it men are easily deceived by seductive spirits that are abroad in the world.<span class=\"citation\" id=\"85925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85925)\">D&amp;C 50:1-2<\/a><\/span> They are led to believe that something is wrong, and the next thing that transpires, they find themselves believing that they are chosen specially to set things right. It is very unfortunate for a man to be taken in this snare; for be it understood by the Latter-day Saints that as long as the servants of God are living pure lives, are honoring the Priesthood conferred upon them, and endeavoring to the best of their knowledge to magnify their offices and callings, to which they have been duly chosen by the voice of the people and the Priesthood, and sanctioned by the approval of God, so long as the Lord has any communication to make to the children of men, or any instructions to impart to His Church, He will make such communication through the legally appointed channel of the Priesthood. He will never go outside of it, as long, at least, as the Church of Jesus Christ of Latter-day Saints exists in its present form on the earth. <\/div><div class=\"paragraph jod\" id=\"v24n534\"> The Church of God has been organized, the kingdom of God has been established, and the Gospel has been restored to the earth for the last time; and this work which has fairly begun will never cease, but will continue to spread abroad and increase in the earth, and gather to its fold the righteous, the honest, the pure, the meek and the poor of the earth, until &#x201C;the kingdom&#x201D; shall be exalted to power and glory in the midst of the world; and it will reign triumphant when Babylon will be broken to pieces, and will fall to rise no more. These are the <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> promises that have been made to us. This fact is indicated by the revelations of God to man through ancient and modern prophets, and through angels that have visited the earth in this dispensation of the fullness of times. <\/div><div class=\"paragraph jod\" id=\"v24n535\"> It is not my business nor that of any other individual to rise up as a revelator, as a prophet, as a seer, as an inspired man, to give revelation for the guidance of the Church, or to assume to dictate to the presiding authorities of the Church in any part of the world, much less in the midst of Zion, where the organizations of the Priesthood are about perfect, where everything is complete even to the organization of a branch. It is the right of individuals to be inspired and to receive manifestations of the Holy Spirit for their personal guidance, to strengthen their faith, and to encourage them in works of righteousness, in being faithful and observing and keeping the commandments which God has given unto them; it is the privilege of every man and woman to receive revelation to this end, but not further. The moment an individual rises up assuming the right to control and to dictate or to sit in judgment on his brethren, especially upon those who preside, he should be promptly checked, or discord, division and confusion would be the result. Every man and woman in this Church should know better than to yield to such a spirit; the moment that such a feeling presents itself to them they should rebuke it, as it is in direct antagonism to the order of the Priesthood, and to the spirit and genius of this work. We can accept nothing as authoritative but that which comes directly through the appointed channel, the constituted organizations of the  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Priesthood, which is the channel that God has appointed through which to make known His mind and will to the world. It was necessary prior to the organization of this Church, that God should select from the inhabitants of the earth some person through whom to reveal His will to mankind; and it pleased Him to select for this purpose the youthful and untutored boy Joseph Smith, as David of old was His choice,<span class=\"citation\" id=\"55476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55476)\">1 Sam. 16:1-13<\/a><\/span> but as there was no Priesthood on the earth when Joseph was called, legally constituted by the authority of heaven to officiate in the name of the Lord, it was necessary therefore that someone should be selected as the first Elder<span class=\"citation\" id=\"84286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84286)\">D&amp;C 20:2<\/a><\/span> for the beginning of this work, for there has to be a beginning, and he was the one foreordained for the position which he occupied and filled. After calling and setting him apart for the work of introducing and establishing this Gospel of the kingdom,<span class=\"citation\" id=\"65729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65729)\">Matt. 24:14<\/a><\/span> the Lord of course recognized him as His mouthpiece, as His authorized agent, if you please, and it would be absolutely inconsistent, unreasonable and absurd to suppose that after God had called one man and appointed him to this work, that He should pass him by and go to somebody else to accomplish the same purpose.<span class=\"citation\" id=\"84694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84694)\">D&amp;C 28:6-7<\/a><\/span> No sensible person would accept for one moment such a proposition. To seriously contemplate any such idea would be charging the Almighty with inconsistency, and with being the author of confusion,<span class=\"citation\" id=\"73771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73771)\">1 Cor. 14:33<\/a><\/span> discord and schism. The kingdom of God never could be established on earth in any such way. <\/div><div class=\"paragraph jod\" id=\"v24n537\"> Through Joseph then, the Lord revealed Himself to the world and through him He chose the first Elders of the Church&#x2014;men who were honest in their hearts; men <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whom He knew would receive the word and labor in connection with Joseph in this great and important undertaking; and all that have been ordained to the Priesthood, and all that have been appointed to any position whatever in this Church, have received their authority and commission through this channel, appointed of God, with Joseph at the head. This is the order, and it could not be otherwise. God will not raise up another prophet, and another people to do the work that we have been appointed to do. He will never ignore those who have stood firm and true from the commencement, as it were, of this work, and who are still firm and faithful, inasmuch as they continue faithful to their trust. There is no question in my mind of their ever proving themselves unfaithful, as a body; for if any of them were to become unworthy in His sight, He would remove them out of their place and call others from the ranks to fill their positions. And thus His Priesthood will ever be found to be composed of the right men for the place, of men whose backs will be fitted for the burden, men through whom He can work and regulate the affairs of His Church according to the counsels of His own will.<span class=\"citation\" id=\"74880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74880)\">Eph. 1:11<\/a><\/span><span class=\"citation\" id=\"86139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86139)\">D&amp;C 58:20<\/a><\/span> And the moment that individuals look to any other source, that moment they throw themselves open to the seductive influences of Satan, and render themselves liable to become servants of the devil; they lose sight of the true order through which the blessings of the Priesthood are to be enjoyed; they step outside of the pale of the kingdom of God, and are on dangerous ground. Whenever you see a man rise up claiming to have received direct revelation from the Lord to the Church, independent  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the order and channel of the Priesthood, you may set him down as an impostor. God has not called you to go out to the world to be taught, or to receive revelations through apostates or strangers; but He has called and ordained you and sent you forth to teach<span class=\"citation\" id=\"85502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85502)\">D&amp;C 43:15<\/a><\/span> and lead people in the paths of righteousness and salvation. <\/div><div class=\"paragraph jod\" id=\"v24n539\"> It is the duty, therefore, of every Latter-day Saint to seek for the spirit of truth, and to desire with full purposes of heart, and seek diligently for the gifts<span class=\"citation\" id=\"128868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128868)\">D&amp;C 46:8<\/a><\/span> of wisdom and understanding that will lead and guide into all truth,<span class=\"citation\" id=\"70458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70458)\">John 16:13<\/a><\/span> that will enable us to comprehend the purposes of God, and this most perfect, most harmonious organization which God has instituted by His own wisdom in these last days for the gathering of Israel, and for the communication of all His purposes as made known through His servants the Prophets. Men may become dissatisfied one with another, they may become dissatisfied towards the Presidency, the Quorum of the Twelve, or others, and may say in their hearts, &#x201C;I do not like such an one; I do not believe he is as good as he should be, he has too many faults and weaknesses and, therefore, I cannot and will not acknowledge his authority, as I have not faith in the man.&#x201D; Doubtless there are those, too many perhaps, who feel that way, but the trouble is, and that is the worst of it, just because they have become dissatisfied with the individual and harbored feelings of bitterness in their hearts against their brethren, they lose sight of the designs of the Almighty; they turn against the authority of the Holy Priesthood; and through their blindness, allow themselves to be led astray, and at last turn away from the Church. <\/div> <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n540\"> Now, how should it be? I will tell you. In the first place every person should know that the Gospel is true, as this is everyone's privilege who is baptized and receives the Holy Ghost. A man may be grieved in his feelings because of some difficulty between him and President Taylor, or Cannon or myself; he may have feelings in his heart which lead him to think that he could not sustain us in his faith and prayers; but if this should be the case, what is the course for him to pursue? He should say in his heart, &#x201C;God has established His kingdom, and His Priesthood is upon the earth; and notwithstanding my dislike for certain men, I know that the Gospel is true, and that God is with His people; and that if I will do my duty and keep His commandments, the clouds will roll by and the mists will disappear, the spirit of the Lord will come more fully to my relief, and by and by I will be able to see&#x2014;if I am in error, wherein I erred, and then I will repent of it, for I know that every wrong thing will yet be made right.&#x201D; I think all men should feel that way. A man may not have confidence in his Bishop, or in one or both of his Counselors; circumstances might be such that according to his judgment the Bishop or his Counselors might be in the wrong, and his confidence in them, whether right or wrong, would therefore be destroyed; but because he may feel so, would it be right or consistent in him as an Elder in Israel, to set himself up as the judge of the Bishop or his Counselors and the whole Church? If one were to get in a position of this kind he would be like some others I have heard of, John<span class=\"citation\" id=\"128869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128869)\">BM Eight Wit.<\/a><\/span> and David Whitmer,<span class=\"citation\" id=\"128870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128870)\">BM Three Wit.<\/a><\/span> for instance, two of the witnesses to the Book of Mormon, and Wm. E. McClellan, and  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>William Smith, two of the Twelve Apostles, some of whom are still living, and many others, both living and dead. Do you think you could convince those of this class that they had apostatized from the Church? No; these men are firmly convinced in their own minds that they never apostatized. They stoutly and indignantly deny that they ever apostatized or turned away from the Church, but say that Joseph Smith and the Twelve Apostles apostatized, and all the Church had apostatized and become very wicked, and that God has cut the Church off, but that Brother David Whitmer and Brother Wm. E. McClellan, William Smith, and others are the only members of the Church in good standing, and they are all at variance with each other. If I were to raise my hand against my Bishop, against the Twelve or the First Presidency, because I did not like them, that moment I should place myself in the position that these men now occupy, and that scores of others who have passed away have occupied, and say: &#x201C;The Church has apostatized, Joseph Smith and Brigham Young, and John Taylor, have apostatized, but I am firm in the faith; all the people have gone astray because they will not acknowledge me.&#x201D; There is where the man is who rebels against the authority of the Priesthood, and at the same time endeavors to hold on to the faith. Never is there but one appointed at a time to hold the keys of the kingdom of God pertaining to the earth.<span class=\"citation\" id=\"91482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91482)\">D&amp;C 132:7<\/a><\/span> While Christ remained on the earth He held them; but when He departed He committed them to Peter, he being the President or Chief of the Apostles; and it was his right to direct and to receive revelation for the Church, and to give counsel to all the breth<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ren. After Satan and wicked men had prevailed against the Church, crucified the Savior and killed the Apostles, the keys of the kingdom were taken from the earth. John the Revelator describes it most clearly. And from that time until Joseph Smith was called by the voice of the Almighty, and ordained to hold those keys, no man held them upon the earth that we know of. It is true the Lord did appoint other Twelve upon this continent,<span class=\"citation\" id=\"128871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128871)\">3 Ne. 12:1<\/a><\/span><span class=\"citation\" id=\"128872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128872)\">3 Ne. 13:25<\/a><\/span> and His Church flourished and prospered in this land for many years, but the Lord declared that Peter, James and John, and the Twelve that walked with Him at Jerusalem, held the Presidency over them.<span class=\"citation\" id=\"81022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81022)\">1 Ne. 12:9-10<\/a><\/span><span class=\"citation\" id=\"83170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83170)\">Morm. 3:18-19<\/a><\/span> God may reveal himself to different nations, and establish among them the same Gospel and ordinances as He did anciently, if necessity require, but if these nations should be joined together there would be one head, and all the rest would be subordinate. So that from the time that the keys of this Priesthood were taken from the earth until they were received by Joseph Smith, no man ever possessed that Priesthood, nor the keys thereof, with authority to build up the Zion of God, and prepare a church or people for the second coming of Christ, &#x201C;as a bride is adorned for the bridegroom;&#x201D;<span class=\"citation\" id=\"80712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80712)\">Rev. 21:2<\/a><\/span> unless it may have been among the lost tribes, yet of this we have no knowledge, but if so they would receive those keys necessary to administer in the ordinances of the Gospel for their salvation. We know not of their existence or the condition in which they are placed. The Gospel that is given to them is suited to their needs and condition, and is for their salvation, not ours, and yet it will be the same Gospel. And God will not call one from them to give to us the Priesthood, or to give  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to us keys and blessings, or to point out the organization of the kingdom of God, because He has established that Priesthood here, and we have it. If He has any communication to make to us He will send His messengers to us. And in this way He will deliver His law and give His mind and will to the people. He will do it through the ordained channels of the Priesthood which He acknowledges and which He has established in the earth. He will go nowhere else to do it, neither will He send us to them unless they should be without the Priesthood and it becomes necessary to take the blessings of the Gospel to them, and I presume that will be the case.<span class=\"citation\" id=\"91905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91905)\">D&amp;C 133:26-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n543\"> When Joseph received the keys of the Priesthood he alone on the earth held them; that is, he was the first, he stood at the head. It was promised that he should not lose them or be removed out of his place, so long as he was faithful.<span class=\"citation\" id=\"85468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85468)\">D&amp;C 43:1-7<\/a><\/span> And when he died, President Young was chosen by the voice of the people, and sanctioned by the voice of God. He held the Priesthood which was after the order of the Son of God,<span class=\"citation\" id=\"94267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94267)\">D&amp;C 107:3<\/a><\/span> with the keys which pertain to the presidency of that Priesthood upon earth. He received it from the hands of Joseph, directly from him or by his authority; and he held it until his death. When he died that mantle fell upon John Taylor, and while he lives he will hold that authority inasmuch as he is faithful. So it was with President Brigham Young, he held it on condition of his faithfulness. If any man in that position should become unfaithful, God would remove him out of his place. I testify in the name of Israel's God that He will not suffer the head of the Church, him whom He has chosen to stand at the head, <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to transgress His laws and apostatize; the moment he should take a course that would in time lead to it, God would take him away. Why? Because to suffer a wicked man to occupy that position, would be to allow, as it were, the fountain to become corrupted, which is something He will never permit. And why will he not suffer it? Because it is not the work of Joseph Smith; it is not the work of Brigham Young or of John Taylor. It is not the work of man but of God Almighty; and it is His business to see that the men who occupy this position are men after His own heart,<span class=\"citation\" id=\"55452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55452)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71861)\">Acts 13:22<\/a><\/span> men that will receive instructions from Him, and that will carry out the same according to the counsels of His will.<span class=\"citation\" id=\"74881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74881)\">Eph. 1:11<\/a><\/span><span class=\"citation\" id=\"86140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86140)\">D&amp;C 58:20<\/a><\/span> You may depend that he will see to it, and risk nothing upon this head. Hence you will have no reason to find fault or to rise up in judgment upon President Taylor or upon President Young, or upon the Prophet Joseph Smith, or upon the Twelve Apostles. We have no right to rise up in judgment upon the President of the Stake, or upon our Bishop, or upon the Priesthood in any shape or form, unless we can do so agreeably to the laws of the Church. If they decide against us inasmuch as God has conferred the keys of this Priesthood upon them, and the kingdom is here, and its authority is here, and the Priesthood is here, and the organization of the kingdom of God is here&#x2014;and inasmuch as the decision is reached and rendered agreeably to the laws and commandments of God, then it would be our bounden duty to humbly submit, and bow to it and acknowledge it. You or I might think it hard, and possibly feel that it was unjust, but as it would be impossible to make it otherwise, we must submit. &#x201C;What,&#x201D; says one, &#x201C;submit to an unjust decision? No, sir!&#x201D;  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Who says it is unjust? You or I say it is; but twelve High Councilors and the Presidency of the Stake say it is just, and in holding to our idea of the unjustness of the decision, we put our judgment against that of fifteen disinterested men. Who then is to decide on the justice of the case? They, not me; and it is my business to acknowledge it and yield to it. There is, however, a supervisory authority in the First Presidency; and they may exercise in some degree the pardoning power, for unto them is given power under the laws of God to forgive. &#x201C;Whose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are retained.&#x201D;<span class=\"citation\" id=\"70921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70921)\">John 20:23<\/a><\/span><span class=\"citation\" id=\"91775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91775)\">D&amp;C 132:46<\/a><\/span> President Taylor holds the keys of that authority in this Church. You may appeal then to the Presidency of the Church, and they may inquire into the justice or injustice of the decision and see if the case is entitled to a rehearing. But if the decision of the High Council should be confirmed, then you have no other appeal on earth. And yet God has given to us the broadest latitude peacefully to defend our individual rights, agreeably to just and righteous laws. He permits us first to be tried by the Bishop and his Counselors; and even before that we have the opportunity to settle our difficulties amicably without going to a trial; or if we cannot settle them amicably among ourselves we are permitted to call in our Teacher to assist us if possible to be reconciled to one another;<span class=\"citation\" id=\"84376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84376)\">D&amp;C 20:53-54<\/a><\/span> and if that cannot be done we can then bring the matter before the Bishop to be formally tried. If we have reason to believe the decision to be unjust, we have the right then to appeal our case to the High Council, and then, if the First Presidency so decide, there may be a rehearing. So that the <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord has given unto us every possible chance to vindicate our rights, defend our causes, and maintain our standing in the Church. No man is asked to bow to unrighteousness; but to say that the decision rendered by the Bishop's Court or High Council is an unjust decision is to say one of two things, namely, that these men, from three to fifteen of them, every one of whom should possess the spirit of the Gospel, and the inspiration of the Almighty, and is quite as likely to understand such circumstances as the litigants are all in error and lack judgment, or that they are willfully wicked and unjust, while one individual, and he a party to strife, alone is right. <\/div><div class=\"paragraph jod\" id=\"v24n545\"> The moment a man says he will not submit to legally constituted authority of the Church, whether it be the Teachers, the Bishopric, the High Council, his Quorum or the First Presidency, and in his heart confirms it and carries it out, that moment he cuts himself off from the privileges and blessings of the Priesthood and Church, and severs himself from the people of God, for he ignores the authority that He has instituted in His Church. These are the men that generally get crochets in their heads, that get inspiration (from beneath) and that are often so desirous to guide the Church, and to sit in judgment upon the Priesthood. The only safe way for us to do, as individuals, is to live so humbly, so righteously and so faithfully before God, that we may possess His Spirit to that extent that we will be able to judge righteously,<span class=\"citation\" id=\"54927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54927)\">Deut. 1:16<\/a><\/span><span class=\"citation\" id=\"128875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128875)\">Ezek. 44:23-24<\/a><\/span><span class=\"citation\" id=\"83966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83966)\">D&amp;C 11:12<\/a><\/span> and discern between truth and error,<span class=\"citation\" id=\"128873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128873)\">1 Jn. 4:6<\/a><\/span> between right and wrong;<span class=\"citation\" id=\"128874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128874)\">Mal. 3:18<\/a><\/span><span class=\"citation\" id=\"128876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128876)\">Heb. 5:14<\/a><\/span> and then we will know when a decision is rendered against us that in 99 cases out of a hundred we are in error, and that the decision  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is right; and although we may at the time not be fully able to see and feel its justness, yet will be constrained to say that inasmuch as there are sixteen chances against one for me to be wrong, &#x201C;I will gracefully and humbly submit.&#x201D; The pith of the matter is, the Lord has established His Church, organized His Priesthood, and conferred au<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thority upon certain individuals, councils and quorums, and it is the duty of the people of God to live so that they shall know that these are acceptable unto Him. If we begin to cut off this one and that one, and set their authority aside, we may just as well at once set God himself aside, and say he has no right to dictate. Amen. <\/div>\n<\/div>\n<\/div>"}