{"ID":240014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Causes of Gratitude&#x2014;The Church Illustrated By a Vine&#x2014;Priesthood Represented By the Branches&#x2014;Independence&#x2014;Case of Lyman Wight&#x2014;Priesthood on the Earth and in the Spirit World.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Franklin D. Richards, delivered at the General Conference, Saturday Morning, April 7, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Causes of Gratitude.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 4\/7\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v24n336\"> It is a very pleasing privilege that we have of meeting together in Conference assembled in this manner. I have been very much gratified, interested and instructed, as I am sure all the faithful have been, who have been present and shared or partaken of the spirit of this Conference. I hope and pray that while we shall remain together we may feel the spirit of inspiration resting upon us to guide our minds in our reflections and our speech into those channels of communication that shall be most profitable to the people. <\/div><div class=\"paragraph jod\" id=\"v24n337\"> We have this day extraordinary reason for gratitude and praise to God our Heavenly Father for the peculiar manifestation of His kindness and mercy to us during the past year; not only in granting that the earth should be fruitful in yielding abundantly for the returning wants of His people both for man and beast, but for the protection and deliverance of His people from the machinations and devices and the subtle plans of men high in authority, who have set themselves to ensnare us, and if it were possible, to hinder the work of God&#x2014;men who have thought to destroy <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or cripple the great cause which God has established in the earth for the redemption and exaltation of the human family, from degradation and sin to the realms of intelligence and glory in His kingdom. Surely all Saints who have been making &#x201C;first the kingdom of God and his righteousness&#x201D;<span class=\"citation\" id=\"63660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63660)\">Matt. 6:33<\/a><\/span> their aim and study, cannot fail to have both seen and felt this. It is but another assurance from on high of his good pleasure in not only having given unto us the kingdom, but in preserving the rights, the powers and blessings thereof from encroachment or invasion and from injury by the hands of the wicked and ungodly. <\/div><div class=\"paragraph jod\" id=\"v24n338\"> I am reminded that the time at my disposal this morning is short, there being several yet to address the Conference. I will, therefore, proceed directly to call your attention to a passage of Scripture found in the 15th chapter of John: <\/div><div class=\"paragraph jod\" id=\"v24n339\"> &#x201C;I am the true vine, and my Father is the husbandman. <\/div><div class=\"paragraph jod\" id=\"v24n340\"> &#x201C;Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit. <\/div><div class=\"paragraph jod\" id=\"v24n341\"> &#x201C;Now ye are clean through the  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>word which I have spoken unto you. <\/div><div class=\"paragraph jod\" id=\"v24n343\"> &#x201C;Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except you abide in me. <\/div><div class=\"paragraph jod\" id=\"v24n344\"> &#x201C;I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. <\/div><div class=\"paragraph jod\" id=\"v24n345\"> &#x201C;If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned. <\/div><div class=\"paragraph jod\" id=\"v24n346\"> &#x201C;If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. <\/div><div class=\"paragraph jod\" id=\"v24n347\"> &#x201C;Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.&#x201D;<span class=\"citation\" id=\"70118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70118)\">John 15:1-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n348\"> One of the Prophets, I think it was Jeremiah, said that the vine was the noblest or choicest of all the trees of the forest.<span class=\"citation\" id=\"60753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60753)\">Ezek. 15:2<\/a><\/span> The Savior, no doubt, in view of this general understanding, adopted the vine to figuratively represent the precious principles which He undertook to illustrate in the foregoing passages of Scripture, and which I wish to make some allusion to, in illustration of the importance of our being in a proper position to attend to our duties faithfully, which is necessary for the complete growth and progress of the vine, to which we are attached in all its branches, leaves, flowers and fruits. <\/div><div class=\"paragraph jod\" id=\"v24n349\"> Christ's Church is frequently spoken of as a vine of the Lord's planting in the earth.<span class=\"citation\" id=\"60030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60030)\">Isa. 60:21<\/a><\/span><span class=\"citation\" id=\"60090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60090)\">Isa. 61:3<\/a><\/span> Our Savior and the ancient Prophets Nephi, Jacob, Zenos, and others, spoke of the husbandman going forth in the morning to employ workmen to labor in his vineyard,<span class=\"citation\" id=\"81424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81424)\">2 Ne. 15:1-10<\/a><\/span><span class=\"citation\" id=\"81714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81714)\">Jacob 5:1-77<\/a><\/span> during the heat and burden of the day; and also <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about the eleventh hour, of his employing laborers to go into the vineyard and prune it for the last time.<span class=\"citation\" id=\"94265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94265)\">Matt. 20:1-12<\/a><\/span><span class=\"citation\" id=\"81731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81731)\">Jacob 5:62-64<\/a><\/span><span class=\"citation\" id=\"81740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81740)\">Jacob 5:71-76<\/a><\/span> I wish to remind you my brethren of the Priesthood, especially those who are called to occupy important leading positions in the Wards, the Stakes and councils of Zion, that you are the men who were spoken of and written about in their parables. <\/div><div class=\"paragraph jod\" id=\"v24n350\"> The Prophets of those early days were so filled with the spirit and power of the Gospel and of revelation, that they looked into the future and saw in vision the birth of Christ and the work that he was to perform.<span class=\"citation\" id=\"128833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128833)\">Gen. 15:12 (JST)<\/a><\/span><span class=\"citation\" id=\"57986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57986)\">Isa. 7:14<\/a><\/span><span class=\"citation\" id=\"128834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128834)\">John 8:56<\/a><\/span><span class=\"citation\" id=\"81825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81825)\">Mosiah 3:5-8<\/a><\/span><span class=\"citation\" id=\"128835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128835)\">Moses 7:54-56<\/a><\/span> They also beheld our day, and the work in which we are engaged.<span class=\"citation\" id=\"83256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83256)\">Morm. 8:35<\/a><\/span> It must be borne in mind that we are not working alone for our dear selves, but for those coming after us; and that our work bears a strict relation to those that have been here and gone before us to the spirit world, to whom we are as closely related; and without whom we cannot be made perfect, any more than they without us.<span class=\"citation\" id=\"77150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77150)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91207)\">D&amp;C 128:15,18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n351\"> Therefore, every Elder clothed with the Priesthood has a right to officiate in ordinances affecting the happiness of those who have gone before, as well as of being the means of bestowing blessings upon those who follow him; and for the use of this power he will be held accountable. <\/div><div class=\"paragraph jod\" id=\"v24n352\"> Now let it be understood, Jesus said, &#x201C;I am the true vine.&#x201D;<span class=\"citation\" id=\"70107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70107)\">John 15:1<\/a><\/span> Everybody acquainted with the art of pruning knows that to make a tree bear the greatest amount of fruit he must trim it so that there will be no small branches springing up around the roots, but that there be one vine with all the sap running through it. He has not only said, &#x201C;I am the true vine;&#x201D;<span class=\"citation\" id=\"70108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70108)\">John 15:1<\/a><\/span> but also &#x201C;ye are the branches.&#x201D;<span class=\"citation\" id=\"70148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70148)\">John 15:5<\/a><\/span> If the tree be properly trimmed the sap, which is the life of it, will go  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the roots through the vine to all the branches thereof. Jesus said in connection with this &#x201C;every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.&#x201D;<span class=\"citation\" id=\"70125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70125)\">John 15:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n354\"> Let it be understood that the healthy, thrifty growth of the limbs, the leaves, the bloom and the fruit, all depends upon the close adherence of the &#x201C;branches&#x201D; to the &#x201C;vine&#x201D;&#x2014;the body of Christ. And every man bearing the Holy Priesthood must be made conscious of this in his experience and observations at one time or another if he is of any use as a living branch in this Church. <\/div><div class=\"paragraph jod\" id=\"v24n355\"> To this vine, in our dispensation there are three branches&#x2014;the First Presidency&#x2014;who are closely allied to the powers behind the veil; and they are the first to receive the mind and will of God, and communicate the same to the Church. This is that Spirit of revelation, the sap that comes from the vine, that goes to all the branches. And not only do we see these three main branches next the trunk, but a little further along are twelve other branches, spreading out and each of them, shooting forth other branches, twigs, tendrils, leaves and fruit, if they abide in the vine.<span class=\"citation\" id=\"70137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70137)\">John 15:4-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n356\"> Now if those branches by any means become injured, or are not in a healthful condition from any course&#x2014;no matter what&#x2014;so that the free flow of the sap from the trunk and main branches is arrested, or retarded, the consequence is that the lesser branches, the twigs, leaves and fruit depending for nourishment and life upon the injured or deadened limb, are more or less affected, hindered in their growth, dwarfed in their development, and must suf<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fer death unless relieved by a healthy pruning. <\/div><div class=\"paragraph jod\" id=\"v24n357\"> I wish now to call the attention of the Presidents of Stakes to the consideration of this fact. <\/div><div class=\"paragraph jod\" id=\"v24n358\"> It is the duty of every President of a Stake to attend the annual and semi-annual Conferences, which are held in this place so far as practicable, but if it should so happen that a President himself could not be present, then he should see that one or both of his Counselors come, or some faithful man of an excellent spirit from his Stake who shall be capable of receiving the instructions given, and who is able to communicate the same to his President and to the people. And such a person or persons should be men whose duty it shall be to stay until the Conference is over, attending every meeting, and paying the strictest attention to all instructions given and to all Church business transacted. <\/div><div class=\"paragraph jod\" id=\"v24n359\"> They should not come here in a hurry to get away before the business of the Conference is attended to; they should not feel as though they could leave before receiving all that the Presidency have to say to them; so that when they do return to their homes they may go laden with counsel and filled with the spirit of the Conference, ready to impart the same to the people of their several Stakes. The President who does this keeps alive the fire, the Spirit of the Lord in the hearts of his people. By attending such conferences he goes home with more efficient instructions to convey to the people at home, and at the half yearly or quarterly conference over which he presides, he is enabled to impart to all who were unable to attend, the spirit of this general conference. <\/div><div class=\"paragraph jod\" id=\"v24n360\"> I hold it, then, to be of the utmost importance that the Presidents  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Stakes do make it their business to see that they as branches abide more carefully and more strictly in the vine, and that they receive the sap and nourishment of these conferences to the utmost capacity and carry it home to support every twig, every leaf, and every particle of fruit on the vine, for their proper, healthy growth and maturity. This principle is not only applicable to the Presidents of Stakes, but it is applicable in like manner in your quarterly conferences to every Bishop. <\/div><div class=\"paragraph jod\" id=\"v24n362\"> In those conferences every Ward should be represented by the Bishop and his Counselors, and as many of the people as possible should be present to receive the counsels there given. What is the result sometimes when instructions have been given by President Taylor through the Presidents of Stakes, and only a part of them were present? Why, it is found, when some important matter comes up, that this counsel has been neglected, and those who ought to have been well informed are heard to say, &#x201C;Why, we never heard of this before.&#x201D; Why did you not hear of it? Why were you not there in your place to hear of it, and thus be prepared to carry out the instruction given? <\/div><div class=\"paragraph jod\" id=\"v24n363\"> In like manner every branch in all the missions abroad should observe and secure a correct and proper representation in all the conferences that are held in the various missions wherever the Gospel is preached and branches are raised up. This is an absolute requirement. (See Doctrine and Covenants, section 20, verse 81 and on).<span class=\"citation\" id=\"84421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84421)\">D&amp;C 20:81-84<\/a><\/span> By this means, and in no other way, can the law of the Lord go forth from Zion,<span class=\"citation\" id=\"57832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57832)\">Isa. 2:3<\/a><\/span> and the spirit of Zion extend to the most remote branch or member of the Church on the face of the whole earth. <\/div> <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v24n364\"> This is the principle. You brethren of the Priesthood, as branches of this vine, are expected to abide in it,<span class=\"citation\" id=\"70149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70149)\">John 15:5<\/a><\/span> to have the fullest connection with it, and be prepared to convey the sap, which has been conveyed to you, through the trunk to the extreme branches, the tendrils, the leaves and the fruit that are under your care. But unless you do this your people will suffer for want of intelligence; they will have to go short of that spiritual food which you are made the dispenser of and which you are expected to impart for nourishment and support, not only in spiritual matters, but in temporal things as well. <\/div><div class=\"paragraph jod\" id=\"v24n365\"> Now, there is a feeling among mankind&#x2014;it is a feeling that is common in the world, and it is not strange that some who have been brought up in the world should retain it&#x2014;a feeling of independence, a feeling of self-sufficiency, a feeling that we are capable of doing without counsel, and that we can do this and that as we think best. My brethren, the less of this feeling we carry with us, the safer and better for us and for the people we have to instruct. We should understand our dependence on God and on our brethren who are placed over us in the Priesthood for that counsel necessary to sustain us and that will enable us to bear off the Kingdom of God in righteousness. <\/div><div class=\"paragraph jod\" id=\"v24n366\"> Let me cite you to an instance of a man in the early days of the Church&#x2014;Lyman Wight showed this kind of spirit when Joseph lived. It was all Joseph could do to keep him in subjection to the counsels of the Priesthood, but he did conform when brought to a consideration of his position in the Church so long as Joseph lived. But when the Prophet Joseph died he did not  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>recognize the right of Apostle Brigham or his brethren of the Council to preside over him. And where did he go? He started an offshoot of the Church by himself, and both he and those who followed him went out into the world to destruction and to the devil together. This is the fate of those who think they can &#x201C;run&#x201D; themselves and can &#x201C;run&#x201D; the affairs of the Church and Kingdom of God separately and independent of their brethren. If he had continued and abode in the vine and made himself one with Brigham Young and the Apostles, he would have gathered with us to these valleys of the mountains, rejoiced with us, and laid down his bones here, and been one with the people of God. But, no; he went off by himself, feeling totally independent of his brethren. He abode not in the vine, and brought forth no fruit.<span class=\"citation\" id=\"70135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70135)\">John 15:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n368\"> If there be any among us who say in their hearts I received my blessings from President Young, he bestowed upon me all blessings, authority, Priesthood, and keys of power that anyone else has received, not excepting President Taylor or any of the Apostles, and I have just as much right to advise and build up according to my own direction as he or they have&#x2014;let such take warning by the course of Lyman Wight, Geo. Miller, and others,<span class=\"citation\" id=\"91054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91054)\">D&amp;C 124:62,70<\/a><\/span> who have struck out independently and see the end which their course has led them to. As the Savior said, &#x201C;If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.&#x201D;<span class=\"citation\" id=\"70158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70158)\">John 15:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n369\"> There is no other way for the brethren of the Apostles, the Presidents of Stakes, the Bishops of Wards and for all those who stand <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in authority in the Church&#x2014;there is no other way for men to have the love of Christ in them, to have the power of the Priesthood, to grow with God's Kingdom, but that they abide in the vine,<span class=\"citation\" id=\"70138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70138)\">John 15:4-7<\/a><\/span> be one with their brethren, keep fast to the truth, and derive their full share of the sap that comes from the roots through the body of the vine. <\/div><div class=\"paragraph jod\" id=\"v24n370\"> This is the principle I wish the brethren would consider. It is a beautiful figure which the Savior draws, and beautifully represents the great truth that should be fastened upon our minds, as He tried to fasten it upon the Apostles and Priesthood of His time. &#x201C;Every branch in me that bringeth not forth fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.&#x201D;<span class=\"citation\" id=\"70126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70126)\">John 15:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n371\"> Then, we must look out and see that nothing offends us; that we live in harmony with all the instructions and counsels of the Church; we want to see the spirit of love and power flowing not only through the body, but through all the branches, until it reaches the utmost extremity of the vine. Not only the Apostles, Seventies and High Priests, but the Deacons and members, all who have been baptized into Christ and who abide in Him. <\/div><div class=\"paragraph jod\" id=\"v24n372\"> Some of you may have noticed and seen that there are vines whose branches extend quite to the tops of the tallest trees, and that it was difficult to fell such trees because of the sustaining power of the vine. The vine bears the choicest of all fruits. This vine which God has planted in these last days is the choicest and greatest of all, and it will make itself manifest as such. And we wish all those brethren who are called to labor in the vineyard, to be in a position to attend these  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>conferences, especially our annual conference, so that they may hear&#x2014;and if they have not minds sufficiently strong to remember everything, to bring pencil and paper and take notes of all matters that need to be remembered and carried home and imparted to the people who reside in their various Stakes and Wards, Conferences and Branches. <\/div><div class=\"paragraph jod\" id=\"v24n374\"> There is another beautiful illustration that might be made with regard to the vine, but I have not time save to refer to it this morning. It is this: If you take a vine that has had growth for awhile and you go carefully and dig it up from the earth, you will find that there is a very striking similarity in the roots to the appearance and character of the branches above. Did you ever notice this? Did you ever think of it? Well, this is a beautiful illustration of the order of the Priesthood in the eternal world. The Apostle in speaking concerning these matters, refers to a &#x201C;hope we have as an anchor of the soul, both sure and steadfast, and which entereth into that within the veil.&#x201D;<span class=\"citation\" id=\"76751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76751)\">Heb. 6:19<\/a><\/span> The Priesthood behind the veil are all interested in us, all anxious for us, all ready to minister to us as far and as fast as occasion permits or requires, as the roots continually generate nourishment and minister to the branches or top of the tree; so that we may be found efficient in our spheres and in our fields of labor. We ought never to feel that we are alone. We cannot be alone. We ought to know we cannot live without them, nor they live and be glorified without us. And while this responsibility is extended to us, we should sense that we and they are parts of the great whole of father Adam's family, and that there is a responsibility resting upon us that is great and that is <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> general. This vine has yet to yield great and glorious fruits, while its branches must fill the earth<span class=\"citation\" id=\"61127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61127)\">Dan. 2:35<\/a><\/span> and the fowls of heaven, the angels, will lodge in them.<span class=\"citation\" id=\"64615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64615)\">Matt. 13:31-32<\/a><\/span> What are we doing to bring forth these fruits? What to promote the growth of this vine in the earth? What are you Presidents of Stakes doing? Do you realize that you are raising up and professedly educating in the name of the Lord a nation of Kings and Priests to God?<span class=\"citation\" id=\"54131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54131)\">Ex. 19:6<\/a><\/span><span class=\"citation\" id=\"78973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78973)\">Rev. 1:6<\/a><\/span> Do you impress upon the hearts of the Saints that this is our work? Do you instruct the Teachers, and those of the lesser Priesthood how to deal with the people, and to see that there is no iniquity permitted in their midst?<span class=\"citation\" id=\"94266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94266)\">D&amp;C 20:53-54<\/a><\/span> This is the kind of fruit that grows on this vine, brethren, and this is the kind of fruit that you are called upon to nourish, strengthen and protect. And don't you know the grape must not only grow but it must gain color. The fruit must be fully ripened. It is a fruit that needs a good deal of warm sunny weather, the sunshine of the Holy Spirit. It can only ripen in that right kind of climate, and that climate is right here&#x2014;the shining of the sun of the Holy Spirit and the understanding thereof. This nation of &#x201C;kings and priests&#x201D;<span class=\"citation\" id=\"54132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54132)\">Ex. 19:6<\/a><\/span><span class=\"citation\" id=\"78974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78974)\">Rev. 1:6<\/a><\/span> must be so reared that when the Savior comes He will find a people ready to receive Him; a people who shall be full of the faith and the power of the Gospel; a people whose lives shall in all respects comport with the character of Saints of God; in fact, who shall be the people that the Apostle John speaks of when he says: &#x201C;They sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people, and nation; And hast made us unto our God kings and priests: and we shall reign on the earth.&#x201D;<span class=\"citation\" id=\"79170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79170)\">Rev. 5:9-10<\/a><\/span> This was their song of joy and rejoicing, which was expressive of the glory and power, exaltation and gladness that filled their souls. <\/div><div class=\"paragraph jod\" id=\"v24n376\"> There are other interesting and important phases of our great work which bear a striking analogy to the vine and its branches, but I cannot <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take time to dwell upon them now, lest I wrong those who have yet to address you. I think perhaps I have said enough to call your attention to the subject and the Spirit will aid you to pursue it. My earnest desire is that we may master this and all principles of the Gospel, and make them our own eternal riches, through our Lord Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}