{"ID":240029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Hatred of the World Towards the People of God&#x2014;Their Accusations Against the Latter-Day Saints&#x2014;The Truthfulness of the Accusations Refuted&#x2014;The Latter-Day Saints Will Compare Favorably With Any Other People on the Face of the Earth&#x2014;Why, Then, Are They Proscribed?&#x2014;Because the World Hate Them&#x2014;Persecution the Lot of the Saints&#x2014;Past Persecutions and Their Result&#x2014;The &#x201C;Mormon Problem&#x201D; Still Unsolved, and More Difficult of Solution Than Ever&#x2014;Let the Saints Live Their Religion and the Lord Will Bring Them Off Triumphant.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered in Paris, Idaho, Sunday Morning, August 19, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Character Accorded to the Savior.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 8\/19\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v24n688\"> I have been extremely interested this morning in listening to the very excellent remarks of Brother Cannon. I feel that in answer to the desires and prayers of the congregation the Lord has blessed Brother Cannon in his remarks, and that through him He has made plain many very important truths and principles, upon which it will be well for the congregation to reflect and to treasure up in their hearts. <\/div><div class=\"paragraph jod\" id=\"v24n689\"> My mind was led to reflect, while Brother Cannon was speaking, upon the inconsistency, harshness and unreasonableness of the world in their attitude towards us as a people, and upon the manner in which they have sought to deal with what they term &#x201C;the Mormon Question.&#x201D; The words of the Savior in relation to the hatred of the world towards the people of God flashed through my mind: &#x201C;If ye were of the world, the world would love his own: but because ye are not of the world, but I have <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> chosen you out of the world, therefore the world hateth you.&#x201D;<span class=\"citation\" id=\"70233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70233)\">John 15:19<\/a><\/span> Jesus and His disciples were everywhere spoken against.<span class=\"citation\" id=\"72152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72152)\">Acts 28:22<\/a><\/span> Everybody, almost, reviled them. When Jesus cast out devils, it was said to have been done by the power of Beelzebub, the prince of devils;<span class=\"citation\" id=\"64153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64153)\">Matt. 10:25<\/a><\/span><span class=\"citation\" id=\"66518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66518)\">Mark 3:22<\/a><\/span><span class=\"citation\" id=\"67570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67570)\">Luke 11:15<\/a><\/span> that He healed the sick by the same power;<span class=\"citation\" id=\"128914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128914)\">Matt. 14:14<\/a><\/span> that He restored the sight of the blind by the same power;<span class=\"citation\" id=\"69573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69573)\">John 9:24<\/a><\/span> and all the works of mercy and charity which He performed were attributed to the power of Satan. It is very much the same in this dispensation. No matter how good you may be&#x2014;you who profess to be Latter-day Saints&#x2014;no matter how virtuous you may be, you are set down by the world as adulterers. No matter how honest you may be, you are called dishonest. No matter how innocent you may be of all the crimes that are known, the sectarian world declare you are unfit to live because of your corruptions and  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>abominations. No matter how charitable you may be, they claim that you lack the elements of charity and of mercy. Consequently they think it behooves them, and &#x201C;the powers that be,&#x201D;<span class=\"citation\" id=\"86187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86187)\">D&amp;C 58:22<\/a><\/span> to move against you for your destruction. It was for this reason that the Congress of the United States, a little while ago, was compelled, by an influence and a power that it could not, or dare not resist, to pass a most unconstitutional, a most unjust and wicked act for the purpose of depriving an innocent and unoffending people of their legitimate rights&#x2014;rights that belong to them under the constitution of our country. <\/div><div class=\"paragraph jod\" id=\"v24n691\"> Have we sought to injure anybody? Have we sought to deprive any people of their rights? Have we sought to tear down or to destroy any part of the earth? Are the vile charges that are made against us true? No, they are not. You know they are not. There is not a man or a woman under the sound of my voice this morning but know as they know they live, that the charges that are made against the Latter-day Saints are false. They say that we have been, in years past, in the habit of committing murder! We are charged with having murdered strangers that came amongst us! We are charged with having murdered apostate Mormons because they had apostatized from us! We are charged with oppressing the people, and with keeping them under tyranny! And those who make these charges claim that it is because of their influence in Utah&#x2014;the influence of the world&#x2014;of the public press&#x2014;the presence in our midst of officers of the law who have been sent by the President of the United States to rule over us; that this murderous propensity, and this power for evil that has here<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tofore been exhibited by the Latter-day Saints, have been checked! <\/div><div class=\"paragraph jod\" id=\"v24n692\"> Now, who is there that is acquainted with the history of Utah, or with the history of this people, but know that all these things that have been villainously charged against this people are libelous and as false as hell. Who does not know that such a reign of terror never did exist in Utah or among this people anywhere? I came to Utah in 1848; I have been a resident among this people from my childhood; I have been cognizant of nearly everything that has transpired of a public character among the Latter-day Saints for the last 30 years, and I am a witness and can and do bear my testimony that all these charges are false, and that the people today are a fair example of what they have always been from the beginning. Who of you are murderers? Who of you, professing to be Latter-day Saints, are thieves and robbers? Who of you, professing the same thing, are adulterers and whoremongers? Who of you, professing to be Latter-day Saints, curse and swear and blaspheme the name of God? Who of you would oppress your neighbor or would rob him of his rights? Who of you, professing to be Latter-day Saints, would not be ready to protect the rights and to maintain the liberties of the stranger within our gates<span class=\"citation\" id=\"54258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54258)\">Ex. 20:10<\/a><\/span> as you would to protect your own rights or those of your neighbor? Is not this the case today? Yes. Was it ever different to this? Was there ever a different condition of things existed in the midst of this people? You very well know that there never was. Men who have done wrong in times past have been held accountable for their acts to the law by the officers of the law. Men who today are ungovernable and commit crimes are amenable  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the law and must answer for their crimes. This has always been the case. The Gospel net has gathered of every kind.<span class=\"citation\" id=\"64692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64692)\">Matt. 13:47<\/a><\/span> But is a whole community to be held responsible for individuals whose propensities lead them to commit crimes? If we are to be judged upon that principle, who will be exempt from the same judgment? If God should judge the world in this manner He would execute the whole world&#x2014;none would be exempt. I think as a community or as communities, we will compare favorably with any on the face of the earth. I think there will be found far less crime among the Latter-day Saints than may be found in other communities of like numbers anywhere else. I believe there is less crime, less wickedness, less drunkenness, and fewer offenses of any kind among the Latter-day Saints than can be found among any other people of equal numbers in the world. And in saying this I am not boasting of the Latter-day Saints; for, surely, if we are Latter-day Saints, crime and wickedness should have no part in us. No man professing to be a member of the Church of Jesus Christ of Latter-day Saints should be guilty of anything that would cause the blush of shame to appear in the face. On the contrary we ought to live above suspicion; we ought to live free from crime, free from wickedness and sin of every description. Therefore, to say that the Latter-day Saints are the best people I know of in the world is not saying anything more than should be said and can be said honestly and truthfully. We ought not to be guilty of sin. The teachings of the servants of God have been toward righteousness, honesty and virtue, and towards everything that is calculated to elevate and ennoble mankind. This has been <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the burden of the teaching of the servants of God from the day that the Church was organized until the present time; and if the Latter-day Saints are not the best people upon the earth, it is because they have not hearkened to the counsel that has been given them. <\/div><div class=\"paragraph jod\" id=\"v24n694\"> Why, then, should we be proscribed? Why, then, should the people of the world malign us and seek to blacken our names and our characters? Why should they seek to bring persecution and evil upon us? The answer is to be found in the words of the Savior. &#x201C;I have chosen you out of the world, and therefore the world hate you.&#x201D;<span class=\"citation\" id=\"70234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70234)\">John 15:19<\/a><\/span> So long as you maintain the principles of the Gospel; so long as you defend and practice the principles of virtue, of truth and of righteousness; so long as you stand by the doctrines of Christ, which have been revealed through Joseph the Prophet, through Brigham Young, the Prophet, and through President Taylor and the oracles of God; so long the world will be arrayed against you, so long they will hate you and will seek to bring evil upon you unless they repent. There is no question about it. Many people will not be convinced. Brother Cannon has alluded to people who visit us. They may be favorably impressed upon some points; but still they retain in their hearts a prejudice they have received concerning us, and they carry it away with them notwithstanding what they see. This is according to what Jesus said. They have eyes, but they see not; they have ears, but they hear not; they have hearts but they do not understand.<span class=\"citation\" id=\"64512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64512)\">Matt. 13:15<\/a><\/span><span class=\"citation\" id=\"72157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72157)\">Acts 28:27<\/a><\/span> It is also said that &#x201C;there are none so deaf as those who will not hear, and none so blind as those who will not see.&#x201D; Many of those who visit Utah, come filled with  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such an amount of prejudice that they will not allow their senses to be convinced of the truth. Hence they go away as prejudiced as when they came. Nevertheless, when men come with their minds divested of prejudice, who can see and are disposed to see, and are liberal-minded enough to look at things in their true light, they do in a measure get correct views and ideas in relation to us. A few such men have come to Utah, and gone away enlightened, and have told the truth to the world. But notwithstanding they tell the truth they are generally disbelieved as we are when we tell it. We would naturally suppose that a man like Judge Black, who on legal matters was an authority in the world, would be believed; but the moment that man, with all his talent and prestige, stood up in the halls of Congress and undertook to reason upon the constitutional rights of the people called Latter-day Saints, he was denounced and the soundness of his conclusions questioned by judges, lawyers and statesmen. He was held up to ridicule because he dared to discourse upon the constitutional rights of the people called Latter-day Saints. And it has been so with everybody else that has dared to speak a word in favor of the people of God having their rights. It was so with those who dared to speak in favor of the Son of God and His disciples. Those who dared to do so were considered unworthy of being believed on oath; their testimony could not be received; they were partial. And it has become so in relation to this people. Let any man lift up his voice in the defense of the people of God, and he will at once be denounced by a certain influential class and his influence among that class of people who seem <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bent upon persecuting the Latter-day Saints will wane, no matter how much they may have honored his counsels prior to that. <\/div><div class=\"paragraph jod\" id=\"v24n696\"> Will this continue to be the case? Yes, more and more; for as we increase in union, in faith, intelligence, and in political and religious influence, the hatred of the wicked will increase against us. Then will the heathen rage and the wicked imagine a vain thing;<span class=\"citation\" id=\"56298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56298)\">Ps. 2:1<\/a><\/span><span class=\"citation\" id=\"71450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71450)\">Acts 4:25<\/a><\/span> and their efforts to destroy us will proportionately increase. But will they succeed? Will they accomplish their desires? Just in proportion as they have done it hitherto, and no more. When they drove the Latter-day Saints out of Missouri, and had the Prophet and his companions confined in Liberty Jail, the world rejoiced in the belief that the backbone of &#x201C;Mormonism&#x201D; was broken. But they had reckoned without their host. They had not based their calculations upon the facts. The sequel proves that they had committed a grand mistake. Notwithstanding that General Clark, on the square in Far West, said to Joseph and his companions, that their doom was sealed and their die was cast, they were reckoning without their host. They had not calculated upon the power of God in these matters. They simply thought they had Joseph Smith in their power, and that by destroying him they would destroy &#x201C;Mormonism.&#x201D; But the Lord delivered him from his enemies. And from Missouri he came to Illinois. &#x201C;Mormonism&#x201D;&#x2014;as it is called in the world&#x2014;from being a village grew into a city&#x2014;the City of Nauvoo, one of the most beautiful cities in the west of America. We became possessed of chartered rights, and wielded an influence which controlled the county of Hancock, in the State of Illinois,  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and which materially affected the political status of other counties surrounding. We grew from a handful to an armful, and then the rage of the enemy was again stirred up until they finally succeeded in taking the lives of the servants of God, Joseph Smith and his brother Hyrum. At this they rejoiced and congratulated each other, and concluded that they had done a good thing. &#x201C;Mormonism&#x201D; would <span class=\"italic\">now<\/span> cease to trouble the world? But again they had reckoned without their host. Again they had based their calculations upon false premises. They had not considered the power connected with this work. They had not contemplated the nature of the power of God. From Nauvoo we were thrust out into the wilderness, but we sought out and located in Utah by the guidance of the Almighty. As Brother George A. Smith used to say, &#x201C;We came willingly because we were obliged to.&#x201D; We had no other place to go to. But so far as accomplishing the object they had in view&#x2014;the destruction of &#x201C;Mormonism&#x201D;&#x2014;we know that they failed. From a city we have grown to a Territory in the United States, and we have been able to honestly control the Territorial government despite the desires, the cunning, the craftiness, and all the fraudulent efforts of our enemies. <\/div><div class=\"paragraph jod\" id=\"v24n698\"> Now, if it was difficult for the world to deal with the question of &#x201C;Mormonism&#x201D; in 1838, it was still more difficult for them to deal with it in 1844. If it was difficult for them to deal with and handle this &#x201C;Mormon Question,&#x201D; as they call it, in 1846, when the people were made wandering outcasts upon the desert; I say, if it was a difficult thing for the Government of the United States and for the enemies of this <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people to deal with the &#x201C;Mormon Question&#x201D; then, is it not a far more difficult question for them to deal with today? As they turn over the wall, lo! It becomes higher and broader than it was before. As they kick the mustard plant? Lo! The seed is scattered, and it takes root and springs forth and increases on every hand. Every effort of our enemies has utterly failed. Let them continue their efforts. Let them do their worst. God Almighty is at the helm, and if they can succeed in turning over the wall again they will find that it has grown larger since they last tipped it over. But they do not want us to grow in political power. They do not want us to be, religiously or otherwise, a separate and distinct people from the rest of the world. They want us to become identified and mixed up with the rest of the world, to become like them, thereby thwarting the purposes of God. They hate our union; but they apparently do not sense that persecution has a tendency only to make us more united. <\/div><div class=\"paragraph jod\" id=\"v24n699\"> Well, it is for us to live our religion. Let us attend to our duties as Latter-day Saints. Let us continue to be humble and faithful before God. And if the time should ever come when the Lord will see fit to allow our enemies to drive us from our present homes, the result will be similar to what it was when they drove us out of Nauvoo. They will drive us from the Territory of Utah into a half a dozen of States, and we may possibly take possession of them all. They won't believe me, and they won't believe the Elders of the Church when they tell them these things plainly. They won't believe us any more than they would believe Joseph Smith in his day, or Brigham Young in his day. But what these inspired men  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>said is coming to pass. Every word that they uttered in relation to the building up of Zion, and to the progress of the kingdom of God upon the earth will be fulfilled, and not one jot or tittle will fail.<span class=\"citation\" id=\"63135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63135)\">Matt. 5:18<\/a><\/span> You and I as individuals may fail, but the work of God cannot fail. It is His work. He hath decreed its consummation, and no power on earth or in hell can alter the decree. The work is marching forward, and if we do not keep pace with it, we must eventually be left behind. Better far for us to keep up with the rank and file, and to walk shoulder to shoulder with the authorities of the Church; with those who have the spirit of the Gospel in their hearts; with those in whose bones burn the fire of truth and the testimony of Jesus Christ,<span class=\"citation\" id=\"60549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60549)\">Jer. 20:9<\/a><\/span> who are continually exhorting the people to be diligent in keeping the commandments of God. We should do what is right. We should be virtuous, honorable and charitable, and we should be liberal in our hearts to all mankind. We can afford to be liberal. We have received that which pertains to eternal growth, to eternal increase, to eternal happiness; we have received that which pertains to dominion, and power, and glory and to thrones and principalities. Freely we have received, and freely we can afford to give;<span class=\"citation\" id=\"64093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64093)\">Matt. 10:8<\/a><\/span> for in giving we do not diminish <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our own store. We can afford, therefore, to exclaim (in relation to our enemies), &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68337)\">Luke 23:34<\/a><\/span> We can afford to have sympathy for them, to beseech God in the name of Jesus, to have mercy upon them, for they know not the consequences of their acts. It is for us to work righteousness; for, as President Young remarked in the Temple at St. George, in 1877, the more righteous we are, the more united we are; the more diligent we are in keeping the commandments of God, the less will be the power of our enemies; their power will diminish in proportion to our faithfulness. Yet our enemies will rage and their anger will increase against the work of the Lord; and I presume it is a true saying, that &#x201C;whom the gods would destroy they first make mad.&#x201D; The heathen&#x2014;the so-called Christian nations&#x2014;will become mad with rage<span class=\"citation\" id=\"56299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56299)\">Ps. 2:1<\/a><\/span> against the Latter-day Saints; and thus the world will go on until they are ripened for destruction. We can afford to be calm and patient and await God's deliverance; for we know that He is our friend; that He is on the side of the righteous; and that He will bring them off triumphant if they continue faithful, which may the Lord grant in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}