{"ID":240034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The President Feeling a Little Weak in Body Asked the Considerate Attention of the Congregation&#x2014;God Interested in the Welfare of All the Human Family&#x2014;The Organization of the Church, and the Responsibility Resting Upon the Priesthood&#x2014;God Has Given to Everyone a Portion of His Spirit&#x2014;The Promptings of that Spirit&#x2014;The Wickedness of the Inhabitants of the Earth in the Days of Noah&#x2014;Why the Flood Came&#x2014;The Ante-Diluvians Would not Repent&#x2014;The Gospel Again Preached As a Warning&#x2014;Persecution&#x2014;Our Relationship to this Nation in a Political Point of View&#x2014;A Commonwealth Has Been Built Up in These Mountains by the &#x201C;Mormons&#x201D; Under the Blessing of God&#x2014;Unfairly Treated as a People By the Parent Government&#x2014;The Latter-day Saints Have Rights Which They Will Seek Legally to Maintain&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor and President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, October 7, Semi-Annual Conference, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Responsibility Resting Upon the Priesthood.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/7\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v24n816\"> Permit me to say that in consequence of the immense multitude that has assembled on this occasion, it will be absolutely necessary that the strictest order and quietude should be maintained, in order that all may hear; for it is a great labor to address so many thousands of people. As I feel a little weak in body I hope, therefore, you will give me your quiet and considerate attention. <\/div><div class=\"paragraph jod\" id=\"v24n817\"> We have listened to a great many interesting principles since the commencement of this conference. <\/div><div class=\"paragraph jod\" id=\"v24n818\"> We occupy today a very peculiar position, and it is proper that we, as Latter-day Saints, should comprehend that position and our various responsibilities in relation to the world in which we live, the nation <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with which we are associated, and the duties and responsibilities which devolve upon us as messengers of salvation to proclaim the Gospel to mankind. It is further necessary that we should comprehend the past, that we should comprehend the present, and that we should also&#x2014;under the influence and by the direction of the Spirit of the living God&#x2014;comprehend the things of the future; for we, as Latter-day Saints, have to do with the past, we have to do with the present, and we have to do with the future. <\/div><div class=\"paragraph jod\" id=\"v24n819\"> In relation to the inhabitants of the world generally, I sometimes think that we entertain very erroneous notions concerning them&#x2014;that our ideas are too narrow and  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>too contracted, that we do not comprehend the relationship in which they stand to God our Heavenly Father&#x2014;and we are apt to fall into an error which was indulged in by the Jews in former ages, and to cry out, &#x201C;The temple of the Lord, The temple of the Lord, The temple of the Lord, are we.&#x201D;<span class=\"citation\" id=\"60406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60406)\">Jer. 7:4<\/a><\/span> Because God has conferred upon us light and intelligence, and revealed His will unto us, we are too apt to look down upon the rest of mankind as aliens and undeserving of Divine regard; but we are told that God has made of one blood all the families of the earth,<span class=\"citation\" id=\"71967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71967)\">Acts 17:26<\/a><\/span> and that He has given unto them a portion of His Spirit to profit withal.<span class=\"citation\" id=\"73449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73449)\">1 Cor. 12:7<\/a><\/span><span class=\"citation\" id=\"85839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85839)\">D&amp;C 46:16<\/a><\/span> We are also informed, that God is the God and Father of the spirits of all flesh.<span class=\"citation\" id=\"54780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54780)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54895)\">Num. 27:16<\/a><\/span> We are given to understand that He feels interested in the welfare of all the human family, for it is written that they are all His offspring.<span class=\"citation\" id=\"72007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72007)\">Acts 17:28<\/a><\/span> Therefore, we as Latter-day Saints, ought to feel towards the world and the inhabitants thereof, as God our Heavenly Father feels towards them; for we are told that God so loved the world, that He gave His only begotten Son to atone for their sins, that whosoever believeth on Him might not perish, but have everlasting life,<span class=\"citation\" id=\"68880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68880)\">John 3:16<\/a><\/span> and if this is the feeling of our Heavenly Father towards the inhabitants of the earth, we ought to entertain the same sentiment. When Jesus was on the earth, when He established the Gospel upon it, as it has been established in these last days, He said: &#x201C;God sent not his Son into the world to condemn the world; but that the world through him might be saved.&#x201D;<span class=\"citation\" id=\"68889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68889)\">John 3:17<\/a><\/span> And when He commissioned His Apostles, His command was: &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66815)\">Mark 16:15-16<\/a><\/span> The damnation or condemnation of the people who rejected the Gospel He could not help; He offered unto them the words of life, and according to eternal laws that exist in the heavens, men must be governed by certain principles, if they desire to associate with the Gods, and if when the Gospel was preached they did not receive it, the condemnation rested with them. And the condemnation grows out of this: that light had come into the world, but men loved darkness rather than light, because their deeds were evil.<span class=\"citation\" id=\"68965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68965)\">John 3:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v24n821\"> The Lord Jesus has given us a commission of the same kind to the world of mankind, and you have heard during this Conference of the manner in which these things were introduced, so that it is unnecessary for me to repeat them. Suffice it to say, that they were introduced by the opening of the heavens, by the appearance of God our heavenly Father and His Son Jesus Christ,<span class=\"citation\" id=\"93674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93674)\">JS&mdash;H 1:17<\/a><\/span> by the administering of holy angels, by the restoration of the Priesthood, and by the revelation of His will to man. You comprehend very well the nature of the organization, and the duties devolving upon certain individuals and quorums in this Church. The Twelve are set apart as special witnesses to the nations of the earth,<span class=\"citation\" id=\"90218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90218)\">D&amp;C 107:23<\/a><\/span> and are empowered and authorized to open up the Gospel, to introduce it, and to turn the keys thereof to all people, and the word to the Apostles&#x2014;and to others associated with them&#x2014;to the Elders of Israel generally is, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66816)\">Mark 16:15-16<\/a><\/span> This is just as it was in former  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ages. To assist the Twelve in the labors in which they are engaged, are the Seventies, who are called as special witnesses to the nations of the earth.<span class=\"citation\" id=\"90234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90234)\">D&amp;C 107:25<\/a><\/span> What for? Who organized these Seventies, and these Twelve, and who dictated their duties and responsibilities? The Lord. Why did He do it? Because, as in former ages, He felt interested in the welfare of the human family, and it is not and never was the will of God, that mankind should perish, but that they all might be brought to a knowledge of the truth, and to an obedience thereof, if they saw proper, and if not, when the Twelve, the Seventies, the Elders, and the various officers who have been ordained and set apart to preach the Gospel, have fulfilled their missions to the nations of the earth; they have done just what the Lord has required at their hands, and no more. I further wish to state to the Twelve and to the Seventies, and to the Elders, that they are not responsible for the reception or the rejection by the world of that word which God has given to them to communicate. It is proper for them to use all necessary diligence and fidelity, and to plainly and intelligently, and with prayer and faith, go forth as messengers to the nations, as the legates of the skies, clothed upon with authority from the God of Heaven, even the authority of the Holy Priesthood, which is after the order of the Son of God, which is after the order of Melchizedek,<span class=\"citation\" id=\"90117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90117)\">D&amp;C 107:2-4<\/a><\/span> which is after the power of an endless life.<span class=\"citation\" id=\"68626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68626)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76857)\">Heb. 7:16<\/a><\/span> He has endowed them, as you have heard, with authority to call upon men to repent of their sins, and to be baptized in the name of Jesus for the remission of sins, and then He has told them to lay hands on the people thus believing, and thus being baptized, and <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to confer upon them the gift of the Holy Ghost, and when they have performed their labors, and fulfilled their duties, their garments are free from the blood of this generation,<span class=\"citation\" id=\"90665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90665)\">D&amp;C 112:33<\/a><\/span> and the people are then left in the hands of God their Heavenly Father. For the people, as before stated, will be held responsible to God for their rejection of the Gospel, and not to us. <\/div><div class=\"paragraph jod\" id=\"v24n823\"> I will talk a little further about the people of the earth, who have in their midst Christianity, and other religious professions. I have quoted what is stated in the Scriptures&#x2014;that God has given to every man a portion of His Spirit to profit withal.<span class=\"citation\" id=\"73450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73450)\">1 Cor. 12:7<\/a><\/span><span class=\"citation\" id=\"85840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85840)\">D&amp;C 46:16<\/a><\/span> But that has nothing to do with the Gospel particularly. It is a principle which is implanted in the heart of every human being outside of the Gospel; and under its influence there are and have been many great and good principles in existence on the earth and among the peoples thereof. All men almost everywhere, possessing any degree of intelligence, feel that it is right to be honest; and all civilized nations, influenced by that feeling, pass laws to punish the thief, the rogue, and the man who possesses himself of other people's property in any unjust manner, and these feelings and principles are generally sustained by the honorable of all countries, and operate more or less among all nations. Chicanery, deception and fraud are looked upon as evils in the moral world; and men influenced by that principle&#x2014;which, as I stated, is planted in the bosom of every individual&#x2014;feel to abhor acts of deception and fraud of any kind, although some people practice them to a very great extent. Men under the influence of this spirit in the mercantile world, for instance, consider it a  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>disgrace not to keep their engagements, not to pay their honest debts, and laws are made to reach offenders in those cases. So strong is the feeling of honor among many&#x2014;in this nation, in England, in France, in Germany, and in other European nations&#x2014;that very many of those people who would be esteemed honorable in their feelings and instincts, if calamity overtake them and they are unable to meet their liabilities, very frequently commit suicide, wrong though it be; they would rather die than be dishonored. Now, these sentiments of honor are good so far as they go; but this is outside of the Gospel. There are, of course, many dishonest merchants and men of large means, who use their talent and wealth for the purpose of taking advantage of the unwary, and oppressing the poor; and in this and in other countries, annually filch thousands of millions of wealth from the unsuspecting and poor by their questionable acts and insatiable greed; carrying poverty, sorrow, misery and distress to millions of the honest laboring classes. As God has planted a portion of His Spirit within them, He will hold them, and not us, responsible for their acts; and instead of possessing riches and honor their names will become infamous on earth and hereafter. And instead of wallowing in their ill-gotten gains, they will find themselves with Dives, calling upon their victims for a drop of water to cool their parched tongues.<span class=\"citation\" id=\"67808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67808)\">Luke 16:24<\/a><\/span> Gospel or no Gospel, honorable men cannot condescend to chicanery and deception; and while following the lead of that inward monitor, they could not yield themselves to those heartless and cold-blooded practices. Again, there is a horror in the minds of men generally, about shedding <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> innocent blood, and laws are passed to prevent crimes of that kind and to punish the offender. Where do all these things come from? From that spirit which God has planted in the bosom of all men. You may take the lowest and most degraded of men, some of the greatest criminals perhaps, and they will say, if they see an honorable man, a virtuous man, a kind-hearted and generous man, a man who acts uprightly&#x2014;&#x201C;We respect that man, we honor him, we respect him for his virtues; we cannot imitate him, we are sorry to say,&#x201D; and in this way they will acknowledge that which is good and feel that they themselves are doing wrong. These are some of the principles that exist in human nature. They are so far good. At the same time there is another sentiment prevails&#x2014;that is, to protect virtue and chastity. It is not practiced as extensively as it ought to be; a great amount of hypocrisy exists on this subject. But nevertheless it is implanted in the hearts of millions of the human family; and they look upon the seducer of woman and the defiler of himself, and upon those who practice crimes associated with these matters, with disgust. The nations today, however, are wallowing in rottenness and corruption in regard to these matters, yet there are thousands and millions of men and women who abhor impurity and vice, and cannot sanction licentiousness in any of its disgusting forms. All these things are good in their place; but this alone is not the Gospel. <\/div><div class=\"paragraph jod\" id=\"v24n825\"> Now, in former times, in the days of the flood, for instance, the people became very corrupt, so much so we are told, that the imaginations of the hearts of men were only evil and that continually,<span class=\"citation\" id=\"52843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52843)\">Gen. 6:5<\/a><\/span><span class=\"citation\" id=\"93312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93312)\">Moses 8:22<\/a><\/span> and the Scriptures say it repented the Lord that  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He had made man because of his corruptions and wickedness;<span class=\"citation\" id=\"52851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52851)\">Gen. 6:6<\/a><\/span> but some tell us that it repented Noah that man had been made because of the abominations and evils that he witnessed in his day.<span class=\"citation\" id=\"52936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52936)\">Gen. 8:13 (JST)<\/a><\/span> God destroyed the wicked of that generation with a flood. Why did He destroy them? He destroyed them for their benefit, if you can comprehend it, but I very much question whether all of you can or not. Let me explain a little. We are told, as I have already said, that God is the God and Father of the spirits of all flesh.<span class=\"citation\" id=\"54781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54781)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54896)\">Num. 27:16<\/a><\/span> We are further told that Jesus the Son of God, existed before the worlds were.<span class=\"citation\" id=\"70629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70629)\">John 17:5<\/a><\/span><span class=\"citation\" id=\"70779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70779)\">John 17:24<\/a><\/span><span class=\"citation\" id=\"77783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77783)\">1 Pet. 1:19-20<\/a><\/span> It is also stated that He is our elder brother,<span class=\"citation\" id=\"128932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128932)\">Rom. 8:29<\/a><\/span> and that we pre-existed also&#x2014;that is, our spirits did.<span class=\"citation\" id=\"128933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128933)\">Abr. 3:22-24<\/a><\/span> When Satan had gained an ascendancy over the inhabitants of the earth so far that they had departed from God, and violated His laws, what would be the feelings of those spirits in the eternal worlds? Let me ask all intelligent people, would they not be apt to turn to their Heavenly Father and say: &#x201C;Father, look down upon those corrupt inhabitants. Do you see them?&#x201D; &#x201C;Yes, I see them and I know them.&#x201D; &#x201C;Is it just that we, thy children, should be doomed to inhabit those filthy, corrupt bodies, and thus be subjected to Thy wrath and indignation, and it may be thousands of years before we can come back again into thy presence?&#x201D; &#x201C;No, it is not just,&#x201D; and on this principle the Father destroyed them with a flood, and recommenced peopling the earth with the seed of a righteous man. <\/div><div class=\"paragraph jod\" id=\"v24n827\"> But, let me ask, what did the Lord do before He sent the flood? He sent Noah among them<span class=\"citation\" id=\"128934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128934)\">Moses 8:19<\/a><\/span> as a preacher of righteousness;<span class=\"citation\" id=\"78389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78389)\">2 Pet. 2:5<\/a><\/span> He sent Enoch;<span class=\"citation\" id=\"92777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92777)\">Moses 7:1-12<\/a><\/span> He sent many Elders among the people, and they prophe<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sied to them that unless they repented, judgment would overtake them; that God would overwhelm the earth with a flood and destroy the inhabitants thereof&#x2014;<span class=\"citation\" id=\"93288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93288)\">Moses 8:17,24<\/a><\/span>that is, those who would not listen to the Gospel of the Son of God; for the Son of God was in existence then, not personally on earth, but existed in the spirit, and the promise to them was that He should come and atone for the sins of the world.<span class=\"citation\" id=\"82226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82226)\">Alma 34:8<\/a><\/span> They were taught these things, but they rejected them, that is the great majority of them did so. We are also told that Enoch walked with God, and that he had a city which they called Zion, and people gathered to Zion then, as we gather the people to Zion in this day. Enoch walked with God,<span class=\"citation\" id=\"52776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52776)\">Gen. 5:22-24<\/a><\/span><span class=\"citation\" id=\"93256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93256)\">Moses 7:69<\/a><\/span> and was instructed by Him,<span class=\"citation\" id=\"128935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128935)\">Moses 7:2-11<\/a><\/span> and he instructed the people of Zion.<span class=\"citation\" id=\"92980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92980)\">Moses 7:19<\/a><\/span> There is a very short account of it in the Bible. There we are simply told that &#x201C;Enoch walked with God: and he was not; for God took him.&#x201D;<span class=\"citation\" id=\"52801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52801)\">Gen. 5:24<\/a><\/span> It was not thought necessary to say more upon this subject; but the facts were that Enoch and the people of his city, having been taught for upwards of 300 years in the principles of the Gospel before the judgment overtook the world,<span class=\"citation\" id=\"52773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52773)\">Gen. 5:22-23<\/a><\/span><span class=\"citation\" id=\"93200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93200)\">Moses 7:68<\/a><\/span> were translated.<span class=\"citation\" id=\"93255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93255)\">Moses 7:69<\/a><\/span> Thus the people in that day, had had fair warning, but only a very few paid any attention to it. We are told concerning the Book of Enoch that it is to be testified of in due time,<span class=\"citation\" id=\"90344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90344)\">D&amp;C 107:57<\/a><\/span> and then we shall know more about these things than we do now. But what of those who were disobedient? They were thrown into prison. How long did they continue there? Until Jesus came. What then did He do? He went and preached to the spirits in prison.<span class=\"citation\" id=\"78033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78033)\">1 Pet. 3:19<\/a><\/span> He was &#x201C;put to death in the flesh,&#x201D; we are told in the Bible, &#x201C;but quickened  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by the Spirit: By which also he went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"77993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77993)\">1 Pet. 3:18-20<\/a><\/span> Is that in the Bible, inquire the Christians? Yes, that is in your Bible. <\/div><div class=\"paragraph jod\" id=\"v24n829\"> Thus we see the dealings of God with those people. Noah had nothing to do but to preach the Gospel, and obey the word of the Lord. We have nothing to do but attend to the same things. We then leave the inhabitants of the earth in the hands of God. It is not for us to judge them; for the Lord says: &#x201C;judgment is mine, and I will repay.&#x201D;<span class=\"citation\" id=\"83241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83241)\">Morm. 8:20<\/a><\/span><span class=\"citation\" id=\"87468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87468)\">D&amp;C 82:23<\/a><\/span> When men have offered unto them the words of life, and they reject these words, they then become amenable to their God, and the condemnation is, as I stated before, that light came into the world; but men love darkness rather than light, because their deeds are evil.<span class=\"citation\" id=\"68966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68966)\">John 3:19<\/a><\/span> Men persecute the Elders when they go forth to preach. They persecuted Jesus. They persecuted His disciples. Men, in many instances, even in this nation&#x2014;a nation that is emphatically called the land of the free, the home of the brave, and the asylum for the oppressed&#x2014;have put to death some of our Elders, because of the testimony they have borne to them. This, however, is all in accordance with the predictions of Jesus. He told His disciples that, &#x201C;If the world hate you, ye know that it hated me before it hated you.&#x201D;<span class=\"citation\" id=\"70202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70202)\">John 15:18<\/a><\/span> In other words, the Savior said, &#x201C;If they love me, they will love you; if they receive me, they will receive you; if they reject me, they will reject you; if they persecute me, they will persecute you.&#x201D;<span class=\"citation\" id=\"128936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128936)\">John 15:20<\/a><\/span> And He further said&#x2014;and it is singular that He should have to say it to His disciples, men who were <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good, virtuous, pure, upright, and desirous to promote the welfare of humanity&#x2014;it is singular that He should have to say: &#x201C;Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.&#x201D;<span class=\"citation\" id=\"63016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63016)\">Matt. 5:11-12<\/a><\/span> Were these men the enemies of mankind because they told them the truth? All intelligent men would say, No. Are those Elders who go forth to proclaim the Gospel today, the enemies of mankind? All intelligent men will say, No. Well, would you try to coerce men? No. Why? Because God does not do it, and He does not want us to do it. I would not use any influence but that of truth to lead any man to a knowledge of the truth. Any other influence, any other power, and other spirit is not of God. There is a species of false Christianity that thinks it is right to persecute people because of their religion, but those possessed of that spirit, whoever they are, are of their father the devil, because his works they do.<span class=\"citation\" id=\"69512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69512)\">John 8:44<\/a><\/span> God believes in the freedom of mankind, and Satan was cast out of heaven because he sought to take away the free agency of man.<span class=\"citation\" id=\"92483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92483)\">Moses 4:3<\/a><\/span> In various ages of the world, under various guises, the same thing has been attempted. Sometimes political, sometimes religious, and sometimes other pretexts are introduced to oppress mankind, and to deprive them of that liberty which it is their birthright, and which all men have a right, under God's law, to enjoy. <\/div><div class=\"paragraph jod\" id=\"v24n830\"> Now I come to talk of our relationship to this nation in a political point of view. We are here in this Territory of Utah. We were told  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to gather here by the Lord, and we have obeyed His command, just as they did, as I before stated, in the Zion of Enoch in his day. When we came here we brought our bodies with us. It is not a spiritual thing, for we are all of us very literal and very temporal. We have arms and legs, eyes and ears, like other people&#x2014;we are the children of our Heavenly Father as others are. He has introduced the Gospel, as I have before said, and one of the principles thereof is that of gathering, and we have gathered together. I need not quote to you the Scriptures in the Bible on this subject, for you know them, and I need not occupy time in quoting them today. We are here. Who came in the first place? A number of people from the eastern, western and southern States, who believed the Gospel and obeyed it. It is not necessary to go into our history, and dwell on events as they transpired in Ohio, in Missouri, or in Illinois. Let all those things pass. You can read them in our history. But as I have said we are here. Under what auspices? According to the laws and usages of the United States we settled cities, towns and villages; we settled on farms, etc., which we had a right to do. We purchased and paid for the property that we possess as other citizens do. <\/div><div class=\"paragraph jod\" id=\"v24n832\"> At this point, President Taylor, feeling weak, requested President Geo. Q. Cannon to talk a little on the subject. <\/div><div class=\"paragraph jod\" id=\"v24n833\"> President Cannon said: President Taylor is suffering from fatigue and will take a little rest. We have gathered here, as he has said, and have built up a commonwealth in these mountains&#x2014;a commonwealth which, if it were not for the prejudice that we have to contend with, would be the admiration of man<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kind. The despised &#x201C;Mormons&#x201D; stripped of their properties, driven out into the wilderness as outcasts, as unfit for the society of their fellow citizens; having been treated in this manner because of alleged crimes&#x2014;that at least was the justification that was offered for the treatment of the Latter-day Saints because they were such a wicked people that they deserved to be treated by mob violence, and the whole world, it may be said, acquiesced in the verdict that had been pronounced upon us, or at least there was not sufficient manhood and courage in the nation to raise the voice against it, though thousands of people felt that it was an outrage. Driven into the mountains in this manner, stripped of our possessions; some of us coming into these valleys barefooted, with scarcely enough clothing to cover us for the succeeding winter, God has blessed the people, and through the wisdom and the power and influence that He has given to this people, they have built, as I have said, a commonwealth in these mountains, that is the admiration of every unprejudiced man. These so-called &#x201C;Mormon thieves,&#x201D; these &#x201C;Mormon outlaws,&#x201D; these people who were considered unworthy to live in Illinois and in Missouri have come here, and we behold today hundreds of settlements, hundreds of cities, built in the most admirable manner. A government exists here for the protection of the poor as well as the rich; and I have often said, that when we take into consideration the fact of the poverty of the people, that we have had an influx every year of about 3,000, on an average, of foreign immigrants, unacquainted with our methods of living, not familiar with our climate, coming here stripped&#x2014;that is, coming here  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with very little to aid them&#x2014;it is one of the most wonderful things that a community like this can absorb so many people annually, and show no evidences of pauperism. We have no paupers. <\/div><div class=\"paragraph jod\" id=\"v24n835\"> Now, my brethren and sisters, these results&#x2014;and I think them under the circumstances significant&#x2014;are due to the blessing, wisdom, power and guidance of our God. We have been sustained here by His arm. Yet at the same time we have been treated like a stepchild by our parent government. Loyal as we are to the core; believing as we do that the constitution of our country is inspired of God;<span class=\"citation\" id=\"89626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89626)\">D&amp;C 101:80<\/a><\/span> looking upon this form of government as God-given, and as the best possible form of human government; notwithstanding we entertain these views, we have been treated from the beginning as though we were aliens, and as though we were a stepchild, instead of one born legally, and entitled to the blessings that the rest of our brothers and sisters in the compact of the Union are entitled to. We have had this sort of treatment from the beginning. Every act of ours has been viewed with jealousy. Nevertheless, we have prospered. God has been with us. His blessing has been upon us. We have maintained good order in these mountains, not because governors have been sent here not of our choosing; not because federal officials have been sent here in whose selection we have had no voice; not because for several years back it has almost been deemed a qualification for officers to hate the &#x201C;Mormon&#x201D; people among whom the federal officials were going to serve; but because there has been a union in the midst of the people, there has been a wisdom, there has been a power in the gov<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ernment which God has given. God has developed true statesmanship in the midst of these Latter-day Saints. There are hundreds of men in this community who can take a body of people and go into these desert wilds and build up a city, or a number of cities, and govern and control them in a manner that if the whole world were governed in that way would produce the grandest and happiest results. We have demonstrated our capacity for self-government, and it is inherent, it may be said in the people, springing, as I believe, from the wisdom and blessing that God has bestowed upon men. There is no community today, within the confines of these United States, that can furnish so many practical men of this character as can the Latter-day Saints, and the evidences of it are to be seen in the good order that prevails throughout these mountains from north to south, and from east to west, wherever the Latter-day Saints live and have influence. I praise God for it. I claim no credit for man in this matter. It is the divine blessing, and it is in accordance with the plan that has been prearranged in the heavens. Why, the very fact that we were permitted to be driven to these mountains, shows us the hand of God in it. There was no room for expansion in our old position. We could not have grown; we could not have developed. But our enemies were determined to make us great, and they thrust us out, and sent us into a land which God evidently had designed to be settled by just such a people as ourselves. There is no such land under the sun today. It is the habitat, the true habitat of the Latter-day Saints, admirably adapted in every feature of its climate, of its conditions, of its mountains,  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of its valleys, of its crystal streams, and the scarcity of water making it admirable for settlement by a sparse people, a people such as we are. No dense populations could live here. <\/div><div class=\"paragraph jod\" id=\"v24n837\"> President Taylor, at this point, again took the stand and said: I have felt the exertion almost too much for me. I am not very strong in body at present, but I will continue. <\/div><div class=\"paragraph jod\" id=\"v24n838\"> We consider as Latter-day Saints, that we have rights here, and although we have been dealt with as we would call it, rather scurvily by the government that ought to foster us, yet at the same time we have strictly adhered to the letter of the law, even in the face of the assumed purity those people (our enemies) profess to attach to themselves. We have not resisted any of these things, but have treated those men who came as our oppressors, if you please, with kindness and due respect, notwithstanding they have introduced many things in our midst, at variance with the laws and constitution of the United States, and with our rights as American citizens. We have yielded for the time being, but we purpose in behalf of ourselves, of our children, in behalf of the institutions of this nation, and of thousands of honorable men in it, to test these things to &#x201C;the last bat's end,&#x201D; and see, legally and constitutionally, whether this nation will sustain these acts or not, and then if they do we will leave them in the hands of God, and pursue our course, trusting in Him. But one thing I will say, and that is that this cause is onward; and as my brethren have said, so say I, that God has commenced it, and He will take care of it. I know what I am saying. I know when I am speaking that I am speaking not only to you, <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but to the whole world; for it will be published to the world. And I tell you Latter-day Saints not to fear, not to have any trembling in the knees, for the God of Israel is on the side of Israel, and hosts of angels also. There are more for us than there can be against us;<span class=\"citation\" id=\"55820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55820)\">2 Kgs. 6:16<\/a><\/span> and God will sustain the right and take care of, and preserve His people, if they will only do right. <\/div><div class=\"paragraph jod\" id=\"v24n839\"> We have embraced the Gospel. We have placed ourselves in another position from that of the world. We have entered into sacred covenants with the Lord, and He expects us to fulfill our covenants, and those who do not fulfill them will be condemned. There are certain rules and regulations that exist in the heavens, as well as on the earth. We are told that before we can enter into the celestial kingdom of God, we shall have to pass by the angels, and the Gods,<span class=\"citation\" id=\"91565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91565)\">D&amp;C 132:18-19<\/a><\/span> and if the Latter-day Saints aim at a celestial exaltation, they must live and abide by the celestial law, or they will not get it,<span class=\"citation\" id=\"88406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88406)\">D&amp;C 88:22<\/a><\/span> any more than the Gentiles will. Hear it, ye Latter-day Saints! God expects you to be pure, virtuous, holy, upright, prayerful, honest, obedient to His law, and not to follow the devices and desires of your own hearts. God has revealed many things to you, and He will reveal many more. He expects you to abide His law, and those who do not want to abide it, had better quit today, the sooner the better, for God expects us to do His will in all things.<span class=\"citation\" id=\"89237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89237)\">D&amp;C 98:4<\/a><\/span> If we are Seventies we have to go to the nations of the earth.<span class=\"citation\" id=\"90235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90235)\">D&amp;C 107:25<\/a><\/span> If we are members of the Twelve, we have also to go to the nations and preach the Gospel,<span class=\"citation\" id=\"90219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90219)\">D&amp;C 107:23<\/a><\/span> or see that this work is done.<span class=\"citation\" id=\"128937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128937)\">D&amp;C 107:34<\/a><\/span> If we are Presidents of Stakes, we must do our duty, draw nigh, to God, and seek for the revelation of His will,  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we may know the things we do, and the things whereof we testify. If we are Bishops, we must perform our duties, or we will be moved out of our place. I do not care who it is these words may affect; for God is building up a Zion, and that Zion means the pure in heart,<span class=\"citation\" id=\"89207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89207)\">D&amp;C 97:21<\/a><\/span> the honorable, the upright, the virtuous, and those whose sympathies extend to the promotion of the welfare of the human family. He expects us to operate in behalf of the interests of a fallen world, and to bring all to a knowledge of the truth that will listen to it and obey it. He then expects us to build temples as we have been and are doing. And here permit me to say that I commend the Latter-day Saints for the energy they have displayed in these things. And it is for us to honor <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our God, and to obey all just and constitutional laws, and to be quiet and peaceable, and operate for and be the friends of mankind, but do not condescend to their pernicious, corrupt, and damnable practices, or God will judge you as He will judge them. It is for us to do right, and work righteousness, and God will bless us. We need have no fear pertaining to the future; and when we have completed these temples, we will go and administer therein the sacred ordinances of God's house, and the Spirit and blessing of God will rest upon us, and we will stand, as the Scriptures say, as saviors upon Mount Zion, and the Kingdom shall be the Lord's;<span class=\"citation\" id=\"62048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62048)\">Obad. 1:21<\/a><\/span> and woe! to them that fight against Zion.<span class=\"citation\" id=\"58688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58688)\">Isa. 29:7-8<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}