{"ID":240002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Greatness of the Work Inaugurated and Accomplished By the Prophet Joseph Smith&#x2014;Sketch of the Prophet's Early Life&#x2014;Refutation of the False Charges Made Against Him and the Latter-Day Saints&#x2014;Character of Our Traducers&#x2014;Divine Nature and Value of the Book of Mormon.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, October 29, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Joseph Smith Famous.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 10\/29\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v24n18\"> Brother Woodruff in the course of his remarks made the assertion that Joseph Smith was the greatest Prophet that has ever lived of whom we have any knowledge, save and except Jesus Christ Himself.<span class=\"citation\" id=\"92009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92009)\">D&amp;C 135:3<\/a><\/span> The world would say that he was an impostor; and the Lord said that his name should be had for good and for evil among all the nations of the <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth, and this much, at least, so far as his name has become known, has been fulfilled.<span class=\"citation\" id=\"93808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93808)\">JS&mdash;H 1:33<\/a><\/span> This prediction was made through the Prophet Joseph Smith himself when he was an obscure youth, and there was but little prospect of his name ever becoming known beyond the village where he lived. It was at an early period of his life and at the begin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ning of the work that this prophecy or revelation was given, and it has been truly verified. Today there is not another man, perhaps, who has figured in religion whose name is so widely known, and the report of whom has gone so far and is so widespread among the nations as that of Joseph Smith. In connection with the work of which he was the instrument in the hands of God of laying the foundation, his name is spoken of in nearly every civilized nation upon the globe for good or for evil.<span class=\"citation\" id=\"94255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94255)\">JS&mdash;H 1:33<\/a><\/span> Where it is spoken of for good, it is by those who have had the privilege of hearing the Gospel which has come to the earth through him and who have been sufficiently honest and humble to receive the same; they speak of him with a knowledge which they have received by the inspiration of the Holy Spirit, through obedience to the principles which he taught as a Prophet and as an inspired man. They speak to his praise, to his honor, and they hold his name in honorable remembrance. They revere him and they love him as they love no other man, because they know he was the chosen instrument in the hands of the Almighty of restoring the Gospel of life and salvation unto them, of opening their understanding of the future, of lifting the veil of eternity as it were from before their eyes. Those who have received the principles which he promulgated know they pertain not only to their own salvation, happiness and peace, spiritual and temporal, but to the welfare, happiness, salvation and exaltation of their kindred who have died without a knowledge of the truth. The work in which Joseph Smith was engaged was not confined to this life alone, but it pertains as well to the life to come and to the life <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that has been. In other words, it relates to those that have lived upon the earth, to those that are living and to those that shall come after us. It is not something which relates to man only while he tabernacles in the flesh, but to the whole human family from eternity to eternity. Consequently, as I have said, Joseph Smith is held in reverence, his name is honored; tens of thousands of people thank God in their heart and from the depths of their souls for the knowledge the Lord has restored to the earth through him, and therefore they speak well of him and bear testimony of his worth. And this is not confined to a village, nor to a State, nor to a nation, but extends to every nation, kindred, tongue and people<span class=\"citation\" id=\"79855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79855)\">Rev. 14:6<\/a><\/span> where the Gospel, up to the present, has been preached&#x2014;in America, Great Britain, Europe, Africa, Australia, New Zealand, and upon the Islands of the sea. And the Book of Mormon, which Joseph Smith was the instrument in the hands of God of bringing forth to this generation, has been translated into the German, French, Danish, Swedish, Welsh, Hawaiian, Hindostani, Spanish and Dutch languages, and this book will be translated into other languages, for according to the predictions it contains, and according to the promises of the Lord through Joseph Smith, it is to be sent unto every nation and kindred and people under the whole heavens,<span class=\"citation\" id=\"81166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81166)\">1 Ne. 19:15-19<\/a><\/span><span class=\"citation\" id=\"81840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81840)\">Mosiah 3:20<\/a><\/span><span class=\"citation\" id=\"81933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81933)\">Mosiah 15:28<\/a><\/span><span class=\"citation\" id=\"82265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82265)\">Alma 37:1-10<\/a><\/span><span class=\"citation\" id=\"91910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91910)\">D&amp;C 133:36-37<\/a><\/span> until all the sons and daughters of Adam shall have the privilege of hearing the Gospel as it has been restored to the earth in the dispensation of the fullness of times. <\/div><div class=\"paragraph jod\" id=\"v24n20\"> The world presume that we have not received a knowledge of the truth. Those who are in ignorance in regard to the character, life and  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>labors of Joseph Smith, who have never read his revelations or studied or investigated his claims to divine authority and are ignorant of his mission, revile him, sneer at his name, and ridicule his claims to prophetic inspiration, and call him all impostor. Jesus was also called an impostor in His day, except by a few that hearkened to His instruction, and believed His testimony. The great majority of mankind then living who knew of Christ, deemed Him an impostor, and considered him worthy to be put to death; precisely the same feeling existed towards Joseph Smith. <\/div><div class=\"paragraph jod\" id=\"v24n22\"> The disciples of Jesus Christ anciently were regarded in the same light as their Master, the Savior; so it is not at all surprising that the people of the world today, who know not the truth, should pronounce Joseph Smith an impostor and try to ridicule the doctrines which he taught; but in so doing they make themselves ridiculous, for they know little or nothing about them; indeed, in ninety-nine cases out of a hundred where the doctrines of the Latter-day Saints&#x2014;which are no other than the doctrines which were taught by the Savior himself or contained in the Bible&#x2014;are ridiculed and pronounced false and evil, they are so pronounced by a class of people who, being ignorant of, or willfully perverting the truth, build aerial castles in order that they may tear them down, or &#x201C;make a man of straw&#x201D; to shoot at so that they can create a great noise and excitement about the &#x201C;Mormons,&#x201D; and thus we are often charged by those who abuse us and write and preach against us with believing and practicing the most absurd things&#x2014;things which no Latter-day Saint ever dreamt of believing or accepting as a principle <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of his faith. As I have said, in ninety-nine cases out of a hundred the Latter-day Saints are accused by their enemies of believing doctrines which they do not believe, and which are not the doctrines of the Latter-day Saints at all. They accuse us of every abominable thing. They call us murderers; they say we are immoral, ignorant, superstitious; they call us dupes, they say we are deceived, that we are enslaved by the Priesthood; that we are fettered and in bondage. Now, is it true that the Latter-day Saints are ignorant? If so, then I am sorry for the great majority of mankind, for millions of them are in a far worse condition than we are, in this respect. I will say here, and not without good and sufficient proof to back it, that the Latter-day Saints will compare favorably with any other people upon the face of the earth for good, sound common sense, and every other good thing. Hence, to say that the Latter-day Saints are an ignorant people is saying only what may truthfully be said of the whole world. Taking the best evidence that we have to prove the facts, the statistics of the schools as compared with the statistics of the schools in the various States and Territories and of European countries, it appears that the people of Utah stand in the front ranks in relation to education, and are in advance of many of their neighbors and stand equal with many who have far greater advantages than they have. Yet we do not boast of being very intelligent; and only claim the credit which belongs to us, that we stand on a par with our neighbors and with our fellow citizens throughout the United States; and for that matter, will compare favorably with any people on the face of the globe. <\/div><div class=\"paragraph jod\" id=\"v24n23\"> But we are called an &#x201C;immoral  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people.&#x201D; Well, is the world so very moral? Are our accusers so very pure and holy and so extremely righteous that they should accuse us of being immoral? Consistency would demand that he that is without guilt should throw the first stone.<span class=\"citation\" id=\"69424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69424)\">John 8:7<\/a><\/span> But it is a fact that in our case our bitterest accusers&#x2014;and this has been well demonstrated hundreds and perhaps thousands of times&#x2014;are themselves reeking with corruption. Generally those who are the most immoral themselves are the first to make the charge of immorality against the Latter-day Saints! But I deny the charge in toto, and I assert, without fear of successful contradiction&#x2014;that there is not an equal number of people upon the face of the globe today who present to the world as much pure and simple morality and virtue as do the people called Latter-day Saints. In other words, there is not a more moral people upon the face of the earth today than the Latter-day Saints, taking them all in all. Not but what there are some &#x201C;black sheep&#x201D; among them. But who can fathom the depths of crime and corruption which exist in all the great cities of the world? You may go to the rural districts throughout the United States, and gather therefrom the most virtuous of our country to the number that are gathered together as Latter-day Saints, and I will venture to say that there are half as many children murdered among them annually, either before or after their birth, by their own mothers or fathers, as are born to the Latter-day Saints in the same period. The Latter-day Saints are proverbial for NOT murdering their children. They have hosts of them, and they do not try to destroy them neither before nor after birth, but endeavor to rear <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them to manhood and womanhood, that they may teach them the principles of the Gospel of Christ&#x2014;the highest code of morals known, that they may be able to bear off the kingdom of God upon the earth, and to regenerate the world. This is the object for which the Latter-day Saints are raising children, that God may have a pure and a righteous people.<span class=\"citation\" id=\"89370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89370)\">D&amp;C 100:16<\/a><\/span> How much time Latter-day Saints neglect their opportunities or privileges or fall short of their duties in regard to training their children, and instructing them in the principles of morality, virtue, purity and uprightness, is difficult to say; but of this I feel sure that while they are the best people that I know of there is great room for improvement in this direction. <\/div><div class=\"paragraph jod\" id=\"v24n25\"> But, it is said, the immorality of the Latter-day Saints consists in their marrying more wives than one! We are not charged with the crime of frequenting houses of ill fame, of fostering illicit intercourse, of infidelity to our wives&#x2014;of child murder, of drunkenness, profanity, dishonesty, cruelty or indolence, or if we are the charge is utterly false, but our great offense is in <span class=\"italic\">marrying<\/span> our wives and protecting them and our children as all honorable men should. God forbid that I should undertake to compare the honorable marriage of the Latter-day Saints with the debauchery and sexual crimes of our accusers! If our actions and our faith in regard to marriage are called wicked and immoral by them, in the name of God and humanity what will you call the crimes of those that accuse us? There is no adequate term in the dictionary of the English language with which to make a comparison, hence &#x201C;Mormon&#x201D; plural marriage cannot be degraded to the level of a comparison with the sexual crimes and iniquities of the world;  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is no similitude between them. One is the antipode of the other&#x2014;one is virtuous, pure and honorable, and the other is corrupt, treacherous and debasing to the utmost degree. Our system of marriage promotes life, purity, innocence, vitality, health, increase and longevity, while the other engenders disease, disappointment, misery and premature death&#x2014;that is the difference. Hence there is no resemblance for they are not allied to each other at all. <\/div><div class=\"paragraph jod\" id=\"v24n27\"> The people of Utah are charged with having committed terrible murders and robberies. &#x201C;Danites&#x201D; or &#x201C;Destroying Angels&#x201D; are talked about by sensational writers and believed in by the uninformed. Now, what is the fact? Utah stands head and shoulders above every other Territory in the United States so far as the crime of murder is concerned. You cannot find a western Territory or State within the United States where there has not been a hundred percent more murders, lynching and lawlessness than can be found in the annals of Utah. Take the State of California, the State of Nevada, and all the surrounding Territories, and it will be found that there has been less violation of law, fewer murders and less lynching in Utah than in any one of these from the beginning. There is no man that knows anything about the history of the western States and Territories for the last thirty years but knows this to be absolutely the fact. But because a few horse thieves and murderers have per chance been summarily dealt with by officers of the law&#x2014;who were the appointees of the United States, and acting under the authority of the parent government and the laws of the Territory&#x2014;the whole people of Utah are accused of being murderers. I attended a <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Methodist revival meeting held in a big tent in this city a few years ago by some itinerant preachers, who had spent but a few days in Utah, and were totally ignorant of her history, and it fairly made one's blood run cold to hear them relate their pious suspicions of the horrible murders that had been committed in Utah. They thought, or pretended to believe, that if the rocks of these mountain gorges could only speak, that nearly every rock could some terrible tale unfold of horrible secret murder and rapine. The most damnable nonsense that was ever uttered by man. But this is the sort of preaching that is generally done against the Latter-day Saints by this class of men, and as I have said, those who denounce the doctrines of this people as heresies and as abominable, in ninety-nine cases out of a hundred know nothing whatever of the facts. If the Latter-day Saints had not been Latter-day Saints, if it had not been for their religion, and their faith in God and in His omnipotence to deliver them from the power of their enemies; or if the Territory of Utah had been inhabited by the same number of people composed of the various sects and denominations of Christianity, so-called, and the one-thousandth part of the infamies that have been perpetrated upon this people had been perpetrated upon them, many of the perpetrators of these infamies would have been long ago summoned to their final abode by &#x201C;Judge Lynch.&#x201D; But the patience of the Latter-day Saints, and their willingness to leave their cause in the hands of God has spared them from shedding the blood of their enemies, and preserved them from violence or harm. Men that have not deserved to live, and would not have been suffered to live in any  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>other community under the same circumstances, have equal protection with the very best citizens, and no man would harm a hair of their heads. We have too much good sense to make martyrs of such characters, and consequently they are left alone to pursue their nefarious course. Sometimes it seems rather hard to bear it, but it is the best to do so, I suppose. We are engaged in the work of the Lord, and He will bear it off victorious. <\/div><div class=\"paragraph jod\" id=\"v24n29\"> Let us return to the Prophet Joseph Smith. He was accused of nearly everything that was vile, by his enemies, who, as is well known by the Latter-day Saints, were generally entirely ignorant of his true character and mission. What did Joseph Smith do? Was human blood found upon his hands? No, verily no. He was innocent. Was he a slanderer and vilifier? No, verily, he was not. Did he wrongfully and unjustly accuse men of wickedness? No, he did not. Did he institute an order of things that has proven injurious to the human family? Let the people who have become acquainted with his doctrines, and with the institutions which he established upon the earth and his own life's labor answer. He was born December 23, 1805, in the State of Vermont. His parents were American citizens, as had been their ancestors for generations. In the Spring of 1820 he received the first supernatural or heavenly manifestation. He was then fourteen years of age. Ordinarily we do not expect a very great deal from a boy who is only fourteen years of age, and it is not likely that a boy of that tender age could have become very vicious or wicked, especially when he was born and reared on a farm, apart from the corrupting vices of great cities, and free from contact <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the debasing influences of vile associations. It is not likely that he spent many idle moments during the working years of his life up to fourteen years of age; for his father had to labor for his living and earn it from the soil by the labor of his hands, being a poor man with a large family to support. In 1820, as I have said, Joseph Smith received a revelation in which he claimed that God had declared that He was about to restore the ancient Gospel in its purity, and many other glorious things.<span class=\"citation\" id=\"93694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93694)\">JS&mdash;H 1:17-20<\/a><\/span> In consequence of this, Joseph Smith became very notorious in the neighborhood where he resided, and people began to regard him with a great deal of suspicion.<span class=\"citation\" id=\"93743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93743)\">JS&mdash;H 1:20-28<\/a><\/span> He was at once called an impostor, and a few years later he was styled by his enemies, &#x201C;old Joe Smith.&#x201D; His fame became known throughout the United States. He was called &#x201C;a money digger,&#x201D;<span class=\"citation\" id=\"93883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93883)\">JS&mdash;H 1:56<\/a><\/span> and many other contemptuous things. If you will look at his history, and at the character of his parents, and surroundings, and consider the object of his life, you can discover how much consistency there was in the charges brought against him. All this was done to injure him. He was neither old nor &#x201C;a money digger,&#x201D;<span class=\"citation\" id=\"93884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93884)\">JS&mdash;H 1:56<\/a><\/span> nor an impostor, nor in any manner deserving of the epithets that they applied to him. He had never injured anybody, nor robbed anybody&#x2014;he never did anything for which he could be punished by the laws under which he lived. When he was between 17 and 18 years of age, he received another heavenly manifestation, and some great and glorious things were revealed to him, and for four years subsequently he received visits from a heavenly messenger. He did not claim he was in communication with wicked men or demons from the lower regions. He claimed he  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was in communication with Moroni, one of the ancient Prophets who lived upon this continent. He was a good man when he lived here and it is not likely that he had become wicked since he went away. This personage, he claimed, revealed to him the mind and will of the Lord, and showed him the character of the great work that he, in the hands of God, was to be instrumental in establishing in the earth when the time should come. This was the labor that was performed by the angel Moroni, during the four years intervening between 1823 and 1827.<span class=\"citation\" id=\"93760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93760)\">JS&mdash;H 1:29-58<\/a><\/span> In 1827, he received from the hands of the angel Moroni, the gold plates from which this book [Book of Mormon] was translated by him through the inspiration of the Almighty, and the gift and power of God<span class=\"citation\" id=\"128787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128787)\">BM Three Wit.<\/a><\/span><span class=\"citation\" id=\"128788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128788)\">D&amp;C 135:3<\/a><\/span> unto him.<span class=\"citation\" id=\"93894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93894)\">JS&mdash;H 1:59-75<\/a><\/span> I heard it read when I was a child, I have read it many times since, and I have asked myself scores of times, have you ever discovered one precept, doctrine, or command within the lids of that book that is calculated to injure anybody, to do harm to the world, or that is in contradiction to the word of God as contained in the Bible? And the answer invariably came, No, not one solitary thing; every precept, doctrine, word of advice, prophecy, and indeed every word contained within the lids of that book relating to the great plan of human redemption and salvation is calculated to make bad men good, and good men better. Did Joseph Smith, during the three years intervening between 1827 and 1830, while he was laboring with his hands for a scanty subsistence, dodging his enemies and trying to evade the grasp of those who sought to destroy him and prevent the accomplishment of his mission, struggling all the while against untold obstacles and depressing embarrass<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments to complete the translation of this book, have much chance of becoming wicked or corrupt? I do not think he had. When he had finished translating the book he was still only a boy, yet in producing this book he has developed historical facts, prophecies, revelations, predictions, testimonies and doctrines, precepts and principles that are beyond the power and wisdom of the learned world to duplicate or refute. Joseph Smith was an unlearned youth, so far as the learning of the world is concerned. He was taught by the angel Moroni. He received his education from above, from God Almighty, and not from man-made institutions; but to charge him with being ignorant would be both unjust and false; no man or combination of men possessed greater intelligence than he, nor could the combined wisdom and cunning of the age produce an equivalent for what he did. He was not ignorant, for He was taught by Him from whom all intelligence flows. He possessed a knowledge of God and of His law, and of eternity, and mankind have been trying with all their learning, wisdom and power&#x2014;and not content with that, they have tried with the sword and cannon&#x2014;to extirpate from the earth the superstructure which Joseph Smith, by the power of God, erected; but they have signally failed, and will yet be overwhelmed by their efforts to destroy it. <\/div><div class=\"paragraph jod\" id=\"v24n30\"> Again, the world say that Joseph Smith was an indolent person. The Church of Jesus Christ of Latter-day Saints was organized April 6th, 1830. Joseph Smith was martyred in Carthage, Illinois, on the 27th of June, 1844&#x2014;14 years after the organization of the Church. What did he accomplish in these 14 years? He opened up communication with  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the heavens in his youth. He brought forth the Book of Mormon, which contains the fullness of the Gospel; and the revelations contained in the Book of Doctrine and Covenants; restored the holy Priesthood unto man; established and organized the Church of Jesus Christ of Latter-day Saints, an organization which has no parallel in all the world, and which all the cunning and wisdom of men for ages has failed to discover or produce and never could have done. He founded colonies in the States of New York, Ohio, Missouri and Illinois, and pointed the way for the gathering of the Saints into the Rocky Mountains; sent the Gospel into Europe and to the islands of the sea; founded the town of Kirtland, Ohio, and there built a temple that cost about a quarter of a million of dollars; he founded the city of Nauvoo in the midst of persecution; gathered into Nauvoo and vicinity some 20,000 people, and commenced the building of the temple there, which when completed cost one million dollars; and in doing all this he had to contend against the prejudices of the age, against relentless persecution, mobocracy and vile calumny and slander, that were heaped upon him from all quarters without stint or measure. In a word, he did more in from 14 to 20 years for the salvation of man than any other man save Jesus only, that ever lived,<span class=\"citation\" id=\"92010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92010)\">D&amp;C 135:3<\/a><\/span> and yet he was accused by his enemies of being an indolent and worthless man! Where shall we go to find another man that has accomplished the one thousandth part of the good that Joseph Smith accomplished? Shall we go to the Rev. Mr. Beecher or Talmage, or any of the great preachers of the day? What have they done for the world with all their boasted intelligence, influence, <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wealth, and the popular voice of the world in their favor! Joseph Smith had none of their advantages, if these are advantages. And yet no man in the nineteenth century, except Joseph Smith, has discovered to the world a ray of light upon the keys and power of the Holy Priesthood or the ordinances of the Gospel either for the living or the dead. Through Joseph Smith, God has revealed many things which were kept hid from the foundation of the world in fulfillment of the Prophets&#x2014;and at no time since Enoch walked the earth has the Church of God been organized as perfectly as it is today&#x2014;not excepting the dispensation of Jesus and His disciples&#x2014;or if it was we have no record of it. And this is strictly in keeping with the objects and character of this great latter-day work, destined to consummate the great purpose and designs of God concerning the dispensation of the fullness of times. The principles of baptism for the redemption of the dead, with the ordinances appertaining thereto, for the complete salvation and exaltation of those who have died without the Gospel, as revealed through Joseph Smith, is alone worth more than all the dogmas of the so-called Christian world combined. Joseph Smith is accused of being a false prophet. It is, however, beyond the power of the world to prove that he was a false prophet. They may so charge him, but you who have received the testimony of Jesus Christ by the spirit of prophecy<span class=\"citation\" id=\"80389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80389)\">Rev. 19:10<\/a><\/span> through his administrations are my witnesses that they have not the power to prove him false, and that is why they are so vexed about it. In my humble opinion many of our enemies know that they lie before God, angels and men, when they make this charge, and they would only be too glad to  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>produce proof to sustain their accusations, but they cannot. Joseph Smith was a true prophet of God. He lived and died a true prophet, and his words and works will yet demonstrate the divinity of his mission to millions of the inhabitants of this globe. Perhaps not so many that are now living, for they have in <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD24\/JoD24_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a great measure rejected the Gospel and the testimony which the Elders of this Church have borne to them; but their children after them and generations to come will receive with delight the name of the Prophet Joseph Smith, and the Gospel which their fathers rejected. Amen. <\/div>\n<\/div>\n<\/div>"}