{"ID":250007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sincerity Alone not Sufficient&#x2014;the Gathering Foretold&#x2014;Inspired Writings Not All Contained in the Bible&#x2014;Province of the Holy Ghost&#x2014;The Reformers&#x2014;Confusion of Sects&#x2014;Apostate Condition of the World Foretold&#x2014;How the Apostles Were Sent Out&#x2014;Authority Required&#x2014;What the Saints Should Do&#x2014;Opposition to the Gospel, Ancient and Modern&#x2014;Testimony.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 20, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Spiritual Darkness of the World.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 5\/20\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v25n94\"> I am called upon this afternoon quite unexpectedly to me, to address this congregation, and I earnestly pray that the spirit of the living God may rest down upon me and upon all who are gathered in this <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Tabernacle, that I may be inspired to say something which will be profitable to hear, and that all who listen to my words may be able to understand them in the spirit by which they are spoken. <\/div> <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n96\"> We have assembled here today to worship God our Heavenly Father, in the name of Jesus Christ His Son, under the influence and power of the Holy Spirit. In order that our worship may be acceptable to God, it must be done in the name of Jesus, and it must be done under the influence of His Spirit; for &#x201C;God is a Spirit, and they that worship him must worship him in spirit and in truth.&#x201D;<span class=\"citation\" id=\"69094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69094)\">John 4:24<\/a><\/span> We must be sincere in our worship; we must be sincere in all that we do in order that it may be acceptable to God. But sincerity alone is not sufficient. We have to worship Him in truth as well as in spirit,<span class=\"citation\" id=\"69095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69095)\">John 4:24<\/a><\/span> and we must worship Him also in the way that He has appointed, not in our way. God does not accept the ways of man unless those ways are in accordance with His ways. And we have come here that we may learn the ways of God, and then walk in His path. This is in accordance with the ancient prophets. They declared that in the last days, people should come from all nations unto &#x201C;the tops of the mountains&#x201D; for this very purpose, that they might learn of His ways and walk in His paths.<span class=\"citation\" id=\"57741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57741)\">Isa. 2:2-3<\/a><\/span> The reason why we have had to do this is because the ways of our fathers, in their worship and in their service towards God, have been only in accordance with <span class=\"italic\">their<\/span> private notions, <span class=\"italic\">their<\/span> ideas of what is right. <\/div><div class=\"paragraph jod\" id=\"v25n97\"> There has been no voice from heaven heard among the children of men on this earth for a great many centuries. People have not been guided by the revelations of the Almighty, but by the wisdom of man, or, as we think, the folly of man. It is true that the people called &#x201C;Christians,&#x201D; have had the book called the Bible. The Old Testament and the New Testament contain books which were written <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by men who lived in ancient times, and who were inspired of God. Those books do not contain all that was written by the servants of God in ancient times, but only a few of the writings given to the children of men by inspiration. This book contains a great deal of truth and some few errors, but the errors are the interpolations or the mistranslations of men. The doctrines which the Bible contains are true, and they are in sufficient plainness to be correctly understood, if the people who read what it contains are influenced by the same spirit or inspired by the same spirit as the men who wrote those things. But without that spirit the people of the earth are not able fully to comprehend that which is written. We read in that book that &#x201C;the letter killeth.&#x201D;<span class=\"citation\" id=\"74049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74049)\">2 Cor. 3:6<\/a><\/span> It is the spirit that giveth life,<span class=\"citation\" id=\"74050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74050)\">2 Cor. 3:6<\/a><\/span> and it is also the spirit that giveth light.<span class=\"citation\" id=\"129017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129017)\">D&amp;C 84:46<\/a><\/span> Without the Spirit of God as the revealing influence from on high, mankind are unable to comprehend the things of God.<span class=\"citation\" id=\"73092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73092)\">1 Cor. 2:11<\/a><\/span> As we are unable this afternoon to see anything of a physical nature without that natural light which comes from the sun, so without the light that comes from the Son of Righteousness, we are unable to see the things of God. The prophets who wrote the things contained in the Old Testament, and the Apostles of Jesus Christ, who wrote the epistles, and other writings contained in the New Testament, were blessed with the gift that is called in the Scriptures the gift of the Holy Ghost. This was not merely an influence which made them feel good; that exalted their spiritual natures so as to make them happy, contented and peaceful; but it was a manifestation of the power that comes from God. As the light that comes from the sun reveals through our natural eyes those objects which  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we see around us, so the Holy Ghost coming from God opens up and makes clear and plain the things of eternity, those things that are called spiritual, although they are all spiritual to our Heavenly Father. The things which we call natural and temporal are spiritual to Him, because He sees the essence of things, He comprehends them in their internal nature. All the elements of all things that exist are eternal,<span class=\"citation\" id=\"89084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89084)\">D&amp;C 93:33<\/a><\/span> and &#x201C;the things that are spiritual are eternal,&#x201D; and therefore it is all spiritual to God.<span class=\"citation\" id=\"84810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84810)\">D&amp;C 29:34<\/a><\/span> We at the present time are creatures of time, and we see things that change. We do not comprehend their eternal nature. We do not comprehend their essence. We only see that which is on the surface, on the outside. But God looks into the internal nature of things as well as of men,<span class=\"citation\" id=\"94290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94290)\">1 Sam. 16:7<\/a><\/span> and comprehends them. And the elements, both of that which is called natural and that which is spiritual, are all eternal, without beginning and without end. They are manipulated and changed and worked over, but they have no beginning in their essence, and they cannot have. No atom in nature can be destroyed. It never commenced to be; it will never cease to be. God looks upon things as they are, in their eternal nature, and therefore they are all eternal or spiritual to Him. But speaking after the manner of men we call things temporal and spiritual, natural and supernatural; yet after all when we come to comprehend them as they are, they are all material and all spiritual. <\/div><div class=\"paragraph jod\" id=\"v25n99\"> The inhabitants of the earth, as I have remarked, have been without any direct communication from God, and therefore they have been measurably in the dark. They have been able to read some of the books which were written by the servants <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, who were inspired by Him in ancient times; but they have had no revelation for themselves. They can read what Isaiah said, or Jeremiah, or Peter, or Paul, or Luke, or other writers of the Old or New Testament; but they have had no personal revelation. The light which they have obtained is a borrowed light, like the light of the moon. They have been in a sort of moonlight or twinkling starlight. There have been a great many preachers who have claimed to be the servants of God, ministering among the people in Christendom; some in the ancient church called the Church of Rome, some in the Episcopal Church, some in the Methodist Church, others in the Baptist Church, and so on through all the various denominations that compose modern Christendom. No doubt many of them were good men, men who strove to the best of their ability, and the best of their knowledge to enlighten the minds of their fellow men. Some of them, perhaps, were mere hirelings, &#x201C;preaching for hire, and divining for money;&#x201D;<span class=\"citation\" id=\"62112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62112)\">Micah 3:11<\/a><\/span> but others were sincere in their hearts, sincere in their worship, sincere in the religion which they taught to others. But they had not a knowledge of the truth. They had a faith of some kind. They believed in certain principles. They believed in the things which they read in the Bible so far as they could comprehend them, but they had no positive knowledge in regard to the things which they believed in and which they taught. The men who were called the Reformers, who came out from the Church of Rome, and introduced a little more truth than the people previously had, and reformed several errors that were existing&#x2014;were, some of them, most excellent men, and they performed  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a great and a good work in the earth. But they were not called of God in the way that His servants were called in ancient times who wrote the things contained in the Bible, neither were they endowed with the Holy Ghost, which those men enjoyed. They nevertheless did a grand work in the earth, and for that they will receive their reward, no doubt; for no man who ever lived on the earth whether in a Christian nation or among the heathen or pagan world, ever did a good thing but he was the better for it, and will receive his reward for it, and no man ever did willfully a wicked thing, that which he knew and felt to be wrong, without being the worse for it, and for that he must give an account in the great day when the secrets of the hearts of all mankind shall be made manifest, Christian and heathen, those in the ancient times and those in the latter times. All who ever dwelt in the earth in the flesh must appear before the bar of God, and be judged for the deeds done in the body, whether they be good or evil,<span class=\"citation\" id=\"81945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81945)\">Mosiah 16:10<\/a><\/span><span class=\"citation\" id=\"82112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82112)\">Alma 11:44<\/a><\/span> and they will receive a reward for the good that they did, and a punishment for the evil that they did, especially and particularly if they did evil knowingly, if they sinned willfully, sinned against light and knowledge.<span class=\"citation\" id=\"129018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129018)\">Alma 39:6<\/a><\/span><span class=\"citation\" id=\"129019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129019)\">Alma 45:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n101\"> A great many of those persons that I have referred to among those reformers and others who worked on the earth, as they sought for righteousness and for the Lord, have labored in sincerity, but not always in truth. A great many errors have prevailed in the world since the time when the Apostles were put to death, when the lights that God placed in the world were put out by the hand of wickedness; since the servants of God were destroyed in the flesh, a great many errors have crept into the world, and darkness has spread <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> over the minds of the children of men. Though many have worshipped in sincerity, they have not worshipped in truth, because they did not fully comprehend the way of truth. When they read the Scriptures, they only partially comprehended them, and they differed among themselves as to the meaning of those things which they read. Thus sect has multiplied upon sect, denomination upon denomination. And in what is called Christendom, people are in confusion, not comprehending alike, not seeing the truth as it is; for if they could all see the truth properly, they would see alike; if they all comprehended the truth correctly, they would be of one heart and one mind<span class=\"citation\" id=\"94291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94291)\">Moses 7:18<\/a><\/span> so far as they comprehended. But the very fact that those divisions exist, proves that there is darkness in the world. If the light of God was revealed to six men in the same degree, they would comprehend the principles presented before them, the principles of the Gospel, exactly in the same way; and if six men can be united in comprehending truth exactly alike, six millions or any number of men can be united so as to see and comprehend the truth exactly in the same way, and this was the effect of the Spirit of God, the Holy Ghost, the Comforter, the Revealer, the spirit of life and light, which God gave to His people in the ancient Christian Church when the Gospel came to them. They were all divided when Jesus Christ came into the world. There was a similar diversity of opinions and faith in regard to God and His ways, to what there is now, only not to so great an extent. Jesus came and showed the right way. He was &#x201C;the way, the truth, and the life.&#x201D;<span class=\"citation\" id=\"69926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69926)\">John 14:6<\/a><\/span> He came to reveal His Father's will.<span class=\"citation\" id=\"69285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69285)\">John 6:38-39<\/a><\/span> He made plain the way of life and truth,  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that all who desired might be able to walk therein&#x2014;in the same way and under the same light, that they might see eye to eye<span class=\"citation\" id=\"94292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94292)\">D&amp;C 84:98<\/a><\/span> and be no more divided. It was thus with the people called Pharisees or Sadducees, or with those who belonged to any sect that existed among the Jews, or with those who lived among the Greeks, and had adopted the Grecian system of philosophy, or with people who lived in any other part of the world, and believed in any other kind of religion&#x2014;when they came into the Christian church they were no longer divided in their opinions and in their faith, but they were all brought to see alike; they were &#x201C;all baptized by one Spirit, into one body, whether Jew or Gentile, bond or free.&#x201D;<span class=\"citation\" id=\"73529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73529)\">1 Cor. 12:13<\/a><\/span> They no longer worshipped different Gods, or the same God in different ways, but they worshipped alike. They had &#x201C;One Lord, one faith, one baptism, and one hope of their calling.&#x201D;<span class=\"citation\" id=\"74963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74963)\">Eph. 4:4-5<\/a><\/span> But when darkness came into the world again; when the guides that God had placed among humanity were rejected and thrust out, and the Holy Ghost was withdrawn, and men were left to themselves, then they began to divide up, each man going his own way, according to his notion. Preachers have multiplied, sects have multiplied, and doctrines have multiplied. And here we are in the latter times, in the nineteenth century, when the people boast so much about Gospel light as well as scientific light, here we are in the nineteenth century, and the people are groping like blind men for the wall.<span class=\"citation\" id=\"59859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59859)\">Isa. 59:10<\/a><\/span> They do not know God, and some do not care anything about Him. Some deny His existence, and a great many more stand in a position of doubt and uncertainty. Very few squarely deny the existence of a God; but there are a great many people who do not <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know whether there is a God or not; they are not satisfied in their minds. &#x201C;I do not know,&#x201D; seems to be the sentiment of the great bulk of intelligent people nowadays in regard to divine things. <\/div><div class=\"paragraph jod\" id=\"v25n103\"> Well, as I said in the beginning of my remarks, we have met here today to worship God in His way&#x2014;not our way, that is, not the way we have made, not the way that any man has made, but according to the plan and pattern revealed from heaven by Almighty God, in our day and time. If God manifested himself in ancient times, why should He not manifest Himself in latter times? If God spoke to the world by the power of the Holy Ghost, through chosen men in former ages of the world, why not in this age? If angels came down from heaven and ministered to persons upon the earth in any period of this world's history, why not in the latter times? Are God's lips closed that He cannot speak? Are the heavens sealed up and become like brass,<span class=\"citation\" id=\"55174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55174)\">Deut. 28:23<\/a><\/span> that no man can break through, and no heavenly being come to this little world and make manifest the things of eternity? Has the Holy Ghost changed in its power and influence and revealing qualities? Or are the children of men in such a condition that they are not willing to receive the Lord and His ways and His works and His light? Has God purposely departed from the earth, or have the people of the earth departed from God? We read here in the book of Isaiah about a time that should come when &#x201C;darkness would cover the earth, and gross darkness the people.&#x201D;<span class=\"citation\" id=\"59942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59942)\">Isa. 60:2<\/a><\/span> We read of a time when God would come out from His hiding place in judgment upon the inhabitants of the earth in the latter days,<span class=\"citation\" id=\"89656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89656)\">D&amp;C 101:89<\/a><\/span> and it should be &#x201C;as with the people so with the priest; as with the servant,  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so with the master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the taker of usury, so with the giver of usury to him. The land shall be utterly emptied, and utterly spoiled: for the Lord has spoken this word.&#x201D;<span class=\"citation\" id=\"58405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58405)\">Isa. 24:2-3<\/a><\/span> What for? &#x201C;Because they have transgressed the laws, changed the ordinance, broken the everlasting covenant. Therefore hath the curse devoured the earth, and they that dwell therein are desolate.&#x201D;<span class=\"citation\" id=\"58467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58467)\">Isa. 24:5-6<\/a><\/span> Now, it looks to me a great deal more reasonable to think that the people of the earth have departed from God, and gone out of His way, and made ways of their own; that they have &#x201C;heaped to themselves teachers, having itching ears; And have turned away their ears from the truth, and have turned unto fables;&#x201D;<span class=\"citation\" id=\"76246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76246)\">2 Tim. 4:3-4<\/a><\/span> that they have become &#x201C;lovers of pleasure more than lovers of God;&#x201D;<span class=\"citation\" id=\"76145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76145)\">2 Tim. 3:4<\/a><\/span> and that they have a form of godliness, but lack the power thereof,<span class=\"citation\" id=\"76172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76172)\">2 Tim. 3:5<\/a><\/span> than that God has forsaken them, without any acts of their own. Now, I know that this sounds very harsh in Christian ears. It sounds very disagreeable to the people who compose Christendom, to say that they have gone out of the way&#x2014;those good, pious-appearing people, who express such beautiful sentiments, and have such religious emotions and such lofty feelings, and many of whom are sincere in their hearts&#x2014;to say that they have gone out of the way and that they are in the dark. It is all right to say that millions upon millions of the heathen nations for hundreds and hundreds of years have been in the dark, and that they are in the dark today, that they are away from God, that the light of the glorious Gospel of Jesus Christ does not shine into their souls, that their philosophers <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and sages and poets and preachers and mighty men of intellect are all wrong; that is all right; you can say that. Many Christian people do say this, and are not shocked in their feelings a bit; but to say that the Christians of this generation are out of the way sounds terrible in their ears. Nevertheless I will make bold to say that this is the fact; that the whole earth has gone astray. I will go no further than they say themselves: &#x201C;We have left undone those things that we ought to have done,<span class=\"citation\" id=\"65532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65532)\">Matt. 23:23<\/a><\/span> and have done those things that we ought not to have done,<span class=\"citation\" id=\"81673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81673)\">Jacob 2:34<\/a><\/span> and there is no help in us. O Lord have mercy upon us, miserable sinners.&#x201D; Well, that is just exactly what they are. Now, I do not boast that we are any better than they are. I am merely taking them as the Lord will take a great many of them: &#x201C;Out of thine own mouth will I judge thee.&#x201D;<span class=\"citation\" id=\"67908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67908)\">Luke 19:22<\/a><\/span> They tell the Lord, &#x201C;All we like sheep have gone astray; we have turned every one to his own way.&#x201D;<span class=\"citation\" id=\"59655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59655)\">Isa. 53:6<\/a><\/span> That is what is the matter with the Christian world. They are not walking in the Lord's way. They are walking in the ways that men have invented. <\/div><div class=\"paragraph jod\" id=\"v25n105\"> Any student of the Scriptures who is willing to receive truth when it is presented before him, can see by perusing the sacred books of the Old and the New Testaments, that the condition of the world at the present time was anticipated by the ancient prophets and apostles. They all saw that the time would come when the people would turn away from the truth; when they would walk in their own ways; when they would build up churches to themselves; when they would hire men to preach to them things which were wise and good in their own eyes; they would not be very anxious to find out the will of God,  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or that He might declare it to them, but would have preachers to teach them doctrines which seemed good to their &#x201C;itching ears.&#x201D;<span class=\"citation\" id=\"76237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76237)\">2 Tim. 4:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n107\"> A student of the Scriptures will also find that in every age of the world when there was a people dwelling on the earth whom God acknowledged as His people, He required them to do all things as He commanded them; not as they might choose, but as He commanded. When Jesus Christ came He did not come to do His own will,<span class=\"citation\" id=\"69269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69269)\">John 6:38<\/a><\/span> or to preach His own doctrine. Said He: &#x201C;My doctrine is not mine, but his that sent me. If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69338)\">John 7:16-17<\/a><\/span> Jesus did nothing and said nothing but that which He had been commanded to do and say. He taught no doctrine of Himself. And He declared that when He should go away, the Comforter would come in His place.<span class=\"citation\" id=\"70313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70313)\">John 16:7<\/a><\/span> What would He do? &#x201C;He will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.&#x201D;<span class=\"citation\" id=\"70462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70462)\">John 16:13<\/a><\/span> When the Apostles who were called of Jesus Christ, went out to preach the Gospel in His name, they did not go to preach their own views and opinions and notions, nor to administer ordinances that they thought were proper and adapted to the people in different nations, but they went out with the word of the Lord; they went out to teach that which had been commanded. Said Jesus Christ: &#x201C;Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you.&#x201D;<span class=\"citation\" id=\"66469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66469)\">Matt. 28:19-20<\/a><\/span> They were not to preach with the enticing words of man's wisdom,<span class=\"citation\" id=\"72965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72965)\">1 Cor. 2:4<\/a><\/span> nor proclaim their notions about things, <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but they were to go forth with the living word of God, they were to go and teach that which Christ had taught them, and which He did not teach of Himself. And even then He told them to tarry in Jerusalem until they were endowed with power from on high.<span class=\"citation\" id=\"68486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68486)\">Luke 24:49<\/a><\/span> They waited. And on the day of Pentecost, we read, they came together &#x201C;with <span class=\"italic\">one accord<\/span> in one place.&#x201D;<span class=\"citation\" id=\"71065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71065)\">Acts 2:1<\/a><\/span> They were of one heart, of one mind,<span class=\"citation\" id=\"92963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92963)\">Moses 7:18<\/a><\/span> and of one spirit, and then the Holy Ghost was manifested to them, in visible form, in cloven tongues as of fire.<span class=\"citation\" id=\"71087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71087)\">Acts 2:2-3<\/a><\/span> They were all filled with that spirit, and they spoke with other tongues as the Spirit gave them utterance,<span class=\"citation\" id=\"71094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71094)\">Acts 2:4<\/a><\/span> and from that time, having been ordained by Jesus Christ,<span class=\"citation\" id=\"129020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129020)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70194)\">John 15:16<\/a><\/span> when He was upon the earth, they were able to go out and preach the Gospel to the nations of the earth. On that day (Pentecost) Peter preached that great gospel sermon which we read about in the second chapter of the Acts of the Apostles.<span class=\"citation\" id=\"71114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71114)\">Acts 2:14-40<\/a><\/span> He did not teach the people anything in regard to his opinion. He told the people that which he knew, that which had been made manifest to him, that which he understood, and he did it under the influence and power of the Holy Ghost, the same spirit which rested upon the ancient prophets, the same spirit by which Jesus spoke, which was given to him not by measure, but in a fullness.<span class=\"citation\" id=\"68991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68991)\">John 3:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n108\"> No man has a right to preach in the name of the Lord, unless he is endowed as were those Apostles, unless the Lord has committed to him a dispensation of the Gospel;<span class=\"citation\" id=\"73300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73300)\">1 Cor. 9:17<\/a><\/span><span class=\"citation\" id=\"84685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84685)\">D&amp;C 27:13<\/a><\/span><span class=\"citation\" id=\"90538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90538)\">D&amp;C 110:12<\/a><\/span> and if any man does so he does it upon his own responsibility. Unless he is so-called and endowed, all his administrations, whether it be baptism, confirmation, or any other rite which he may administer in the name of deity, are null and  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>void and of non-effect in the heavens. When God calls men to officiate, what they do on earth in His name in the way He has appointed, by His authority, is as valid as if He performed it himself in person; what they &#x201C;seal on earth is sealed in the heavens;&#x201D;<span class=\"citation\" id=\"82458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82458)\">Hel. 10:7<\/a><\/span><span class=\"citation\" id=\"91779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91779)\">D&amp;C 132:46<\/a><\/span> and what they &#x201C;loose on earth is loosed in the heavens.&#x201D;<span class=\"citation\" id=\"64923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64923)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"91064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91064)\">D&amp;C 124:93<\/a><\/span><span class=\"citation\" id=\"91139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91139)\">D&amp;C 127:7<\/a><\/span> But when men administer the ordinances without authority, without inspiration, without being called and appointed and ordained specially for that work, all their ministrations are vain and valueless. If they baptize a person that baptism is void.<span class=\"citation\" id=\"129021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129021)\">D&amp;C 22:2<\/a><\/span> The baptism of infants is void. It never was ordained of God, it never was authorized of Him, but is one of the vagaries of men, one of man's inventions.<span class=\"citation\" id=\"83577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83577)\">Moro. 8:4-26<\/a><\/span> But even baptism administered as the ancient Apostles administered it, and as Jesus Christ taught it, and according to the pattern which He Himself set in His own baptism,<span class=\"citation\" id=\"62752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62752)\">Matt. 3:13-17<\/a><\/span> if administered by men who have not been called and ordained and endowed with the power and right to do it, is utterly void, and is of no more account than a bath.<span class=\"citation\" id=\"84452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84452)\">D&amp;C 22:2<\/a><\/span> And it is the absence of this authority and the absence of this endowment, the absence of this divine spirit which reveals the things of God, and makes them plain to the children of men, which have caused all this confusion that exists in the Christian world, as well as in the heathen world. <\/div><div class=\"paragraph jod\" id=\"v25n110\"> Well, we have met here this afternoon, and we have gathered here in these mountain valleys that we might learn God's ways, and then carry them out in our lives, for ours is a practical religion. We not only learn but we practice. If we are Latter-day Saints, we come to learn what is right and then do it with all our might, fearless and regardless of <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the opinions of others, or what other people may do or try to do. The business of our lives is to try and find out the will of our Heavenly Father and perform it. This we can do. There is no need to be in doubt as to what it is. There is no need to depend upon any man&#x2014;Joseph Smith, Brigham Young, John Taylor, Peter, Paul, Isaiah, or anybody else. Every man that lives, and every woman that breathes the breath of life<span class=\"citation\" id=\"52426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52426)\">Gen. 2:7<\/a><\/span> has a right to know in his or her own heart, whether a thing is right and true or not, and those who do not strive to obtain this knowledge are derelict. &#x201C;He that doeth the will of the Father shall know of the doctrine.&#x201D;<span class=\"citation\" id=\"69383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69383)\">John 7:17<\/a><\/span> Our business is then to find out what the Lord's will is, to guide us in our everyday life, not only to make us feel good, to exalt our spiritual nature, our emotions, our sentiments, our thoughts, not only that, but to guide us in our daily lives, so that all our acts may be squared according to the rule of right, that we may do that which is pleasing to our Heavenly Father, that we may learn to live so as not merely to do our own will, but to do the will of Him that has sent us here on the earth,<span class=\"citation\" id=\"69270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69270)\">John 6:38<\/a><\/span> and who has enlightened our minds in regard to the truth. We need not walk in the dark. It is our privilege to walk in the light. We have come out from the darkness, we have come out from confusion, we have come out from Babylon into the light and the liberty and the certainty of the everlasting Gospel. We have come out from the creeds of men; we have come out from the ways of men; we have come out from the nations and kingdoms of the earth; we have come up into these mountain valleys, that we may find out truth day by day and year by year, that we may get closer and closer to our God, that  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we may learn the ways of truth, and walk in them more perfectly, until the veil shall be entirely taken away, and we shall see and comprehend the things of eternity as plainly as with our natural eyes as we can behold each other and the things of time. It is our privilege to come near unto our Father, to drink of those streams that flow from the eternal fountain, to have the Holy Ghost in our hearts every day, springing up &#x201C;like a well of water unto everlasting life.&#x201D;<span class=\"citation\" id=\"69077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69077)\">John 4:14<\/a><\/span> It is our privilege to walk in the light continually, and have the Holy Ghost to be our constant companion,<span class=\"citation\" id=\"90920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90920)\">D&amp;C 121:46<\/a><\/span> directing our ways, not only our actions and our doings, but our feelings and our thoughts and our sentiments, that we may become purer and holier, day by day, until we are sanctified and made clean and white and fit to go back into the presence of our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v25n111\"> This is our business here in Utah&#x2014;to learn the Lord's ways, to walk in the Lord's paths,<span class=\"citation\" id=\"57837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57837)\">Isa. 2:3<\/a><\/span> to be devoted to Him; not only to be baptized by water into His Church, but baptized by the Holy Ghost,<span class=\"citation\" id=\"129022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129022)\">D&amp;C 33:11<\/a><\/span> that we may be brought into a oneness with our Father, brought into communion with Him, that the voice of the eternal Spirit may whisper peace to our souls, and point out the way that we shall go, and enable us to bear testimony of the truths made manifest from the Lord through His inspired servants as He reveals His will. Some people think that we have come here to gratify every lust and every passion and every base desire that is common to poor fallen humanity. Never was a greater mistake made. This is not how I have learned what is commonly called &#x201C;Mormonism.&#x201D; I have learned that it is a holy thing, a sacred thing; that it requires self-abnegation, not to men, but to truth, to righteousness, <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to that which God reveals. The very essence of &#x201C;Mormonism&#x201D; is to find out what the Lord wants, and then to do it, and to do it regardless of anybody living upon the face of the earth, regardless of what the world may do to try and prevent us. And the people here are most of them of the same mind. They have come out from the various sects and have all been baptized into one spirit, into one body.<span class=\"citation\" id=\"73530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73530)\">1 Cor. 12:13<\/a><\/span> The same Holy Ghost has rested down upon them as rested down upon the Saints in ancient times, and has produced the very same results. For the Holy Ghost has not changed, God has not changed, the truth has not changed, and the Lord is just as willing today as He was in the first years of the Christian era to reveal himself to those who desire to learn of Him, and the Holy Ghost is just as much a revealer today as it was in the olden times when the Prophets wrote and spoke under its influence.<span class=\"citation\" id=\"78348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78348)\">2 Pet. 1:21<\/a><\/span> The truth is just the same, but the people have gone astray from the Lord's ways, corrupted themselves before Him, filled the earth with abominations and iniquity, and their eyes are so closed to that which is true and pure, that when the truth is revealed from heaven, it is accounted a strange thing,<span class=\"citation\" id=\"61809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61809)\">Hosea 8:12<\/a><\/span> and they not only turn away from it, but they are filled with hatred towards those who have received the truth and desire to walk in it. <\/div><div class=\"paragraph jod\" id=\"v25n112\"> It always was so from the beginning. When Abel would worship God in the way appointed, Cain, who wanted to go his own way, offered what he pleased, what he thought would do, and he was filled with anger towards Abel,<span class=\"citation\" id=\"129023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129023)\">Gen. 4:5<\/a><\/span><span class=\"citation\" id=\"129024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129024)\">Moses 5:21<\/a><\/span> because his offering was accepted.<span class=\"citation\" id=\"52695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52695)\">Gen. 4:4<\/a><\/span> Abel offered what God commanded, the firstlings of the flock.<span class=\"citation\" id=\"52694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52694)\">Gen. 4:4<\/a><\/span><span class=\"citation\" id=\"92621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92621)\">Moses 5:20<\/a><\/span> Cain offered the fruits of the ground.<span class=\"citation\" id=\"52685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52685)\">Gen. 4:3<\/a><\/span><span class=\"citation\" id=\"92613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92613)\">Moses 5:19<\/a><\/span> God had commanded  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a lamb without blemish<span class=\"citation\" id=\"53943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53943)\">Ex. 12:5<\/a><\/span> and without spot,<span class=\"citation\" id=\"77780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77780)\">1 Pet. 1:19<\/a><\/span> to be offered as an emblem of the coming Redeemer,<span class=\"citation\" id=\"92556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92556)\">Moses 5:5-8<\/a><\/span> who, in the meridian of time should come as &#x201C;the Lamb slain from before the foundation of the world,&#x201D;<span class=\"citation\" id=\"79663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79663)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93099)\">Moses 7:47<\/a><\/span> and offer his life and pour out his blood for the remission of sins. Cain offered what he pleased, and when Abel's offering was accepted, Cain was filled with anger.<span class=\"citation\" id=\"129025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129025)\">Moses 5:21<\/a><\/span> The spirit of Satan entered into him&#x2014;<span class=\"citation\" id=\"92606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92606)\">Moses 5:18<\/a><\/span>which is the spirit of destruction, the spirit of murder&#x2014;and he arose and slew his brother.<span class=\"citation\" id=\"52721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52721)\">Gen. 4:8<\/a><\/span><span class=\"citation\" id=\"92642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92642)\">Moses 5:29-33<\/a><\/span> Now, though persecutors in these times do not realize it themselves, they are filled with the same spirit towards the servants of God. When Joseph Smith, called of God to be a prophet in this latter time, to usher in the great last dispensation of God's mercy to man, to bring forth the ancient Gospel as taught by Jesus and His Apostles, to reveal again the ancient Priesthood and authority thereof, to lay the foundation of the Latter-day kingdom, to prepare the way for the coming of the Son of Man; when he came as a boy, an unlettered youth, bearing the glad tidings of great joy<span class=\"citation\" id=\"67048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67048)\">Luke 2:10<\/a><\/span> that communication between the heavens and the earth so long lost, had been restored, that the light from the eternal Sun of Righteousness<span class=\"citation\" id=\"62535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62535)\">Mal. 4:2<\/a><\/span> had again streamed down to lighten up and dispel the darkness of the world&#x2014;how was he received? Why, men would not listen to his teaching. They would not compare the doctrines he taught with the scriptures which they professed to believe. They hooted at the very idea of present revelation from God. They said: &#x201C;Even supposing it possible that in this enlightened age one could receive revelation, was God going to speak to an illiterate boy? Would He not choose some of the great and wise men of this <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> generation, some of the learned divines. But the idea of God's speaking to this youth!&#x201D; And they were filled with anger. The preachers and ministers of the day were filled with hatred and wrath towards him, and towards all those who received his testimony, and the Saints were driven from place to place, from city to city, from State to State, until finally his blood was shed. What for? Because he committed crime? No; their own confession proved to the contrary, for they said, &#x201C;the law cannot touch him, but powder and ball shall.&#x201D; The same spirit that put Jesus Christ to death; the same spirit that put those holy men to death about whom I have spoken, who had &#x201C;the burden of the word of the Lord,&#x201D;<span class=\"citation\" id=\"60568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60568)\">Jer. 23:36<\/a><\/span><span class=\"citation\" id=\"62375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62375)\">Mal. 1:1<\/a><\/span> and came not to declare their own opinions, but the word of God Almighty to the inhabitants of the earth; the spirit that put them to death, put Joseph Smith to death, and that is the spirit that burns in the hearts of the so-called pious &#x201C;Christian&#x201D; ministers against the Latter-day Saints. They meet together in their convocations and conferences and assemblies, and pass resolutions about a people of whose doctrines and practices and lives they are in perfect ignorance. They do not know the motives which prompt us. They do not know the principles which actuate us. They know nothing about the work God Almighty has called us to do, for which we have left our homes in distant lands, and come to these valleys. But they are inspired by the same spirit of wickedness and destruction which filled the hearts of men who slew the servants of God in former times. They do not want to try and convert these Latter-day Saints. Oh, no. What do they want to do? One enlightened minister of the Gospel  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who came out here and stayed about twenty-four hours, and like a great many other people went back professing to know all about &#x201C;Mormonism;&#x201D; although perhaps he never spoke to a &#x201C;Mormon&#x201D; while here&#x2014;got up in the pulpit and preached the gospel of the bayonet and cannon as a means of solving the &#x201C;Mormon problem!&#x201D; He said he would solve the problem in a short time. He would gather all the Latter-day Saints into this great Tabernacle, and then turn the artillery of the United States upon them! That was a minister of the orthodox gospel. I do not say they are all like him; God forbid that I should. But the same spirit is working in their hearts and in the hearts of a great many men, and they do not know it. <\/div><div class=\"paragraph jod\" id=\"v25n115\"> It may be said of them as Jesus said in regard to His disciples on a certain occasion. Because some people did not do exactly as they wanted, they asked: &#x201C;Lord, wilt thou that we command fire to come down from heaven, and consume them, even as Elias did?&#x201D; The Savior, we are told, rebuked them and said: &#x201C;Ye know not what manner of spirit ye are of. For the Son of man is not come to destroy men's lives, but to save them.&#x201D;<span class=\"citation\" id=\"67358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67358)\">Luke 9:54-56<\/a><\/span> That is the spirit of the Gospel, the spirit of salvation. Well, those people who seek the destruction of the Latter-day Saints do not know what spirit they are of.<span class=\"citation\" id=\"67360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67360)\">Luke 9:55<\/a><\/span> They are in the dark in regard to the things of God. They have not been guided by the gift and power of the Holy Ghost. Many of them have administered in the name of the Father and of the Son and of the Holy Ghost, without the slightest vestige of authority. They have done it upon their own authority; and they are filled with the spirit of the evil one, and they <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> desire the destruction, not the conversion, of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v25n116\"> Well, my brethren and sisters and friends, I take great pleasure in bearing testimony this afternoon in this public congregation before the heavens, before Almighty God, who shall judge the world, before Jesus Christ, the Mediator of the new covenant,<span class=\"citation\" id=\"77321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77321)\">Heb. 12:24<\/a><\/span><span class=\"citation\" id=\"87094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87094)\">D&amp;C 76:69<\/a><\/span> before the angels of heaven who can hear and witness my words, that in these last days our Heavenly Father has revealed the ancient Gospel anew, by His own voice from heaven and by heavenly messengers sent down from on high; that the authority which the ancient prophets and apostles held in ancient times has been restored, and men hold it now; that the same Holy Ghost by which the ancient prophets spoke and wrote the word of the Lord<span class=\"citation\" id=\"78349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78349)\">2 Pet. 1:21<\/a><\/span> is given to the people called Latter-day Saints&#x2014;<span class=\"citation\" id=\"129026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129026)\">D&amp;C 8:1-3<\/a><\/span>not only to the leaders of the Church who are placed in authority to direct and manage and govern the affairs of the Church of Christ upon the earth, but the body of the people. The spirit that is in the head of the Church is in the body, and runs to every extremity, enlightening it, filling it with life and with vigor. And it brings forth the same fruits, which are love, joy, peace, patience, long-suffering, brotherly kindness and charity,<span class=\"citation\" id=\"74652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74652)\">Gal. 5:22<\/a><\/span> and the light of God bears witness to these things. And not only have we these gifts, but there are other gifts in our midst, the same as were manifested in olden times, such as the gift of tongues, interpretation of tongues, visions and dreams, the gift of prophecy, the discerning of spirits, the healing of the sick&#x2014;<span class=\"citation\" id=\"73430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73430)\">1 Cor. 12:4-11<\/a><\/span><span class=\"citation\" id=\"85829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85829)\">D&amp;C 46:8-27<\/a><\/span>those who have faith to be healed&#x2014;<span class=\"citation\" id=\"85851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85851)\">D&amp;C 46:19<\/a><\/span>and every gift and every power and every blessing which were the result of the reception of the Holy Ghost in ancient times, are enjoyed in the  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church of Jesus Christ of Latter-day Saints. I bear this testimony with words of truth and soberness, before God and all men. I know this is God's work, and I know it will prevail. I know it will not be left to another people.<span class=\"citation\" id=\"61350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61350)\">Dan. 2:44<\/a><\/span> I know it will remain, and every power and every influence that rises against it, to destroy it, will itself perish and be destroyed, and every arm that is lifted against this work will, in the due time of the Lord, be palsied and withered, for it is the work of the great God, and it will stand forever. The servants of the Lord in this Church of Jesus Christ of Latter-day Saints, in spite of all attacks and schemes and efforts to stop them, will go out to every nation, kindred, tongue and people,<span class=\"citation\" id=\"129027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129027)\">D&amp;C 133:37<\/a><\/span> and preach the Gospel of the kingdom as a witness before the end shall come,<span class=\"citation\" id=\"65736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65736)\">Matt. 24:14<\/a><\/span> and they will gather the elect of God from the four winds<span class=\"citation\" id=\"65965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65965)\">Matt. 24:31<\/a><\/span><span class=\"citation\" id=\"64559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64559)\">Mark 13:27<\/a><\/span> and bring them to Zion.<span class=\"citation\" id=\"129028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129028)\">Jer. 3:14<\/a><\/span> And these Temples which we are laboring upon will be erected, and the people of God will enter <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them and administer in behalf of the living and the dead, and God will commune with His servants therein. They will learn more of His ways and walk in His paths;<span class=\"citation\" id=\"57838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57838)\">Isa. 2:3<\/a><\/span> they will purge out all iniquity in their midst; they will cut off the evil doer by severing him or her from the Church; the spirit of judgment will come to Zion, and the wicked and ungodly and the hypocrite will flee away; and God will break every yoke,<span class=\"citation\" id=\"59838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59838)\">Isa. 58:6<\/a><\/span> and remove every bond, and Israel shall be free. And the Zion of our God shall arise and shine,<span class=\"citation\" id=\"59904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59904)\">Isa. 60:1<\/a><\/span> and the glory thereof shall stream forth to the uttermost parts of the earth, and God will break down every nation, kingdom and government of the earth which refuses to hearken to his voice, until the kingdoms of this world shall become the kingdom of our God and His Christ, and He shall reign<span class=\"citation\" id=\"79520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79520)\">Rev. 11:15<\/a><\/span> from pole to pole and from shore to shore. <\/div><div class=\"paragraph jod\" id=\"v25n118\"> May God add His blessing to this testimony, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}