{"ID":250024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Visit to Arizona and New Mexico&#x2014;Condition of the Settlements&#x2014;Our Enemies&#x2014;The &#x201C;Obnoxious Doctrine&#x201D;&#x2014;Things Pertaining to Conscience&#x2014;The Saints Striving to Live Their Religion&#x2014;Prosperity on Every Hand&#x2014;Persecution&#x2014;Temples&#x2014;The Load the Saints Are Carrying&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Brigham Young, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 22, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Visit to Arizona and New Mexico.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young, Jr.<\/div>\n<div class=\"date\">Date: 6\/22\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v25n616\"> I am thankful for the opportunity afforded me of meeting with the Latter-day Saints in this Tabernacle. Though I have been absent but a short time, yet it has been a long journey in one sense of the word. Brother F. M. Lyman and myself left this place on the 3rd of May, for the purpose of visiting our settlements in the northern part of Arizona and New Mexico. We have accomplished the object of our mission and are thankful to be at home again. We have met many friends in these distant settlements, and I might say some enemies; but we have been particularly favored in all of our meetings, and where we found enemies in some instances we left them friends; for as I understand the mission of the Elders of this Church, it is a mission of peace, to extend the olive branch to all people upon the face of the earth. I do not consider it my duty nor my privilege to make war upon individuals, or upon sects or parties in the Territories of Arizona or New Mexico, not even in the Territory of Utah. From my earliest recollections, pretty nearly, to the present <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time, constant persecution has followed this people. I do not feel like persecuting. I have felt sometimes that I would like to stand up for my rights and tell men, &#x201C;Thus far can you go, and no further;&#x201D;<span class=\"citation\" id=\"56282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56282)\">Job 38:11<\/a><\/span> but I have come to the conclusion that I have no desire to take that little business out of the hands of God Almighty. He has managed it excellently well thus far in behalf of this people, far better and more gloriously than any human being could have managed it; for if we had had our desires sometimes, we might have injured the cause of God. While for a little season we have suffered, in the end we have been made whole and have been greatly extended, greatly blessed, and God continues to be our friend. <\/div><div class=\"paragraph jod\" id=\"v25n617\"> In the settlements we have visited, we found our enemies in the same condition that enemies have shown themselves to be in this Territory&#x2014;fighting, beating the empty air, thinking that they had a foe before them, thinking that they had somebody that they could persecute; but their anger has been turned towards each other, and God has  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>overruled for the good of those that serve Him. <\/div><div class=\"paragraph jod\" id=\"v25n619\"> We have visited most of our settlements in the Territories I have mentioned&#x2014;Arizona and New Mexico&#x2014;and while one would suppose from the vituperations of the wicked that all was excitement, and that our people were frightened and about to be swallowed up, I can say that we found the Saints peacefully enjoying their homes. They were ploughing the ground, planting the corn, sowing the wheat, planting out orchards, vineyards, putting up fences, erecting new buildings, making reservoirs to retain the water, that they might have wherewith to irrigate their crops, opening up farms, clearing away the timber where they could have other farms, etc. We found all this work going on; found the people going to meeting on the Sabbath day; preaching and teaching the peaceful things of the Kingdom of God, the children attending their Sabbath schools; also their day schools, as we term them, in need of teachers in some places, but any number of pupils; and wherever we have attended conference among the Latter-day Saints, the rule has held good that one-third of the population of these settlements were under eight years of age. It is a remarkable thing, very strange indeed; but we find that in our settlements in the south, our people are greatly blessed, as elsewhere, with children, and this valuable immigration from above is extending. I do not know how long it will be before Congress will legislate against having babies; but it don't look much like this immigration could be stopped now. These children are swelling the ranks of the Latter-day Saints, and the Saints are struggling, with what power God has given them, to provide the means of <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good education and to bring them up in the way that they should go.<span class=\"citation\" id=\"57505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57505)\">Prov. 22:6<\/a><\/span> I can see no objection to this myself, others may; but God is good to this people; and we find peace and harmony and prosperity as a general thing among the Latter-day Saints in the eastern Arizona, and also in the Little Colorado Stakes of Zion. I was thankful to see all this; for it was a testimony that God is mindful of His people. <\/div><div class=\"paragraph jod\" id=\"v25n620\"> It is true that some people whom we met in the capital of Arizona Territory, urged upon us the necessity of not introducing what they believe to be our favorite doctrine into the Territory of Arizona&#x2014;plural marriage. Those who were inclined to be friendly to us said: &#x201C;Gentlemen, make your fight in Utah. You are in the majority there. Don't introduce this practice into Arizona. You are few in number here, and your enemies are numerous and perfectly relentless. They don't care to what trouble or inconvenience you are put: and while your settlements are struggling in their infancy eliminate this doctrine from your creed, that which is obnoxious to the people, and introduce only that which can be tolerated, at least until you gain strength to walk alone.&#x201D; To the gentlemen who said this to me in all sincerity, in all good feeling, I made this answer: &#x201C;So far as our doctrines are concerned we know them to be from God.&#x201D; Yes, they are the revelations of the mind and will of God to us, and the &#x201C;obnoxious doctrine&#x201D; (so called) to this nation, and I might say the civilized world, we know to be a revelation from Almighty God to us. If you would have us eliminate from this book [the Book of Doctrine and Covenants], one revelation that God has given us simply because the people at large, and the  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>majority of the people of this nation, have decided that it is untrue, which next in the category of the revelations which God has revealed must we eliminate from this book? Must we give up principle and doctrine simply to suit a majority of people? In one sense of the word our Republican institutions are supposed to place the power of success in the hands of the majority: but we have never found it so&#x2014;our experience differs on this point. We have been in the minority for upwards of 50 years, and we have been crowded and apparently overwhelmed. Thousands of wealthy people sought to crush us when we were but small, but a child, as it were. But the majority did not succeed. Why? Because the infant struggling for bare existence has been led and preserved by the hand of God. They were led into a land which seemed a desert, but now flowing with all that could strengthen that child, bring it forward, and make it a full-grown man as we see the people today. I am willing, in political matters, to take that stand in the midst of this people under present circumstances, at least, to let the majority rule, and if one side is the weaker, which necessarily is the case, let it say amen in a political sense to what the stronger party may do for the government of this Territory. But in the things pertaining to conscience, no man, no set of men, no Governor, no President, can control me before my God. I must control my own heart, my own feelings. I am a free man in relation to these matters, not bowing to any majority nor to any party. So are all the Latter-day Saints. We are free to worship God according to the dictates of our own conscience.<span class=\"citation\" id=\"94186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94186)\">A of F 1:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n622\"> But, says one, you are breaking the laws. How do you know we are <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> breaking the laws? I think someone has written, and it used to be taken for sound doctrine, that a bad law is no law at all. But it is not so now. A bad law must pass current for a little season, and it may last a good while if the wicked rule; but, thank God, there are honest men to be raised up to rule the country who will administer justice and equity in the midst of the people. <\/div><div class=\"paragraph jod\" id=\"v25n623\"> In our settlements in Arizona, and New Mexico, we found the same feelings predominating that we find here in Salt Lake and in the settlements in this Territory. We find the good are growing better, their faith is increasing, they are laboring more assiduously to promote the interests of Zion; while those that are weak are growing weaker, those that are bad are growing worse; and I have always believed that the Kingdom of God could never be strengthened by numbers when those numbers were of a mixed character, the good with the bad. If, as we believe and testify, this is the Church and Kingdom of God, the wheat and the tares will grow together for a little season, until those that are, or may be termed, the wheat, may be strengthened, and the tares may be plucked up and bound in bundles, ready for the burning.<span class=\"citation\" id=\"64555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64555)\">Matt. 13:24-30<\/a><\/span><span class=\"citation\" id=\"88089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88089)\">D&amp;C 86:1-7<\/a><\/span> I was thankful, however, to witness the fact that the Latter-day Saints, at least the majority of them, are growing better, becoming firmer in the principles of the everlasting Gospel. They strive to practice what they preach, and the Saints in the South are no exception to this rule. They are seeking to live their religion, to serve God, to perfect themselves in the knowledge of the truth, and to build up a Zion here in this Territory. The golden rule which has been laid down, and this people have adopted it, &#x201C;Do unto others,  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as you would have others do unto you,&#x201D;<span class=\"citation\" id=\"63828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63828)\">Matt. 7:12<\/a><\/span> has been changed a little in some districts which we have visited, not among our people, but among those of the world. They have changed it, and say, &#x201C;Do unto others as others would have you do unto them.&#x201D; It is a brass rule, a counterfeit, it is not the golden rule; but the Latter-day Saints in all of their troubles and trials in these extended regions which we have visited, have adopted the golden rule, and are seeking to put it into practice, not only towards each other, but towards those who are inimical to their interests. <\/div><div class=\"paragraph jod\" id=\"v25n625\"> As I have said, the settlements are in a prosperous condition. Some of them have even profited greatly by certain laws which have been enacted, in the Territory of Arizona, particularly. I found in one settlement that the people were receiving school tax money to exceed all of their other taxes put together. There was refunded to them from the Territorial school tax, more money than they paid out for all their taxes. I was surprised at this: but it simply proved this fact: that the Latter-day Saints had children in excess of other settlements in the Territory. I thought Zion is growing. If those who desire can succeed in placing us at the mercy of our enemies, I presume these things will be changed; but at present Zion is growing. I have never seen among the people of the Latter-day Saints greater progress both in secular and spiritual matters than I witnessed in the settlements we have visited in the last two months. One would suppose from what is said in the papers, and the coldness that is exhibited by even fair-minded men in relation to the cause of this people&#x2014;one would suppose that it would at least check our progress; <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that under the present pressure the Latter-day Saints would begin to weaken in their faith, and in laboring to establish such unpopular doctrines and principles as they are undertaking to establish, but all this seems to make the Saints more zealous in their labors. <\/div><div class=\"paragraph jod\" id=\"v25n626\"> Persecution has done us no harm. In fact it seems to me that we need about so much persecution&#x2014;that we need to carry great loads to make us remember our God. If all was prosperity and peace, I presume we would lose our faith, just as the ancient Christians did when they became popular. But I pray that the time may never come that we may be popular with a people who foster such institutions as are found in Christendom today. <\/div><div class=\"paragraph jod\" id=\"v25n627\"> With all this persecution upon us, the Latter-day Saints are doing what may be rightfully termed a stupendous labor. Look abroad upon what the people are doing. Go to the settlements; see the improvements they are making upon their farms, in their dwellings, in everything. Behold these temples that are being reared, costing millions of dollars! Who is doing this labor? Is it any rich man worth millions of dollars? No. It is a few poor people, comparatively speaking, who are rearing these temples at such an immense cost. What are they doing it for? The question may well be asked, What are we expending these immense sums of money for? We are preparing for the second coming of the Lord Jesus Christ, just as truly as the world is ripening in iniquity and preparing to receive His judgments when He does come. That is a pretty bold saying, but it is true. We are doing this labor, and we have got all Christendom to carry on our shoulders with their special legislation, with their persecution,  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and with their antagonism, all aiming to destroy us. Hence, with all this, we have our hands as full as any other people upon the face of the earth. Our labor for the dead alone, which is occupying so much of our attention, is more than all Christendom ever dreamed of&#x2014;for the amelioration of the condition of their progenitors. They don't know anything about it, though their own Bible speaks of this principle. Who are we laboring for? Ourselves alone? No. We are laboring for the sires of those men who are persecuting us today, for the men who would trample us in the dust and destroy the institution which God has revealed. We are laboring to carry the Gospel to those that are in prison to whom Jesus preached,<span class=\"citation\" id=\"77999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77999)\">1 Pet. 3:18-20<\/a><\/span> and to those that have died without a knowledge of the Gospel.<span class=\"citation\" id=\"129070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129070)\">D&amp;C 137:7<\/a><\/span> We are struggling, I say, with superhuman effort to erect temples wherein this work may be done. It is for their fathers and their mothers that we are laboring. We are striving to tell the people of the world what we <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are doing. I as an individual cannot shirk it. I have my part to perform. So have these men and these women throughout the length and breadth of the Territories and States we occupy. I wish Christendom knew what we are doing. I wish they knew what God has commanded us to do. They would take the yoke from our necks so far as they are concerned. And still what would we amount to without opposition? Nothing. We must have the opposition of the world. If we were of the world the world would love us: but we have come out of the world, therefore the world hate us.<span class=\"citation\" id=\"70240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70240)\">John 15:19<\/a><\/span> That is true in every sense of the word. <\/div><div class=\"paragraph jod\" id=\"v25n629\"> God help us to carry our load faithfully, earnestly, sincerely, with the integrity which God alone can give, being kind to all men, and seeking with every effort and every energy of our natures to follow the example that Jesus gave, that we may attain to salvation in the Kingdom of God, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}