{"ID":250016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Uniting of Temporal Interests&#x2014;Not An Obsolete Principle&#x2014;Improvement Among the Saints&#x2014;Need of Being More Self-Sustaining&#x2014;Works to Be Accomplished.<\/div>\n<div class=\"subtitle\">Remarks by Apostle Brigham Young, delivered at the General Conference, on Saturday Morning, April 5, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Uniting of Temporal Interests.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young, Jr.<\/div>\n<div class=\"date\">Date: 4\/5\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v25n284\"> It has been said, that words fitly spoken are like apples of gold in pictures of silver. This is especially true when they are accompanied by the Spirit of the Lord, carrying with them life and salvation to the people. There are many subjects that might be dwelt upon which are familiar to the Latter-day Saints, and which would doubtless yet be appropriate to speak upon in our general assemblies. I look back upon the past few years and recall principles that have been taught to the people, but which the Spirit no longer seems to inspire the Elders to dwell upon. And the question arises in the mind: Have such principles become obsolete? Are they done away? I look forward to the time when we shall be able to speak upon the principles of uniting this people together in their temporal as well as their spiritual interests far more effectually than we have ever done heretofore. United we stand; our interests are identified; the welfare of the one affects the other; and our influence socially, financially and politically is powerful for good, and is a lever for our own prosperity as well as our own protection. Disunited we acknowledge our own weakness; infirmity <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is stamped in our every act, and in time we pass away like the dream of the night vision.<span class=\"citation\" id=\"58681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58681)\">Isa. 29:7<\/a><\/span> I do not desire at this time to treat upon the subject of the United Order, but I would like to ask if the Latter-day Saints think for a moment that that principle is done away, or that it may be considered a failure never again to be brought to our notice? If such has been the conclusion of any part of this assembly, I have no hesitancy in stating for their information that such is not the case; it cannot be so if we are ever to answer the design of the Almighty respecting the future of His Kingdom upon the earth. I would say further, the time is approaching, if I am a judge of the Spirit as witnessed among the people throughout our settlements from the extreme north to the extreme south, when the principle will again be sounded in our ears; and the Spirit of God as I read it in its workings among the people, and as I feel its operations in my own breast, testifies to me that when it comes again the people will be prepared to receive it, and act upon it, as they have never done before. It is, perhaps, necessary, in our present state, that we should have a certain  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>amount of experience; the experience we have had will doubtless be of value to us, in the future, when the people will again be called upon to practice this principle; and when this time comes, in my opinion, we will commence at the root of the matter, accepting in the spirit and meaning thereof, that principle which has been disregarded and shunned by us for many years, the principle that lies at the foundation of the greatness and power to which we are destined to attain. I am happy to say that the people are being led to examine their own hearts, and to ask themselves what they are doing individually towards building up the Zion of God, and towards influencing others to do likewise. The spirit that is working among the people is having the effect of reform, as I have never before witnessed it. The reformation of 1856 ran through the people like wild fire; they received it under the impulse of the moment when the spirit of enthusiasm ran high; but now there appears to be but little effort to move the people in this direction, at the same time a determined feeling exists among the Saints to right themselves, and that too by commencing at the bottom round of the ladder, and then gradually ascending. The hearts of the people are being turned to the Lord. The men who have of late been addicted to drinking, using tobacco, swearing, and other loose habits, are, of their own free will, discarding their bad habits, and thus righting themselves, and setting a better example to their children and associates. This silent but potent influence that is fruitful of such good results is significant to the man or woman that is alive in this work, and that is watching with interest its onward progress; and it comes home to our hearts with con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vincing proof that the Lord is working among the people by His Spirit, and it bids us all in its silent and suggestive way, to prepare ourselves for events that must come, and that are even nigh at our doors.<span class=\"citation\" id=\"65900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65900)\">Matt. 24:33<\/a><\/span><span class=\"citation\" id=\"85729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85729)\">D&amp;C 45:63<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n286\"> In witnessing the operations of the Spirit in the midst of the people in such a remarkable manner I was strongly impressed with the idea that we, as a people, ought to be turning our attention in directions looking to our becoming self-sustaining. We are paying out very much more than we produce. Where does the money come from? How is it that the families of our working men are able to purchase for their use imported articles? How long can this people prosper by pursuing such a course? The danger of this course has long been pointed out by our leading men; and sooner or later, unless all turn a short corner, the condition that we shall place ourselves in, will be of such a convincing character, that all will readily concede the correctness of the position taken by our leaders in urging the people to become producers and patrons of home productions. This doctrine was taught by President Young, during much of his lifetime, but especially during his later years; and it does appear to me that we are hastening on to the point that President Young said we should reach, unless we became self-sustaining, namely, financial embarrassment. In fact his doctrine on this subject was, that we could not stand financially, unless we became self-sustaining. It is doctrine that comes home to the heart of every Latter-day Saint; it is doctrine that all must accept and reduce to practice, if we would attain to power and influence in the land. We must become financially strong. Wealth in and of itself, is a lever of power; and wealth in the hands  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of a righteous people must necessarily command an influence for good. We must first learn to make a wise use of the means that we possess, however little that may be; and by continuing to do this, we prepare ourselves to make a right and proper use of the power that wealth brings. But in order to attain the position that we are bound to occupy in the land, we must learn to combine our interests in such a manner that it will be to the advantage of the whole community to consume and wear that which is produced and manufactured at home. It will be by cooperative action that we shall be tied together in temporal matters as we are now bound together in spiritual things. As a thoroughly united people we <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can the better hasten the work of God in the earth; such as building temples, establishing settlements, civilizing the Lamanites, carrying the Gospel to the Jews, and building up the Zion of God in these mountains. We shall be the better able to extend a helping hand to the needy poor, to the oppressed and downtrodden among the nations, as well as to protect ourselves from the inroads of wicked and designing men. The few minutes allotted to me have expired. <\/div><div class=\"paragraph jod\" id=\"v25n288\"> That God may inspire our hearts to do His will, and that all may be willing in the day of His power,<span class=\"citation\" id=\"57206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57206)\">Ps. 110:3<\/a><\/span> is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}