{"ID":250012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Object of Assembling&#x2014;A Peculiar People&#x2014;Saints Misrepresented in All Ages&#x2014;Statistics&#x2014;Opposition Expected&#x2014;Plural Marriage&#x2014;Early Persecution&#x2014;&#x201C;Twin Relics&#x201D;&#x2014;Why the Saints Gather to Zion.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, Feb. 10, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints Misrepresented.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/10\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v25n195\"> We meet together from time to time to speak, to sing, to pray, and, according to an institution which has been provided, to partake of the sacrament of the Lord's supper, and also to perform those various duties devolving upon us as servants of the living God. It is pleasant for the Saints to meet together to commune with each other, to listen to the words of life, to reflect also upon their position and relationship to God, to His Church and Kingdom, as well as to examine into their own feelings, and, under the guidance of the Lord and of His Holy Spirit, try to find out what relationship they sustain to their Heavenly Father, and whether they are performing the various duties devolving upon them, and are seeking to carry out the word, the will, and the law of God. <\/div><div class=\"paragraph jod\" id=\"v25n196\"> We are certainly a very peculiar people gathered together in these valleys of the mountains; we are assembled here from many nations; it would be difficult to say at present how many; but I think on some public occasion awhile ago, there were twenty-five nationalities represented. In this respect, we present <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a very singular aspect, and occupy a very peculiar position in the history of the day and age wherein we live. Our religion differs very widely from that which exists in the world. Our ideas of God, of futurity, of heaven and of hell, and of the future destiny of the human family, not only of ourselves, but of all nations, differ very materially from that of others. Our social ideas, too, are very dissimilar from those entertained by others. And, again, our political ideas are not in accord in many respects with those of others, and thus we find ourselves in a very anomalous position, gathered together here in these valleys of the mountains, separated to a great extent from the rest of mankind. We were a few years ago very decidedly separated. Now, this portion of the continent has become almost the highway of the nations. I frequently meet with persons from France, England, Ireland, Scotland and Wales, from the various Principalities of Germany; from Russia, Italy, Spain, Portugal; from Australia, and the Islands of the sea, and from almost all the nations of the earth. They pass by  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here, and hearing that we are a strange sort of a people, they are desirous to know something about us as they pass through. <\/div><div class=\"paragraph jod\" id=\"v25n198\"> It frequently becomes a question in the minds of many&#x2014;How and in what manner did these things originate, and what is the object of our being thus gathered together as a separate and distinct people? By what motives are we actuated? The world of mankind, whether in this nation, or in any other nation, form very strange notions in regard to our reasons for thus gathering together. Although we have been striving for a great many years to enlighten the world in relation to this and other matters, still they seem very much at sea in regard to the position which we occupy, and to our moral, social, religious and political status. So that it becomes almost impossible for people at a distance from here, notwithstanding we profess to live in an age of light and intelligence, in an age of railroads, telegraphs, and telephones, in an age when rapid communication can be had, say from all parts of the earth in one day, in an age of professed knowledge of science, literature and art, and of everything that is calculated&#x2014;or ought to be if properly conducted&#x2014;to promote the welfare of the human family; I say that, notwithstanding all these things, if there is one subject about which the human family today is grossly ignorant, it is on the subject of the principles of the Latter-day Saints. A short time ago a very distinguished European gentleman, after eulogizing the appearance of our city, the quiet and order that prevail, etc., said to me, &#x201C;President Taylor you can scarcely conceive how impossible it is, outside of your Territory, to obtain correct information regarding you as a people;&#x201D; and an editor of <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>  <span class=\"italic\">The North American Review<\/span> told me he came here from New York, expressly for the purpose of getting me to write an article on our present status, thus again exhibiting the strange attitude which we occupy before this nation and the world, and demonstrating that in consequence of such a flood of falsehood, vituperation and abuse which is constantly circulated against us, that it is almost impossible, as before referred to, to obtain any correct information concerning us. Some of the literary men who come along here, express to me the opinion that we have been maligned and misrepresented a good deal. I tell them that in an age like this people ought to know better; that they ought to be better informed; that they ought to make themselves acquainted with facts within the reach of everybody; and that there is no excuse for ignorance in relation to these matters. Still this ignorance continues. There is an undercurrent that men generally are not acquainted with, which operates in the minds of men and produces these results of which I speak at the present time. To the Latter-day Saints there is nothing very mysterious about this. We have passed through this state of things in embryo, years and years ago. Many of you thought, when you heard the Gospel, and your hearts had been made glad by obedience thereunto, that all you would have to do would be to tell your particular friends and relatives of these things, and that it would cause their hearts to rejoice as it did yours. You felt interested in their welfare and had a desire to promote their happiness, that they might rejoice with you in the blessings which you experienced through obedience to the Gospel. But lo and behold! The moment you opened your mouth  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on this subject, you were set down as impostors. You were probably before this a decent man or a decent woman; but now you became ostracized and cut off in many instances from association even with members of your own family. Was it because you had become corrupt? No. Was it because you had become unsocial? No. Was it because you possessed principles that were at variance with the principles of truth, virtue, honor, and the word of God? No. And if you had asked them what the reason was, for their coolness and the feeling of ostracism that they manifested, they could not tell, only that you were a &#x201C;Mormon.&#x201D; You have all of you experienced this. If this is the case, then, with your most intimate friends&#x2014;with your relatives, with your fathers and mothers, sons and daughters, uncles and aunts, with whom you had been on the most friendly terms heretofore&#x2014;how can you expect the world to look at things in any different manner. I reflect sometimes upon the position occupied by the ancient Christians, and upon the character, position and standing of Jesus, the Son of God. We all profess to reverence Him. All Christendom bows in reverence at the mention of His name; they feel there is something hallowed about it. They look upon Him as being the Son of God, and they look upon His Apostles as men of unblemished reputation, of pure lives, holy, virtuous and upright. You cannot travel anywhere in Christendom but you find churches erected to St. Paul, St. Peter, to St. John, to St. Matthew, to St. Luke, and to all the different saints as they are now called by the people. But how was it with these saints when they lived here upon the earth? They were called disturbers of the <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> peace. It was said of them that they were stirrers up of<span class=\"citation\" id=\"72113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72113)\">Acts 24:5<\/a><\/span> sedition&#x2014;that they were impure, ungodly men. The idea of their being persecuted, as we read of, for their religion, would have been altogether preposterous in that day. They would tell you they were prosecuted for their crimes and their iniquities. They were brought before rulers, kings and judges, and they had to depend upon the Lord and His Holy Spirit, to sustain them under those<span class=\"citation\" id=\"64114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64114)\">Matt. 10:17-20<\/a><\/span><span class=\"citation\" id=\"66662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66662)\">Mark 13:9-11<\/a><\/span><span class=\"citation\" id=\"67608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67608)\">Luke 12:11-12<\/a><\/span> circumstances. Jesus emphatically told them to expect these things. &#x201C;If the world hate you,&#x201D; said He, &#x201C;ye know that it hated me before it hated you. * * * If they have persecuted me, they will also persecute<span class=\"citation\" id=\"70212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70212)\">John 15:18-20<\/a><\/span> you. * * * For if they do these things in a green tree, what shall be done in the<span class=\"citation\" id=\"68303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68303)\">Luke 23:31<\/a><\/span> dry?&#x201D; It is singular, yet it is a fact that these things did exist. While the crowds were ready sometimes to cover his path with olive branches and with their garments, and to shout &#x201C;Hosanna! Blessed is he that cometh in the name of the<span class=\"citation\" id=\"65310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65310)\">Matt. 21:8-9<\/a><\/span><span class=\"citation\" id=\"66630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66630)\">Mark 11:8-10<\/a><\/span><span class=\"citation\" id=\"67910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67910)\">Luke 19:35-38<\/a><\/span><span class=\"citation\" id=\"69799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69799)\">John 12:13<\/a><\/span> Lord,&#x201D; yet with the very next breath they were ready to cry, &#x201C;Crucify Him! Crucify<span class=\"citation\" id=\"68289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68289)\">Luke 23:21<\/a><\/span> Him! It is not fit that He should live.&#x201D; And when He was hounded and hunted, persecuted and proscribed, at the very last, even when a Roman judge said, &#x201C;What evil hath he<span class=\"citation\" id=\"66323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66323)\">Matt. 27:23<\/a><\/span><span class=\"citation\" id=\"66701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66701)\">Mark 15:14<\/a><\/span><span class=\"citation\" id=\"68290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68290)\">Luke 23:22<\/a><\/span> done?&#x201D; and washed his hands of the blood of this just<span class=\"citation\" id=\"66329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66329)\">Matt. 27:24<\/a><\/span> person, they still continued to cry, &#x201C;Let him be<span class=\"citation\" id=\"66324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66324)\">Matt. 27:23<\/a><\/span> crucified,&#x201D; and Barabbas, a noted thief, and a murderer, was released in preference to<span class=\"citation\" id=\"66319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66319)\">Matt. 27:16-26<\/a><\/span><span class=\"citation\" id=\"66702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66702)\">Mark 15:15<\/a><\/span><span class=\"citation\" id=\"68276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68276)\">Luke 23:18-25<\/a><\/span> Jesus. This was the kind of feeling manifested toward the Savior. Were they an ignorant people that thus treated Him? No. They were what were called the <span class=\"italic\">elite<\/span> of the day, the educated; men of position, the High Priests, the scribes, the Pharisees, the doctors, the law<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>yers, the leading men of the nation; all of them engaged in this thing, and all of them partook of the same spirit. What was the cause of this? It was because He was not of the world. &#x201C;If ye were of the world,&#x201D; said the Savior to His disciples, &#x201C;the world would love his own: but because ye are not of the world, therefore the world hateth<span class=\"citation\" id=\"70237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70237)\">John 15:19<\/a><\/span> you.&#x201D; That is the cause. The world loveth its own. And the world is today, was then, and always will be, until it shall be regenerated, opposed to God, opposed to righteousness and opposed to the principle of truth. Paul makes the following statement: &#x201C;For to be carnally minded is death; but to be spiritually minded is life and peace. Because the carnal mind is at enmity against God: for it is not subject to the law of God, neither indeed<span class=\"citation\" id=\"72507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72507)\">Rom. 8:6-7<\/a><\/span> can be.&#x201D; There is nothing new, therefore, in any of these matters that we hear bruited around from place to place&#x2014;from the east to the west, from the north to the south, and spreading abroad among the nations of the earth; nothing new, nothing strange, nothing very remarkable in any of these things. The carnal mind knows not the things of<span class=\"citation\" id=\"73094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73094)\">1 Cor. 2:11<\/a><\/span> God, and is not subject to the law of God, neither can<span class=\"citation\" id=\"72511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72511)\">Rom. 8:7<\/a><\/span> it be. They form all kinds of opinions, even, with regard to our gathering. &#x201C;Why don't you stop at home as other folks do?&#x201D; Some say that it is an emigration scheme gotten up to make money, and that missionaries are sent out by us to deceive the weak and the ignorant, and to gather them together that they may be made merchandise of. That is one idea. You all know how far that is true, and how far it is false. Others say that we are gathered here for licentious purposes&#x2014;to carry out polygamic ideas, to corrupt, demoralize, and trample under <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> foot the women who come and associate with us, and to destroy their virtue; whereas you know there is not a place in the world where women are better protected and their virtue more sacredly guarded than in Utah. They compare plural marriage to their whoredom, seductions, their social evils, and the many kinds of iniquity, corruption and rottenness that prevail among themselves. Reasoning from their own standpoint, they consider that we are a very wicked, corrupt and licentious people. But according to the statistics that we have pertaining to these matters, our immorality is twenty to forty times less than theirs here in our midst, without going any further. The crimes, iniquities and corruptions committed by the small minority of outsiders in our midst very far exceed, perhaps by twenty to thirty times, the crimes of the Latter-day Saints. This excess of crime on the part of outsiders is what might be reasonably expected; for we profess to be a better people, and we ought to be a better people than those who make no pretensions to be guided by divine revelation. Examine the records of our city jail, of the Penitentiary, of the county prisons, which have been published and are being published, and you will find a full statement in relation to these matters and the percent of crime that exists between one and the other. Mr. Barclay, a member of the British Parliament, who lately visited us, writes in &#x201C;<span class=\"italic\">The Nineteenth Century<\/span>,&#x201D; a monthly review published in London: &#x201C;In the winter of 1881, a census was taken of the prisons in Utah, with the following results&#x2014;In the City Prison were twenty-nine convicts, and in the county prison six convicts, all non-Mormons. In the Penitentiary, out of fifty-one prisoners only five were Mormons,  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>two of whom were there for polygamy. * * Of the population of Salt Lake City, about 75 percent is Mormon, and 25 percent non-Mormon.&#x201D; He further says: &#x201C;These figures conclusively prove that the Mormons are a sober, law-abiding people, and singularly free from the grosser forms of vice; whatever may be alleged by ignorant or prejudiced enemies. Of the two hundred saloons, billiard, bowling alley, and pool table keepers, not a dozen even profess Mormonism.&#x201D; And since these figures were published, others in relation to 1882 have been made public. One gentleman, who has spent a considerable length of time investigating these matters, writes: &#x201C;The statistics at hand for 1882 * * * cover a wide field, taking in all the populous districts of the Territory. The total number of all arrests for crimes and misdemeanors in these localities during 1882, was 2,198&#x2014;of which the 78 percent of the Mormon population furnished 300, and the 22 percent of the non-Mormons 1,898, * * So that the Mormons comprising 78 percent of the population of the Territory contributed one-eighth of the arrests made during 1882 and the non-Mormons, having only 22 percent contributed seven-eighths. The number of brothels throughout the Territory was 12, all kept by non-Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n202\"> Regarding Salt Lake City, where he resided for some time, he states: &#x201C;The criminal record of Salt Lake City, for 1882, shows that in a population of about 25,000, divided between Mormons and non-Mormons as 19 to 6, the total number of arrests was 1,561, of which 188 were Mormons and 1,373 non-Mormons. Of the 66 houses, where beer and liquor were retailed by the glass, 60 were kept by non-Mormons, and the <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> remaining 6, nominally Mormons, were not entitled to participate in the sacraments of the Church by reason of their calling. The 15 billiard rooms and bowling alleys, and the 7 gambling houses were all kept by non-Mormons. The 6 brothels had non-Mormon proprietors, and they were filled by 31 non-Mormon inmates.&#x201D; There is nothing in this to be proud of; for it would be a pity if we could not live better than they do. We have gathered here, not for speculative purposes, as is sometimes charged, but to worship God, to keep His commandments, and to be instructed in the laws of life. There is no cause for boasting on our part in regard to these things; but I refer to them to show how fallacious their ideas are in regard to these matters. <\/div><div class=\"paragraph jod\" id=\"v25n203\"> Then, is it strange that we should be placed in the position that we are? Yes, it is very strange, but it is nevertheless true, and the same condition of things has existed in the different ages. <\/div><div class=\"paragraph jod\" id=\"v25n204\"> We profess to be the followers of the Lord Jesus Christ; we profess to be in possession of the everlasting Gospel; we profess to have gathered here to observe the laws and keep the commandments of God, and that we might assist in building up the Church of God, the Kingdom of God, and the Zion of God. These are really the facts of the case. True, we do not do as well as we might. We are not as pure as we might be, nor as good, nor as virtuous, nor as upright, nor do we possess the amount of integrity that we ought; but, then, we don't propose to place ourselves on a level with the outside world; we have not dropped to their standard by a very long way: and many of us are striving to live our religion, to observe the laws of God, and to keep His commandments. <\/div> <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n206\"> In regard to the spirit and genius of the age in which we live, there is nothing, as I have said, strange about that. The powers of darkness have always been in antagonism to the light, truth and intelligence that proceeds from God, and till Satan is bound, and his power is curtailed by a superior power, that state of things will continue, and instead of getting better and better, we are told in the Scriptures, that the wicked shall grow worse and worse, deceiving and being deceived.<span class=\"citation\" id=\"76209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76209)\">2 Tim. 3:13<\/a><\/span> Do you imagine that they will grow better? I do not. <\/div><div class=\"paragraph jod\" id=\"v25n207\"> Do not let us be mistaken in relation to all these things&#x2014;that is as the world are mistaken. We complain sometimes about the injustice of men. I expect to find unjust men, many of them. We refer to certain laws that are being enacted by our Congress as unconstitutional, etc. Why, we expect they will yet pass many laws of that kind. We don't expect them to be our friends, or the friends of God. They don't profess it. We have a right to expect, of course, that they would abide by the Constitution, because that is an instrument gotten up by themselves, and that they profess to be governed by, and that men in authority swear to uphold. We have a right to expect that. But, then, does not all Christendom profess to believe in the Bible? Yes. And do the ministers of the various denominations? Yes. Do they practice its teachings? Do they follow its doctrines? Or are there any two of their doctrines alike? They have all kinds of theories, notions and ideas; yet still they tell you that the Bible contains the word of God. But are they governed by it? No. God placed in the Church Apostles, Prophets, Pastors, Teachers and Evangelists,<span class=\"citation\" id=\"75084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75084)\">Eph. 4:11<\/a><\/span> and He gave unto <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> His servants the Holy Ghost, and the light of revelation, and made them acquainted with the same sacred principles. They were all baptized unto one baptism, and all partook of the same spirit.<span class=\"citation\" id=\"73531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73531)\">1 Cor. 12:13<\/a><\/span> How is it now? Many Lords, many faiths, many baptisms.<span class=\"citation\" id=\"74992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74992)\">Eph. 4:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n208\"> Speaking of the doctrine of the plurality of wives, I remember talking with one of our Presidents&#x2014;I mean one of the Presidents of the United States&#x2014;on this subject in Washington, a number of years ago, as I have with others since on the same subject; but I remember some of the remarks made on that occasion. &#x201C;Well,&#x201D; said he, after talking some little on politics, and one thing and another, &#x201C;what about your polygamy?&#x201D; &#x201C;Mr. Pierce,&#x201D; said I&#x2014;I can mention his name now as it is a thing of the past&#x2014;&#x201C;it may be possible that some of us may have wrong ideas in regard to these things. We read about such a man as Abraham, who is described as &#x2018;the friend of God;&#x2019;<span class=\"citation\" id=\"77623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77623)\">James 2:23<\/a><\/span> we read about such a man as David, who is described as &#x2018;a man after God's own heart:&#x2019;<span class=\"citation\" id=\"55453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55453)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71862)\">Acts 13:22<\/a><\/span> we read about Jacob, who had twelve sons, whose names are to be written upon the twelve gates of the holy city.<span class=\"citation\" id=\"80798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80798)\">Rev. 21:12<\/a><\/span> Who was Jacob? He was a man who had several wives,<span class=\"citation\" id=\"53512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53512)\">Gen. 30:1-4,9<\/a><\/span> by whom he had these twelve sons. Then we read of Moses&#x2014;a man of God, a leader of Israel, and a lawgiver. He told the people how they should treat their children whether by the first wife or by the second, and how all these matters were to be arranged.&#x201D;<span class=\"citation\" id=\"55081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55081)\">Deut. 21:15-17<\/a><\/span> &#x201C;Mr. Pierce,&#x201D; said I, &#x201C;It is possible that we of the nineteenth century, have not been able to instruct the Lord very much in regard to these matters. Probably He knew just as much about them then as we do now, and that in regard to our marital laws,  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we may have made some mistakes.&#x201D; &#x201C;Well,&#x201D; said Mr. Pierce, &#x201C;I cannot say.&#x201D; Of course he could not. <\/div><div class=\"paragraph jod\" id=\"v25n209\"> Now, then, men assume to judge the acts of others, but they don't judge their own acts, and they strive to falsify us, and to make evils of those things that God has ordained according to His economy, and that men of old, who were considered men of God, and the friends of God, practiced under His direction. It is not uncommon for men to talk about Abraham. They would like to get into Abraham's bosom&#x2014;<span class=\"citation\" id=\"67803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67803)\">Luke 16:22-23<\/a><\/span>that is most of the Christians of the present day would like to have a place in Abraham's bosom. Would you? Would you really? Are there any of that class here that would like to go unto Abraham's bosom? Why, should you have your wish, when you woke up you would find you were in the bosom of a polygamist, and would not that be very horrible? But that would be the fact. Jesus Himself, was a descendant of that class of people who had practiced the things that we today believe in. But they didn't persecute Him because He was a polygamist. They persecuted Him because He was a friend of publicans and sinners.<span class=\"citation\" id=\"64055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64055)\">Matt. 9:11<\/a><\/span><span class=\"citation\" id=\"66502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66502)\">Mark 2:16<\/a><\/span><span class=\"citation\" id=\"67207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67207)\">Luke 5:30<\/a><\/span> They accused Him of being a blasphemer,<span class=\"citation\" id=\"64051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64051)\">Matt. 9:3<\/a><\/span><span class=\"citation\" id=\"66297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66297)\">Matt. 26:65<\/a><\/span><span class=\"citation\" id=\"66697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66697)\">Mark 14:63-64<\/a><\/span><span class=\"citation\" id=\"69724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69724)\">John 10:33<\/a><\/span> of casting out devils through the power of Beelzebub, the prince of devils.<span class=\"citation\" id=\"64358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64358)\">Matt. 12:24<\/a><\/span><span class=\"citation\" id=\"66519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66519)\">Mark 3:22<\/a><\/span><span class=\"citation\" id=\"67571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67571)\">Luke 11:15<\/a><\/span> If He did any good act at all, they were ready to cry out, &#x201C;Give God the praise: we know that this man is a sinner.&#x201D;<span class=\"citation\" id=\"69574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69574)\">John 9:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n210\"> These things are facts that we cannot ignore. They stand out before us in living characters, and to use a very trite saying, &#x201C;history repeats itself&#x201D; in regard to these things. The same causes in one age generally produce the same results in another age. <\/div><div class=\"paragraph jod\" id=\"v25n211\"> I will now tell you about some of <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my feelings when I first came into this Church. It is a long while ago. When I first heard the Gospel I was compelled to admit there was something reasonable about it. I almost hoped it was not true. &#x201C;If it is true,&#x201D; said I, &#x201C;as an honest man I shall be obliged to obey it, or else I cannot have any confidence in myself.&#x201D; When I had investigated the subject, and become convinced that it was true, I said, &#x201C;I am in for it; I must embrace it; I cannot reject the principles of eternal truth;&#x201D; and I will say, moreover, I don't know of a time in my life when if anybody presented a truth that could not be controverted, but I was ready to obey it; and I am today. If any person in the religious world, or the political world, or the scientific world, will present to me a principle that is true, I am prepared to receive it, no matter where it comes from. Well, says one, you believe the Bible? Yes. You believe in the Book of Mormon? Yes. You believe the Book of Doctrine and Covenants? Yes. I believe all that God has ever written or spoken, everything that we have on record, and I am prepared to believe everything that He will communicate to the human family.<span class=\"citation\" id=\"94087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94087)\">A of F 1:9<\/a><\/span> We profess to believe in all truth, and to be governed by all truth. <\/div><div class=\"paragraph jod\" id=\"v25n212\"> Then, in regard to our position&#x2014;referring to that again&#x2014;we are gathered here from the different nations of the earth, from England and elsewhere. I remember the time very well when the Gospel was not preached in England. I remember when Brothers Heber C. Kimball, Orson Hyde, Wilford Woodruff, myself and others took our first mission to England. Many of you that are here, whose heads are white like mine, will remember the circumstances. We took our departure after  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>laying the cornerstone of the Temple in Far West, Caldwell County, Missouri.<span class=\"citation\" id=\"90713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90713)\">D&amp;C 118:4-6<\/a><\/span> The people were much excited about the Mormons at that time, just as they are now, and every once in awhile. They had gotten up a furor against us; and Joseph Smith, Hyrum Smith, Bishop McRae, and others, were seized by a mob and imprisoned; and many of you may have read the remarks made by a certain General Clark&#x2014;the famous, or rather infamous General Clark. He told the people&#x2014;the same as they tell us now&#x2014;that it was wrong to gather as they were then doing, and as we are now doing, and place ourselves under Bishops, etc. And said he&#x2014;I heard him&#x2014;&#x201C;Oh, that I could invoke the spirit of the unknown God<span class=\"citation\" id=\"71949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71949)\">Acts 17:23<\/a><\/span> to rest upon you, that you may be delivered from the delusions with which you are encompassed.&#x201D; But his &#x201C;unknown God&#x201D;<span class=\"citation\" id=\"71948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71948)\">Acts 17:23<\/a><\/span> didn't hear him, and the &#x201C;delusions&#x201D; have still gone on. We had been driven out of Missouri. They were so good a people and so virtuous, and we were so bad. But we were not polygamists then; we had not entered into the awful crime of polygamy; but we dared to worship God according to the dictates of our own conscience.<span class=\"citation\" id=\"94185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94185)\">A of F 1:11<\/a><\/span> They drove us out, took possession of our property, and robbed and pillaged everyone they could. After doing this they did not like that their action should go out to the world; so the legislature actually made an appropriation for us&#x2014;that is, for the poor &#x201C;Mormons&#x201D;&#x2014;of $2,000, if my memory serves me aright. They had killed and destroyed any amount of our cattle and hogs, and anything and everything of that kind that they came across. Still they pretended to be very sorry for us, and solicitous for our welfare. In order that we might not suffer, they went <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into an adjoining county where our people lived, stole a lot of hogs from them, and then turned in those hogs to make up the appropriation made by the legislature of Missouri! They were so liberal in their operations! They stole the hogs from one portion of our people, and then gave them to another. I saw the hogs come in, and they were butchered and divided among the Mormons. <\/div><div class=\"paragraph jod\" id=\"v25n214\"> These are some of the things that I am acquainted with. Was I surprised when I saw such operations? No. I expected when I came into this Church, that I should be persecuted and proscribed. I expected that the people would be persecuted. But I believed that God had spoken, that the eternal principles of truth had been revealed, and that God had a work to accomplish which was in opposition to the ideas, views and notions of men, and I did not know but it would cost me my life before I got through. It came pretty near it at one time; yes, at many times. I have had to &#x201C;stand the racket&#x201D; in a way that many of you folks don't know much about. More than once I have had to face large crowds of people in the shape of armies, expecting to come into contact every moment&#x2014;no farther off, perhaps, than the length of this hall. That is not a very pleasant position to be in. But I was in a worse scrape in Carthage jail, when Joseph and Hyrum were killed&#x2014;penned up in a room and attacked by a blackened mob. I had to stand at the door and ward off the guns while they were trying to shoot us, and we without arms, and under the protection of the Governor of the State. Dr. Bernhisel and myself were sent by Joseph Smith to wait upon the Governor, and lay before him the facts of the case. We told him we were  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>competent to take care of ourselves, and did not require any of his aid, for we had an organized body of militia that were quite competent to protect us from their mobs, and asked his advice. He thereupon stated it would be better for us not to bring an armed force, and pledged his faith and the faith of the State, as Governor, for our protection. We consented. This he said to Dr. Bernhisel and myself; and that pledge was violated by the murder of Joseph and Hyrum Smith in Carthage jail, and I myself received five balls in my person; but then I am here yet. <\/div><div class=\"paragraph jod\" id=\"v25n216\"> Was there anything surprising in all this? No. If they killed Jesus in former times, would not the same feeling and influence bring about the same results in these times? I had counted the cost when I first started out, and stood prepared to meet it. <\/div><div class=\"paragraph jod\" id=\"v25n217\"> We afterwards came to these valleys of the mountains. We people have been gathered here and are gathering; but we have had to encounter very little of such things as I have referred to. It is true, we had what was called the Buchanan war, when we paraded up and down, and when we went to Echo, etc. But there was not much harm done. It cost the government some forty million dollars, from what I learn; but there was no one killed. Two newspaper reporters who had been sent out here to report the war, got to fighting between themselves, and I remember being called upon by one of them to assist him in his trouble in Provo. That is all that occurred. We had to go out and meet the army. We marched and countermarched&#x2014;the same as we do in our dances, you know; one of those grand marches, marching in and marching out; and finally the President sent <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us a pardon for that which we had never done. We did not appreciate it very much. With the exception of that little episode, we have not had much trouble. I have heard people complain of our judges and our governors, and this, that and the other. Why, bless your soul, how can they send better men than they have? We need not expect good men, virtuous men, honorable men; they can only send such as they have, consequently, we need not look for any better. <\/div><div class=\"paragraph jod\" id=\"v25n218\"> Well, what are we to do? They are talking all kinds of loud things about us now. They keep on talking. Sometimes they do a little; sometimes they don't do much; sometimes they are very angry with us, and get up quite a furor. A Presidential election is coming on, you know, and they are preparing things for that, and the &#x201C;Mormon question&#x201D; is as good a thing as they can have on both sides of the House&#x2014;on the republican side, and on the democratic, too. &#x201C;Well,&#x201D; the question is asked, &#x201C;What are they going to do with you?&#x201D; It don't make much difference. They hardly know themselves. They think they are going to do a great deal. They will do just what the Lord will let them, and no more. But we understand their ideas, I presume, as well as they do. Here are two political parties. The republicans long ago put into their platform that there were two twin relics that had to be moved out of the way&#x2014;the one was slavery, and the other polygamy. They have removed slavery out of the way, but polygamy seems to be rather a hard nut for them to crack. It seems to bother them. They are in a good deal of trouble about it, and the religious people are very much exercised over it. Their pure souls are very much agonized about things  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of that sort, and about impurities which exist among the Mormons. They cannot see or say anything about the licentiousness, the corruption, the feticide, the infanticide, the rottenness, hypocrisy, lying, fraud and deception that exists among themselves; but they think we are a very bad people, and in order to purge the nation of so foul a blot, they must all unite to put us down. They will just do what the Lord will let them, and no more. <\/div><div class=\"paragraph jod\" id=\"v25n220\"> Now, neither of these political parties are our friends. Neither of them are the friends of God. They think that we are democratic. We are to a certain extent, and then we are republicans to a certain extent. But the republicans are afraid that the democrats are going to make use of us in some way or other, and they are determined to crowd the Mormons down their throats, and the democrats gulp at it; they don't like to swallow it. It is worse than the apple that stuck in Adam's throat. They don't want to shoulder the responsibility, and so the democrats will join with the republicans on a question of this kind, just the same as the Scribes and Pharisees, the Herodians and Sadducees, did when Jesus was to be crucified. Pilate and Herod could then be made friends, and they were hail fellows, well met. So it is now, and as the Church of England chant says: &#x201C;As it was in the beginning, is now, and ever shall be, worlds without end, amen,&#x201D; it may continue&#x2014;at least for a certain length of time. <\/div><div class=\"paragraph jod\" id=\"v25n221\"> What are we to do under those circumstances? Shall we be very angry? No. I feel just as easy about it as the boy did about his father. Says Tommy, to his companion: &#x201C;Do you know my daddy?&#x201D; &#x201C;No, I don't.&#x201D; &#x201C;Why,&#x201D; said Tommy, &#x201C;I know him just as <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> e-a-s-y.&#x201D; I feel just as easy as the boy did about knowing his daddy. <\/div><div class=\"paragraph jod\" id=\"v25n222\"> We are engaged in a work of importance. We are immortal beings. We are dual beings associated with time and eternity; I might say associated with the past, the present, and the future. We have a work to perform here upon the earth, and with the help of Israel's God we expect to do that work. <\/div><div class=\"paragraph jod\" id=\"v25n223\"> I do not wish to defame anybody. But the things I have talked of are true. It is a pity they are true, but then they are. What are we going to do? Do right. We are called of God to be an upright people, a virtuous people, an honorable people. We are called upon to maintain correct principles, and to introduce them among the peoples of the earth, and especially among the people of this nation. Jesus told His disciples to pray in His day, &#x201C;Thy kingdom come. Thy will be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63445)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67529)\">Luke 11:2<\/a><\/span> Did He understand what He was saying. I think He did. <\/div><div class=\"paragraph jod\" id=\"v25n224\"> The Lord has gathered us together in these valleys of the mountains, that He might have a people who would be prepared to receive the eternal truths of heaven, and be governed by them. Instead of your being deceived to get you to come here, you had the pure principles of the Gospel of the Son of God preached unto you, in the various nations from which you have come. You were called upon to repent of your sins, and to be baptized in the name of Jesus, for the remission of sins, and to have hands laid upon you for the reception of the Holy Ghost. And when you received that Holy Ghost, it took of the things of God, and showed them unto you.<span class=\"citation\" id=\"70497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70497)\">John 16:14-15<\/a><\/span> Among other things it showed you that it was proper for you to gather to the  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land of Zion, and you came here. It was under this influence you came. You came to learn more fully the law of God, and to be instructed in the principles of eternal life. The Lord has said through the Prophet Jeremiah: &#x201C;I will take you one of a city, and two of a family, and I will bring you to Zion: And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60373)\">Jer. 3:14-15<\/a><\/span> This is what we are gathered here for&#x2014;to build up the Zion of our God, to establish the Kingdom of God, and to purify and exalt the Church of the living God; that His people may be presented without spot or wrinkle,<span class=\"citation\" id=\"75345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75345)\">Eph. 5:27<\/a><\/span> as spoken of in the Scriptures; that they may be prepared to have an inheritance among those that are sanctified;<span class=\"citation\" id=\"72079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72079)\">Acts 20:32<\/a><\/span><span class=\"citation\" id=\"72132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72132)\">Acts 26:18<\/a><\/span> and that the principles of eternal truth may go forth from the land of Zion, and extend to the ends of the earth, that the honest in heart may be gathered together to help establish the principles of truth upon this land of Zion. <\/div><div class=\"paragraph jod\" id=\"v25n226\"> Shall we accomplish this? I think we shall. But people are opposed to you. What difference does that make to you or to me? We are here, as Jesus was, to do the will of God. &#x201C;I seek not mine own will,&#x201D; said the Savior, &#x201C;but the will of the Father which hath sent me.&#x201D;<span class=\"citation\" id=\"69172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69172)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69271)\">John 6:38<\/a><\/span> We are here today to do the same thing. <\/div><div class=\"paragraph jod\" id=\"v25n227\"> Now, do you feel angry at our enemies? No. They don't know any better, and if they did many of them would not like to act differently. If they are not capable of comprehending and receiving the truths of God, we cannot help it. But shall we be their enemies because of this? No. Shall we return evil for evil?<span class=\"citation\" id=\"72842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72842)\">Rom. 12:17<\/a><\/span> No. What shall we return? Good for evil, blessing for cursing.<span class=\"citation\" id=\"72841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72841)\">Rom. 12:14<\/a><\/span> &#x201C;Pray for them which despitefully use you, <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and persecute you; That ye may be the children of your Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63236)\">Matt. 5:44-45<\/a><\/span> What was the blessing pronounced upon Abraham? &#x201C;In thy seed shall all the nations of the earth be blessed;&#x201D;<span class=\"citation\" id=\"53395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53395)\">Gen. 22:18<\/a><\/span> not cursed. Did they carry this out? Yes. Witness the preaching of the Apostles in former times in the land of Asia, and the disciples on this continent. Who were they? Descendants of Abraham. Whom did they preach to? A good people, a virtuous people, a holy people? No, if they had been good, virtuous and holy, there would have been no need of a message of that kind being taken to them. But God felt merciful towards all the human family; for they are all His children, and His design was to benefit and bless them, so far as they would let Him, and sometimes He has had to deal with them very severely. On one occasion He had to cut them off by a flood, because they had corrupted themselves. Every imagination of their hearts was evil, and that continually.<span class=\"citation\" id=\"52844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52844)\">Gen. 6:5<\/a><\/span> They were raising up a corrupt progeny, and it was an injustice to the spirits that dwelt in the heavens that wished and desired and had a right to have tabernacles here upon the earth. Those corrupt men and women were not fit to be the producers of those tabernacles, and they had to be cut off. But God knew how to manipulate these matters. He prepared a prison house<span class=\"citation\" id=\"59368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59368)\">Isa. 42:7<\/a><\/span> for them, and when Jesus came He went and preached to the spirits in prison that sometime were disobedient in the days of Noah.<span class=\"citation\" id=\"77996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77996)\">1 Pet. 3:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n228\"> God has always felt interested in the welfare of the human family; but there are certain eternal laws associated with His economy that have to be carried out, whether in His Church or out of His Church. From the members of His Church  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He expects a higher state of morality than He does from those that are outside. All men will be judged according to the deeds done in the body,<span class=\"citation\" id=\"74177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74177)\">2 Cor. 5:10 (JST)<\/a><\/span> whether they be good or evil.<span class=\"citation\" id=\"57658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57658)\">Eccl. 12:14<\/a><\/span><span class=\"citation\" id=\"82965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82965)\">3 Ne. 27:14<\/a><\/span> The Gospel has been sent to them from time to time. The old disciples were told to go to every nation, kindred, tongue and people, and proclaim its glad things,<span class=\"citation\" id=\"66470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66470)\">Matt. 28:19-20<\/a><\/span><span class=\"citation\" id=\"66818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66818)\">Mark 16:15-16<\/a><\/span> and the people on this continent had the same testimony delivered among them.<span class=\"citation\" id=\"129041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129041)\">Mosiah 3:2-4<\/a><\/span><span class=\"citation\" id=\"129042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129042)\">Alma 13:22<\/a><\/span><span class=\"citation\" id=\"129043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129043)\">Hel. 13:7<\/a><\/span><span class=\"citation\" id=\"129040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129040)\">Hel. 16:13-14<\/a><\/span> In the last days there was another angel to fly in the midst of heaven, having the everlasting Gospel to preach to them that dwell on the earth.<span class=\"citation\" id=\"79866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79866)\">Rev. 14:6<\/a><\/span> What Gospel? The same Gospel that Adam had, the same Gospel that Enoch had, the same Gospel that Seth and Mahalaleel and Noah had, the same Gospel that Abraham, Isaac and Jacob had, and that Moses and the Prophets had, the same Gospel that Jesus had, the same Gospel that was taught on the Asiatic continent and on the American continent, and proclaimed to the various peoples of the earth. <\/div><div class=\"paragraph jod\" id=\"v25n230\"> As Latter-day Saints we believe this Gospel has been restored, and further, we know that we are in possession of it. I do for one, and so do you; and through obedience to its principles, and the reception of the Holy Ghost, you Latter-day Saints do know that this is the work of God, and if you don't know it, it is because you are not living your religion, and keeping the commandments of God; &#x201C;for if any man will do his will,&#x201D; says Christ, &#x201C;he shall know of the doctrine, whether it be of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69384)\">John 7:17<\/a><\/span> And the Spirit taketh of the things of God, and shows them unto us,<span class=\"citation\" id=\"70491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70491)\">John 16:13-15<\/a><\/span> and if we will follow its teaching, it searcheth all things, yea, the deep things of God.<span class=\"citation\" id=\"73005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73005)\">1 Cor. 2:10<\/a><\/span> If we do not know these things, we ought to know <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, and we shall know them if we only humble ourselves, and ask according to the light of the Spirit of the living God, even the gift of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v25n231\"> Now, what are we doing? We are sending the Gospel to the nations of the earth. Why? Because God has commanded it. What are the Seventies for? For this purpose. What are the Twelve for? For this purpose. What are the Elders for? When there is a deficiency among the Seventies they are chosen for this purpose, and the High Priests have to assist in the same way. What to do? To teach, to instruct, to enlighten, to bless, and to lead the people of the world in the ways of life. This may be considered criminal by some, but we consider we have a duty to perform, God has laid that duty upon us and, in the name of Israel's God, we will try and do it. <\/div><div class=\"paragraph jod\" id=\"v25n232\"> We are building temples. What for? To carry out other purposes that have been spoken of. Shall we carry them out? If the Lord permits we will. We will go on laboring and working in the interest of humanity. &#x201C;Well,&#x201D; says one, &#x201C;don't you feel angry sometimes?&#x201D; Well, sometimes I feel almost as Jesus did when he went into the Temple and found a lot of money changers, and took a whip of small cords and chased them out,<span class=\"citation\" id=\"68677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68677)\">John 2:13-17<\/a><\/span> saying unto them, &#x201C;It is written, My house shall be called a house of prayer; but ye have made it a den of thieves.&#x201D;<span class=\"citation\" id=\"65315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65315)\">Matt. 21:12-13<\/a><\/span><span class=\"citation\" id=\"66631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66631)\">Mark 11:15-17<\/a><\/span><span class=\"citation\" id=\"67914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67914)\">Luke 19:45-46<\/a><\/span> We are not all of us what we ought to be, we ought to be more humble and more faithful, more diligent and more self-denying. We ought to assist in building up the Kingdom of God, and in doing the will of God, and seek to promote those principles, which He has introduced for the salvation and exaltation of the human family. And what about  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this nation? We will do them all the good we can, and I will say, gentlemen, pursue your course, persecute, proscribe, so far as God will let you. We can stand these things if you can, but woe to those who fight against Zion;<span class=\"citation\" id=\"58707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58707)\">Isa. 29:8<\/a><\/span><span class=\"citation\" id=\"81187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81187)\">1 Ne. 22:19<\/a><\/span><span class=\"citation\" id=\"81355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81355)\">2 Ne. 6:13<\/a><\/span><span class=\"citation\" id=\"81414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81414)\">2 Ne. 10:13,16<\/a><\/span> I say that in the name of Israel's God. If they can stand these things we can. We are here to do the will of God. Shall we persecute in return? No. We will do good for evil, and pray for those who despitefully use us, and evil entreat us that we may be the children of our Heavenly Father.<span class=\"citation\" id=\"63237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63237)\">Matt. 5:44-45<\/a><\/span> This is the spirit of the Gospel of the Son of God, and it is for us to carry it out. What shall we do, then? Do right; be honest with ourselves; be honest with our neighbors; honest with the good; honest with the bad; honest, I was going to say, with the devil; honest with everybody. We can afford to do right, whether others can or not. We can afford to maintain the Constitution and institutions of the United States, and all laws, as it is said in the Doctrine and Covenants, that are constitutional.<span class=\"citation\" id=\"89239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89239)\">D&amp;C 98:4-6<\/a><\/span> It is the will of God that we should obey them, and sometimes we obey laws that we think are not constitutional. I expect, like the Catholics in this respect, we shall have to do some works of supererogation. However, let us do right. Let us maintain the Constitution of this government. It was ordained of <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God,<span class=\"citation\" id=\"89627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89627)\">D&amp;C 101:80<\/a><\/span> and if wicked and corrupt men do wrong, and administer improperly and unrighteously, God will deal with them. We need not rail and rant and get up a commotion about them. We do not cherish any ill-will or ill-feelings, but they would not like it to be said that they are doing the works of their father, the devil:<span class=\"citation\" id=\"69491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69491)\">John 8:41-44<\/a><\/span> but that is what Jesus said about people of the same kind in His day. We need not be angry with them. Jesus, at the very last, even when hanging on the cross and expiring, said, as it were with His last breath, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68338)\">Luke 23:34<\/a><\/span> Neither do they in this day. But we are the children of the light.<span class=\"citation\" id=\"69823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69823)\">John 12:36<\/a><\/span> Let us walk in the light,<span class=\"citation\" id=\"75323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75323)\">Eph. 5:8<\/a><\/span> and be governed by the principles of truth and righteousness, virtue and honor, and seek to cleave to God in our bodies and in our spirits, which are His.<span class=\"citation\" id=\"73269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73269)\">1 Cor. 6:20<\/a><\/span> If the Latter-day Saints throughout the land of Zion, would only fear God and work righteousness, there is not a power on this side of hell, or the other side either, that could harm them; for God will carry out His work and His purposes, and if He suffers us, at any time to be chastened, it will be for our good; but Zion will triumph, and the Kingdom of God will roll forth, and no man shall stop its progress from this time, henceforth and forever, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}