{"ID":250040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Privilege to Meet to Worship God&#x2014;This Church Ordained of God&#x2014;All Other Churches and Societies the Work of Man&#x2014;Human Institutions of Every Kind Will Pass Away&#x2014;Only that Which God Sets Up Will Endure&#x2014;The Ancient Christian Church&#x2014;the Apostate Church of Rome&#x2014;The Various Man-Made Creeds&#x2014;Lack of Divine Authority&#x2014;The True Church Restored&#x2014;Religion in Politics&#x2014;God's Right to Control in All Things&#x2014;The Agency of Man and the Authority of God&#x2014;Abiding in the Lord's Covenant Even Unto Death&#x2014;No Compromise With the Wicked&#x2014;The Spirit of Abel and that of Cain&#x2014;The Blessings that Come Through Obedience and Fidelity.<\/div>\n<div class=\"subtitle\">Discourse by Elder Charles W. Penrose, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, November 4, 1882.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Privilege to Meet to Worship God.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 11\/4\/1882<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v25n1105\"> The testimony which has been borne to us this afternoon by Brother Abraham H. Cannon is true and faithful. I presume there is not an Elder in Israel, no matter how much experience he may have had in public speaking, who does not feel in his heart to shrink when called upon to stand before the people and speak to them upon the things of the kingdom of God; for if he can properly realize his position he feels his inability, his weakness; he feels that of himself he is unable to instruct the Saints; he knows that they are familiar with the general principles of the Gospel, and with almost every truth which has been made manifest by the power of God in these last days, many of them are also familiar with the teachings of the servants of God in former times, which they have been able to gather from the Scriptures of divine truth. <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> To stand up before a congregation of people acquainted with the Gospel, its principles, its ordinances, and its spirit and power, is indeed a task, and it is only in the strength of the Lord, it is only because of faith in His promises and of experience in receiving a fulfillment thereof, that the Elders are emboldened to stand up before the people to address them, trusting to the inspiration of the moment, trusting that God will pour out His Spirit upon them and upon the congregation whom they address. <\/div><div class=\"paragraph jod\" id=\"v25n1106\"> I feel this afternoon that it is a very great privilege to be numbered among the Latter-day Saints, to be permitted to meet in this house and worship God our heavenly Father in the way that He has appointed, to partake of the emblems of the body and blood of Jesus Christ,<span class=\"citation\" id=\"84347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84347)\">D&amp;C 20:40<\/a><\/span> our Redeemer, and to spend a little time  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>together reflecting upon those things that pertain to our eternal welfare. In this I feel that we are blessed of the Lord, and my heart is full of gratitude for this great privilege. For, when we meet to worship, we do not assemble to offer up our prayers and to attend to the ordinances or to perform any ceremony that we have invented, but we meet together to attend to things which have been pointed out to us by the finger of divine providence. Every principle we have received has come from God. Every ordinance which we administer, or of which we receive the administration, has come to us by divine revelation in our own day. The manner of administering the sacrament of the Lord's supper which we partake of every Sabbath, when we meet together, has been pointed out to us by the Lord. We have not learned this merely by reading the Scriptures, written by holy men of God in ancient times,<span class=\"citation\" id=\"78356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78356)\">2 Pet. 1:21<\/a><\/span> but the Lord has pointed out in what way it shall be administered, and has given us the words to be used in the blessing of the bread and of the water, the emblems of the body and blood of Jesus Christ.<span class=\"citation\" id=\"84409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84409)\">D&amp;C 20:75-79<\/a><\/span> And so with everything we have in the Church; it is pointed out by the Lord. The Church itself was not organized by man, nor by the wisdom of man, but according to a divine pattern revealed directly from the heavens; and in this respect our Church, our religion, the ordinances which we receive, and all things pertaining to the work in which we are engaged, are different to anything else upon the face of the earth. For all the churches and societies and institutions and governments which exist upon the face of the earth, outside of the Church of Jesus Christ of Latter-day Saints, are the work of man. It is true that in each of them some divine princi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ples are incorporated; there is some truth in every religion, in every sect, in every creed, in every society, and in every political form of government. But those institutions, civil, political and ecclesiastical, have been set up by man. They have been founded on the knowledge and wisdom of man; they have not been established by authority from our heavenly Father, but men have set them up according to circumstances, and according to their desires and their designs and their notions. Yet, at the same time, over all, above all sits our heavenly Father, watching the affairs of men and nations, shaping and controlling and overruling all things to bring about eventually His own divine purposes in regard to the earth and the inhabitants thereof. But so far as these organizations are concerned, these various institutions which have been set up, they are the works of men. They have not been authorized by our heavenly Father, although they contain within themselves many things that are right and true. <\/div><div class=\"paragraph jod\" id=\"v25n1108\"> Now, will all these various institutions endure? Can they stand the test of time? Will they pass away at some period? Institutions like these have been set up in former times, and after awhile they have perished and passed away just like all things earthly, just like all things with which men have to do; they are all of a temporary character, and they contain within themselves the elements of their own dissolution and final destruction. Now the Lord has told us a little concerning this in a revelation He gave through the Prophet Joseph Smith, and I will read a portion thereof. It will be found on the 465th page of the Book of Doctrine and Covenants: <\/div><div class=\"paragraph jod\" id=\"v25n1109\"> &#x201C;Behold, mine house is a house  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of order, saith the Lord God, and not a house of confusion. <\/div><div class=\"paragraph jod\" id=\"v25n1111\"> &#x201C;Will I accept of an offering, saith the Lord, that is not made in my name? <\/div><div class=\"paragraph jod\" id=\"v25n1112\"> &#x201C;Or will I receive at your hands that which I have not appointed? <\/div><div class=\"paragraph jod\" id=\"v25n1113\"> &#x201C;And will I appoint unto you, saith the Lord, except it be by law, even as I and my Father ordained unto you, before the world was? <\/div><div class=\"paragraph jod\" id=\"v25n1114\"> &#x201C;I am the Lord thy God; and I give unto you this commandment&#x2014;that no man shall come unto the Father but by me or by my word, which is my law, saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v25n1115\"> &#x201C;And everything that is in the world, whether it be ordained of men, by thrones, or principalities, or powers, or things of name, whatsoever they may be, that are not by me or by my word, saith the Lord, shall be thrown down, and shall not remain after men are dead, neither in nor after the resurrection, saith the Lord your God. <\/div><div class=\"paragraph jod\" id=\"v25n1116\"> &#x201C;For whatsoever things remain are by me; and whatsoever things are not by me shall be shaken and destroyed.&#x201D;<span class=\"citation\" id=\"91505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91505)\">D&amp;C 132:8-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1117\"> There are a great many religions in the world, and the people who compose these various religious societies, meet together in their chapels and churches and halls of worship to perform religious ceremonies; to partake of religious ordinances; but we find when we come to examine them, that each one of them has been set up by man, and they have not been authorized by the Lord our God. <\/div><div class=\"paragraph jod\" id=\"v25n1118\"> A little over 1,800 years ago a Church was established upon the earth by our heavenly Father, through Jesus Christ, His Son. Jesus Christ not only came to set a pattern to mankind in His earthly acts, and to die for the sins of the world, but also to establish His <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church on the face of the earth, the Church of God, whom He represented; for the Father was represented in Him, He being in the express image of the Father's person.<span class=\"citation\" id=\"76382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76382)\">Heb. 1:3<\/a><\/span> He received the spirit of the Father, not by measure,<span class=\"citation\" id=\"68992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68992)\">John 3:34<\/a><\/span> but in its fullness.<span class=\"citation\" id=\"89057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89057)\">D&amp;C 93:26<\/a><\/span> He came here not only to represent the Lord upon the earth that man might understand the Father, and to show a pattern to them that they might follow in his footsteps, and to lay down His life for their sins and for the sake of the whole world, but that He might establish the Church of God; and He called certain disciples and ordained them to the same calling and authority which He had received from the Father. He called twelve men and ordained them Apostles.<span class=\"citation\" id=\"129139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129139)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70195)\">John 15:16<\/a><\/span> He called seventy men<span class=\"citation\" id=\"67373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67373)\">Luke 10:1,17<\/a><\/span> and ordained them unto a position which was an appendage to that Apostleship, that they might work in the same ministry and go where the Twelve could not go; in other words, to be assistants to them.<span class=\"citation\" id=\"90281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90281)\">D&amp;C 107:38<\/a><\/span> He revealed to those Twelve Apostles sufficient to begin the establishment of His Church, and He also taught them line upon line, precept upon precept,<span class=\"citation\" id=\"58596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58596)\">Isa. 28:10,13<\/a><\/span> and principle upon principle, to qualify them after His departure to continue the work which He had begun. And after He left them, after He was by wicked hands taken and crucified and slain, and had risen from the dead, and had met with them and talked with them and explained further to them in relation to their duties and in relation to the Church which was to be established upon the earth, He poured out upon them His Holy Spirit,<span class=\"citation\" id=\"70910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70910)\">John 20:22<\/a><\/span> the Comforter,<span class=\"citation\" id=\"129140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129140)\">John 14:26<\/a><\/span> that it might be in His stead; that His word might be spoken to them; and that the things of the Father and of the Son might be revealed to them;<span class=\"citation\" id=\"70519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70519)\">John 16:15<\/a><\/span> that they might comprehend all things  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>needful to establish the Church; that they might do the work of the ministry; that they might edify the body of Christ; that they might lead the saints and the Church to perfection.<span class=\"citation\" id=\"75177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75177)\">Eph. 4:12<\/a><\/span> And we know the Church was fully established under this divine direction, under the gift and power of the Holy Ghost and the personal teaching of our Lord and Savior Jesus Christ. It was established with Apostles and Prophets, evangelists, pastors and teachers,<span class=\"citation\" id=\"75089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75089)\">Eph. 4:11<\/a><\/span> with helps and governments, with gifts, powers, and privileges and blessings and ordinances,<span class=\"citation\" id=\"73648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73648)\">1 Cor. 12:28<\/a><\/span> that the people who believed in Jesus Christ might not be left in a scattered condition, but that they might assemble together and be organized after the pattern of heaven, that the beginning of the heavenly kingdom and heavenly government might be in their midst. For the work that Jesus came to establish was indeed the kingdom of heaven so far as He could establish it at that time. And the word of the man who came to prepare the way before Him was: &#x201C;Repent, for the kingdom of heaven is at hand.&#x201D;<span class=\"citation\" id=\"62668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62668)\">Matt. 3:2<\/a><\/span> The disciples of Jesus Christ, all who believed on Him, were organized in the various branches of that Church, and all the branches were joined together in one, with Jesus for their living head, with a representative upon the earth in the person of the Apostle Peter, who, assisted by his counselors, James and John, presided over the Church, and &#x201C;these men were looked upon as pillars of the Church.&#x201D;<span class=\"citation\" id=\"74469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74469)\">Gal. 2:9<\/a><\/span> We find by looking through the New Testament, the nature of the Church, the power within it, and the blessings enjoyed; and the promise that Christ made was that if His servants observed to do all things whatsoever He commanded,<span class=\"citation\" id=\"66480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66480)\">Matt. 28:20<\/a><\/span> the gates of hell should not prevail against them.<span class=\"citation\" id=\"64863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64863)\">Matt. 16:18<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n1120\"> For a time the Church of Jesus Christ as it was organized, remained upon the earth. The power of God was in the midst of the Saints. They were united together, Jews and Gentiles, some bondsmen and some freemen; some had belonged to one sect, some to another, and some to no sect at all. When they were baptized into Christ's Church they were all baptized by one spirit into one body,<span class=\"citation\" id=\"73532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73532)\">1 Cor. 12:13<\/a><\/span> they became united, they were organized after the pattern of heaven, and the Holy Spirit ran through the whole body. The same spirit was in the feet as in the head and in the hands. Every part of the body of the Church was actuated by the same spirit and the same influence, and that was the power in their midst that made them one and different from all other people on the face of the earth. But after a time errors crept in among them. Wickedness and corruption also were introduced. They began to depart from the ways of the Lord. The persecution that was heaped upon them made the hearts of some fail, and after a time the Church began to go into darkness and to lose the characteristics which it showed forth in the time when it was first established. Heresy after heresy crept in, and after a while the things that the Apostles predicted came to pass. Wicked and corrupt men arose in the midst of the people, and &#x201C;made merchandise of the souls of men.&#x201D;<span class=\"citation\" id=\"78366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78366)\">2 Pet. 2:1-3<\/a><\/span><span class=\"citation\" id=\"80315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80315)\">Rev. 18:12-13<\/a><\/span> They turned away their ears from the truth and gave heed unto fables.<span class=\"citation\" id=\"76256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76256)\">2 Tim. 4:4<\/a><\/span> And after a few years had passed away, the Church went into darkness, and God withdrew His Holy Spirit and the power and authority of the Apostleship. The Apostles were slain. The lights that were placed in the Church were put out by the hand of wickedness. Dark<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness covered the whole earth and gross darkness the minds of the people.<span class=\"citation\" id=\"59943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59943)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90612)\">D&amp;C 112:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1122\"> A church arose different from the Church which Christ established; it is today called the Church of Rome, or Roman Catholic Church, which professes to be the ancient Christian church continued upon the earth down to the present time, and the Pope of Rome, who presides over it, claims to be a descendant in authority of St. Peter. But when we come to look into the claims of the church to succession, we find that they will not stand the test of investigation. When we compare the Church of Rome with the Church that Christ established, we find that it is altogether different. Its organization, its ordinances, its teachings, its doctrines are at variance with the organization, teachings and doctrines of the Church of Christ. Instead of Apostles over the church, there are Pope and Cardinals. Instead of baptism by immersion for the remission of sins, the sprinkling of infants that know no sin. Instead of the gift and power of the Holy Ghost, darkness. Instead of charity which covereth a multitude of sins,<span class=\"citation\" id=\"78160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78160)\">1 Pet. 4:8<\/a><\/span> persecution and a desire to coerce man into certain forms of religion. Instead of the ordinances instituted in the ancient Church in behalf of the dead, prayers for the souls in purgatory. I might go on at great length and show the difference between that church and the Church that Christ established. But, that is not my purpose this afternoon. Anyone who will take up the New Testament and read the account given there of the acts of the Apostles, of the doctrines taught in the epistles, of the ordinances, of the spirit and power in the Church of Christ, and then compare that Church with the church called the Church of Rome, will see that they <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are two entirety distinct and separate organizations, having nothing whatever in common with each other, except perhaps that in a few particulars they have some resemblance. <\/div><div class=\"paragraph jod\" id=\"v25n1123\"> Now, all the other forms of the Christian religion which exist upon the face of the earth have sprung from that church, either directly or indirectly, and if the Church of Rome is wrong, all the organizations that have sprung from it must be wrong also, unless some of these people who have seceded from that church have been authorized by God Almighty, have been authorized by the Lord Jesus Christ, to establish a new church. But there is not one of them that claims any such thing. Not one of the various sects that I am referring to, claims to have been authorized by divine revelation to set up a new church. No, they have come out from some other church, and upon their own authority, they have started to reform errors which they believed existed in the body from which they had seceded. That is the position which they occupy. The Church of England&#x2014;or the Episcopal Church, as it is called&#x2014;is an offshoot of the Roman Catholic Church, and all the authority its Bishops and Priests and Deacons have was obtained from the Church of Rome. But that church cut them off, and whether the Church of Rome was right or wrong, the Episcopal Church must be wrong so far as a claim of authority goes: for if the Church of Rome had not any authority, then the Episcopal Church cannot have any; and if the Church of Rome had authority, then it used that authority in cutting the other church off. Other sects which have dissented from the Church of England are all in the same condition, so far as their authority is concerned,  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and although each one has some truth, and each one has tried to correct some error, yet so far as their organization is concerned, they are entirely destitute of divine authority. God never told them to set up their churches. Jesus Christ never spoke to them. No angel has descended from the courts of glory with a message from the Father and the Son to tell them to do thus and so. In fact they all claim that the day of revelation is gone by, that &#x201C;the awful voice of prophecy is closed forever,&#x201D; that there will be no more revelation from God to the sons of men. This being the case they are and can only be, the institutions of men. <\/div><div class=\"paragraph jod\" id=\"v25n1125\"> Now, I do not desire to speak against any of the individuals who compose those various denominations. I do not wish to say anything against their preachers. That is not my design or my desire. What I wish to point out this afternoon is the fact that they have not been set up by the Lord. That being the case&#x2014;and I presume there can be no dispute about it, for they do not pretend to have received any communication from heaven&#x2014;they are only the churches of men, they are called after the names of men, a great many of them, and in that they are consistent. One church is called after John Wesley. In that they are consistent. It is not the Church of Christ, it is not God's Church, it is the church of Wesley, and I believe he was a very good man and accomplished a great deal of good. All the good that men and women do in every sect, in every nation and among every race, will be accounted for good when they stand before the Great Judge to be judged for the deeds done in the body.<span class=\"citation\" id=\"74180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74180)\">2 Cor. 5:10 (JST)<\/a><\/span> But these churches are the churches of men. That is the idea. Christ <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> did not ordain them. God did not authorize their establishment. Maybe they accomplished some good purpose, and yet after all they are the churches of men. Now, the Lord through the Prophet Joseph Smith, has declared that whatsoever things are not by Him shall at some time be cast down and destroyed,<span class=\"citation\" id=\"91518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91518)\">D&amp;C 132:14<\/a><\/span> and this includes not only the churches that I have referred to this afternoon which have been built up by men, whether among Christian or pagan nations, but it refers to other things which men have set up. It refers to the governments of the world. If anyone likes to call this &#x201C;treason,&#x201D; it will not make any difference to me. Men can take the Bible and indict that for treason, if they choose, for it says the time will come when &#x201C;the kingdoms of this world shall become the kingdom of our God, and of his Christ; and he shall reign forever and ever.&#x201D;<span class=\"citation\" id=\"79524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79524)\">Rev. 11:15<\/a><\/span> We read of the image which Nebuchadnezzar saw, the meaning of which Daniel interpreted. That image was broken in pieces by a stone cut of the mountain without hands,<span class=\"citation\" id=\"129141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129141)\">Dan. 2:45<\/a><\/span> and the particles which once formed the image&#x2014;the gold, the silver, the iron, the brass and the clay&#x2014;were blown away and no place was found for them. And the stone that smote the image&#x2014;the Kingdom of God&#x2014;became a great mountain and filled the whole earth,<span class=\"citation\" id=\"61057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61057)\">Dan. 2:34-35<\/a><\/span> after breaking in pieces and consuming all the kingdoms of the earth.<span class=\"citation\" id=\"129142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129142)\">Dan. 2:44<\/a><\/span> Perhaps people will say <span class=\"italic\">that<\/span> is &#x201C;treason.&#x201D; If so, they had better indict the Bible for such utterances, as I am only repeating what the Bible says, and what there is in the Book of Doctrine and Covenants, the sayings in the latter book being, in some instances; a repetition of things God spoke in ancient times.<span class=\"citation\" id=\"86628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86628)\">D&amp;C 65:2<\/a><\/span> But these sayings are from a divine source, and I bear  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my testimony today of their truth; for I know the time will come that &#x201C;everything that is in the world, whether it be ordained of men, by thrones, or principalities, or powers, or things of name, whatsoever they may be, that are not of God, shall be thrown down, and shall not remain.&#x201D;<span class=\"citation\" id=\"91510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91510)\">D&amp;C 132:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1127\"> Now, my brethren and sisters, you and I belong to a Church which has been set up and ordained and is conducted and carried on under the immediate direction of the Lord Jesus Christ, who represents the Father. Thus the Church of Jesus Christ, the Church of God, has been established by His authority and by His power. It was not set up by the wisdom of Joseph Smith, who was at first but a poor ignorant lad. He was not capable of inventing a church so beautifully organized as the one to which you and I belong. When we look at the order of this Church, as detailed here in the Book of Doctrine and Covenants, the order of the Holy Priesthood as revealed by the Almighty to Joseph Smith&#x2014;it appears a marvel and there is nothing so beautiful on the earth. There is no government, no society, no church which has an existence that can be compared with it. It is a perfect organization. It could not have emanated from the brains of a man like Joseph Smith, neither could it have emanated from the brains of any set of men unless they had been divinely inspired. It is perfect when every officer occupies his right position; when every quorum occupies its proper place; when every man stands in his own order, no one infringing upon the rights or duties of another, but every man in his place; all moving as designed by the Almighty, there is a perfect organization, established by <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> divine power. And it will accomplish the work it was intended to accomplish. And there is this consolation in it to us. Not only is this organization set up as the Almighty ordained, but it is placed here to remain. It shall never be destroyed. The Kingdom shall not be left to another people. It shall never decay. It shall abide and stand forever.<span class=\"citation\" id=\"61359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61359)\">Dan. 2:44<\/a><\/span> It shall regenerate the earth. It shall prepare the way for the coming of the Son of Man. It shall establish the power of God in the midst of the earth. It shall utterly conquer the power of Satan and his hosts, and the organizations to which they belong. It shall prevail among all the nations of the earth. And whereas in former times the kingdoms of this world have prevailed against the Saints and against the institutions to which they were attached, the tide will be turned in the latter days, and the kingdom, or institution, or church, whatever you please to call the organization to which we belong, shall prevail over all its enemies and endure forever. It shall regenerate the earth, and establish the kingdom and power and might and Spirit of God upon the earth and drive out the institutions of man and the power of darkness, and fill the earth with the glory and the power of our Redeemer, who shall come and reign in the midst of His people as King of Kings and Lord of Lords,<span class=\"citation\" id=\"80462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80462)\">Rev. 19:16<\/a><\/span> and all nations and kingdoms and peoples shall serve and bow the knee to Him.<span class=\"citation\" id=\"59411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59411)\">Isa. 45:23<\/a><\/span><span class=\"citation\" id=\"72871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72871)\">Rom. 14:11<\/a><\/span><span class=\"citation\" id=\"75469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75469)\">Philip. 2:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1128\"> I think about that time there will be some talk concerning the union of Church and State. It is very certain that about that time there will be a good deal of religion in politics. There is a great outcry about that now. That is one of the objections made to the Church to which you and I belong, which our  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father has set up; for it is just as true that it contains within it the germs of the Kingdom of God as that it is set up by the power of God. This Church to which you and I belong is not the Kingdom in its fullness, but it contains within it the germ of that kingdom which it has been predicted shall be established upon the earth&#x2014;the mightiest government that the world ever saw. The government of God as it exists in the eternal worlds shall be established among men on the earth, and the will of the Lord shall be done here as it is done in heaven.<span class=\"citation\" id=\"63450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63450)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67535)\">Luke 11:2<\/a><\/span> Our kind, &#x201C;Christian&#x201D; friends have been praying for that event. They say, &#x201C;Thy kingdom come. Thy will be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63451)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67534)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1130\"> This Church that God has established takes hold of us just as we are, as men and women, as members of society, as members of any political form of government we may exist under, and teaches us our duties in every phase of life, in every position we occupy as members of the Church, as fathers and mothers, as neighbors, as friends, as members of the same body politic, as members of the same county or territory or state or government. It comes to us in the name of the Lord, and teaches us our duty in every capacity. Is there anything wrong in that? It does not so appear to me. It seems to me that God who is my creator, who owns me, who owns the breath that goes in at my nostrils<span class=\"citation\" id=\"94660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94660)\">Isa. 2:22<\/a><\/span> and which I breathe out again, who owns the life blood that courses through my veins, who owns all the elements that sustain me and keep me in mortal life, who owns the earth I stand upon, and all the particles which compose it, and all things that move upon it, it seems to me, in view of all this, that God has a right to tell me what <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I shall do that I may please, serve and obey Him, and He has a right to tell me what to do in every position in which I am called to act, civil and religious alike. The ancients used to look to the Lord for instruction in everything, even when they went out to battle against their enemies.<span class=\"citation\" id=\"55744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55744)\">1 Kgs. 22:6<\/a><\/span> In all their movements they looked to the Lord for counsel, and when they did thus they were blessed and prospered, and when they turned away from the Lord they went into darkness. <\/div><div class=\"paragraph jod\" id=\"v25n1131\"> Now the Lord has set up this Church&#x2014;the Church of Jesus Christ of Latter-day Saints&#x2014;upon the old pattern, the same pattern exactly as Jesus Christ revealed to His Apostles. The same ordinances exist, the same gifts and blessings are enjoyed according to the faith of the people, and according to the manner in which they are sought after. If people are careless and indifferent, and do not seek for those blessings, the Lord will not force them upon them. But these blessings exist in the Church today as in ancient times. The authority that Peter, James, John, and the rest held exists in this Church today, revealed direct from on high&#x2014;not handed down through a succession of doubtful popes, but revealed direct from heaven in our own day. And let me say that this divine communication has not ceased. It was not merely renewed to Joseph Smith and then taken away again. The spirit of revelation now rests down upon the leaders of the people. That spirit by which Moses led the children of Israel in the wilderness, by which they passed through the Red Sea dry-shod, the same spirit, the same authority, the same power, are here in the midst of the Latter-day Saints.<span class=\"citation\" id=\"83909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83909)\">D&amp;C 8:3<\/a><\/span> I know it, and everyone else can know that if they will  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>walk in the light of God, and seek for the testimony of His Spirit. <\/div><div class=\"paragraph jod\" id=\"v25n1133\"> This Church that the Lord has established upon the earth has been established to grow and increase and spread forth. Of course it will attract the attention of the world, and will excite hostility. That is to be expected, it is reasonable that it should, for this Church is different from anything else in the world. It has a different spirit, a different aim, a different design, a different destiny from any other Church upon the earth. It is the Kingdom of God in embryo. It is the power of God in earthen vessels.<span class=\"citation\" id=\"74090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74090)\">2 Cor. 4:7<\/a><\/span> It is the light of God sent down to dispel the darkness that is upon the earth. It is the authority of God placed upon mortal man, and it will continue until the earth is redeemed, until the kingdoms of this world shall become the kingdoms of our God and His Christ.<span class=\"citation\" id=\"79525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79525)\">Rev. 11:15<\/a><\/span> No wonder it incites hostility and antagonism. It is natural it should do so. <\/div><div class=\"paragraph jod\" id=\"v25n1134\"> But the question is whether you and I are going to be able to endure to the end. The Kingdom will stand. That is just as sure as God lives, as sure as the sun shines, as sure as you are in this house this afternoon. The Church will remain, for it has been set up by the Lord, who has said: &#x201C;Whatsoever things remain are by me; and whatsoever things are not by me shall be shaken and destroyed.&#x201D;<span class=\"citation\" id=\"91519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91519)\">D&amp;C 132:14<\/a><\/span> Now, shall we be able to stand individually? That is the question for you and me to consider. How shall we be able to retain our standing and the spirit of this work? If we will be taught of the Lord, and put our trust in Him, and will keep His commandments, He has promised that we shall come off more than conquerors;<span class=\"citation\" id=\"129143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129143)\">Rom. 8:37<\/a><\/span><span class=\"citation\" id=\"83924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83924)\">D&amp;C 10:5<\/a><\/span> but if we abide not in the Lord, we <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be shaken and destroyed.<span class=\"citation\" id=\"91520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91520)\">D&amp;C 132:14<\/a><\/span> Our only safety is within the portals of the Church of Christ, in its ordinances, its spirit, its power and its Priesthood. The Lord has promised that if we are faithful He will fight our battles.<span class=\"citation\" id=\"89997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89997)\">D&amp;C 105:14<\/a><\/span> On page 342, of the Book of Doctrine and Covenants, the Lord says: <\/div><div class=\"paragraph jod\" id=\"v25n1135\"> &#x201C;And I give unto you a commandment, that ye shall forsake all evil and cleave unto all good, that ye shall live by every word which proceedeth forth out of the mouth of God. <\/div><div class=\"paragraph jod\" id=\"v25n1136\"> &#x201C;For he will give unto the faithful line upon line, precept upon precept; and I will try you and prove you herewith. <\/div><div class=\"paragraph jod\" id=\"v25n1137\"> &#x201C;And whoso layeth down his life in my cause, for my name's sake, shall find it again, even life eternal. <\/div><div class=\"paragraph jod\" id=\"v25n1138\"> &#x201C;Therefore, be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy. <\/div><div class=\"paragraph jod\" id=\"v25n1139\"> &#x201C;For if ye will not abide in my covenant ye are not worthy of me.&#x201D;<span class=\"citation\" id=\"89263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89263)\">D&amp;C 98:11-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1140\"> Now, then, what we should study is the word of the Lord. Never mind about the word of man. Never mind about the abuse of man. Never mind about the threats of man. Never mind about the governments of man, and what they will do. Of course they are mighty and we are a little handful. This nation of fifty millions is a tremendous host when compared with the people of these mountains. The kingdoms of this world are great and powerful. They have their armies and navies. They are organized after the fashion of man to plunder and lay waste. But all the nations of the earth are in the hands of the Great Eternal. He setteth up and casteth down at  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will.<span class=\"citation\" id=\"61509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61509)\">Dan. 5:21<\/a><\/span> He watches over the affairs of nations as well as individuals. And in His hand they are like the drop in the bucket. They are as nothing before His eyes. He can speak and they will be destroyed. In a moment He could withdraw the breath of life<span class=\"citation\" id=\"52430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52430)\">Gen. 2:7<\/a><\/span> from among them, and they would perish: and when people imagine that by putting their heads together and concocting some scheme for the destruction of the Lord's people, the Lord's anointed, they can overthrow them, &#x201C;He that sitteth in the heavens shall laugh: the Lord shall have them in derision.&#x201D;<span class=\"citation\" id=\"56309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56309)\">Ps. 2:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1142\"> As Brother Abraham Cannon has told us this afternoon, the hand of God is in all these things. It must not be understood, however, that God is inciting men to work against this people. No, He leaves them to their own agency. They will go ahead and carry out their designs as far as the Lord pleases to allow them and no further. &#x201C;Hitherto shalt thou come, and no further: and here shall thy proud waves be stayed?&#x201D;<span class=\"citation\" id=\"56284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56284)\">Job 38:11<\/a><\/span> He that spoke to the wind and the waves can speak to the blast of human passion and the breakers of human wrath, bid them go no further, and say, when He pleases; &#x201C;Peace, be still.&#x201D;<span class=\"citation\" id=\"66538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66538)\">Mark 4:39<\/a><\/span> These things will all work together for the good of the people of God, and in them the Lord has a design to prove His Saints. &#x201C;It must needs be that offenses come; but woe unto them by whom they come!&#x201D;<span class=\"citation\" id=\"65044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65044)\">Matt. 18:7<\/a><\/span><span class=\"citation\" id=\"67817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67817)\">Luke 17:1<\/a><\/span> Offenses must come that we may be tried and proven, and that the Lord may see whether or not we will abide in His covenant.<span class=\"citation\" id=\"89288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89288)\">D&amp;C 98:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1143\"> The revelation from which I read just now was given as early as 1833. It is the word of the Lord, and is true and faithful.<span class=\"citation\" id=\"83750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83750)\">D&amp;C 1:37<\/a><\/span><span class=\"citation\" id=\"86726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86726)\">D&amp;C 68:34<\/a><\/span><span class=\"citation\" id=\"86767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86767)\">D&amp;C 71:11<\/a><\/span> Now, if we abide in the covenant of the <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord, all will be well with us. If we do not&#x2014;well, I have nothing to say about it; that is in the hands of the Lord. The Lord says that some may be called to lay down their lives for the truth's sake.<span class=\"citation\" id=\"89522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89522)\">D&amp;C 101:35<\/a><\/span> It is very easy to die when our time comes, but it is mighty hard to die when it has not. I have heard of people being weary of life and trying to die, but they could not do it. To live and endure in the covenant of the Gospel is where the trial comes in. That is what the Lord calls upon us to do, and if necessary to lay down our lives for the Gospel's sake.<span class=\"citation\" id=\"64944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64944)\">Matt. 16:25<\/a><\/span><span class=\"citation\" id=\"66573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66573)\">Mark 8:35<\/a><\/span> Now, will we keep sacred our covenants, and not deny them to please the world? I rather think we will. That is the disposition of the Latter-day Saints. There is a disposition about a few to compromise a little, to give the world a little leeway, and to seem to be yielding. Well, that is not my disposition. It may be all right for some, but I do not feel that way. I feel that God lives and that He has the right to direct in all things. &#x201C;What? Does the Lord direct in secular and political matters?&#x201D; He did in ancient times, and He has the right to do so in modern times. The Lord will direct us in all things to His praise, and the time will come when His power and dominion will be fully established in the earth, and when all nations will serve and obey Him. <\/div><div class=\"paragraph jod\" id=\"v25n1144\"> I feel in my heart to hearken to the voice of God, to do as we are told in this revelation&#x2014;to live by every word that comes from the mouth of God.<span class=\"citation\" id=\"62846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62846)\">Matt. 4:4<\/a><\/span><span class=\"citation\" id=\"89260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89260)\">D&amp;C 98:11<\/a><\/span> It will not do to say when one word of the Lord comes, &#x201C;Yes, I can accept that,&#x201D; and then when another word comes, say, &#x201C;No, I cannot take hold of that, for our enemies are opposed to it.&#x201D; We must live by every word that proceedeth from the Lord.<span class=\"citation\" id=\"87768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87768)\">D&amp;C 84:44<\/a><\/span> I feel that  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God lives, that this is His work, and that every principle and ordinance and institution within the pale of this Church is from on high. This Church has been established by the power of God, and God is able to sustain it; if He cannot, it is a mighty poor thing. But I know the Lord will sustain us if we will do our part, and live and proclaim our religion. I do not think it is our duty to dilate upon it on every occasion, or to try and cram down men's throats what we believe; but I mean that in our hearts, in our homes, and in all that we do, we will try and live according to the covenants we have made, and not go back upon them for any power that exists upon the earth. <\/div><div class=\"paragraph jod\" id=\"v25n1146\"> That which is ordained of God will stand, and that which is not ordained of Him will be destroyed.<span class=\"citation\" id=\"91521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91521)\">D&amp;C 132:14<\/a><\/span> Ordinances administered by men unauthorized of God&#x2014;whether it be the sacrament, or pertaining to marriage&#x2014;will have an end when men are dead;<span class=\"citation\" id=\"91488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91488)\">D&amp;C 132:7<\/a><\/span> they will not pass beyond the grave. Every baptism of the Catholic Church, and of the Episcopal Church, and of the Baptist Church, or any other church, if God Almighty did not ordain and authorize the man who performed the ordinance even though he performed it in the right way and used the right words, is null and void and as though it had never been performed,<span class=\"citation\" id=\"84453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84453)\">D&amp;C 22:2<\/a><\/span> with the exception that God will judge him who in administering it without authority took His holy name in vain.<span class=\"citation\" id=\"54232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54232)\">Ex. 20:7<\/a><\/span> And so with the marriages that men administer. They may be all very well for time; but after death the contract will not exist. &#x201C;Will I accept of an offering,&#x201D; saith the Lord, &#x201C;that is not made in my name? Or will I receive at your hands that which I have not appointed?&#x201D;<span class=\"citation\" id=\"91507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91507)\">D&amp;C 132:9-10<\/a><\/span> Why should He? <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Some of those sectarian churches think that God ought to accept all their offerings, just because they choose to make them, in their own way. This is as it was with ancient Cain. Abel brought that which the Lord commanded&#x2014;the firstlings of his flock, typical of the Savior that was to come, and his offering was accepted.<span class=\"citation\" id=\"52696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52696)\">Gen. 4:4<\/a><\/span><span class=\"citation\" id=\"92622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92622)\">Moses 5:20<\/a><\/span> Cain brought of the fruit of the ground, and his offering was not accepted.<span class=\"citation\" id=\"52689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52689)\">Gen. 4:3,5<\/a><\/span><span class=\"citation\" id=\"92616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92616)\">Moses 5:19,21<\/a><\/span> Why? Because he made his offering as he chose, which was not acceptable unto the Lord, while Abel made his offering as commanded, which was acceptable to the Lord. Because of this, Cain became angry and slew his brother.<span class=\"citation\" id=\"52724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52724)\">Gen. 4:8<\/a><\/span><span class=\"citation\" id=\"92651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92651)\">Moses 5:32<\/a><\/span> That same spirit is manifested today in the world against the Latter-day Saints. The Church of Jesus Christ of Latter-day Saints seeks to make an acceptable offering to the Lord and to worship Him in the way He has commanded. The ordinances of this Church are those which God Himself has established: but men have established their own institutions and their own mode of worship, which is not acceptable to the Lord, and because of this the world is filled with bitterness and frequently with the same spirit that Cain manifested towards Abel, and desire to persecute the Saints even to the shedding of their blood. <\/div><div class=\"paragraph jod\" id=\"v25n1147\"> Well, what shall we do? We will go along the road that God has marked out for us; we will not go our own way unless it is the way of the Lord. If we will make the will of the Lord our will, then it is right for us to have our will; but it is His right to rule and reign.<span class=\"citation\" id=\"86191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86191)\">D&amp;C 58:22<\/a><\/span> He is our Father, He has therefore the right to dictate to us His children, and we should obey His dictates. If we do we shall find pleasure therein. He that keeps the commandments of  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, carries with him an imperishable treasure that is better than gold or than fine rubies&#x2014;the testimony of the Holy Spirit, the peace of God, that passeth all understanding,<span class=\"citation\" id=\"75538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75538)\">Philip. 4:7<\/a><\/span> the light and the life of God&#x2014;a spirit by which he can penetrate the heavens, and gaze upon the glories of God, and comprehend somewhat of his Maker and His designs, and peer into the future and comprehend something of his own eternal destiny. He has the friendship of God and the holy ones. He is not only a member of the visible Church in this life, but he is connected by this divine spirit with the Church of the Firstborn<span class=\"citation\" id=\"77291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77291)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"90195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90195)\">D&amp;C 107:19<\/a><\/span> behind the veil. The spirit that emanates from the throne of God, and burns in the hearts of the Saints in the heavenly Jerusalem&#x2014;<span class=\"citation\" id=\"77247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77247)\">Heb. 12:22<\/a><\/span>that spirit illuminates his mind and he is filled with peace continually. This is the privilege of the Saints of God. Let us try and walk in this way. Let us be indifferent as to what the world may think or say or threaten concerning us. Let us put our trust in God, the Holy One of Israel. Let us hearken to His voice. Let us desire to receive it, and when it comes through the man that God has appointed to speak to Israel, let us be in a condition to bear record that <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we know it is the word of the Lord. Let us live so that the still small voice<span class=\"citation\" id=\"55730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55730)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"88064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88064)\">D&amp;C 85:6<\/a><\/span> shall whisper peace in our hearts continually; that the light of God may shine in our path; that we may be the children not of the night, but the children of the day.<span class=\"citation\" id=\"75711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75711)\">1 Thes. 5:5<\/a><\/span> And though the world seek to destroy us, yet God shall bring us off more than conquerors,<span class=\"citation\" id=\"129144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129144)\">Rom. 8:37<\/a><\/span> for in Him is all power,<span class=\"citation\" id=\"129145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129145)\">Morm. 5:23<\/a><\/span> and the kingdoms of this world are as nothing in His eyes. <\/div><div class=\"paragraph jod\" id=\"v25n1149\"> May the blessing and peace of God be upon Israel. May we be willing to hearken to the voice of God, and may His Spirit continue to rest upon our labors in preparing the way for the coming of the Son of Man; so that, when He whose right it is to reign shall come,<span class=\"citation\" id=\"86192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86192)\">D&amp;C 58:22<\/a><\/span> and this earth shall be subdued to Him,<span class=\"citation\" id=\"52342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52342)\">Gen. 1:28<\/a><\/span><span class=\"citation\" id=\"89705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89705)\">D&amp;C 103:7<\/a><\/span><span class=\"citation\" id=\"92375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92375)\">Moses 2:28<\/a><\/span> and the kingdoms of this world shall become the kingdoms of our God and His Christ,<span class=\"citation\" id=\"79526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79526)\">Rev. 11:15<\/a><\/span> and wickedness shall flee away, and peace shall prevail in all the land, and the lion and the lamb shall lie down together,<span class=\"citation\" id=\"60220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60220)\">Isa. 65:25<\/a><\/span> and the child shall play with the animals that were once filled with fierceness and terror&#x2014;<span class=\"citation\" id=\"58111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58111)\">Isa. 11:6<\/a><\/span><span class=\"citation\" id=\"58122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58122)\">Isa. 11:8<\/a><\/span>in that great day when God shall rule and reign, may we be prepared to enter into His rest and into the fullness of His glory,<span class=\"citation\" id=\"87652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87652)\">D&amp;C 84:24<\/a><\/span> for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}