{"ID":250006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Present Revelation&#x2014;Work Required of the Priesthood&#x2014;Improvement Among the People&#x2014;More Improvement Necessary&#x2014;Faith in the Ordinances Required&#x2014;Design of God in Relation to the Children of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, delivered at the General Conference, Friday Afternoon, October 5, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Present Revelation.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/5\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v25n84\"> I am grateful for the opportunity of meeting in Conference once more with the Latter-day Saints, and for the health and strength given me to continue my labors among the people, and for this same blessing of health which is enjoyed by my brethren. I am thankful, too, that the Lord has raised up young men to bear off the Kingdom and help carry the burdens of the people. It is also a source of satisfaction that He has spoken and given instructions through His servant pertaining to the Seventies, to more fully organize and set in order the quorums of the Priesthood, the Seventies being more especially called as assistants to the Twelve Apostles, in the work of the ministry.<span class=\"citation\" id=\"90272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90272)\">D&amp;C 107:34<\/a><\/span> And it is desirable that the revelation upon the subject should be fully carried out, the Priesthood in its various depart<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments fully organized, and everything set in order according to the word and mind of the Lord; that every quorum of the Priesthood, general and local, might be in good working order. For it devolves upon the quorums of the Melchizedek Priesthood to carry the Gospel to the nations, and to gather those that accept it. This work is great, the field is white, and the word of the Lord unto us, His servants, is to thrust in our sickles and reap, and gather the harvest of the earth.<span class=\"citation\" id=\"83813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83813)\">D&amp;C 4:4<\/a><\/span> And here let me say, the Lord has sent His angels to superintend the work. The angel spoken of by John the Revelator, has flown with the everlasting Gospel to preach to those that dwell upon the earth;<span class=\"citation\" id=\"79865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79865)\">Rev. 14:6<\/a><\/span> and it is given unto us that we should proclaim it to all nations, to every people under heaven,<span class=\"citation\" id=\"129014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129014)\">D&amp;C 68:1<\/a><\/span> the  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>decree having gone forth that this Gospel of the Kingdom<span class=\"citation\" id=\"129015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129015)\">D&amp;C 84:86<\/a><\/span> should be preached to all nations, and then the end should come.<span class=\"citation\" id=\"65735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65735)\">Matt. 24:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n86\"> Many years have elapsed since this message began to be communicated to the sons of men; and we have become, comparatively speaking, a great people. A little one has indeed become a thousand.<span class=\"citation\" id=\"60056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60056)\">Isa. 60:22<\/a><\/span> We, who a few years ago were only numbered by units and tens, now are numbered by thousands and tens of thousands, yea hundreds of thousands. And the Priesthood is correspondingly increasing in numbers and in ability to labor, and acquiring means to carry on the work of preaching the Gospel and of gathering Israel. The labor before us is not diminishing; it is extending on every hand, and the Lord desires to see the Elders of Israel in their various quorums and organizations interested, earnest and alive to their calling, anxious to perform well and faithfully the duties assigned them. <\/div><div class=\"paragraph jod\" id=\"v25n87\"> The Spirit of the Lord prompts from time to time the calling and setting apart of men to the work of the ministry, and sending them to different portions of the globe. And inasmuch as people feel earnest and anxious to do good, to use the means that God blesses them with in doing good, in sending the Gospel to the nations, and in gathering the elect of God&#x2014;and as this feeling prevails and increases among the people generally&#x2014;the Seventies and Elders, when they feel this spirit moving upon them, should not wait, supinely rest upon their oars, but be ready to act. And here permit me to say that that feeling which has to some extent prevailed with some in time past, that when men are named, either in Conference, or otherwise called on missions, to <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> indulge in such remarks as this, &#x201C;I wonder what he has been doing that he should be sent upon a mission.&#x201D; Such a spirit should not exist in the minds of Latter-day Saints, as it is entirely foreign to those who call men to the ministry. Such a feeling is not worthy a man called to preach the Gospel of the Son of God. The qualifications of Elders that are sought after, and that should recommend a minister of the Gospel, should be an earnest desire to do good, a willingness to serve, a desire to know what the Lord has for him to do, and a readiness to at once engage in the undertaking, using himself and his means, if blessed with means, his talents or gifts bestowed upon him by the Lord, with an eye single to His honor and glory.<span class=\"citation\" id=\"83823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83823)\">D&amp;C 4:5<\/a><\/span> And men who are at home, ought to show forth these qualities in their daily lives and conduct, by attending their quorum meetings and their ward meetings, and their general Priesthood meetings, and by improving every opportunity to learn their duty, and to improve themselves in their daily lives; by being prompt in paying their tithing and in bringing forth their offerings for the poor, and their contributions for the building of Temples. It may not be those who are loudest in their professions, but those actually pursuing this course of life. These are the men that will be useful on the earth, and whom the Lord will delight to own and bless in their labors in the ministry. And it is desirable, that in the various Stakes of Zion, where quorums are organized, that the Presidents of Stakes should encourage those quorums, and the presiding officers of the various quorums should endeavor to gather together all who have received the Priesthood, and see that they are  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enrolled in their respective quorums, and encourage them to attend their quorum meetings, and there seek for the counsels of the Holy Ghost, the Spirit that should rest upon the presiding officers of quorums to teach the members of the quorums all things pertaining to their duties,<span class=\"citation\" id=\"91111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91111)\">D&amp;C 124:133-134<\/a><\/span> and how to become fitted for the labors whereunto God has called them. For all these quorums and organizations are so many classes for mutual improvement, edification and instruction; and the Presidents thereof are appointed and ordained to instruct the members of their quorums in all things in the line of their duty. And they should be encouraged by the Presidents of Stakes in their Quarterly Conferences to report progress and attendance of members, and the progress they are making in their qualifications. The Elders should thus be sought after; and according to the spirit they manifest in attending to their duties and qualifying themselves for the work of the ministry, they should be called into the field, whether from the Seventies or the Elders or the High Priests, the High Priests, however, being more especially expected to take the responsibility of presiding in Branches, in Stakes, in Wards, as Presidents of Stakes, as High Councilors, as Bishops, or Bishop's Counselors, as Presiding Elders in the Conferences of the churches abroad.<span class=\"citation\" id=\"91112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91112)\">D&amp;C 124:133-134<\/a><\/span> And the time is not far distant when the Elders of Israel will be required to turn their attention and labors among the branches of the house of Israel; and especially among the remnants of Joseph, upon this American Continent. <\/div><div class=\"paragraph jod\" id=\"v25n89\"> I am pleased to be able to testify, from my travels among the people, in attending Stake Conferences and Priesthood meetings, and hearing <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their reports from time to time, that there is a steady improvement in the feelings of the people. This was the testimony of Brother David P. Kimball, this morning, when he said, that he could perceive a decided improvement in the faith of the Latter-day Saints during the six years of his absence. I think this is especially visible to all those who are moving and acting among the people, they being the best able to judge of their true condition. This is a source of gratitude and thanksgiving to our Heavenly Father. I will not say of self-congratulation; for although we have reason for thanksgiving for the mercies and the blessings we have received, yet there are many things still to be done, very many improvements to be made, many weaknesses to be overcome, and very much yet to be done to instruct the people that they may be sanctified and prepared to endure the presence of the Lord, when he shall come; and to enable them to withstand the shocks of the enemy that will be directed against them. Much remains to be done by the people in putting away evils that still exist in our midst; and very much needs to be done in the various Wards and Stakes throughout all the settlements of the Saints by the local Priesthood. I don't merely mean the Presidents of Stakes, the Bishops, the High Councilors, and the lesser Priesthood appointed to assist the Bishops&#x2014;however important their labors may be and however necessary it may be that they should be alive and active; but they should also have the support of all High Priests, Seventies and Elders in their Wards. And every officer of the Priesthood should be alive and awake to see what good he might do, wherever and whenever the  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>opportunity exists of doing good&#x2014;in his own home and family first, watching over his own children, laboring to unite the hearts and feelings of his wife or wives and children, that peace may dwell in his own habitation, and the wisdom and knowledge of God grow and increase among his own household; and to see that his children do not grow up idlers, but are trained to be industrious, and taught to reach out after truth, that their spirits may not be unfruitful, and that they may be taught in the fear of the Lord, and to worship Him, and to call upon Him, and to have faith in Him, so that when sickness assails them that they may not first resort to the doctor, or desire to put their trust in medical men to heal them, for the Lord has commanded His people that when any are sick among them, they shall call for the Elders of the Church, who shall pray over them, and lay their hands upon them, and anoint them with oil in the name of the Lord, and the prayer of faith shall save the sick.<span class=\"citation\" id=\"77729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77729)\">James 5:14-15<\/a><\/span> This was the exhortation of the Apostle James to the former-day Saints, and it has been repeated to the Latter-day Saints. The revelations given unto us on this subject are to the effect that &#x201C;they who have faith to be healed, shall be healed;<span class=\"citation\" id=\"85447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85447)\">D&amp;C 42:48<\/a><\/span> the deaf who have faith to hear shall hear;<span class=\"citation\" id=\"85449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85449)\">D&amp;C 42:50<\/a><\/span> the lame who have faith to walk shall walk,<span class=\"citation\" id=\"85450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85450)\">D&amp;C 42:51<\/a><\/span> etc. And they who have not faith to do these things, but believe in me, I will have compassion upon them, and bear their infirmities,<span class=\"citation\" id=\"85452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85452)\">D&amp;C 42:52<\/a><\/span> and they shall be nursed with herbs and mild food, and that not by the hand of an enemy.&#x201D;<span class=\"citation\" id=\"85423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85423)\">D&amp;C 42:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n91\"> These things are for you, my brethren and sisters, and for your families, and all who are willing to receive the word and counsels of <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Almighty God. And if our faith is so weak that we have to resort to medical aid, let us do it trusting and relying upon God, seeking unto those who have faith, and who have confidence in God, and who do what they do unto the Lord, righteously, justly and honorably, seeking for the light of the Holy Ghost to help them in their profession. These will be far more likely to succeed and do good; but the other class are not to be relied upon, for all doctors have not faith any more than all lawyers or other men. But the sound, intelligent philosopher or Surgeon has respect for God and His works, which are made manifest in all nature and in nothing more than the human frame, which is after the image of God himself&#x2014;<span class=\"citation\" id=\"52233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52233)\">Gen. 1:26-27<\/a><\/span>fearfully and wonderfully made&#x2014;<span class=\"citation\" id=\"129016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129016)\">Ps. 139:14<\/a><\/span>and those who understand it best, respect, as a rule, the Maker, and acknowledge His wisdom as being superior to that of man, for there is nothing ever devised by man that is equal to his own organization in perfection and beauty, or in strength and durability. <\/div><div class=\"paragraph jod\" id=\"v25n92\"> Let us remember and ponder upon these counsels, and cleave to the Priesthood and have confidence in it; and let the Elders administer to the sick in faith, and let them rebuke disease when the Spirit prompts them, and it will be rebuked, and the sick will be healed by the power of God. Every Elder in Israel should so live before the Lord as to have confidence in Him to do this. And let the Presidents of Stakes and the Bishops and the leading influential men encourage faith among the people, depending upon God and the ordinances of His house rather than trusting in man. And while they seek for wisdom to nurse the sick in a manner calculated to do them good, let them learn too,  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that herb medicine, unless administered in wisdom and intelligence, is liable to injure the patient instead of benefiting him. And let the Elders lay aside strong drinks and tobacco,<span class=\"citation\" id=\"88915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88915)\">D&amp;C 89:7-8<\/a><\/span> and discontinue the practice of everything having a tendency to injure the system, and set examples before our sons and daughters that is worthy of imitation. If parents will pursue this course they will command the respect of their children; and when the time comes for them to go down to their graves, their children will point to them in affection and pride as being the chief means, under God, of their learning His ways and walking in <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> His paths,<span class=\"citation\" id=\"57836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57836)\">Isa. 2:3<\/a><\/span> and of eschewing those pernicious habits which are wasting away the life of our nation, and that are gradually undermining society and destroying the human race. It is the design of the Almighty to raise up in these mountains a hardy and a healthy people, a people who shall live according to the laws of heaven that govern them, in whom shall be found the elements of faith and power; and it becomes our duty to shape our lives accordingly. And that God may help us to do so, and to accomplish all that is required of us, is my earnest desire and prayer. Amen. <\/div>\n<\/div>\n<\/div>"}