{"ID":250023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Manifestations to Be Looked For&#x2014;Some Already Received&#x2014;Many Things Known Which Can not Be Told Yet&#x2014;The Work Required of the Saints&#x2014;Other and More Splendid Temples to Be Built&#x2014;Persons Required to Labor in the Temples&#x2014;Kind of Men Wanted to Go Upon Missions&#x2014;Self-Denial Required&#x2014;Blessings in Store for the Faithful.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at the time of the Dedication of the Temple, in the Tabernacle, Logan, Cache County, Sunday Afternoon, May 18, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Aaronic Priesthood Restored.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 5\/18\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v25n566\"> Since we assembled in this place we have had a very interesting time. It has been our desire that all who could be properly recommended by their Bishops should have an opportunity to visit the Temple, whether it be the residents of this Stake, and the Stakes of this Temple district, or the residents of other <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Stakes, because we have felt that it is due to those who have assisted so liberally in building the Temple in this place, that they should have a full and fair opportunity of seeing it. For that purpose we have already had two dedication services, and we intend to have another in the Temple, commencing at half-past ten  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>o'clock tomorrow morning, tickets for which can be obtained from President Geo. Q. Cannon, at the close of this meeting. <\/div><div class=\"paragraph jod\" id=\"v25n568\"> We are living in a very important day and age of the world, in a time which is pregnant with greater events than any other period that we know of, or any other dispensation that has existed upon the earth. It is called &#x201C;the dispensation of the fulness of times,&#x201D; when God &#x201C;will gather together in one all things in Christ, both which are in heaven, and which are on earth;&#x201D;<span class=\"citation\" id=\"74870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74870)\">Eph. 1:10<\/a><\/span> for the heavens, the Gods in the eternal worlds, the Holy Priesthood that have existed upon the earth, the living that live upon the face of the earth, and the dead that have departed this life, are all interested in the work in which we are engaged. Consequently, it is of the greatest importance that everything we do, that every ordinance we administer, that every principle we believe in, should be strictly in accordance with the mind and word, the will and law of God. <\/div><div class=\"paragraph jod\" id=\"v25n569\"> I have heard some remarks in the Temple pertaining to these matters, and also here, and it has been thought, as has been expressed by some, that we ought to look for some peculiar manifestations. The question is, What do we want to see? Some peculiar power, some remarkable manifestations? All these things are very proper in their place; all these things we have a right to look for; but we must only look for such manifestations as are requisite for our circumstances, and as God shall see fit to impart them. Certain manifestations have already occurred. When our Heavenly Father appeared unto Joseph Smith, the Prophet, He pointed to the Savior who was with him (and who, it is said, is the brightness of the Father's glory and <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the express image of His person),<span class=\"citation\" id=\"76381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76381)\">Heb. 1:3<\/a><\/span> and said: &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93684)\">JS&mdash;H 1:17<\/a><\/span> So that there was an evidence manifested through His servant to the world, that God lived, that the Redeemer, who was crucified and put to death to atone for the sins of the world, also lived, and that there was a message which had to be communicated to the human family, and that the Son was the personage through which it should be communicated. The key thus being turned, authority given by the highest source in the heavens in relation to the purposes of God on the earth, the Holy Priesthood began to be developed. Why? Because there was no Priesthood on the earth; there was nobody who was authorized to operate and officiate in the name of the Lord, therefore John the Baptist came as the representative of the Aaronic Priesthood,<span class=\"citation\" id=\"129067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129067)\">D&amp;C 27:8<\/a><\/span> having held the keys thereof in his day; and he placed his hands upon the heads of Joseph Smith and Oliver Cowdery, and said: &#x201C;Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.&#x201D; John the Baptist having thus come and imparted the Aaronic Priesthood, which like the Melchizedek Priesthood is an eternal Priesthood&#x2014;<span class=\"citation\" id=\"84058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84058)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93977)\">JS&mdash;H 1:68-72<\/a><\/span>it being already conferred it is not now necessary that John the Baptist should return for the accomplishment of that purpose. He had delivered his testimony, he had turned the key, he had introduced the power and authority to administration in that Priesthood, so that those upon whom it  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was conferred were able to perform the several duties associated therewith. <\/div><div class=\"paragraph jod\" id=\"v25n571\"> Then Peter, James and John appeared and conferred upon Joseph Smith and Oliver Cowdery the Melchizedek Priesthood,<span class=\"citation\" id=\"84667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84667)\">D&amp;C 27:12<\/a><\/span> which, as you all know, differs from that of the Aaronic. The Melchizedek Priesthood, according to the Scriptures, is after the order of the Son of God,<span class=\"citation\" id=\"90087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90087)\">D&amp;C 107:2-3<\/a><\/span> and after the power of an endless life.<span class=\"citation\" id=\"68627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68627)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76858)\">Heb. 7:16<\/a><\/span> It places men in communication with God our Heavenly Father, whereby through its influence, ordinances, powers and blessings, they can approach the presence of God, the Eternal Father, and come, as it was said by one of old, &#x201C;To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect, And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.&#x201D;<span class=\"citation\" id=\"77294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77294)\">Heb. 12:23-24<\/a><\/span> It is that Priesthood through the Gospel, that brings life and immortality to light,<span class=\"citation\" id=\"76096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76096)\">2 Tim. 1:10<\/a><\/span> that places man in a position whereby he can obtain, through faithfulness and adherence to the laws of God, all the rich blessings associated with the eternal worlds, of which we are allowed to partake while we dwell here upon the earth, or hereafter in the heavens. It is not necessary that Peter, James and John should come again to do the thing that is already done. The Priesthood has been restored, with which is connected all the blessings that ever were associated with any people upon the face of the earth; and if we know today so little in regard to the things of God, and the principles associated with eternity, with the heavens and with the angels, it is because we have not improved <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our privileges as we might, nor lived up to those principles which God has revealed unto us, and because we are not yet prepared for further advancement. <\/div><div class=\"paragraph jod\" id=\"v25n572\"> Jesus in His day, said to His disciples: &#x201C;Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.<span class=\"citation\" id=\"70088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70088)\">John 14:27<\/a><\/span> * * * * Let not your heart be troubled: ye believe in God, believe also in me. In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. I will come again, and receive you unto myself; that where I am, there ye may be also.&#x201D;<span class=\"citation\" id=\"69862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69862)\">John 14:1-3<\/a><\/span> What did He mean? Just what he said, precisely. If He went away He would send them another Comforter, the Spirit of truth, which should abide with them forever,<span class=\"citation\" id=\"69987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69987)\">John 14:16-17<\/a><\/span> and teach them all things, and bring all things pertaining to the past to their remembrance;<span class=\"citation\" id=\"70079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70079)\">John 14:26<\/a><\/span> the Comforter was also to lead them into all truth, and show them things to come.<span class=\"citation\" id=\"70466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70466)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n573\"> This same Comforter has been given, in connection with the Gospel in these days, for our enlightenment, for our instruction, for our guidance, that we may have a knowledge of things that are past, of the dealings of God with the human family, of the principles of truth that have been developed in the different ages, of the position of the world and its relationship to God in those different ages, of its position in years that are past and gone, and of its present status. It is also given for our enlightenment, that we may be enabled to conduct all things according to the mind and will of God, and in accordance with His eternal laws and those principles which exist in the heavens, and which have been provided by  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God for the salvation and exaltation of a fallen world; also for the manifestation of principles which have been and will be developed in the interest of man, not only pertaining to this world, but also to that which is to come; through which medium the Lord will make known His plans and designs to His Priesthood and His people in His own due time. <\/div><div class=\"paragraph jod\" id=\"v25n575\"> After these things had been introduced, the people in Kirtland, Ohio, by the command of God, through Joseph Smith, the Prophet, some 49 years ago (without being particular as to dates), commenced to build a house unto the Lord wherein certain preliminary ordinances were introduced, and that house was built under very trying circumstances to the Saints, but they accomplished it. Most of the Saints then devoted all the time they could possibly spare for the accomplishment of that object; it was not in little donations, but they had to exert their undivided energies and means to its accomplishment. When they had finished it, it was dedicated to the Lord, God accepted their sacrifice, and Jesus appeared in that Temple, of which appearance you will find a description in the Book of Doctrine and Covenants (Section 110).<span class=\"citation\" id=\"90479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90479)\">D&amp;C 110:1-10<\/a><\/span> Before this they had had the Aaronic and the Melchizedek Priesthoods presented to them, and Moroni,<span class=\"citation\" id=\"93814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93814)\">JS&mdash;H 1:33<\/a><\/span> and other personages had appeared unto Joseph Smith. When this Temple was erected for preparatory ordinances&#x2014;for it was not like the Temples we now have, nor like the Temple that was in Nauvoo, the Lord appeared,<span class=\"citation\" id=\"90478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90478)\">D&amp;C 110:1-10<\/a><\/span> and then Moses appeared.<span class=\"citation\" id=\"90521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90521)\">D&amp;C 110:11<\/a><\/span> They had already the keys of the Aaronic Priesthood, and of the Melchizedek; and as Moses had held the keys and authority of the gathering of the children of Israel, from the land of <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Egypt, in a former dispensation, so he was now sent to confer these said keys upon Joseph Smith and Oliver Cowdery. It is said, that after this vision closed&#x2014;that is the vision of the Savior manifested to Joseph and Oliver in the Kirtland Temple&#x2014;that: <\/div><div class=\"paragraph jod\" id=\"v25n576\"> &#x201C;The heavens were again opened unto us; and Moses appeared before us, and committed unto us the keys of the gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north.&#x201D;<span class=\"citation\" id=\"90522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90522)\">D&amp;C 110:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n577\"> Here then were the keys committed associated with the gathering. Why is it that you are here today? And what brought you here? Because the keys of the gathering of Israel from the four quarters of the earth have been committed to Joseph Smith, and he has conferred those keys upon others that the gathering of Israel may be accomplished, and in due time the same thing will be performed to the tribes in the land of the north. It is on this account, and through the unlocking of this principle, and through those means, that you are brought together as you are today. I have heretofore mentioned a circumstance, and I will mention it again here, as there are so many present to show you how those things operate. What I refer to is this: Soon after we were driven from Missouri, the Twelve were sent to England. There was no place then for the Saints to gather to; the Prophet therefore said to the Twelve: &#x201C;When you go to England, until you get further information, do not say anything about the gathering.&#x201D; Consequently we did not; but we could not keep the spirit of it from the people. Why? Because we had the Gospel, and the Gospel brings life and immortality to light,<span class=\"citation\" id=\"76097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76097)\">2 Tim. 1:10<\/a><\/span> and those that receive the Gospel  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive the Holy Ghost, and a knowledge of the things associated with the Gospel. And hence I remember a sister coming to me in Liverpool, England, where I had raised up a church, and says she, &#x201C;Brother Taylor, I had a very remarkable dream or vision, I don't know which, and it was something like this: I thought that the Saints were gathered together on the Pier Head [that is the place where the vessels then used to sail from], and there was a ship about to sail. The people said they were going to Zion, and they were singing what they called the songs of Zion, and rejoicing exceedingly; you were among them, and you were going also. Now I want to know if you can tell me what it means.&#x201D; &#x201C;Yes,&#x201D; said I, &#x201C;I know what it means, and I will tell you when the time comes&#x201D;&#x2014;just the same as I have to say today that there are many things that I know of which I can only tell you when the time comes. <\/div><div class=\"paragraph jod\" id=\"v25n579\"> By and by, Joseph Smith sent word that the Saints were to gather to Nauvoo; that they had a gathering place there, and the Saints were to be directed to that land. I then went and told this sister the interpretation of her dream or vision. I mention this to show that you cannot prevent these manifestations: they are associated with the Gospel. If men and women receive the Spirit of God and the gift of the Holy Ghost, it reveals those things unto them. It was said by one of old, that through its influence, &#x201C;your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams;&#x201D;<span class=\"citation\" id=\"61852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61852)\">Joel 2:28<\/a><\/span> and although Joseph had told us not to say anything about the gathering, yet he could not prevent the Lord from revealing it to the people. He did <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reveal it, and a great many, as well as the sister referred to, had a knowledge of it. <\/div><div class=\"paragraph jod\" id=\"v25n580\"> That is the principle which brought you here. If that key had not been turned; if Moses had not come to introduce it,<span class=\"citation\" id=\"90523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90523)\">D&amp;C 110:11<\/a><\/span> you would not have been here, and Joseph Smith would not have known anything about it, nor anybody else until God revealed it in His own appointed way. <\/div><div class=\"paragraph jod\" id=\"v25n581\"> But as I stated before, the Father said, &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93685)\">JS&mdash;H 1:17<\/a><\/span> He manipulates the Priesthood in the heavens and on the earth. He manages the affairs associated with the redemption of the human family. &#x201C;Hear Him!&#x201D;<span class=\"citation\" id=\"93686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93686)\">JS&mdash;H 1:17<\/a><\/span> And when He was prepared to send forth these messengers, as we send forth messengers to accomplish certain purposes&#x2014;when He saw that the time had come, He said, &#x201C;Go Moses, and attend to this matter. They have built a Temple; from now they will begin to gather the Saints, and it is necessary that they should have proper instructions and information relating to these matters.&#x201D; And Moses came.<span class=\"citation\" id=\"90524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90524)\">D&amp;C 110:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n582\"> Now, that was one thing. Then we read that: <\/div><div class=\"paragraph jod\" id=\"v25n583\"> &#x201C;After this, Elias appeared, and committed the dispensation of the gospel of Abraham, saying that in us and our seed all generations after us should be blessed.&#x201D;<span class=\"citation\" id=\"90539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90539)\">D&amp;C 110:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n584\"> That was the promise made to Abraham some 3,500 years ago. It was not a promise made to Abraham alone,<span class=\"citation\" id=\"53214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53214)\">Gen. 18:18<\/a><\/span><span class=\"citation\" id=\"53396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53396)\">Gen. 22:18<\/a><\/span> but through him to others.<span class=\"citation\" id=\"129068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129068)\">D&amp;C 132:30-32<\/a><\/span> He and his seed were to be the instrumentality, the media through which mankind should be blessed; they were to be the special instruments in the hands of God for the accomplishment of these purposes. Hence the Priesthood began to be organized&#x2014;the Bishopric and all pertaining to the Aaronic Priesthood including  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Priests, Teachers and Deacons; and associated with the Melchizedek Priesthood, the First Presidency, the Twelve, the High Council, High Priests, Seventies and Elders, and all those occupying their own particular place; and hence in that small Temple, as we should now call it, that was erected in Kirtland, they had the same organization of the Priesthood, and the same arrangements of the stands for the seating of the Priesthood as we have here. Why? Because the Priesthood had been introduced after the order of Aaron, and after the order of Melchizedek, which is after the order of the Son of God,<span class=\"citation\" id=\"90088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90088)\">D&amp;C 107:2-3<\/a><\/span> and after the power of an endless life,<span class=\"citation\" id=\"68628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68628)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76859)\">Heb. 7:16<\/a><\/span> and that officiates and operates in time and in eternity, and by which Priesthood and through which authority the worlds were framed by the power of God. Things as they existed in the heavens again began to be introduced upon the earth. Hence, that His servants might be properly instructed and comprehend correctly the great principles which He designed to unfold to the human family, He sent those several messengers holding those various keys that they might unlock the doors and place His servants in communication with the heavenly Priesthood in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v25n586\"> Do you want anything more than this, you Latter-day Saints? This was the position in which they were placed, and the position in which we find ourselves today. <\/div><div class=\"paragraph jod\" id=\"v25n587\"> Then we are told that another personage appeared, as stated: <\/div><div class=\"paragraph jod\" id=\"v25n588\"> &#x201C;After this vision had closed, another great and glorious vision burst upon us; for Elijah the prophet, who was taken to heaven without tasting death, stood before us, and said: <\/div><div class=\"paragraph jod\" id=\"v25n589\"> &#x201C;Behold, the time has fully come, <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which was spoken of by the mouth of Malachi&#x2014;testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n590\"> &#x201C;To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n591\"> &#x201C;Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.&#x201D;<span class=\"citation\" id=\"90566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90566)\">D&amp;C 110:13-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n592\"> What means this? What means this Temple that you have built here on the hill? Why have you built it? Why have you expressed such anxiety in the erection of that Temple? Why have such crowds of our brethren and sisters from distant places come here to the dedication of this Temple? Why is it? It is because those keys were turned of which I have just read in your hearing. <\/div><div class=\"paragraph jod\" id=\"v25n593\"> &#x201C;Behold, the time has fully come * * * To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n594\"> &#x201C;Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.&#x201D;<span class=\"citation\" id=\"90571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90571)\">D&amp;C 110:14-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n595\"> What does this mean? It means that there was a great and comprehensive plan designed by the Almighty in his economy connected with the salvation of the human family who are His children; for He is the God and the Father of the spirits of all flesh.<span class=\"citation\" id=\"54782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54782)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54897)\">Num. 27:16<\/a><\/span> It means that He is interested in their welfare, in their prosperity, in their happiness, and in all that pertains to their exaltation in time and throughout the eternities that are to come. Being thus in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terested, and so little of the Gospel having been revealed in the different ages, and so much of the power of darkness and iniquity having prevailed among men, it was necessary that something should be done for the dead as well as the living. God is interested in the dead as well as the living. Adam, who is the Ancient of Days<span class=\"citation\" id=\"90699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90699)\">D&amp;C 116:1<\/a><\/span> and the father of the human family;<span class=\"citation\" id=\"84547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84547)\">D&amp;C 27:11<\/a><\/span><span class=\"citation\" id=\"92172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92172)\">D&amp;C 138:38<\/a><\/span> Seth, Enos, Enoch, Mahalaleel, Methuselah, Noah, and all the prominent leading men of God, as well as Abraham, Isaac, Jacob, Moses, the Prophets, Jesus and His Apostles, together with the Prophets and Apostles who lived on this continent, and who stood at the various times or epochs as the representatives of the nations, and as thousands of these peoples have passed away having held and now holding the Priesthood; all these ancient fathers feel interested in this great work, and their hearts are turned toward the children, being interested in their welfare, happiness and exaltation; and their children who now have received the Gospel have their hearts, through this instrumentality, and the keys and principles which were introduced by Elijah, turned towards the fathers through the inspiration of the same Gospel, which Gospel as spoken of in the Scriptures, is an everlasting Gospel,<span class=\"citation\" id=\"79869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79869)\">Rev. 14:6<\/a><\/span><span class=\"citation\" id=\"84525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84525)\">D&amp;C 27:5<\/a><\/span> being associated with the everlasting covenant,<span class=\"citation\" id=\"86632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86632)\">D&amp;C 66:2<\/a><\/span><span class=\"citation\" id=\"89531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89531)\">D&amp;C 101:39<\/a><\/span><span class=\"citation\" id=\"91931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91931)\">D&amp;C 133:57<\/a><\/span> which principle wherever it has existed, brought life and immortality to light.<span class=\"citation\" id=\"76098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76098)\">2 Tim. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n597\"> When Jesus came, He came to do a work in many particulars similar to that in which we are engaged, and when He got through with His work here, He stood as the Savior of the world, and of the human family. He came to preach the Gospel to the poor,<span class=\"citation\" id=\"94296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94296)\">Luke 4:18<\/a><\/span><span class=\"citation\" id=\"94297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94297)\">Luke 7:22<\/a><\/span> to open the prison doors to those that were imprisoned, to set at liberty, and to proclaim the <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> acceptable hour of the Lord,<span class=\"citation\" id=\"60080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60080)\">Isa. 61:1-2<\/a><\/span><span class=\"citation\" id=\"67193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67193)\">Luke 4:18-19<\/a><\/span> etc. This was a work connected with the people who lived at the time of the flood, and were destroyed and kept in prison until the Lord should see proper to extend manifestations of His mercy to them. Hence, as we read, &#x201C;Christ hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit: By which also he went and preached to the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"77998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77998)\">1 Pet. 3:18-20<\/a><\/span> He having finished His work upon earth for the living, went and performed a work for the dead; as we are informed, &#x201C;He went and preached to spirits in prison; that had sometime been disobedient in the days of Noah.&#x201D;<span class=\"citation\" id=\"78045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78045)\">1 Pet. 3:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n598\"> It is reserved for us to do a work for those who have passed away, who have not obeyed or had the Gospel in their lifetime. We are here to do a work connected with the redemption of the dead. When the Temple was commanded to be built in Nauvoo, after the Temple had been built in Kirtland, and after so many keys had been turned, and after so many manifestations, visions and ministrations had been had, yet it was said then that there was not a place upon the earth in which to perform the ordinance of baptism for the dead, and Joseph was commanded to build a house for that purpose.<span class=\"citation\" id=\"90999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90999)\">D&amp;C 124:26-55<\/a><\/span> But who knew anything about these things until God revealed them? Nobody. Men talk and boast of their intelligence and their knowledge&#x2014;why, there is not a man breathing on the earth, outside of this Church, who has any knowledge of those things to which I have referred, and nobody in this Church either, only as God has revealed it.  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We are all of us indebted to the revelations of God, through the medium of the Holy Priesthood, for these things. Joseph Smith, before his death, was much exercised about the completion of the Temple in Nauvoo, and the administering of ordinances therein. In his anxiety and for fear he should not live to see the Temple completed, he prepared a place over what was known as the brick store&#x2014;which many of you who lived in Nauvoo will recollect&#x2014;where to a chosen few he administered those ordinances that we now have today associated with endowments, so that if anything should happen to him&#x2014;which he evidently contemplated&#x2014;he would feel that he had then fulfilled his mission, that he had conferred upon others all the keys given to him by the manifestations of the power of God. <\/div><div class=\"paragraph jod\" id=\"v25n600\"> At first these things were only partially made known to him, and as they were partially developed he called upon the Twelve that were then living&#x2014;many of you greyheaded people will remember it&#x2014;to commence and be baptized for the dead, and they were baptized in the Mississippi River. Immediately after these baptisms, the Prophet had a revelation which more clearly developed the order in relation to such baptisms. According to that revelation it appeared that, notwithstanding all the visions, revelations, keys, etc., that had heretofore been given, there was not a place, not even in the Kirtland Temple, wherein those things could be carried out,<span class=\"citation\" id=\"91004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91004)\">D&amp;C 124:28-36<\/a><\/span> and hence a font, such as we have in this Temple, was built in the temple at Nauvoo, and it was there, under proper circumstances and proper administration, and according to the principles that he had laid down, that those ordinances were admin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>istered then, and are administered now.<span class=\"citation\" id=\"91149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91149)\">D&amp;C 128:1-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n601\"> I now come to another subject that opens a wide and expansive field, broad as the world in which we live, and expansive as the universe, and which affects all the inhabitants of the earth living or dead. Why is it that there is such a feeling, as I have said, concerning your Temple and other Temples? It is because those keys have been turned, and you have received, like the woman I spake of, a knowledge of the gathering dispensation. You have laid out a great amount of means, done a large amount of labor, and you have built a house that is creditable to you, and which God will sanction and approve and does sanction and approve. You have made it very nice, pleasant and beautiful. We ought to build Temples to the Lord, for we are His offspring and He is our Father,<span class=\"citation\" id=\"72025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72025)\">Acts 17:28-29<\/a><\/span> and He has revealed unto us those things and implanted those principles in our bosoms. They are developed within us, and this Temple is a proof of it, just the same as we are a living proof of the gathering dispensation. We have received the gift of the Holy Ghost, and a knowledge, so far as we have progressed, of the things of God. You have been baptized, you have had hands laid upon you for the reception of the Holy Ghost, and you that have lived your religion have received this Holy Ghost, and I want, as an evidence before God and this people&#x2014;I want to see how many of you can bear testimony to that. All who can, hold up their right hands. [A perfect forest of hands was held up.] We know, by the power of the Holy Ghost, and by obedience to His law, so far as we have obeyed it, that God lives. But then, we have been poor, weak, erring creatures, surrounded by infirmities.  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Yet God has conferred upon us great, inestimable and eternal treasures, even the gift of eternal lives,<span class=\"citation\" id=\"91658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91658)\">D&amp;C 132:24<\/a><\/span> and upon many of us are conferred these promises of thrones, principalities, powers and dominion<span class=\"citation\" id=\"91595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91595)\">D&amp;C 132:19<\/a><\/span> in the eternal worlds.<span class=\"citation\" id=\"91797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91797)\">D&amp;C 132:55<\/a><\/span> God has conferred those rich and precious treasures upon us, but we have them in earthen vessels.<span class=\"citation\" id=\"74088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74088)\">2 Cor. 4:7<\/a><\/span> We have to wrestle against flesh and blood, against the powers of darkness,<span class=\"citation\" id=\"129069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129069)\">D&amp;C 38:11<\/a><\/span> the Adversary, who rules in the hearts of the children of disobedience,<span class=\"citation\" id=\"74911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74911)\">Eph. 2:2<\/a><\/span> and leads them captive at his will,<span class=\"citation\" id=\"76122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76122)\">2 Tim. 2:26<\/a><\/span><span class=\"citation\" id=\"92501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92501)\">Moses 4:4<\/a><\/span> and against the power of wickedness in high places.<span class=\"citation\" id=\"75384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75384)\">Eph. 6:12<\/a><\/span> We have not all of us learned to obey those principles that God has revealed. We have not all of us learned to say in our hearts, &#x201C;Thy will be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63448)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67532)\">Luke 11:2<\/a><\/span> We have not all of us learned to submit our will to the law and word of God, yet God is introducing Temples and ordinances and blessings, and light, revelations and intelligence, to lift us up, to exalt us, that we may be a city set upon a hill that cannot be hid;<span class=\"citation\" id=\"63066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63066)\">Matt. 5:14<\/a><\/span> that we may progress from intelligence to intelligence,<span class=\"citation\" id=\"88516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88516)\">D&amp;C 88:40<\/a><\/span> from knowledge to knowledge, until we shall see as we are seen and know as we are known.<span class=\"citation\" id=\"87187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87187)\">D&amp;C 76:94<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n603\"> We are living, as I have said, in an important day and age of the world. We have gathered to this land because God has decreed it. He has reserved us for the latter days, that we may perform that work which He decreed from before the foundation of the world. If there have been any blessings enjoyed by men in former dispensations of the world, they will also be given to you, ye Latter-day Saints, if you will live your religion and be obedient to the laws of God. There is nothing hidden but what shall be revealed,<span class=\"citation\" id=\"64154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64154)\">Matt. 10:26<\/a><\/span><span class=\"citation\" id=\"67333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67333)\">Luke 8:17<\/a><\/span><span class=\"citation\" id=\"67589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67589)\">Luke 12:2<\/a><\/span> says the Lord. He is prepared to unfold all things;<span class=\"citation\" id=\"86861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86861)\">D&amp;C 76:7<\/a><\/span> all things pertain<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to the heavens and the earth, all things pertaining to the peoples who have existed, who now exist or will exist,<span class=\"citation\" id=\"89517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89517)\">D&amp;C 101:32-34<\/a><\/span> that we may be instructed and taught in every principle of intelligence associated with the world in which we live, or with the Gods in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v25n604\"> Having said so much on some of these subjects, let me now talk a little upon some other things. <\/div><div class=\"paragraph jod\" id=\"v25n605\"> We have finished our Temple. What is it for? Not a building to look at; not a house to brag about; for before we get through we shall have built some Temples so much better, that you will not feel to boast about this Temple. The Temple that the people built in Kirtland, was only a small building compared with this one, and they were a very small and poor people who built it, yet it was built in accordance with the commands of God. In Nauvoo, also, the people were very poor. They had just been driven from the land of Missouri, yet they were commanded of God to build it. What was obtained in these Temples? In the Kirtland Temple Jesus appeared, and Moses, Elias and Elijah appeared also,<span class=\"citation\" id=\"90485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90485)\">D&amp;C 110:1-16<\/a><\/span> and all these things that I have read to you and spoken about, transpired on that occasion. Communication was opened between the heavens and the earth, between the Priesthood in the heavens and the Priesthood on the earth, and the Keys of that Priesthood imparted to Joseph and others on the earth. It was left to those in this world to keep open those communications, to see that the road was clear, and that there was no barrier interposed between earth and the heavens, and to lead forward and progress in other principles yet to be developed; we operating, in our part here in their behalf, and in behalf of their children who are our fathers; while  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they, in their exalted position, are operating for them and us in the heavens; thus forming a connecting link between the Priesthood on the earth and the Priesthood in the heavens. <\/div><div class=\"paragraph jod\" id=\"v25n607\"> We have now finished this Temple, and some people inquire, what is it for? For many things: that our sealings and ordinances may be performed in a manner that will be acceptable before God and the holy angels; that whatsoever is bound on the earth according to the laws of the eternal Priesthood shall be bound in the heavens;<span class=\"citation\" id=\"64924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64924)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65082)\">Matt. 18:18<\/a><\/span><span class=\"citation\" id=\"91158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91158)\">D&amp;C 128:8-10<\/a><\/span><span class=\"citation\" id=\"91780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91780)\">D&amp;C 132:46<\/a><\/span> that there may be a connecting link between the living and the dead, between those who have lived, all those ancient fathers of which I have spoken who are interested in the welfare of their posterity;<span class=\"citation\" id=\"91233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91233)\">D&amp;C 128:18<\/a><\/span> that there may be a royal Priesthood,<span class=\"citation\" id=\"77854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77854)\">1 Pet. 2:9<\/a><\/span> a holy people, a pure people, a virtuous people on the earth to officiate and operate in the interests of the living and the dead; not looking so much after themselves, but after God, after the work of God, and after the accomplishment of those things which God has designed to be carried out in &#x201C;the dispensation of the fulness of times&#x201D; when all things are to be united in one,<span class=\"citation\" id=\"74871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74871)\">Eph. 1:10<\/a><\/span> and that they may be prepared to operate with the Priesthood in the heavens in the redemption of the inhabitants of this world from the days of Adam unto the present time. It is also intended to introduce the higher branches of education&#x2014;literary, scientific, linguistic, philosophical and theological; for we are told to obtain a knowledge of laws,<span class=\"citation\" id=\"89116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89116)\">D&amp;C 93:53<\/a><\/span> languages,<span class=\"citation\" id=\"88992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88992)\">D&amp;C 90:15<\/a><\/span> governments,<span class=\"citation\" id=\"88623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88623)\">D&amp;C 88:79<\/a><\/span> justice, equity, rule, authority, dominion, and all those great cosmopolitan principles exhibited in the laws of nature and among the peoples, by the wisdom, prescience, power and intelligence of &#x201C;nature's God.&#x201D; <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> That we may thus be acquainted with earthly and heavenly things, in accordance with everlasting laws that have existed in the heavens and on the earth from the beginning; and that all those great and eternal principles by which the worlds are governed may be comprehended by us. <\/div><div class=\"paragraph jod\" id=\"v25n608\"> This is a great work. Well might it be said to Joseph Smith, &#x201C;You are laying the foundation of a great work&#x201D;&#x2014;<span class=\"citation\" id=\"86559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86559)\">D&amp;C 64:33<\/a><\/span>so vast that very few can begin to comprehend it. We read sometimes about the millennium. But what do we know about it? It is a time when this work will be going on, and Temples, thousands of them, will be reared for the accomplishment of the objects designed, in which communications from the heavens will be received in regard to our labors, how we may perform them, and for whom. This is the work devolving upon us. We have to build up here a Zion unto God. Who are Zion? The pure in heart,<span class=\"citation\" id=\"89208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89208)\">D&amp;C 97:21<\/a><\/span> and the pure in life. And be it remembered that it is not every one that saith, &#x201C;Lord, Lord,&#x201D; that shall enter the Kingdom of heaven, but it is he that doeth the will of the Father who is in heaven.<span class=\"citation\" id=\"63945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63945)\">Matt. 7:21<\/a><\/span> We must be faithful to our calling, for there is a great work for all of us to perform. Some men who have been ordained to the Priesthood have remarked that they have nothing to do. I have heard some foolish remarks of that kind. They will find plenty to do before they get through. They need not be troubled on that score. There will be plenty for them to do if they are only prepared to do it. There is a great work to perform in preaching the Gospel to the nations of the earth. Then as we build our Temples we shall want a great many people to administer in them, and I have seen  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some people quite pleased at the idea. Some Elders, Seventies, and High Priests have said&#x2014;&#x201C;What can I do? I am getting old and greyheaded. Still I would like to do something.&#x201D; We shall require quite a number to administer in the Temples as we get them built. I am informed there are over forty persons employed in the Temple in St. George, about the same number, I presume, will be required in the Temple here, and then forty in the one at Manti, forty or more in the one at Salt Lake, and then forty in each of the others we are going to build. Hence, we shall find places for some of you folks after a while. You need not be concerned about having nothing to do. We will find plenty for the Seventies to do. You need not think there are any too many of them. The nations of the earth have yet to be preached to. The work is not all through. It is hardly begun. We are just getting ready for the labor, and so you may prepare yourselves, you Seventies, you High Priests, and you Elders, for missions to the nations of the earth. [Here President Taylor inquired of Bishop Preston how they were progressing with the missionary farms, and was answered that they were progressing satisfactorily.] We don't want the aged and infirm to go out to the world. For that labor it requires strong, able-bodied men, men that are able to cope with the world, the flesh and the devil, as they say. We want men who are full of vigor, life and vitality. We want men to cleave unto God,<span class=\"citation\" id=\"55319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55319)\">Josh. 23:8<\/a><\/span><span class=\"citation\" id=\"81771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81771)\">Jacob 6:5<\/a><\/span> and seek for more of His Spirit, that they may go to the nations of the earth to proclaim the glad tidings of salvation to a fallen world. That is what we are gathered together for, that we may be instructed in the laws of life, and <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then go and teach these laws to others. Our Elders go out to preach the Gospel without purse or scrip,<span class=\"citation\" id=\"68222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68222)\">Luke 22:35<\/a><\/span> and when they return we help them back. But we should see when they are gone that their families are taken care of, and everything made pleasant and comfortable for them. This is quite a little thing that some of you can turn your hands to. You can assist on the missionary farms, and in this way help to take care of the families of those who are absent on missions. This is a principle we want to see extended all over the land of Zion. How are you going to be paid for this? You will just get the same pay which I used to have when I went out to preach; you will have just the same source to go to, only you will have a little more time, I expect, than some of us had. We used to go without purse or scrip.<span class=\"citation\" id=\"68223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68223)\">Luke 22:35<\/a><\/span><span class=\"citation\" id=\"84492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84492)\">D&amp;C 24:18<\/a><\/span> We went along trusting in God. We are now in a different position, perhaps, and can put a few dollars into the bag to help us along; but I will tell you when I was away I would rather trust in the living God than in any other power on earth, for I learned that I could go to God and He always relieved me. He always supplied my wants. I always had plenty to eat, drink and wear, and could ride on steam boats or railroads, or anywhere I thought proper: God always opened my way, and so He will that of every man who will put his trust in Him. I would rather have God for my friend than all other influences and powers outside; for in God we live, in God we move, and from God we derive our being and our existence.<span class=\"citation\" id=\"72009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72009)\">Acts 17:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n610\"> Then what about the payment of those men who are to be employed in Temples? There are three or four men that will have to be provided for, and others will have to take care of themselves, find their own bread  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and dinner, and think it a privilege to work for God, for the interests of His Kingdom, and to act as saviors upon Mount Zion.<span class=\"citation\" id=\"62054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62054)\">Obad. 1:21<\/a><\/span> Supposing there are forty required to labor in this Temple. Many of you are pretty well off. You have got fat, and have almost kicked, some of you (laughter). Some of you have got more means than you know what to do with, and it is a bother to you. We will have to fix upon the number of men and women&#x2014;for the sisters will be required as well as the brethren&#x2014;that will be needed. These can go along, leaving their farms and their merchandising, or whatever they may have in hand, and go into the Temple of the Lord, on a mission for six months, or twelve months, or two or three years as the case may be, the same as others who go out into the world. If I today were not engaged as I am I should say, &#x201C;Won't you be kind enough to give me and one of my wives, or more, as the case might be, an opportunity to officiate in the Temple?&#x201D; and I should feel it an honor to be privileged to work in the house of God. Would you want pay for it? No, I would bring my own bread and dinner, and I have no doubt there are many of you who would like to do the same. I guess we could pick out the forty people thus required right in this house today, without any trouble. All you who are in favor of carrying out this idea hold up your right hands. (All hands went up.) I knew there were more than forty right here (laughter). As to the three or four whose whole time will be engaged in this labor, these will have to be provided for. In this way we shall become saviors upon Mount Zion.<span class=\"citation\" id=\"62055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62055)\">Obad. 1:21<\/a><\/span> It is written in the Scriptures, that &#x201C;saviors shall come up on mount Zion * * and the kingdom shall be the Lord's.&#x201D;<span class=\"citation\" id=\"62056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62056)\">Obad. 1:21<\/a><\/span> <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Now, a man is not a savior, nor a woman either, unless they save somebody. Well, we want men and women who are ready to officiate in this place. And when you get there, surrounded by the heavenly influence of the house of God, the gift of the Holy Ghost will rest upon you, which will bring joy and consolation to your hearts. When you have labored there for a while, you will desire to labor there again. You will carry this heavenly influence among your friends and throughout your neighborhood, and this we want to extend throughout all the land of Zion. We shall have, I presume, regular Temple organizations. Something of this kind may be organized among the High Priests who will look after the Temple districts. In this way we will find something for the High Priests to do. Some of them have been very much afraid that there would be nothing for them to do. <\/div><div class=\"paragraph jod\" id=\"v25n612\"> And thus we will go on, and God will assist us in the work in which we are engaged. He will yet make us the richest of all people.<span class=\"citation\" id=\"85223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85223)\">D&amp;C 38:39<\/a><\/span> He will pour wealth into our laps, inasmuch as we keep His commandments. And what else is said? &#x201C;Sons of strangers shall build up thy walls, and their kings shall minister unto thee.&#x201D;<span class=\"citation\" id=\"59974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59974)\">Isa. 60:10<\/a><\/span> Men shall call you the ministers of our God.<span class=\"citation\" id=\"60098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60098)\">Isa. 61:6<\/a><\/span> And we want to minister for God in time and throughout the eternities that are to come. We have started in, and we will try by the help of God and the light of His Holy Spirit, and the revelations that he will give to us from time to time&#x2014;we will try and operate and cooperate with the Priesthood in the eternal worlds, either on this earth or in the heavens. We shall operate until the work that God has designed pertaining to this earth shall be accomplished, and the living  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the dead saved so far as they are capable of being saved according to eternal laws that exist in the heavens, and according to the decrees of the Almighty. Don't you think we have something to do? I remember when I was first called to the Apostleship some 46 years ago. I looked at the calling square in the face, and said, &#x201C;Well, this is a life work: this is an operation that will last a lifetime.&#x201D; I have got other ideas since then, namely, that when I get through in this world I expect to officiate in the other. Hence it is an eternal operation, and that is the difference between what I then thought and what I now think. God has revealed unto us great and glorious truths, and He is prepared to reveal more if we will only place ourselves under His guidance and His direction. Let us seek to follow the principle that Jesus inculcated&#x2014;to do the will of our Father who is in heaven, who said, &#x201C;I seek not mine own will, but the will of the Father which hath sent me.&#x201D;<span class=\"citation\" id=\"69173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69173)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69273)\">John 6:38<\/a><\/span> We are here as much as He was here, and under obligations as He was to do the will of our Heavenly Father. We should subject ourselves to the law of God, the word of God, and the will of God. I say continually, &#x201C;O God, lead me in the right path: <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> O God, preserve me from all error; O God, I am a poor, feeble, weak, erring human creature, surrounded with infirmities. I need Thy help all the day long. O God, help me.&#x201D; That is my feeling, and the feeling of my brethren of the First Presidency, and of the Twelve and others. We feel that we need the help of the Almighty. We will try and be humble, and be faithful and true to our covenants. And if we listen to counsel, and obey the laws of God, and do the things that He requires at our hands, He will help us and bless us, and He will bless Zion and preserve Israel, and woe to them that fight against Zion,<span class=\"citation\" id=\"58709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58709)\">Isa. 29:8<\/a><\/span> for God will fight against them.<span class=\"citation\" id=\"81189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81189)\">1 Ne. 22:19<\/a><\/span> But He will preserve us if we are faithful and true to our integrity. We will be blessed in time, we will be brought nearer to the heavens. The light of revelation will burst upon our heads, and the glories of the eternal worlds will be made manifest. We will rejoice together in the fullness of blessings of the Gospel of peace, and by and by we will be crowned with glory, honor, immortality and eternal life<span class=\"citation\" id=\"72271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72271)\">Rom. 2:7<\/a><\/span><span class=\"citation\" id=\"86815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86815)\">D&amp;C 75:5<\/a><\/span><span class=\"citation\" id=\"91174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91174)\">D&amp;C 128:12,23<\/a><\/span> in the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v25n614\"> God bless you and lead you in the paths of life,<span class=\"citation\" id=\"56409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56409)\">Ps. 16:11<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}