{"ID":250042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Law of Marriage in Ancient Israel&#x2014;Its Application to Us&#x2014;The Latter-Day Saints Distinct From the Rest of the World&#x2014;Evils Resulting From Marriages Between the Saints and Those not of Our Faith.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Stake Meetinghouse, Ephraim, Sanpete County, November 16, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Latter-day Saints a Peculiar and Distinct People.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/16\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v25n1249\"> I will read a portion of the 7th chapter of Deuteronomy: <\/div><div class=\"paragraph jod\" id=\"v25n1250\"> &#x201C;Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son. <\/div><div class=\"paragraph jod\" id=\"v25n1251\"> &#x201C;For they will turn away thy son from following me, that they may serve other gods: so will the anger of the Lord be kindled against you, and destroy thee suddenly. <\/div><div class=\"paragraph jod\" id=\"v25n1252\"> &#x201C;But thus shall ye deal with them; ye shall destroy their altars, and break down their images, and cut down their groves, and burn their graven images with fire. <\/div><div class=\"paragraph jod\" id=\"v25n1253\"> &#x201C;For thou art an holy people unto the Lord thy God: the Lord thy God hath chosen thee to be a special people unto himself, above all people that are upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v25n1254\"> &#x201C;The Lord did not set his love upon you, nor choose you, because ye were more in number than any people; for ye were the fewest of all people: <\/div><div class=\"paragraph jod\" id=\"v25n1255\"> &#x201C;But because the Lord loved you, and because he would keep the oath which he had sworn unto your fathers, hath the Lord brought you out with a mighty hand, and redeemed you out of the house of <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bondmen, from the hand of Pharaoh king of Egypt. <\/div><div class=\"paragraph jod\" id=\"v25n1256\"> &#x201C;Know therefore that the Lord thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations; <\/div><div class=\"paragraph jod\" id=\"v25n1257\"> &#x201C;And repayeth them that hate him to their face, to destroy them: he will not be slack to him that hateth him, he will repay him to his face. <\/div><div class=\"paragraph jod\" id=\"v25n1258\"> &#x201C;Thou shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them. <\/div><div class=\"paragraph jod\" id=\"v25n1259\"> &#x201C;Wherefore it shall come to pass, if ye hearken to these judgments, and keep, and do them, that the Lord thy God shall keep unto thee the covenant and the mercy which he sware unto thy fathers: <\/div><div class=\"paragraph jod\" id=\"v25n1260\"> &#x201C;And he will love thee, and bless thee, and multiply thee: he will also bless the fruit of thy womb, and the fruit of thy land, thy corn, and thy wine, and thine oil, the increase of thy kine, and the flocks of thy sheep, in the land which he sware unto thy fathers to give thee. <\/div><div class=\"paragraph jod\" id=\"v25n1261\"> &#x201C;Thou shalt be blessed above all  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people: there shall not be male nor female barren among you, or among your cattle. <\/div><div class=\"paragraph jod\" id=\"v25n1263\"> &#x201C;And the Lord will take away from thee all sickness, and will put none of the evil diseases of Egypt, which thou knowest, upon thee; but will lay them upon all them that hate thee.&#x201D;<span class=\"citation\" id=\"54997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54997)\">Deut. 7:3-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1264\"> These words that I have read in your hearing are found in the 7th chapter of Deuteronomy. In many respects these are most applicable to us as a people; for the same covenant which the Lord made with the children of Israel, and which are contained in part in this chapter, have been renewed unto us. We are their descendants; God has revealed this, and it is manifest that we are the descendants of the house of Israel, by the operations of the Gospel among us. No doubt many of you have been led to wonder in your experience how it was that you should receive the Gospel, and that others who had equal opportunities with you, probably belonging to the same household, and numbered among your friends and acquaintances; that when you received the Gospel, they could see nothing desirable or attractive about it, while your hearts were kindled into a glow, and felt like fire within you<span class=\"citation\" id=\"60551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60551)\">Jer. 20:9<\/a><\/span> when you heard the testimony of the servants of God concerning the Gospel that He had revealed. Nothing that I know of more plainly demonstrates the fact that this is the blood of Israel, that has been gathered out: that we are of the chosen seed, though we have been mixed, or our fathers have been mixed, among the Gentiles. God has saved to himself a seed among all nations; and when the Gospel came to the lands where this seed dwelt, there was, on their part, a natural affinity, a natural attraction to the principles of <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteousness, and they received them gladly, and were gathered out by the wonderful power of God to this land, and are numbered now among His Saints. The covenants that our Father made with his ancient chosen people have been renewed in our day and unto us, and there is no promise that was made in ancient days unto the house of Israel, that has not been renewed unto the Latter-day Israel. Every blessing that God promised and that I have read in your hearing, besides many others that are contained in the Scriptures&#x2014;all these have been fully renewed unto the Latter-day Saints, and they are accompanied by blessings as we see them around us today, and as has been related by Brother Woodruff, in regard to our settlement of these valleys. God intended&#x2014;and I wish that we all could realize it as it really is&#x2014;God intended when He preached unto the people the Gospel, and gathered them out from the various lands where they lived, to make of them a peculiar and a distinct people upon the face of the earth.<span class=\"citation\" id=\"54106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54106)\">Ex. 19:5-6<\/a><\/span><span class=\"citation\" id=\"77858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77858)\">1 Pet. 2:9<\/a><\/span> Nothing is plainer than this to those who will open their eyes to see, and their hearts to understand the providences of our God. As soon as the Latter-day Saints join the Church, they become a distinct people. All of you, those of you, at least, who embraced this Gospel before you gathered, know this. You know that no sooner were you baptized into the Church, than you were distinguished from all those who surrounded you. If you had brothers, if you had sisters, if you had parents, if you had friends, who did not receive the Gospel, did not enter into the Church, you became distinct from them, they felt that you were different from them, and you felt that they were different from you. The love that your kindred had for  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you, previous to your espousal of the Gospel, in many instances turned to hatred. The friendships that had existed between you before you embraced the Gospel, turned into enmity, and they with whom you were most closely associated and towards whom you felt the strongest ties of friendship, became your open and avowed enemies. There are instances even where your own parents, your own brothers and your own sisters rejected the claims of kindred, and turned their backs upon you, and treated you as though you were aliens to them, and had no claim upon their affection, and that they had no desire to mingle with you, or to be any longer connected with you. This has been the case in almost every instance where people have joined this Church and their kindred have not joined it. And that distinction has not been confined to the homes where the Saints embraced the Gospel; but it has continued here and until the present day. A Latter-day Saint may be descended from the oldest families that have peopled this continent, his ancestors may have fought the battles that freed this land from oppression; he may be entitled to all the rights and privileges that belong to a native of this country, and yet if he be a Mormon not a single claim of that character is recognized. He is looked upon as a stranger and an alien. He is looked upon as a man not having the rights of full citizenship that others who are not of his faith are entitled to and enjoy. When we travel among the people as Latter-day Saints, we are conscious ourselves that there is a distinction between us and them; they are also conscious that there is this distinction, and that we are a different people. You can no more cause these Latter-day <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, while they remain such, to mingle with the world and be one with them, than you can cause oil and water to mingle. There is no affinity between the two. You may shake oil and water together in a battle, and while you are shaking it, you imagine that the water and the oil have mingled; but the moment you let the bottle stand, the water sinks to the bottom and the oil rises to the top. The two elements do not comingle, they are entirely distinct, and you may shake them, and boil them, or do anything of that character, and you cannot cause them to become one fluid. So it is with this people called the Latter-day Saints and the world. There is a difference. God has created the difference. God has called us out from the world for the express purpose of making us His people, and placing upon us His name, that we may be known as His peculiar people<span class=\"citation\" id=\"54107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54107)\">Ex. 19:5-6<\/a><\/span><span class=\"citation\" id=\"77859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77859)\">1 Pet. 2:9<\/a><\/span> in the midst of the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v25n1266\"> Now, when I say this I do not say that, because of this, we are the enemies of mankind; I do not say this because I think there is no opportunity for them and us to unite, that there is no platform upon which we can stand and become united; I do not say this; because there is a platform upon which we can all stand and be a united people; but until we do stand upon that platform, this division and this distinction of which I speak will exist. We belong, because of our obedience, to the Gospel of the Lord Jesus Christ, to what is known as the Church of Christ, while those who have not embraced this Gospel and entered into covenant with God, belong to the other church&#x2014;that is the church which is called in the revelations of God, the whore of all the earth,<span class=\"citation\" id=\"84769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84769)\">D&amp;C 29:21<\/a><\/span> or the mother of abominations.<span class=\"citation\" id=\"80182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80182)\">Rev. 17:5<\/a><\/span><span class=\"citation\" id=\"81085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81085)\">1 Ne. 14:10<\/a><\/span><span class=\"citation\" id=\"88699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88699)\">D&amp;C 88:94<\/a><\/span> That is the  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>distinction which exists between the Latter-day Saints and the rest of mankind. <\/div><div class=\"paragraph jod\" id=\"v25n1268\"> My brethren and sisters, there are some principles which it seems to me we should comprehend clearly in connection with our position as Latter-day Saints; and one is that which is alluded to in this chapter that I have read in your hearing, namely: <\/div><div class=\"paragraph jod\" id=\"v25n1269\"> &#x201C;Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son. <\/div><div class=\"paragraph jod\" id=\"v25n1270\"> &#x201C;For they will turn away thy son from following me, that they may serve other gods: so will the anger of the Lord be kindled against you, and destroy thee suddenly.&#x201D;<span class=\"citation\" id=\"54993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54993)\">Deut. 7:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1271\"> This was a command that was given unto Israel with great force and emphasis. They were commanded from the beginning that they were not to marry with those who did not belong to their family, or did not belong to the Israel of God, or were not the covenant people of God. And it was not a new law; it was not a law that was given to Moses, and through him to the children of Israel for the first time. If you will read back to the days of Abraham, you will find that the same sentiment filled the heart of Abraham, the patriarch, concerning his posterity. When he wanted a wife for his son Isaac, he took his eldest servant of his house and made him swear by the God of Heaven that he would not take a wife unto his son of the daughters of the Canaanites, a race with which he did not want his son to intermarry. And he sent his servant back to Mesopotamia, to his old country and his kindred, it being where his brother Nahor had lived, to find there for his son Isaac a wife that should be suitable to him. The servant took this oath, <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and he went feeling that God had given unto him a mission and that he would be prospered in obtaining a wife for the son of his master. He prayed unto the God of his master to give him success, and give him a sign by which he might know the girl that the Lord designed for his master's son. And according to his faith so it was done. Rebekah came to the well, and as he had prayed so she did, and she proved to be the very girl that God had designed for Isaac, and the very girl that Abraham in his heart desired that his son should have.<span class=\"citation\" id=\"53407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53407)\">Gen. 24:1-67<\/a><\/span> She was Abraham's grand niece, and his wife Sarah's grand niece, a double cousin of Isaac's, her grandmother, Milcah, being Isaac's mother's sister, and her grandfather, Nahor, being Abraham's father's brother.<span class=\"citation\" id=\"53397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53397)\">Gen. 22:20-23<\/a><\/span> You know it is said in the Bible, that Abraham married his sister.<span class=\"citation\" id=\"53046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53046)\">Gen. 12:13<\/a><\/span> But though called his sister,<span class=\"citation\" id=\"53265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53265)\">Gen. 20:2<\/a><\/span> she was not his sister, in our sense of the relationship. She was the daughter of his brother Haran; but at Haran's death, Terah&#x2014;Haran and Abraham's father&#x2014;brought up Haran's children as his own. Two of these children were girls. One of them married Nahor, a brother of Abraham's, and the other married Abraham, both of them sisters of Lot. They were, therefore, nearly related.<span class=\"citation\" id=\"53001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53001)\">Gen. 11:24-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1272\"> So you see that in those early days the same sentiment pervaded the minds of the servants of God, respecting the families with whom they should intermarry. You will remember also that this same Rebekah afterwards, when fear was begotten in her heart respecting her son Jacob, and the enmity of his brother Esau, said to Isaac in substance: &#x201C;I do not want Jacob to marry the daughters of this land, I want him to marry the right blood, to marry into the right families.&#x201D;<span class=\"citation\" id=\"53457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53457)\">Gen. 27:41-46<\/a><\/span> Isaac sent Jacob back to his mother's  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people, and commanded him not to take a wife of the daughters of Caanan; but to marry into his mother's family.<span class=\"citation\" id=\"53463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53463)\">Gen. 28:1-5<\/a><\/span> He did so; he married his two cousins, Leah and Rachel, the daughters of Laban, his mother's brother.<span class=\"citation\" id=\"53490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53490)\">Gen. 29:1-30<\/a><\/span> And from these families and from that blood sprang the promised seed. It was the lineage through which the Priesthood ran; it was the lineage that was entitled to the blessings of the father, and on this account they were very particular as to whom they should marry. Isaac was the promised seed, and his father and mother were exceedingly desirous that he should marry in the right direction, and if you will notice that this is the same sentiment that God inspired His servant Moses to speak unto the children of Israel. They were commanded to marry among themselves, and not to marry among the outside nations that had not the faith that the children of Israel had. Because, as it is said here: <\/div><div class=\"paragraph jod\" id=\"v25n1274\"> &#x201C;Thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son. <\/div><div class=\"paragraph jod\" id=\"v25n1275\"> &#x201C;For they will turn away thy son from following me, that they may serve other gods.&#x201D;<span class=\"citation\" id=\"54994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54994)\">Deut. 7:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1276\"> And this was the case with Esau. He was not a man of faith, he was not a man unto whose seed the promises were given as they were to Jacob; because he married the daughters of the land in which they lived, that is the daughters of the Hittites, one of the Canaanite nations, a race not entitled to the blessings and promises which God had given unto those of the family of Abraham, and the families connected with him.<span class=\"citation\" id=\"53467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53467)\">Gen. 28:6-9<\/a><\/span><span class=\"citation\" id=\"53574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53574)\">Gen. 36:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1277\"> And in every instance that is on record in the Bible where the children of Israel disobeyed this command <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, judgment and calamity always followed. It was so in the case of Samson. You remember Samson, a mighty man in some respects, a man whom God raised up to redeem His people, but he married strange women. He married a woman of the Philistines,<span class=\"citation\" id=\"55366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55366)\">Judg. 14:1-3<\/a><\/span> and the result was that it brought about his destruction.<span class=\"citation\" id=\"129148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129148)\">Judg. 16:4-31<\/a><\/span> And we need only refer to the great king who sat upon the throne during the golden days of Israel, a man who was considered the wisest man that ever lived&#x2014;King Solomon. His heart, we are told in the Scriptures, was turned aside from the Lord our God, because he took to himself strange wives, women of the nations with whom God had commanded Israel not to marry, and because of this he was led as he grew in years into idolatry. He built in the groves where the strange nations performed their idolatrous rites, places of worship, and to gratify these wives he went and worshipped with them; and God in His anger, because of this, said that the nation should be rent asunder; and in fulfillment of this word the greater portion of the kingdom was taken from the house of David, and given to another.<span class=\"citation\" id=\"55650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55650)\">1 Kgs. 11:1-13<\/a><\/span> Ten tribes rebelled, and there was left to Rehoboam, the son of Solomon, only the tribe of Judah for his inheritance, this kindness to the dynasty in leaving to it the tribe of Judah as an inheritance, was not because of favors to Solomon, but because his father had served God all his days with a perfect heart,<span class=\"citation\" id=\"55663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55663)\">1 Kgs. 15:3<\/a><\/span> except in the case of Uriah the Hittite.<span class=\"citation\" id=\"55665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55665)\">1 Kgs. 15:5<\/a><\/span><span class=\"citation\" id=\"91752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91752)\">D&amp;C 132:39<\/a><\/span> God raised up enemies to Solomon,<span class=\"citation\" id=\"55660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55660)\">1 Kgs. 11:14-25<\/a><\/span> and at his death as I have said, rent the ten tribes from his son Rehoboam, and gave them to Jeroboam.<span class=\"citation\" id=\"55667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55667)\">1 Kgs. 11:28-37<\/a><\/span> This was in consequence of the violation of this command of God respecting the intermarriage of His people with  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strange women.<span class=\"citation\" id=\"55638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55638)\">1 Kgs. 11:1<\/a><\/span><span class=\"citation\" id=\"55952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55952)\">Ezra 10:1-44<\/a><\/span><span class=\"citation\" id=\"55971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55971)\">Neh. 13:23-31<\/a><\/span><span class=\"citation\" id=\"57507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57507)\">Prov. 22:14<\/a><\/span> In every instance on record in the Bible, it will be found that the violation of this law resulted in destruction, not only to those who made these marriages, but to their posterity after them. The history of the kings of Israel and Judah illustrates this. The kings who married strange women, women of those nations that God had forbidden Israel to marry, were never prospered; misfortune to themselves and the nation always followed these alliances. One of the most wicked kings that ever sat upon the throne of Israel married a woman of this description. Her name was Jezebel.<span class=\"citation\" id=\"55742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55742)\">1 Kgs. 21:25-26<\/a><\/span> She was a king's daughter too, a woman of noble birth,<span class=\"citation\" id=\"55668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55668)\">1 Kgs. 16:29-33<\/a><\/span> but one of the most wicked women that ever lived. To gratify her desire she incited her husband to murder,<span class=\"citation\" id=\"55680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55680)\">1 Kgs. 18:13<\/a><\/span> and to almost every other crime that could be committed. She was an idolatrous woman and she brought numberless miseries and condemnation from the Lord upon not only her husband's house, but upon the whole house of Israel because of her wickedness.<span class=\"citation\" id=\"55740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55740)\">1 Kgs. 21:5-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1279\"> In looking around and traveling among our people, I have been deeply impressed with the consequences that follow these improper marriages among us. My attention has been called many, many times to circumstances of this character that have taken place among us. Not infrequently there is some case that comes up to us for counsel where women have made alliances of this character; and women among us have been more apt to do it than men. There have been a few instances of men marrying strange women, losing the faith and becoming alienated from the Church of God, but it has not been of such frequent occurrence among us with men as it has been with women. The alliances which <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our daughters, our sisters or our female relatives have formed of this character have been attended with the worst results, and it is a matter that should receive attention from us as a people; our minds should be directed to this. It should be the aim of every father in Israel to have his daughters married to those who are of the right lineage, who have a claim upon the blessings of God, through their descent, added to their own faithfulness in keeping the commandments of God. I deem it of great importance to us as a people, that we should look to this. When I hear of girls in our Church marrying those who are not of us, who have not our faith, I have said to myself&#x2014;and my experience in watching these matches has warranted me in the thought&#x2014;that such a proceeding was sure to be attended with trouble to those who entered upon it. The offspring of such marriages do not bring satisfaction or happiness to the hearts of their relatives who are faithful to the truth, and in many instances they bring trouble and sorrow to their hearts. The mother's head is bowed with sorrow, if she retains her faith in the Gospel of Jesus Christ, because of the acts of her children. There are some men who have so much Gentile blood in them, that their offspring partake of it, and of the unbelief of the father, and in such cases it is impossible for a mother who has such a husband and children, with all her faith, with all her zeal, with all the pains that she takes, to instill into the minds of her children faith in the God of Israel, and faith in the covenant that He has restored. They seem to belong to another flock. It seems as though they have no susceptibility for the truth. There is no good soil in their hearts to receive the seeds of truth,<span class=\"citation\" id=\"64548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64548)\">Matt. 13:23<\/a><\/span>  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gospel of the Son of God. It is just like this: my family, who live on the banks of the Jordan River, have occasionally secured some wild duck eggs, and put them under some tame ducks, and hatched them. But the wild duck as soon as he grew large enough to fly, generally took his flight and left the home nest. It was not natural to be tame. And so it is frequently with marriages. A girl of our faith may marry a Gentile, and he may be a pretty good man as far as his conduct is concerned, he may be a good citizen, a truthful man, but there will be a lack of susceptibility to the truth about his offspring. There will be a lack of faith there. Some of the children may have a little faith in the truth, but many of them, probably, will have no faith whatever, and will give the mother uneasiness and trouble and sorrow, and she will have no satisfaction whatever in her children. I have in my mind today, an instance where a man joined the Church, in the very early days of the Church, one of the oldest families in the Church, but he had not much faith. He married one of the most faithful women I have ever known in my experience in the Church. She has raised a large family, and by dint of faith and perseverance, finally succeeded in bringing the family to the valley. But the husband was always in the background. It required all her faith, and all her exertions to keep him from breaking out against the Church, and from losing even a nominal membership in it. She has had a large family of children. One of her sons, whom she has brought up with all the care possible, teaching him constantly the principles of the Gospel, and endeavoring to foster faith in his heart, is today an avowed enemy of the work of <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, of the Church of which the mother is a faithful member. Several of the children seem to partake of that unbelief, that inclination to apostatize, which they seem to have inherited from their father. But it illustrates that which I have endeavored to impress upon your minds, that when women make alliances of this kind, they are not sure, in the least degree, as to the character of their posterity. They may have faithful children, but as likely as not, like the wild ducks I spoke of, they will go back to their old element, and to their old associations, and it seems impossible to prevent them from doing so. <\/div><div class=\"paragraph jod\" id=\"v25n1281\"> I have no doubt all of you have had some experience of a similar character here in your midst. Have you ever seen a marriage on the part of a faithful member of this Church, either man or woman, with one that is not faithful, that has resulted happily for all concerned? Can you not call to mind instance after instance where it has been attended with the worst results? Where the woman after awhile, tired of living in that condition, has been compelled, if she did not wish to lose all hope of salvation here and hereafter, to break the tie and to sever herself from the man with whom she had lived in early life, into whose hands she had committed herself as a maiden, and by whom she had raised children&#x2014;compelled to sever herself from him, if she expected to obtain eternal life in the Kingdom of God. I know many, many such instances as these, and I think that as a people we should be exceedingly careful about these matters. I would rather my daughters&#x2014;speaking about them&#x2014;I would rather they would be the fiftieth wife to a good, faithful man, who had kept the commandments of God, and unto whom  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>promises had been made&#x2014;I would rather they would occupy that relationship, and raise children by him, than that they should be allied to a man unto whom the promises of God had not been made. But, says one, good men's sons are not always good. I know that, we all know it. Adam, our Father, had Cain; he was a wicked man; but that does not alter the principle, it does not affect that which I am speaking of. Adam's posterity had blessings sealed upon them that cannot be taken from them. There was no reason why Cain should not have inherited all the blessings that Abel did, and that afterwards Seth possessed, if he had been disposed to avail himself of them; and it may be that where men have the Priesthood, the power and authority of it, and the blessings that pertain to it, sealed upon their heads&#x2014;it may be that like it was in the cases of Terah and Abraham, if they belong to the rightful lineage there will some one of that seed arise and be a faithful man, and attain unto all the blessings that God has promised unto such faithful persons. You remember very well how it was with Terah, the father of Abraham. He was of the chosen seed, but he was an idolater.<span class=\"citation\" id=\"55322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55322)\">Josh. 24:2<\/a><\/span><span class=\"citation\" id=\"93353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93353)\">Abr. 1:5-7<\/a><\/span><span class=\"citation\" id=\"93375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93375)\">Abr. 2:5<\/a><\/span> Yet he was heir to the promises, and because of that Abraham, through that heirship, and through descent, or the blessing that came through that descent, was able to go unto God and to plead for and receive the blessings that God had promised through the fathers unto him and unto all who belonged to that chosen seed.<span class=\"citation\" id=\"93341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93341)\">Abr. 1:2<\/a><\/span> And so it may be with us. There may be faithful men who will have unfaithful sons, who may not be as faithful as they might be; but faithful posterity will come,<span class=\"citation\" id=\"81319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81319)\">2 Ne. 4:3-7<\/a><\/span> just as I believe it will be the case with the Prophet Joseph's seed. Today he has not <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a soul descended from him personally, in this Church. There is not a man bearing the Holy Priesthood, to stand before our God in the Church that Joseph was the means in the hands of God, of founding&#x2014;not a man today of his own blood&#x2014;that is, by descent&#x2014;to stand before the Lord, and represent him among these Latter-day Saints. But will this always be the case? No. Just as sure as God lives, just as sure as God has made promises, so sure will someone of Joseph Smith's posterity rise up and be numbered with this Church and bear the everlasting Priesthood that Joseph himself held. It may be delayed in the wise providence of our God. There are many things that we cannot understand, cannot see the reason why they should be so; but these promises are unalterable; God made them to Joseph during his lifetime; and they will be fulfilled just as sure as God made them.<span class=\"citation\" id=\"91689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91689)\">D&amp;C 132:28-32<\/a><\/span> He (Joseph) will have among this people, someone descended from his own loins, who will bear the everlasting Priesthood, and who will honor and magnify that Priesthood among the Latter-day Saints. Therefore it is a blessing from God, for a woman to bear children to such a man, or to any man who bears or holds the everlasting Priesthood of the Son of God, and who magnifies his calling, and through magnifying it, receives promises from God to himself, and his posterity after him. Hence it is, my brothers and sisters, that remarks are made from time to time about plural marriage, patriarchal marriage. It is designed of God, that it should be so. There are but comparatively few men among the family of mankind, who are capable of leading the daughters of Zion into the Celestial Kingdom of our  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God&#x2014;comparatively few&#x2014;for the Lord says: &#x201C;Strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.&#x201D;<span class=\"citation\" id=\"63891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63891)\">Matt. 7:14<\/a><\/span> Out of all the sons of God, there are comparatively few, I say, who are capable through their faith and faithfulness, and through their keeping the commandments of God, of leading the daughters of Zion in the path of exaltation, and leading them into the Celestial Kingdom of our God; and therefore it is of the utmost importance that in these matters we should be exceedingly careful. We should seek by revelation, if we can obtain it&#x2014;and it is the privilege of all to obtain revelation, that is, all who live as they should do&#x2014;we should seek by revelation to obtain a knowledge for ourselves, respecting these matters. Our daughters should be taught to control their feelings and affections, and not let them go out without any regard to these circumstances to which I have alluded. A woman should be exceedingly careful, a girl should be exceedingly careful, and parents should be exceedingly careful in instilling into her mind the principles that must be observed by her and by her husband to obtain exaltation in the Celestial Kingdom of God. How often is it the case among us, that women desirous of salvation are compelled to leave their husbands that become drunken, that become apostates, that become careless and indifferent, that do something or other that forfeits their standing in the Church of Christ? And then what is to become of such women? According to our faith no woman should be connected with a man who cannot save her in the Celestial Kingdom of God. What I mean by this is: if a man apostatizes and breaks covenants and loses his standing in the Church of Christ, <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he is not in a fit condition to save himself, much less to lead his wife aright. He cannot lead her in the path of exaltation, because he has turned aside from that path; he has gone into another path. If she follow him, she will follow him to destruction; she will take the downward road. She will never find, while following him, and he in that condition, the path of salvation. Therefore, how careful men should be, that in marrying they should marry into good families, and not marry into apostate families. Did you ever see any good result from a man taking the daughter of an apostate, that has been brought up an apostate? I never have. That woman and her companions, if there is not great exertions made, will lead that man's heart away after other gods, away from the God of Israel, away from the covenant, away from everything that is holy and true.<span class=\"citation\" id=\"54995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54995)\">Deut. 7:3-4<\/a><\/span><span class=\"citation\" id=\"55642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55642)\">1 Kgs. 11:1-4<\/a><\/span> She will constantly fight him unless she is an exception to the general rule. There are instances where girls come out of such families, and are good, faithful women; but speaking of this as a rule it is not a safe proceeding. How can fathers and mothers of the Saints who marry into families that are not in the Church, or that are apostates&#x2014;how can they mingle together upon terms of equality? The grandchildren, having in them the blood of the apostate, and the blood of the faithful man, can they come together on the same platform and be united with each other, part of them being out of the Church and part of them in the Church? No, they cannot. There is a distinction there, and there must be a letting down of the bars on the part of those in the Church to associate with others out of the Church, on terms of equality, or else there must be a rising up of  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those who are not in the Church to the platform of those who are in the Church, in order that they may be on anything like terms of equality. There must be some breaking down in some direction. The apostate must sink his difference and try and feel like the Latter-day Saint, or else the faithful family must yield a little in their feelings in order to mingle upon anything like terms of friendship or equality with those who are not in the Church. <\/div><div class=\"paragraph jod\" id=\"v25n1285\"> My brethren and sisters: I consider that these are very important principles, and should be seriously considered. There is too much laxity among us in Salt Lake City, and elsewhere, upon this point. There are young men and young women, one or the other frequently belonging to good families, who are married not by the Priesthood, but by some civil authority, in order to accommodate the feelings of the girl, or of the young man, or of the families of one or the other. Can such marriages result in happiness? No, they cannot; they cannot result in happiness on the part of a man who claims to be a Latter-day Saint, or on the part of a girl who claims to be a Latter-day Saint. It cannot be a happy marriage. The fruits of such unions cannot be satisfactory, that is, to the faithful Saint, at least, and it is contrary to the mind and will of God. Our people are commanded to marry in their own Church. We are commanded to marry those of our own faith, and not to go outside of our Church for partners. Instead of being married by Justices of the Peace, or by other civil authorities, God has placed in His Church a Priesthood and one of the offices and functions of that Priesthood is to marry the sons and daughters of God&#x2014;to marry them one to another in the new and everlasting <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> covenant, and to seal upon them and their posterity the blessings that pertain to that new and everlasting covenant; and any man who desires to be a happy husband and to have a happy home, and any woman who desires to be a happy wife and a happy mother, and to have joy in their associations, will never permit themselves to be drawn aside to be married by any authority except that which God has instituted, namely, the authority of the Holy Priesthood. Our daughters should seek, by all the faith that they can exercise before God, to obtain good husbands&#x2014;husbands who will build them up instead of holding them down; who will strengthen their hands in the work of God, who will make them mothers of a righteous seed and posterity, with whom they can rejoice in the eternal mansions of our Father and our God; and no woman who has the faith of the Gospel within her, will want to bear a child to a man of whom she will be ashamed, and who cannot lead her into the presence of the Lamb. She will rather exercise faith before the Lord that God will give unto her a husband in whom she can trust, in whom she can have confidence, whose word will be as the word of God to her. And in the midst of the troubles, afflictions and trials that belong to this mortal existence, she will feel comforted by the knowledge that her husband is indeed a man of God, a man who will be true and faithful to her under all circumstances. This is a constant cause of strength and comfort to every woman, to know that she has wedded a man whom she can trust, upon whom she can rely, who will never fail her, that is, as far as human nature will permit a man to be free from infallibility. This is the course we should all take. <\/div> <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n1287\"> But, says one, what shall be done with those who are not of this class. <\/div><div class=\"paragraph jod\" id=\"v25n1288\"> I do not have a word to say against them. I do not want to say one word against this class. Let them marry. Let the Gentile marry with the Gentile. That is right. I have no objection to this. I do not want to say one word against their men or against their women. Let them marry among themselves. But I say to the Latter-day Saints, marry in your own Church. Let the Latter-day Saints marry faithful men, let them marry faithful women, and let them raise up a posterity which God will bless, and upon whom they can ask the blessing of our Father; and when they pass away, they can leave their blessing to be perpetuated upon them and their posterity as long as the earth itself shall last. That is what I say to the Latter-day Saints. At the same time I would not preclude any &#x201C;non-Mormon,&#x201D; or Gentile as they are called, from marrying; but let such marry their own class and among their own people. I say we have no right to allow them to marry our daughters, and we should use every influence against it. It is not right to allow apostates to marry our daughters, nor for our sons to marry apostates. This is all wrong, and we should guard against it, and use all the influence in our power to prevent it. And those who are weak in the faith and want to be married by officers of the law, let them choose those who have the same faith and feeling as they have; but let no faithful daughter or faithful son of faithful parents be influenced to marry such persons, and marry in that kind of a way. This is what I say to you this morning, and the counsel I would give to all my brethren and sisters. Let the apostates marry the apostates. Let the Gentiles marry the Gentiles. <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> There are millions of them in the world. There is no need for them to take our daughters, nor to marry our sons. The apostates also can find plenty of their own kind. Let them marry them. I would not throw a straw in their way, I would do nothing to interfere with them; but let the faithful Latter-day Saints marry faithful Latter-day Saints. Let them seek unto God in the name of Jesus, that they may obtain women of virtue, women of probity, women of faith, women of steadfastness, women that will be a glory to the men throughout time and eternity, and who will raise them children in whom they can rejoice; and let the women seek in like manner to obtain men upon whom they can look with respect and love in the midst of every trial, in the midst of every affliction, no matter what the circumstances may be; that their faith may be unmoved in all the trials, difficulties and afflictions that pertain to this mortal life; that they may tread the straight and narrow path as long as mortality lasts, and then enter into the celestial kingdom of our God, when they obtain their resurrected bodies, united as husband and wife, for time and for all eternity. <\/div><div class=\"paragraph jod\" id=\"v25n1289\"> Now, this is a privilege that God has given unto us His children, and I trust that as His children we will exercise it. Remember, my brethren and sisters, that as wise a king as Solomon, a man unto whom God appeared and unto whom God spake,<span class=\"citation\" id=\"55917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55917)\">2 Chr. 7:12<\/a><\/span> was led away by strange women and lost his power, became an idolater, and God scourged him and his posterity for his wickedness in this respect.<span class=\"citation\" id=\"55652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55652)\">1 Kgs. 11:1-25<\/a><\/span> I have in my mind today a man among us who in like manner allowed his affections to go after a strange woman, and took her to wife, and when I think about his circumstances, it reminds me in a  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>small degree of the fate of Solomon; the same result is in his case, and it will be in every case. I do not care how strong the man may be, he may have strength enough to hold the woman, to overpower her influence, but it is a risk that should not be taken; for if a man does he will almost be sure to be overcome, and fall into trouble. <\/div> <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n1291\"> I pray God the Eternal Father, to bless us as a people; to bless you, my brethren and sisters, and to give you strength and wisdom and grace to govern your families and yourselves, so that you will always be found in the path of righteousness, the path that leadeth unto the Lord, which I ask in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}