{"ID":250003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Joseph Smith's Testimony Never Proven False&#x2014;Primitive Organization of the Church&#x2014;Work of Christ not Completed When He Said, &#x201C;It is Finished&#x201D;&#x2014;Why Should So Much Fault Be Found With the Latter-Day Saints?&#x2014;The World's Objection to &#x201C;Mormonism&#x201D;&#x2014;History of the Apostles&#x2014;Authority to Preach the Gospel Restored&#x2014;Temples&#x2014;Baptism for the Dead&#x2014;Book of Mormon&#x2014;Restoration of the Priesthood&#x2014;Cause of Persecution&#x2014;No Surrender&#x2014;Plural Marriage.<\/div>\n<div class=\"subtitle\">Discourse by Apostle George Teasdale, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, January 13, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Testimonies Not Proven False.<\/div>\n<div class=\"speaker\">Speaker: George Teasdale<\/div>\n<div class=\"date\">Date: 1\/13\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v25n36\"> I likewise can bear my testimony to the truth of this work that the world please to call Mormonism. The &#x201C;Mormon problem&#x201D; is very easily defined if we consider the pretensions of the people called &#x201C;Mormons.&#x201D; From the time that Joseph Smith first declared that he had had a vision of the Father and the Son&#x2014;<span class=\"citation\" id=\"93680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93680)\">JS&mdash;H 1:17<\/a><\/span>from that time to the present, I know that the world have never been able to prove that his testimony was false. I know that they have never been able to prove that Moroni did not give to him the plates of gold,<span class=\"citation\" id=\"93892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93892)\">JS&mdash;H 1:59<\/a><\/span> or that the translation called the Book of Mormon is false.<span class=\"citation\" id=\"128986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128986)\">D&amp;C 17:6<\/a><\/span> I know that they have never been able to prove that John the Baptist did not visit Joseph Smith and Oliver Cowdery, and confer upon them the Holy Priesthood, even the Aaronic Priesthood;<span class=\"citation\" id=\"84053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84053)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128987)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93973)\">JS&mdash;H 1:68-72<\/a><\/span> neither have I ever heard that it has been proved that the Melchizedek Priesthood and Apostleship were not restored by Peter, James and John.<span class=\"citation\" id=\"84664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84664)\">D&amp;C 27:12<\/a><\/span> There has been a great deal said about Mormonism; quite a number of books written upon the <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> subject; a great deal of derision has been made of it; but the testimony of the Latter-day Saints has never been proven to be false. <\/div><div class=\"paragraph jod\" id=\"v25n37\"> We have declared to the world that God has spoken from the heavens; that angels have appeared to the children of men; and that the keys of the Priesthood and intelligence have been restored to the earth&#x2014;and we know it. We have invited the people to search the Scriptures to see if these things were not predicted&#x2014;to find out if it had not been declared therein that it should come to pass in the last days that the God of heaven would establish His Kingdom upon the earth.<span class=\"citation\" id=\"61349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61349)\">Dan. 2:44<\/a><\/span> There had to be a commencement. We read in the Bible that God set in the Church firstly Apostles,<span class=\"citation\" id=\"128988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128988)\">1 Cor. 12:28<\/a><\/span> then Prophets, then Evangelists, and Teachers, for the work of the ministry and for the edifying of the body of Christ.<span class=\"citation\" id=\"75111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75111)\">Eph. 4:11-12<\/a><\/span> Paul declared that the Saints were the body of Christ, members in particular,<span class=\"citation\" id=\"73583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73583)\">1 Cor. 12:27<\/a><\/span> and he bore the same testimony to the Corinthians that he bore to the Ephesians, concerning the fact that God had  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>set in the Church firstly Apostles, then Prophets,<span class=\"citation\" id=\"73645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73645)\">1 Cor. 12:28<\/a><\/span> etc. Might I ask where the revelation is that at any time set in the Church firstly Popes, then Cardinals, Archbishops, and Right Reverend Fathers in God? Might I ask where the revelation is authorizing the establishment of the Episcopal Church? Might I ask where the revelation is authorizing the alteration of the order of government which God had set in the Church? We are calmly told that these things are done away with. Who says so? Men whose business it is to try and prevent people from thinking for themselves, and to do the thinking for them. But as a responsible being I am bound to do my own thinking; and when it comes to a question of my eternal welfare, I take the liberty to think for myself. I am told that holy men of old wrote and spoke as they were moved upon by the Holy Ghost, and that the Scriptures were not to be understood by private interpretation.<span class=\"citation\" id=\"78309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78309)\">2 Pet. 1:20-21<\/a><\/span> I believe as a child of God, that I have a right to receive intelligence, for it was predicted ages ago that God would give to those who loved Him line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58593)\">Isa. 28:10,13<\/a><\/span> until they were perfected. The object of the Apostleship was the edification of the Saints. Now, I can understand the value of this Apostleship. Those who hold it are to be taught by the revelations of God, and have authority to call upon men everywhere to repent, to believe in the living and true God, to cease from their heresies, to cease from their wickedness and abominations, to lead perfect and pure lives, and to give them the privilege of being baptized by immersion for the remission of sins, and to have hands laid upon them, that they may receive the Holy Ghost. This, we are <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> given to understand by the historians, was the manner in which the Kingdom of God was established in the days of the Savior, and if it had remained upon the earth there would have been a continuation of the Apostleship. <\/div><div class=\"paragraph jod\" id=\"v25n39\"> When Jesus said, &#x201C;It is finished,&#x201D;<span class=\"citation\" id=\"70826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70826)\">John 19:30<\/a><\/span> He did not give us to understand that the whole work was finished so far as we were concerned as individuals; because the last instructions that He gave to His Apostles, as recorded by the historian Mark, and which were given after His crucifixion and resurrection were: &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name they shall cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66849)\">Mark 16:15-18<\/a><\/span> And we are told that the Apostles went and preached this doctrine; called upon men everywhere to repent of their sins, called upon them to repent of their false modes and manner of worship. They preached exclusive salvation. They had the only way to be saved. This was what rendered them so unpopular. This is what renders us so unpopular today. But if we preach the same doctrine, if we have similar power, if God has spoken from the heavens and has declared to His children the necessity of their repentance, and has chosen men to hold the Priesthood, and go forth to the nations of the earth; if this is the case, where will the wicked and ungodly be? I think, myself, it should be a matter of interest to all classes of people, especially rulers, to make themselves  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>acquainted with the doctrines of the Latter-day Saints, with the principles which they teach, so that they may act in wisdom. They have to give an account of the deeds done in the body;<span class=\"citation\" id=\"74176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74176)\">2 Cor. 5:10 (JST)<\/a><\/span> they will have to stand before the bar of God;<span class=\"citation\" id=\"128989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128989)\">Mosiah 16:10<\/a><\/span> their record will be there; and I say it is to the individual interest of every man, whether he is a king or a beggar, to make his record of such a character that he will dare to meet it; because as sure as we live today, we shall have to face the record we make upon earth. <\/div><div class=\"paragraph jod\" id=\"v25n40\"> Now, why should so much fault be found with the Latter-day Saints? Right here, I would ask, why should so much fault have been found with the Lord Jesus Christ? Why should so much fault have been found with the Apostles and their followers? Why did they not, when they found it was distasteful to the majority of the people, give up their belief and become one with them, as we are kindly invited to do? Why did they not, in the midst of their persecutions&#x2014;when they were being torn to pieces by wild beasts, etc.&#x2014;rise up and say: &#x201C;Will it not be better, seeing our religion is so distasteful to mankind, to stop our mode of worship, and worship with the majority?&#x201D; Why, they never dreamed of such a thing. I have never heard of a faithful man that ever lived who dreamed of such a thing as giving up that which he believed to be true for the sake of the approbation even of millions. Joseph Smith, the Prophet, Seer and Revelator, stood alone and declared that God had spoken from the heavens, and when people believed his testimony, when they accepted the doctrines he taught, God bore witness to them that he was a true Prophet. They discovered that the doctrine which he taught <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was that which was taught anciently; they discovered by the revelations of the Lord Jesus Christ, that in the last days the Kingdom of God was to be established upon the earth; and in their simplicity they believed that it had to be commenced with a few; and that it had to commence wherever the Great Eternal determined that it should commence. He revealed Himself that He might have a testator on the earth who knew that He lived, who knew that Jesus was the Christ. He revealed Himself to the boy Joseph Smith, who had sought Him in perfect faith.<span class=\"citation\" id=\"93681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93681)\">JS&mdash;H 1:17<\/a><\/span> And, then, in order that the world might be left without excuse, when He sent the angel Moroni<span class=\"citation\" id=\"93811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93811)\">JS&mdash;H 1:33<\/a><\/span> to reveal the history of the house of Jacob on this continent, He did not have the fact of his visit dependent upon the testimony of one man. Others were privileged to receive the visits of heavenly messengers, that in the mouth of two or three witnesses, every word should be established.<span class=\"citation\" id=\"74327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74327)\">2 Cor. 13:1<\/a><\/span> When did the three witnesses&#x2014;Oliver Cowdery, David Whitmer, and Martin Harris&#x2014;ever declare otherwise than that they saw an angel, and that they heard the voice of God declare that the book called the Book of Mormon, had been translated by the power of God?<span class=\"citation\" id=\"128990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128990)\">BM Three Wit.<\/a><\/span> They were never known&#x2014;though they left the Church&#x2014;to have flinched from that testimony, and their testimony is as good as the testimony of anybody else. It never has been impeached. And then again: Oliver Cowdery and Joseph Smith both declared that John the Baptist came and laid his hands upon their heads and ordained them to the Aaronic Priesthood.<span class=\"citation\" id=\"84054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84054)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128991)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93974)\">JS&mdash;H 1:68-72<\/a><\/span> Who had any idea that there was any necessity for John the Baptist to come? Where were there any records to that effect? And yet we are told  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>emphatically that John the Baptist was the forerunner of Christ.<span class=\"citation\" id=\"68986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68986)\">John 3:28<\/a><\/span> But the world contend that he filled his mission as the forerunner of Christ in His first coming. I will take the privilege of questioning that, if you please, and will tell you why I do so. By referring to the 40th chapter of Isaiah, we there find these words: &#x201C;Comfort ye, comfort ye my people, saith your God. Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the Lord's hand double for all her sins.&#x201D;<span class=\"citation\" id=\"59247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59247)\">Isa. 40:1-2<\/a><\/span> It then goes on to say: &#x201C;The voice of him that crieth in the wilderness, Prepare ye the way of the Lord, make straight in the desert a highway for our God. Every valley shall be exalted, and every mountain and hill shall be made low.&#x201D;<span class=\"citation\" id=\"59262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59262)\">Isa. 40:3-4<\/a><\/span> Now, when John the Baptist came, did he speak comforting words to Jerusalem? When the Priests and Pharisees&#x2014;those professedly holy men&#x2014;came to him to be baptized in Jordan, what did he say to them? &#x201C;O generation of vipers, who hath warned you to flee from the wrath to come? Bring forth fruits meet for repentance,<span class=\"citation\" id=\"94289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94289)\">Matt. 3:7-8<\/a><\/span> etc.&#x201D; He was the forerunner of Christ. He declared so himself.<span class=\"citation\" id=\"68985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68985)\">John 3:28<\/a><\/span> The Lord Jesus bore testimony of him. He said: &#x201C;This is he, of whom it is written, Behold, I send my messenger before thy face, which shall prepare the way before thee.&#x201D;<span class=\"citation\" id=\"64249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64249)\">Matt. 11:10<\/a><\/span><span class=\"citation\" id=\"67311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67311)\">Luke 7:27<\/a><\/span> Now, it is true that John the Baptist came as the forerunner of Jesus; it is true that he filled his mission so far; but we know very well that the people generally did not receive him, and ultimately they beheaded him.<span class=\"citation\" id=\"64743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64743)\">Matt. 14:10<\/a><\/span><span class=\"citation\" id=\"66553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66553)\">Mark 6:22-28<\/a><\/span> We know that they did not receive Jesus. They crucified Him.<span class=\"citation\" id=\"128992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128992)\">Matt. 27:35<\/a><\/span><span class=\"citation\" id=\"128993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128993)\">John 19:6<\/a><\/span> Instead of speaking comforting words to Jerusalem, He exclaimed: &#x201C;O Jerusalem, Jerusalem, thou <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not! Behold, your house is left unto you desolate.&#x201D;<span class=\"citation\" id=\"65622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65622)\">Matt. 23:37-38<\/a><\/span> Were these comforting words to Jerusalem? I think not. It is very evident that John the Baptist was not only the forerunner of His first coming, but also of His second advent. The Scriptures are plain on this matter. <\/div><div class=\"paragraph jod\" id=\"v25n42\"> But let us follow the history of the Apostles, and what do we find? Martyrdom for every one of them, John the Revelator alone excepted. What do we find concerning the Saints? Cruel persecution and death, until, in consequence of the awful crime of the shedding of innocent blood,<span class=\"citation\" id=\"92049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92049)\">D&amp;C 135:7<\/a><\/span> God in His displeasure withdrew the Priesthood from the earth, and left it as it was before the coming of the Messiah, without divine authority. Was this statement of things predicted? Most assuredly it was predicted by the Prophets of old. It was foretold by Paul, who declared that after his departure grievous wolves would enter in among the flocks and destroy them.<span class=\"citation\" id=\"72076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72076)\">Acts 20:29<\/a><\/span> He also beseeches the Thessalonians not to be soon shaken, or troubled, in regard to the day of Christ being at hand. He told them not to be deceived by any means: &#x201C;for that day shall not come, except there come a falling away first.&#x201D;<span class=\"citation\" id=\"75774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75774)\">2 Thes. 2:1-3<\/a><\/span> Has there been a falling away? Why, the prediction is verified by every sect in Christendom, when they calmly tell us that the spiritual gifts of the Gospel have been done away with,<span class=\"citation\" id=\"128995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128995)\">Morm. 9:7<\/a><\/span><span class=\"citation\" id=\"83608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83608)\">Moro. 10:19<\/a><\/span> and that they are no longer needed. I argue that it is just as necessary today&#x2014;if God is an unchangeable God,<span class=\"citation\" id=\"128994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128994)\">Moro. 8:18<\/a><\/span> if He is the same yesterday, today and  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forever&#x2014;<span class=\"citation\" id=\"77400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77400)\">Heb. 13:8<\/a><\/span>that we should enjoy the spiritual gifts of the Gospel as in former days, above all the fellowship of the Holy Ghost, the spirit of truth<span class=\"citation\" id=\"70461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70461)\">John 16:13<\/a><\/span> by which I may comprehend the relationship that exists between me as an individual here upon the earth and my Father who is in heaven. By carefully reading the revelations of St. John, you will find the apostasy foretold. You will find the Church represented as a woman surrounded by twelve stars.<span class=\"citation\" id=\"79530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79530)\">Rev. 12:1<\/a><\/span> You will also find the history of the bringing forth of the Priesthood, and of the woman going into the wilderness for a season.<span class=\"citation\" id=\"79570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79570)\">Rev. 12:6<\/a><\/span> You will also find the history of the establishment of the church of Satan&#x2014;which is likewise represented by a woman sitting upon a scarlet colored beast; she was proclaimed the Mother of Harlots&#x2014;a church that was to hold dominion over all the nations of the earth.<span class=\"citation\" id=\"80147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80147)\">Rev. 17:1-6<\/a><\/span><span class=\"citation\" id=\"128996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128996)\">1 Ne. 14:9-17<\/a><\/span> John also saw the restoration of the everlasting Gospel, as proclaimed in Revelation, 14th chapter and 6th verse: &#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79938)\">Rev. 14:6-7<\/a><\/span> Now, if the Gospel was upon the earth, there certainly would be no necessity of an angel bringing the Gospel; there would be no necessity for the restoration of any thing that had not been lost. But seeing that this order of government had been lost&#x2014;this order of Priesthood&#x2014;this authority which was given unto the ancient Apostles&#x2014;it was absolutely essential that it should be restored, otherwise, <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> how could the Gospel of the Kingdom be preached in all the world for a witness before the second advent of the Lord Jesus Christ?<span class=\"citation\" id=\"65734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65734)\">Matt. 24:14<\/a><\/span> For Christ Himself declared: &#x201C;This gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.&#x201D;<span class=\"citation\" id=\"65733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65733)\">Matt. 24:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n44\"> Now, is it not tidings of great joy<span class=\"citation\" id=\"67046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67046)\">Luke 2:10<\/a><\/span> to learn that God has spoken from the heavens; to know that there are men upon the earth who have authority to preach the Gospel; to know that we can receive a remission of our sins, that we can be made clean, and that we can be taught the ways of the Lord, that we may walk in His paths?<span class=\"citation\" id=\"57835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57835)\">Isa. 2:3<\/a><\/span> Is not this tidings of great joy<span class=\"citation\" id=\"67047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67047)\">Luke 2:10<\/a><\/span> when we think of the confusion and ignorance that exists in the world today? To all reasoning men it must be a source of great consolation. I know it is a cause of great joy to me to know that the Apostleship has been restored,<span class=\"citation\" id=\"128997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128997)\">D&amp;C 27:12<\/a><\/span> to know that these principles are true and faithful; that God is the same yesterday, today and forever,<span class=\"citation\" id=\"77401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77401)\">Heb. 13:8<\/a><\/span> when faith is manifested; that the signs follow the believer<span class=\"citation\" id=\"66912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66912)\">Mark 16:17<\/a><\/span> according to his faith; and that all who do the will of the Father are most assuredly put in the possession of the knowledge that the principles that were taught by the Messiah and by His Apostles are true. <\/div><div class=\"paragraph jod\" id=\"v25n45\"> Since I last had the privilege of bearing my testimony from this stand, I have visited the temple of God at St. George, and spent a season there, and I want to bear my testimony to the truth of the doctrine of baptism for the dead. When Paul was arguing with the Corinthians, some of them were foolish enough to contend that there was no resurrection; they had believed, had been baptized, and they had been a certain portion of time  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the Church; but their traditions and their lack of understanding caused them to believe that there was no such thing as the resurrection. Paul, in his argument, made use of the following language: &#x201C;Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73896)\">1 Cor. 15:29<\/a><\/span> Do you know why the ancient Saints were baptized for the dead, and do you know why Paul used this argument when they were disputing this principle of the resurrection? We do, for God has revealed it. He says: &#x201C;Why stand we in jeopardy every hour?<span class=\"citation\" id=\"73900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73900)\">1 Cor. 15:30<\/a><\/span> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for tomorrow we die.&#x201D;<span class=\"citation\" id=\"73904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73904)\">1 Cor. 15:32<\/a><\/span> Now, don't you think it would have been wise in Paul to have taken the advice that some of our friends pretend to give us? Don't you think it would have been wise in Paul, when he stood in jeopardy every day, to give up those principles which rendered him so unpopular among the people? The same question is propounded to us today. People say, &#x201C;Give up your religion; it is unpopular; we don't like it, and we are fifty millions strong. We want you to please do as we do, say as we say, and be as we are.&#x201D; But in order to make the thing not quite so glaring&#x2014;not quite so gross an injustice&#x2014;they say, &#x201C;Will you please give up your plural marriage and do as we do? If you must have a plurality of women, marry one and keep the others and raise illegitimate children as we do.&#x201D; That is the English of it. It may be distasteful to tell so much truth in one afternoon; but that is the English of it. I have traveled in a few of the nations of the earth; I have seen some of their finest cities; <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I have seen the effects of the workings of what is termed high Christian civilization. <\/div><div class=\"paragraph jod\" id=\"v25n47\"> But before referring to this allow me to go back a little with regard to the pretensions of Joseph Smith because this is the &#x201C;Mormon&#x201D; problem; &#x201C;it lies in a nutshell.&#x201D; Joseph Smith was a true Prophet sent of God, or he was not. He held the keys and powers of the Priesthood, or he did not. These he conferred upon other men in the Church of Jesus Christ of Latter-day Saints before his death. Now, those upon whom he conferred these keys have the Apostleship, or they have not; they have the authority of God, or they have not; they hold the keys of the Priesthood, or they do not; God our Eternal Father, reveals His mind and will from the heavens to His children in these valleys of the Rocky Mountains, or He does not. We testify He does. <\/div><div class=\"paragraph jod\" id=\"v25n48\"> Without quoting any more Scripture, let us reason together a little while. Who knew of the necessity of the Aaronic and Melchizedek Priesthood? Joseph Smith had a vision of the Father and the Son.<span class=\"citation\" id=\"93682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93682)\">JS&mdash;H 1:17<\/a><\/span> Who ever conceived of the necessity of such a vision? There was an absence of the knowledge of God. The world by wisdom know not God.<span class=\"citation\" id=\"72898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72898)\">1 Cor. 1:21<\/a><\/span> The being that is worshipped by so-called Christianity, is a being without a body, parts or passions. In order that He might have a testator upon the earth, God revealed Himself, so that we might understand a little concerning the personality of God; as it is written, we are created in His image.<span class=\"citation\" id=\"52232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52232)\">Gen. 1:26-27<\/a><\/span> Then the Book of Mormon was brought forth. Jesus Christ declared, &#x201C;other sheep I have, which are not of this fold.&#x201D;<span class=\"citation\" id=\"69684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69684)\">John 10:16<\/a><\/span> Those &#x201C;other sheep&#x201D; had to be visited;<span class=\"citation\" id=\"128998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128998)\">3 Ne. 15:21<\/a><\/span> and the Book of Mormon gives us a history of Christ's visit  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to them&#x2014;the aborigines of this continent, called the American Indians, but really the descendants of Jacob. We have given unto us within the lids of this book (Book of Mormon) the fullness of the everlasting Gospel.<span class=\"citation\" id=\"84522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84522)\">D&amp;C 27:5<\/a><\/span> We have the principles of the Gospel laid down in their simplicity&#x2014;plainer by far than in the Bible, though agreeing with that sacred record. It is in reality the stick of Judah that is contained in the Bible; the stick of Ephraim is contained in the Book of Mormon.<span class=\"citation\" id=\"60872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60872)\">Ezek. 37:15-20<\/a><\/span> Isaiah prophesied concerning the coming forth of this book.<span class=\"citation\" id=\"58650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58650)\">Isa. 29:1-24<\/a><\/span> In fact the writings of the Prophets are pregnant with predictions concerning the establishment of the Kingdom of God in the latter days. <\/div><div class=\"paragraph jod\" id=\"v25n50\"> Joseph Smith declared that John the Baptist came and restored the Aaronic Priesthood,<span class=\"citation\" id=\"84055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84055)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128999)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93975)\">JS&mdash;H 1:68-72<\/a><\/span> and also that Peter, James and John restored the Apostleship, and the keys and powers thereof.<span class=\"citation\" id=\"84665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84665)\">D&amp;C 27:12<\/a><\/span> Please tell me who it was that put it into the heart of this so called impostor (Joseph Smith) regarding the coming forth of this book? Will you please tell me where he acquired the wisdom to concoct such a record? Who taught Joseph Smith the necessity of the Aaronic and Melchizedek Priesthoods? Who taught Joseph Smith the perfect system of the organization of the Church of Jesus Christ of Latter-day Saints? Who taught him the necessity of three High Priests presiding over the Church of Christ<span class=\"citation\" id=\"90210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90210)\">D&amp;C 107:22<\/a><\/span> like unto Peter, James and John?<span class=\"citation\" id=\"129000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129000)\">Gal. 2:9<\/a><\/span> Who taught him the necessity of the Quorum of the Twelve Apostles, and of their powers and duties and the presidency thereof? Who taught him the necessity of the High Priesthood in their presidings? Who taught him the necessity of the Seventies and <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their organization? Who taught him the necessity of the Elders' Quorum, the Priests' Quorum, the Teachers' Quorum, and the Deacons' Quorum? Who taught him the organization of the Stakes of Zion with their presidency, their High Council, their Bishops, Teachers, etc? Who taught him the necessity of baptism by immersion for the remission of sins, and the laying on of hands for the reception of the Holy Ghost? Who taught him the necessity of holding keys of Priesthood, and that God would reveal principles through this channel that had been hidden from before the foundation of the world? Who taught him of the pre-existence of the spirit of man? Who taught him the philosophy of our probation upon the earth, and the results that would flow from a faithful observance of the principles of righteousness? He declared that Jesus Christ taught him; he declared that all these things were received through the revelations of the Lord Jesus Christ<span class=\"citation\" id=\"74455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74455)\">Gal. 1:12<\/a><\/span> to him. When people say that Joseph Smith was an impostor, they make him one of the greatest men that ever lived in view of the religion he founded. Again, who taught him the necessity of marriage for eternity? Who taught him the doctrine of baptism for the dead? Who taught him the principles of the resurrection and eternal judgment, as described in this Book of Doctrine and Covenants? I answer, God the Eternal Father. <\/div><div class=\"paragraph jod\" id=\"v25n51\"> Now, will you please tell me why the world are so embittered against us as a people? I will tell you. It is upon the same principle that they were embittered against the Messiah. The Messiah came with His bowels filled with compassion and love for the human family. He taught them how to be saved to the uttermost.<span class=\"citation\" id=\"76879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76879)\">Heb. 7:25<\/a><\/span>  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He taught them exclusive salvation. Joseph Smith was a servant of the Lord Jesus Christ, and acted under His instructions. His life and works boldly tell that he was no impostor. He was, indeed and of a truth, a true Prophet of God. He declared the principles of eternal life, and those principles have been carried to the nations of the earth. What has followed the preaching of the Gospel? Judgment, calamity and desolation have come, in many instances, upon those who have rejected it; upon those who have cast us out and spurned the message of life and salvation: for it has been decreed by the Almighty. The hour of His judgment has come.<span class=\"citation\" id=\"79987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79987)\">Rev. 14:7<\/a><\/span> You take this large congregation. If they had the opportunity of testifying, they would declare in words of soberness that God had revealed to them the principles of the Gospel, and that it was for that reason that they left the States, the islands of the sea, the nations of Europe, and came to this country; it was because they received a knowledge that these principles were true. They had been impressed by His Spirit to gather here; it is the gathering of Israel. In doing this they were told by their friends that they were deceived; but I ask any man who has accepted these principles, who has practiced them in solid faith, if he has ever been deceived? Never, no never. God has been true to His word. He has done His part. He has placed us in the possession of a knowledge of these principles, He has brought us home to Zion from the various nations where we were scattered. He has taught us the principles of righteousness through His appointed channel, by His Holy Spirit, and woe be unto us if we harden our hearts and close our ears against the pleadings of the Holy Ghost. <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We should sanctify ourselves before, the Lord, and live holy and pure lives. We are living in the last days. We have no time to trifle. We are in the midst of the judgments of Almighty God. He has declared that desolation should cover the earth,<span class=\"citation\" id=\"90626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90626)\">D&amp;C 112:24<\/a><\/span> and that He would waste the inhabitants away who would not listen to His voice. How can the Latter-day Saints escape if they neglect so great a salvation?<span class=\"citation\" id=\"76427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76427)\">Heb. 2:3<\/a><\/span> We are called upon to be ministers of righteousness.<span class=\"citation\" id=\"74283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74283)\">2 Cor. 11:15<\/a><\/span> We are building temples. We have no right in those temples unless we can go in as saviors upon Mount Zion.<span class=\"citation\" id=\"62050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62050)\">Obad. 1:21<\/a><\/span> We never can be upon Mount Zion unless we save ourselves from this untoward generation.<span class=\"citation\" id=\"71131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71131)\">Acts 2:40<\/a><\/span><span class=\"citation\" id=\"85033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85033)\">D&amp;C 36:6<\/a><\/span><span class=\"citation\" id=\"90416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90416)\">D&amp;C 109:41<\/a><\/span> We must practice the principles of righteousness. We must give up our follies, our light speeches, our loud laughter and our inhuman feeling with regard to our children placing them in a position where they are under the dominion of Belial, and under that influence that would wean them from the principles of righteousness. We must repent of our sins. We must listen to the voice of God through His servants. We must sanctify ourselves before Him or we cannot assist Him in the establishment of His righteousness upon the earth. You know this as well as I do. What right have I to require of anybody what I will not do myself? What right have I to expect of anybody what I do not do myself? No, we must save ourselves. We must make our calling and election sure.<span class=\"citation\" id=\"125377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125377)\">2 Pet. 1:10<\/a><\/span> Who is afraid to die but the sinner? Who is afraid of death but those who have sinned and who dread to meet the consequence of those sins behind the veil? But those who love the principles of righteousness and who practice them know that they have passed from death unto  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>life.<span class=\"citation\" id=\"69130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69130)\">John 5:24<\/a><\/span><span class=\"citation\" id=\"129001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129001)\">1 Jn. 3:14<\/a><\/span> They know that they are redeemed through the precious blood of the Redeemer. When they pass into the spirit world it is not in blindness. They know that they are going into the presence of the Lamb, and the Church of the Firstborn.<span class=\"citation\" id=\"77289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77289)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"87020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87020)\">D&amp;C 76:54<\/a><\/span><span class=\"citation\" id=\"90193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90193)\">D&amp;C 107:19<\/a><\/span> They know that they belong to that Church, and they also know whether they have kept their garments clean or not. Have we any occasion to fear the people? Have we any occasion to fear nations? Do we fear when we go forth in their midst, traveling one or two at a time in the midst of our enemies with threatenings on every hand? Do we fear under those circumstances? No; and if we can trust ourselves in the hands of God, under those conditions, I think we can trust Him today. And as far as I am concerned as an individual, not one principle that God has revealed from the heavens do I dare to go back on&#x2014;not one principle. I believe in the fullness of the everlasting Gospel. I believe in plural marriage as a part of the Gospel, just as much as I believe in baptism by immersion for the remission of sins. The same Being who taught me baptism for the remission of sins, taught me plural marriage, and its necessity and glory. Can I afford to give up a single principle? I cannot. If I had to give up one principle I would have to give up my religion. If I gave up the first principle of the revelations of the Lord, I would prove before my brethren, before the angels, before God the Eternal Father, that I was unworthy the exaltation that He has promised me. I do not know how you feel; but I do not fear the face of man as I fear the face of God. I fear lest when I go behind the veil and have to meet my progenitors, that I should meet them as a traitor, as a man who had <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not the backbone to stand by the principles of righteousness for fear of my life; or for fear of some calamity that might come upon me. How would they look upon me? How we would be condemned if we dared suggest such a thing as to say that we would give up the first principle of eternal truth! I bear my solemn testimony that plural marriage is as true as any principle that has been revealed from the heavens. I bear my testimony that it is a necessity, and that the Church of Christ in its fullness never existed without it. Where you have the eternity of marriage you are bound to have plural marriage; bound to; and it is one of the marks of the Church of Jesus Christ in its sealing ordinances. &#x201C;Whatever you bind on earth is bound in heaven.&#x201D;<span class=\"citation\" id=\"64922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64922)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65081)\">Matt. 18:18<\/a><\/span><span class=\"citation\" id=\"91778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91778)\">D&amp;C 132:46<\/a><\/span> We know how sensitive the Prophet Joseph was to introduce this principle. He knew the feeling that was against it. It had been taught from the days of heathen Rome down to the present time that a man should have but one wife, which has resulted in the prostitution of many of the fair daughters of Eve as mistresses. Here we have too much love for women to see them trampled in the dust. Here we have too much respect for unborn spirits to have them come into the world branded as bastards, illegitimate, in shame, without knowing their fathers. The children we have are legitimate. They are our own. We honor them and our wives. Our children are given unto us of God, for our wives are given to us of God. We never should have thought of practicing this principle if God had not revealed it from the heavens and commanded it, and we must stand by it and by every principle that He has revealed. It is more than I dare, to go back on that principle or any  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>other principle; and I have besought the Lord with all my heart that He would give me strength according to my day that I might never fail in my integrity, but that I might stand firm as the pillars of heaven to the truths that He has revealed for the redemption of the human family. I understand my own weaknesses; I understand my own insufficiency; but my trust is in the living and true God.<span class=\"citation\" id=\"75661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75661)\">1 Thes. 1:9<\/a><\/span><span class=\"citation\" id=\"84318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84318)\">D&amp;C 20:19<\/a><\/span> And I have a testimony that for over thirty years He has sustained me through some very crooked and tight places by His Almighty power. He has stood by me, been my friend; and so far my testimony <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and my love for the principles of righteousness are as deep and earnest as my first love, and more so; for I have witnessed His loving kindness in the sealing powers and bonds of the everlasting covenant; I have been privileged to see the magnificent manner in which He has provided for His children, in placing them in a position that they may become like unto Him&#x2014;eternal, without end of years.<span class=\"citation\" id=\"87550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87550)\">D&amp;C 84:17<\/a><\/span><span class=\"citation\" id=\"92265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92265)\">Moses 1:3<\/a><\/span><span class=\"citation\" id=\"92772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92772)\">Moses 6:67<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n55\"> That God may give us grace to stand true and faithful to our covenants, and endure to the end, is my prayer in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}