{"ID":250026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Missionary Labors Reviewed&#x2014;Testimony Gained&#x2014;Predictions Fulfilled&#x2014;Condition of the World&#x2014;Prospects of the Swiss and German Mission&#x2014;Class of Men Selected By the Lord for His Work&#x2014;Restoration of the Gospel&#x2014;The Priesthood Necessary&#x2014;How It Was Restored&#x2014;Ancient Prophecies Concerning the Latter-Day Work&#x2014;Why the Saints Are Hated&#x2014;Persecution Predicted&#x2014;Political Aspect&#x2014;Revelation Necessary&#x2014;Distinction Between the Holy Ghost and the Spirit Given to Every Man&#x2014;True Education&#x2014;How Joseph Smith and Orson Pratt Obtained Theirs&#x2014;How Abraham and Moses Were Taught&#x2014;Action of Congress Considered.<\/div>\n<div class=\"subtitle\">Discourses by Elder John Q. Cannon, President Wilford Woodruff and President John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 29, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony Gained.<\/div>\n<div class=\"speaker\">Speaker: John Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/29\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v25n668\"> Elder John Q. Cannon said: My brethren and sisters and friends, it is with feelings which I am utterly unable to express that I stand before you this afternoon&#x2014;feelings on the one hand of gratitude to my Heavenly Father, that after an absence of nearly three years from this city I am again permitted to meet with my brethren and sisters in this place, and with feelings on the other hand of intense timidity in standing before so large an audience. But I rely, my brethren and sisters, upon your faith and prayers during the few moments that I may stand before you, and I rely, furthermore, upon the promise which our Lord gave, when He said, &#x201C;Where two or three have gathered together in my name, there I am in the midst of them.&#x201D;<span class=\"citation\" id=\"65090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65090)\">Matt. 18:20<\/a><\/span> I am satisfied, on my own part, that <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we, this afternoon have assembled ourselves in the name of the Lord, and I am consequently satisfied that His Spirit will be with us inasmuch as we seek for the same, inasmuch as we rid ourselves of every feeling of worldliness and come together with pure hearts to partake of the emblems of the death and suffering of our Lord, and to become instructed in the plan which He has laid down for our salvation. <\/div><div class=\"paragraph jod\" id=\"v25n669\"> It has been four days since I returned from a mission, and in six weeks it will have been three years since I left this city, in obedience to a call made upon me by the authorities of the Church. On the 9th of August, 1881, I left this city on a mission to Great Britain, in company with eleven other missionaries, who were destined for Scandinavia. We  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reached Liverpool in due time, and I was assigned, shortly after my arrival there, to the London Conference, where I labored with great pleasure until the 17th of March, 1882. Early in the month the then President of the European Mission&#x2014;Apostle Albert Carrington&#x2014;notified me that I should proceed to the German Mission, and within a few days after receiving this notice I joined my brother in North Germany. Of course in going to Germany I had to learn the language; I was utterly ignorant of it when I started and when I landed there; but the Lord strengthened my memory, and in a short time I was able to make myself understood, and pursue the real object of my mission. I labored&#x2014;it is not for me to say with how much success&#x2014;until relieved a short time ago to return home. <\/div><div class=\"paragraph jod\" id=\"v25n671\"> I can say, my brethren and sisters, that I have enjoyed my mission greatly. The blessing of the Lord has been with me. The promises that were sealed upon my head by the Presidency before I went have been literally fulfilled, and, to my mind, in a most remarkable manner. <\/div><div class=\"paragraph jod\" id=\"v25n672\"> Above all things I prize my mission for the testimony it has given me of the truth of this Gospel. It may seem strange to you that I make this assertion; because one would naturally think that I had a testimony before I went. I, however, confess this was not the case. I had heard what the world calls Mormonism&#x2014;from my childhood up I had heard nothing else. I believed as much as it was possible that this, the Gospel as preached by the Elders of the Church of Jesus Christ of Latter-day Saints, was the true religion, and was the path of redemption as proclaimed by Jesus Christ and His Apostles. This was my firm belief. But <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a direct and firm and steadfast testimony of the truth of the Gospel I had not received, and it was to obtain this testimony, more than for anything else, that I obeyed the call that was made of me. I had heard, as you had, that every man who returned from a mission and rose up in this stand or elsewhere to proclaim his testimony and to report his labors&#x2014;I had heard every man say: &#x201C;I know this is the Gospel of Jesus Christ.&#x201D; And I felt within myself, if I can acquire a knowledge of the truth of the Gospel through going on a mission, I am willing to go. I valued my salvation and a knowledge of the truth of the Gospel just that much. Well, I went, and I labored with great weakness, I have no doubt. But the Lord heard my prayers. He granted unto me a testimony of the truth of the Gospel, and from the time that I received the first one until this moment, one testimony has followed another in rapid succession. I am therefore able to proclaim before you, as I have done with much pleasure before the world, that I do know that God has spoken in these our days, that He has revealed Himself and restored his Priesthood by means of which the human family&#x2014;those of them who are willing to be saved and to obey the requirements which He has given&#x2014;may be saved. <\/div><div class=\"paragraph jod\" id=\"v25n673\"> It was told me before I started away&#x2014;the remark was made to me by my father: &#x201C;My son, you will find in the world that the nations are about in the same condition as the Athenians were when Paul went to preach to them. They have temples and they have altars built, but these are dedicated to the &#x2018;Unknown God.&#x2019;&#x201D;<span class=\"citation\" id=\"71950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71950)\">Acts 17:23<\/a><\/span> I found this to be the truth. I found the word, the written word of God was read in every church in every land, and that every family  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had it; but I was surprised to find that but few of them were willing to receive the truths which are therein contained. They were content with the dead letter of the law; and when I undertook or attempted to explain the principles of life and salvation, the principles which Jesus Christ taught His disciples, and which they taught all those who would listen to their testimony, I found there was a great coolness. People would not listen. They were content with what they had received. This was my general experience. On the other hand I found very many who acknowledged to me the truth of that which I had said. When I said unto them, &#x201C;faith in the Lord Jesus Christ is insufficient to save you in His Kingdom;&#x201D; when I said that something more was necessary than a simple faith in the Lord Jesus Christ, and attempted to prove my position by Scripture, I found many who said, &#x201C;You are right; something more is necessary according to the Scriptures; faith alone cannot save us.&#x201D; But when I went on to explain the other principles of the Gospel&#x2014;repentance, baptism for the remission of sins by one who has authority to baptize, and the laying on of hands for the gift of the Holy Ghost, I discovered that they said, &#x201C;That may be all true, it is true, we believe, but we don't want it.&#x201D; That has been my experience and the experience of others in a great many instances. There are thousands in the world&#x2014;I have spoken with hundreds I believe&#x2014;who have made a similar confession&#x2014;that faith, repentance, baptism, and the laying on of hands for the reception of the Holy Ghost, were Scriptural principles, that they could not be denied, that the same Gospel was preached by Jesus Christ and His Apostles&#x2014;but I have found among those hun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dreds very few who were willing to obey those principles. I am happy to say, however, that some few have obeyed them&#x2014;that I have been the means, in the hands of God, of bringing some to a knowledge of the truth, and I am very thankful for this privilege. <\/div><div class=\"paragraph jod\" id=\"v25n675\"> It may, perhaps, interest you to know something of the present prospects of the Swiss and German mission, where I have labored for upwards of two years. We have some seventeen Elders in the field. Some of these have been laboring in Austria, one is in Italy, all the others are in Switzerland and Germany. In certain parts of Germany the laws are very strict. Public meetings of any kind are forbidden. We are, therefore, not allowed to preach. This has been brought about by the action of the Socialists, with whom we are confounded. They have held meetings, as you who read the papers know, and passed resolutions to upset governments and kingdoms, and reduce everything to chaos, if possible. In the kingdom of Prussia, however, we are at present in the enjoyment of liberty to a great extent. We have the permission of the authorities of the city of Berlin to hold our regular meetings, and we can announce these meetings in the papers if we desire. Of course our meetings are visited by detectives and policemen occasionally, to see that nothing contrary to the laws of the land is promulgated, which action, is, of course, quite agreeable to us. This is the case, however, only as regards the kingdom of Prussia. In the kingdom of Bavaria, which is strongly Catholic, we have been unable, up to the present time, to obtain any rights whatever. We have been threatened and in some cases expelled for having attempted to preach the Gospel. We have been  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forbidden to hold meetings of any kind. It has even been declared to us that where seven persons assemble together, that number would be considered a meeting, and if the participants were strangers they would be expelled, while natives would be heavily fined. In the Grand Duchy of Baden the same rule holds. In the kingdom of Wurtemberg, it has never been forbidden that we hold meetings, but we have as yet no official permission to do so. Of course in Switzerland we have full permission. We can hold our meetings in any house. It is not yet allowed us, or in fact anyone, to hold open air meetings. The prospects of the mission, as I look at it, are very good, and I think the day is soon coming when these rigorous laws will be broken, when all those who desire to serve God in the way that He has commanded, although it may not be in accordance with the desires of the rulers, may have the privilege. The laws of Bavaria pretend to give full freedom of worship; but the actual fact is, every person is prohibited, through pressure which is brought to bear upon him, from attending anything but the established church, which is Catholic, or the Lutheran. People are expected to attend or at least be members of one of these churches; and they are compelled to make an official acknowledgment of their belief in their work books, which are a sort of credential, containing the name, age, business, and place of residence, of every workman in the country. In this book each man must announce his religion, and if this happens to be anything but Lutheran or Catholic, he is put to great trouble and inconvenience, would perhaps find difficulty in obtaining work at all; and in case <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he called himself a &#x201C;Mormon,&#x201D; would be punished according to the regulations which some of the States have made. I do not believe that the king of Bavaria, and the rulers of the kingdoms are as bitter as some of the subordinate officials. The strongest persecution we have met with has been in the city of Nurenburg, and that has been on the part of the circuit judge, a man who in other respects is very liberal, but whose mind became prejudiced through some false reports which came into the country, and were scattered by the press just as we made a beginning. I nevertheless hope&#x2014;and I believe it is the general feeling&#x2014;that the day is not far distant when freedom of worship will be allowed&#x2014;when the Elders can go through the country and proclaim the Gospel without fear or molestation. We pray for that day, and have great hopes that there are many thousands in those countries who will receive the Gospel. <\/div><div class=\"paragraph jod\" id=\"v25n677\"> The Elders are laboring energetically. They have spared themselves no pains to discover those who are willing to receive their testimony. They are laboring faithfully and with good results. The emigration has been quite extensive, as you know; but the number of those baptized exceeds by a considerable amount the number that have emigrated. Our branches are therefore growing continually. <\/div><div class=\"paragraph jod\" id=\"v25n678\"> My brethren and sisters: I am thankful to be able to testify to the truth of this Gospel, which is being preached in these days. I do know that Joseph Smith was a Prophet of God, and this is a testimony which I have received for myself. It is not because my parents taught me this, or because I have heard it from others; that has given me courage to bear this testimony before others.  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>But I have felt free in saying to all men, &#x201C;Repent, and be baptized and you shall receive the gift of the Holy Ghost,<span class=\"citation\" id=\"71266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71266)\">Acts 2:38<\/a><\/span> and that will give you a testimony as it has given it to me.&#x201D; That is the testimony, my brethren and sisters, that I feel to bear before you this afternoon. <\/div><div class=\"paragraph jod\" id=\"v25n680\"> I am glad to be once more in these mountains, to breathe this air, to see those with whom I have grown up, and to feel once more at home. During the three years that I have been absent, many changes have taken place, some of them very mournful to me; but I am thankful to be back once more. And now that I am home, I hope to be able to work steadfastly in the cause of God, and to do my part in helping to build up His kingdom upon the earth. This is my desire, and I pray that the Lord will help all of us to remain true to the end, in the name of Jesus Christ. Amen. <\/div><div class=\"paragraph jod\" id=\"v25n681\"> President Wilford Woodruff then addressed the congregation. He said: We have been listening to the testimony of one of our Mormon mountain boys, who has been called in his youth to go forth to the nations of the earth to declare the Gospel of Jesus Christ to the inhabitants thereof. This is an example of this whole Mormon work in the day and generation in which we live. Joseph Smith himself was but a boy, an unlettered youth, when God called him over half a century ago, to listen to the voice of the Lord, and be an instrument in His hands to lay the foundation of His Church and Kingdom on the earth in the last dispensation of the fullness of times; and from that day to this, men have been called&#x2014;some from the plow, the plane, the hammer, and from the various occupations of life&#x2014;to go forth and lift up their voices and bear record to the <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nations of the earth of the Gospel of the Son of God. And the Lord has manifested His power, and His mercy to all who have been called to go forth and bear record of His name; and Brother Cannon (John Q.) who has addressed us, like tens of thousands of others, can bear record before God, angels and men, before the heavens and the earth, to the truths of the Gospel of Jesus Christ, which have been revealed unto us in the day and generation in which we live. It is a marvelous work and a wonder<span class=\"citation\" id=\"58816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58816)\">Isa. 29:14<\/a><\/span> in the earth, and it is attracting the attention of the whole human family. The inhabitants of the earth marvel and wonder, and many times desire to know what the end of these things will be. The Lord called upon Joseph Smith, as a literal descendant of Joseph, who was sold into Egypt,<span class=\"citation\" id=\"129099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129099)\">Gen. 50:33 (JST)<\/a><\/span><span class=\"citation\" id=\"81311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81311)\">2 Ne. 3:15-16<\/a><\/span><span class=\"citation\" id=\"84541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84541)\">D&amp;C 27:10<\/a><\/span><span class=\"citation\" id=\"89318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89318)\">D&amp;C 98:32<\/a><\/span> to lay the foundation of the Church of Jesus Christ of Latter-day Saints. The Church had been in the wilderness for nearly 1,800 years. The Church and Kingdom of God had fallen away. The Gentiles had followed the same example of unbelief as did the Jews when they departed from the Gospel of Christ<span class=\"citation\" id=\"72793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72793)\">Rom. 11:20-21<\/a><\/span> and put to death almost every man who bore the Holy Priesthood on the earth, or who preached the Gospel of the Son of God to the world. The Jews rejected the Messiah; they put Him to death; and they labored to overthrow the Church, although it went to them in all the power and glory, and with all the keys, principles, ordinances and priesthood, that it did to the patriarchs and prophets in former generations. For this the Jews were overthrown. They had to pay the bill for shedding the blood of the Lord's anointed; and the Lord rent the Kingdom out of their hands, and gave it into the hands of the Gentiles;<span class=\"citation\" id=\"129100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129100)\">1 Sam. 15:28<\/a><\/span> and Paul  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Apostle to the Gentiles, warned them strongly and faithfully to take heed and be cautious lest they should fall through the same example of unbelief. &#x201C;For if God spare not the natural branches, take heed lest he also spare not thee.&#x201D;<span class=\"citation\" id=\"72798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72798)\">Rom. 11:20-22<\/a><\/span> But all the Prophets and Apostles understood by vision and revelation that there was to be a falling away.<span class=\"citation\" id=\"75781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75781)\">2 Thes. 2:3<\/a><\/span> There has been a falling away. I can say of a truth&#x2014;whether the world believe it or not&#x2014;that from the day the apostles and disciples and those holding the Priesthood of the Lord Jesus Christ were put to death, there has not been a man on the face of God's footstool who has had the power to administer the ordinances of the Gospel so as to have power after death. I understand perfectly well the world does not believe this, nevertheless it is true. There never was a man breathed the breath of life<span class=\"citation\" id=\"52428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52428)\">Gen. 2:7<\/a><\/span> in any age of the world, who had power to go forth and administer the ordinances of the Gospel of Christ, only by the power of that eternal and everlasting Priesthood which Melchizedek held, which Adam, Abraham, Moses, and Elias, and all the ancient Patriarchs and Prophets held. Jesus Christ held it. He was a High Priest after the order of Melchizedek,<span class=\"citation\" id=\"76649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76649)\">Heb. 5:10<\/a><\/span><span class=\"citation\" id=\"76773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76773)\">Heb. 6:20<\/a><\/span> and has entered into the presence of God to plead for His brethren.<span class=\"citation\" id=\"76919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76919)\">Heb. 9:24<\/a><\/span> The Apostles held it.<span class=\"citation\" id=\"129101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129101)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"129102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129102)\">John 15:16<\/a><\/span> No man in any age of the world had power to administer the ordinances of the Gospel without it. God himself, who has created worlds upon worlds, has created all these worlds and all those that have been saved have been redeemed by the power of that eternal and everlasting Priesthood. But as I said before, when the Prophets and Apostles and all men who held the Priesthood were put to death, the ordinances of the Gospel became <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> without effect, and in consequence of this, the whole world has been filled with sects and parties, with false religions, and principles, until it would almost appear that there are the six hundred, three-score and six,<span class=\"citation\" id=\"79677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79677)\">Rev. 13:18<\/a><\/span> which John the Revelator saw in his vision. And this has been the condition of the whole Christian world from the days of Jesus Christ and His Apostles until the Lord raised up Joseph Smith, and commanded him to organize this Church and Kingdom. Did he attempt to do this until he received the Priesthood? He did not. He did not attempt to administer any one of the ordinances until he received the Holy Priesthood from under the hands of the holy men who were sent unto him from God out of heaven. The first man that ordained Joseph Smith and Oliver Cowdery to the Priesthood was John the Baptist,<span class=\"citation\" id=\"129103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129103)\">D&amp;C 27:8<\/a><\/span> who was beheaded<span class=\"citation\" id=\"64744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64744)\">Matt. 14:10<\/a><\/span><span class=\"citation\" id=\"66557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66557)\">Mark 6:27<\/a><\/span> for the word of God and testimony of Jesus.<span class=\"citation\" id=\"79010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79010)\">Rev. 1:9<\/a><\/span><span class=\"citation\" id=\"79276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79276)\">Rev. 6:9<\/a><\/span> Thus they were ordained to the Aaronic Priesthood.<span class=\"citation\" id=\"84059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84059)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93978)\">JS&mdash;H 1:68-72<\/a><\/span> Joseph afterwards received the Apostleship under the hands of Peter, James and John, who held the keys of the Apostleship.<span class=\"citation\" id=\"84668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84668)\">D&amp;C 27:12<\/a><\/span> God Almighty could not establish His Kingdom, His Church, His Zion&#x2014;which the Holy Bible declares from Genesis almost to Revelation should be established in the latter days&#x2014;without men bearing that Priesthood. God had to raise up such a man as Joseph Smith, and establish His Church, by which to prepare a people for the coming of the Son of Man. To this end Joseph was brought forth. He received these oracles from God. He laid the foundation of this Church and Kingdom in his boyhood, and he, like the Savior, and many of God's other servants, spent but a short time in the flesh after he commenced his ministry. The Savior  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lived but three and a half years after He entered upon His ministry. Joseph Smith labored in the flesh some 14 years after the organization of the Church before he sealed his testimony with his blood, as did other Prophets and Patriarchs before him.<span class=\"citation\" id=\"92015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92015)\">D&amp;C 135:3<\/a><\/span> I say, from that day until this, the Lord has called men to go forth and declare the Gospel of Christ. And Brother John Q. Cannon has testified, he knows for himself. Yes, he knows. There is no doubt of that. There are tens of thousands of this people who can bear the same testimony. It is true there is a difference with men with regard to the amount of testimony they have received to satisfy them of the truth of this work. Many men believe, but many say they require a certain amount of testimony before they know. I will say for myself: the greatest testimony I have ever received in this Church (and I have spent over 50 years of my life in it), has been the testimony of the Holy Ghost, has been the inspiration of Almighty God, has been the spirit of life and salvation, that still small voice<span class=\"citation\" id=\"55729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55729)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"88063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88063)\">D&amp;C 85:6<\/a><\/span> that has rested upon me and rested upon my brethren from the time we were baptized into this Church until the present day. We lay hands upon the sick and they are healed by the power of God. We lay hands upon our brethren, and set them apart for missions. The Spirit of God rests upon us and inspires us in our words and thoughts what we should seal upon their heads. These words are fulfilled, and thousands upon thousands can testify of the truth thereof. <\/div><div class=\"paragraph jod\" id=\"v25n684\"> The Bible contains a vast amount of prophecy concerning the last dispensation and the fullness of times; concerning the building up of the Kingdom of God in the last <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> days; concerning a kingdom which shall become an everlasting kingdom, of whose dominion there shall be no end.<span class=\"citation\" id=\"57350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57350)\">Ps. 145:13<\/a><\/span><span class=\"citation\" id=\"61456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61456)\">Dan. 4:3<\/a><\/span><span class=\"citation\" id=\"61769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61769)\">Dan. 7:27<\/a><\/span> God showed this to Daniel and to Nebuchadnezzar,<span class=\"citation\" id=\"129104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129104)\">Dan. 2:1-45<\/a><\/span> as also to Isaiah, Jeremiah and Ezekiel. The Prophet Isaiah has portrayed the whole history of the Latter-day Saints who occupy these mountains of Israel. He described our travels here, and our labors since we came here. These Prophets saw our day, and they spake as they were moved upon by the Holy Ghost;<span class=\"citation\" id=\"78352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78352)\">2 Pet. 1:21<\/a><\/span> and the prophecies are of no private interpretation.<span class=\"citation\" id=\"129105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129105)\">2 Pet. 1:20<\/a><\/span> Their words are words of truth. Their words have had their fulfillment and will have to the end. The travels of this Church have been through deep waters, and this should not be a strange thing to the inhabitants of the earth. I will say here, without fear of contradiction, that no man, no set of men, no people, no church, no portion of the Kingdom of God can live godly in Christ Jesus without suffering persecution.<span class=\"citation\" id=\"76193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76193)\">2 Tim. 3:12<\/a><\/span> You show me a Patriarch or Prophet that ever lived who taught the words of life and salvation without incurring the hatred, the wrath and the indignation of the surrounding nations, and you will show me something that I have not been able to find on the earth. But without dwelling upon this point, allow me to say that this is what ails the Mormons. This is the cause of the warfare made upon us by our nation today. God Almighty has set His hand to establish His Church and Kingdom on the earth. He has set His hand to gather His people to the mountains of Israel to build up a Zion. That Zion is here. We have made a beginning. We came here, on the 24th of July, 1847, a little handful of pioneers. We found a barren desert. It did not look as if any  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>white men could live here. We found a few poor, miserable, degraded Indians. They would eat a pint of crickets for breakfast and supper, and this, with a few roots, was all the food they had. Today, here is a tabernacle. Today, you can travel one thousand miles throughout these valleys, from north to south, and you will find them filled with towns, villages and cities, and you will see temples, tabernacles, etc. What does it mean? It means that the God of Heaven is a God of truth. He decreed certain things, and these things are now coming to pass in spite of all earth and hell. That is what it means. Had it not been for this, Utah would have been a desert today as it was when we found it. <\/div><div class=\"paragraph jod\" id=\"v25n686\"> The testimony of the Elders of Israel is true. This is the Gospel of Christ. It is the only Gospel the Lord ever revealed to man. And Paul the Apostle says: &#x201C;Though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74360)\">Gal. 1:8<\/a><\/span> The children of men do not believe the Gospel. They will have everything else on the face of the earth except the Gospel. The Lord has set His hand to fulfill His words and promises, and we are here to help Him in that business. We came here to these mountains by revelation, by inspiration. We were led here by Prophets, Apostles and inspired men; and this Church and Kingdom has continued to grow from the day it was organized until the present time. It will continue to grow. The Gospel of Christ is the truth. &#x201C;Am I therefore become your enemy, because I tell you the truth,&#x201D;<span class=\"citation\" id=\"74615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74615)\">Gal. 4:16<\/a><\/span> said Paul to the Galatians, in teaching them this principle. But the truth is unpopular. The world is full of error and falsehood. It will not accept the plan of life and salvation. <\/div> <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n687\"> We are in the hands of God. God has called us to this labor. He has commanded us to preach the Gospel to the nations of the earth.<span class=\"citation\" id=\"84151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84151)\">D&amp;C 18:28<\/a><\/span><span class=\"citation\" id=\"85030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85030)\">D&amp;C 36:5<\/a><\/span> This we have done so far as the doors have been opened to us. It seems strange to reflect upon the fact that such nations as Germany, Austria and Prussia, should put up bars as strong as iron, so to speak, against the preaching of the Gospel of Christ in their midst. Still the Lord, as we have heard from Brother John Q. Cannon, is opening up the way. There are a great many of the house of Israel in Germany; there are a great many of the honest in heart throughout the nations of the earth, and they must hear the Gospel. We have been preaching it for over fifty years. The world in a great measure has rejected it. I heard Joseph Smith say a great deal in regard to the attitude this generation would assume in regard to the Gospel. He saw the situation. Said he: &#x201C;The world will fight you. The world will war against you. Towns will arise and mob you, counties will oppose you, cities will oppose you, and the United States will combine against you. The world is full of darkness. Sin and wickedness is overwhelming the world as the waters cover the great deep. The devil rules over the world in a great measure. The world will war against you; the devil will, earth will, and hell will. But you must bear testimony of me. You must preach the Gospel, do your duty, and the Lord will stand by you. Earth and hell shall not prevail against you.&#x201D; &#x201C;Fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both body and soul in hell.&#x201D;<span class=\"citation\" id=\"64188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64188)\">Matt. 10:28<\/a><\/span> And I would say to our friends, that is the spirit that vibrates in the bosoms of tens of thousands of Latter-day  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints in these mountains. We stand upon this pedestal. This is our platform. What fear have we with regard to our enemies? Why should we fear? We are in the hands of God. We have come to this earth in this time upon a mission. We have been born on purpose in this generation to take part in this work. The Lord required an element to labor with. He will build up Zion. And I bear my testimony here to all men, and would to all the world if I had the power, that the work in which this people are engaged, small and insignificant as it may appear, is the work of God. It will roll forth. It will become a mountain. It will fill the whole earth.<span class=\"citation\" id=\"61131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61131)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86625)\">D&amp;C 65:2<\/a><\/span> It will break in pieces all other kingdoms, and it will stand forever;<span class=\"citation\" id=\"61354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61354)\">Dan. 2:44<\/a><\/span> for God Almighty has decreed it. Write it down. Watch the signs of the times. See if these things are not true. We are living in an important day. We are called to do a work for the Lord, and we are going to do it as far as we have time and opportunity. It has cost many men their lives; but men's lives are of little consequence compared with eternal life. Give me eternal life. As for this life, what does it amount to. Why should we fear death? Why, bless your souls, a few years ago this nation sacrificed a million of lives in defense of the country. That may be all right. I have no fault to find. But is it any worse to die for the Kingdom of God than it is to die for the honor of the country? Not much. Then let us be faithful. Let us trust in God. Leave all things in His hands, and all will be right. <\/div><div class=\"paragraph jod\" id=\"v25n689\"> Now I would like to say a few words before I close, with regard to our present condition. Of course our affairs have become a national question. The eyes of all the world <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are looking towards us. But I will say this: it is a pitiful sight&#x2014;it is a thing sorrowful to contemplate upon, that our wise Senators, yes, our wise Senators have to take falsehood into the halls of Congress to work upon to overthrow this Church and Kingdom: so with the pulpit, so with the press. Who tells the truth about Utah? Not one man in a thousand that attempts to represent this case. We have not a boy in Utah in our common schools, over twelve years of age, but knows, when he reads the statements of some of those Senators, that they are arguing on a false basis. They understand that perfectly. I am at the defiance of the world to prove that we use in our common schools anything but the textbooks of the world. We don't even use the Bible in our common schools. To do so would almost be treason in the eyes of our enemies. Yet these venerable Senators represent us as doing this. Why do Senators argue upon false premises to overthrow this people? If people would tell the truth about us, we should be perfectly satisfied. We have to be satisfied anyhow. <\/div><div class=\"paragraph jod\" id=\"v25n690\"> Well, this is the state of the world today. We are called to preach the Gospel. We preach it. There is but one Gospel. What is it? Faith in the Lord Jesus Christ; repentance of sin; baptism for the remission of sins; and the reception of the Holy Ghost by the laying on of hands.<span class=\"citation\" id=\"94059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94059)\">A of F 1:4<\/a><\/span> These are the doctrines Jesus taught, and that His Apostles taught. <\/div><div class=\"paragraph jod\" id=\"v25n691\"> I feel to bear my testimony to these things. They are true. God is with this people. And we say to our nation&#x2014;maintain the Constitution and we are satisfied. Give us the rights of that Constitution and we are satisfied. It is an instrument inspired by the power of God. Our  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forefathers were inspired when they framed it.<span class=\"citation\" id=\"89628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89628)\">D&amp;C 101:80<\/a><\/span> Yet it is marvelous to reflect upon some principles that have been laid down&#x2014;perhaps I ought not to allude to these things, but I am only expressing my own reflections&#x2014;even by the Supreme Court of the United States. In effect it has said that we may think as we please, but must not act. I would ask, in the name of the Lord, was that all Thomas Jefferson, and others had in their minds when they framed the clause in reference to religious liberty? What about men acting? If it was only intended that men should think and not act, why not say so in the instrument? Why should it be stated that &#x201C;Congress shall make no law respecting an establishment of religion, or prohibiting the free <span class=\"italic\">exercise<\/span> thereof,&#x201D; if men were not to be allowed to act? Why, in the exercise of their religion, men must act: and it is straining points, it is overstepping the bounds of the Constitution to pass laws taking away the rights and privileges of any people because of their religion&#x2014;because they happen to differ from their neighbors. Where will such a course land our government? I will tell you what it will do. It will rend the government in twain like unto a potter's vessel. It will lay the nation in the dust. It will overthrow the government. When they get through with the Mormons there will be somebody else to deal with. The Constitution is good enough for anybody. It is good enough for the Latter-day Saints. We have no principles but what are in accord with the Constitution of the United States and the laws of God. We are perfectly willing to trust ourselves and our interests in the hands of God, and to leave our nation in His hands also; for God will judge our nation; He will judge us; He <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will judge all the children of men and He will judge righteous judgment.<span class=\"citation\" id=\"69405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69405)\">John 7:24<\/a><\/span> What men sow they will reap.<span class=\"citation\" id=\"74707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74707)\">Gal. 6:7<\/a><\/span> What measure they mete, it shall be measured to them again.<span class=\"citation\" id=\"63722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63722)\">Matt. 7:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n693\"> I pray God to bless this nation. I pray God to give our legislators wisdom, that they may maintain the Constitutional principles of the government, the only government on the face of God's earth where the Lord could have established His Church and Kingdom. That we may be prepared to inherit eternal life is my prayer in the name of Jesus. Amen. <\/div><div class=\"paragraph jod\" id=\"v25n694\"> President John Taylor next addressed the congregation. He said: It is some time since I have taken the privilege to speak to the Latter-day Saints in this place. I have been visiting our settlements in different parts of our Territory. There I frequently talk to the people. You have a great many here who are capable of teaching and instructing you, hence it is very seldom that I intrude myself upon you in this capacity. But I always feel pleasure in meeting with the Saints, in hearing my brethren unfold the principles of eternal truth, and in listening to the testimonies which they have to give concerning the Gospel of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v25n695\"> God has revealed unto us the principles of the Everlasting Gospel, and that Gospel brings life and immortality to light.<span class=\"citation\" id=\"76099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76099)\">2 Tim. 1:10<\/a><\/span> Life and immortality can only be made known by the revelations of God, and people who do not believe in revelation cannot have any knowledge of life and immortality. It is through that principle alone that these things are or have been developed. We ourselves could have known nothing of God, from the world in which we live, nor from the teachers thereof, be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause they do not even profess to be placed in communion with God, nor to have revelation from Him, and how could they speak of that they did not know or comprehend, or that which had not been communicated to them? It was impossible for them to do it. There have been many, very many good men in the world in the different ages when the Gospel has not existed, that have sought to do good to their fellow men, and to promote their welfare and happiness in a social, political and religious capacity, and have sought to introduce principles that would be calculated to elevate and exalt mankind in the scale of being. That is one thing, but the inspiration of the Almighty is another thing. Let me here mention a principle associated with these ideas that will explain somewhat the remarks and position of our brother, John Q. Cannon, who has addressed us this afternoon. He said he believed in the principles of the Gospel, but he did not have a testimony thereof&#x2014;did not comprehend the thing, until he had obtained some further manifestation. That might be attributed to his youth and inexperience in the things of God; when he was brought face to face with the actualities of life, and came in conflict with the world he was under the necessity of applying to His Heavenly Father, who imparted unto him, through the Holy Ghost, that knowledge of which he speaks. I will mention a principle here. Outside of the Gospel, among all classes of men, among all nations, kindreds and peoples, of every color and clime everywhere, they have had given unto them a portion of the Spirit of God to profit withal.<span class=\"citation\" id=\"73453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73453)\">1 Cor. 12:7<\/a><\/span><span class=\"citation\" id=\"85842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85842)\">D&amp;C 46:16<\/a><\/span> We are told this in the Scriptures, that God has given to every man a portion of His Spirit;<span class=\"citation\" id=\"73452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73452)\">1 Cor. 12:7<\/a><\/span> but that is not the gift of the Holy <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Ghost. Where good men have followed the influence of that Spirit, it has led them to do good acts, to be charitable, to be kind, to be benevolent, to cultivate good morals and correct principles, to be governed by the principles of honor, truth, integrity and virtue, and these principles prevail to a greater or less extent among the nations of the earth and in this nation. This is the portion of the Spirit of God, as I said before, which was given to every man to profit withal.<span class=\"citation\" id=\"73454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73454)\">1 Cor. 12:7<\/a><\/span> Why, those people that we talk about so much sometimes, the infidels, they have a portion of this Spirit, and many of them do many good acts. This may sound strange, I have no doubt, to many of you, but it is a fact nevertheless. He that doeth righteousness anywhere is righteous,<span class=\"citation\" id=\"78631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78631)\">1 Jn. 2:29<\/a><\/span> and he that doeth evil is wicked.<span class=\"citation\" id=\"78699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78699)\">1 Jn. 3:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n697\"> Now, what is the difference between that and the other principle? Jesus said when He was upon the earth: &#x201C;It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.&#x201D;<span class=\"citation\" id=\"70314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70314)\">John 16:7<\/a><\/span> What was the Comforter to do? &#x201C;He shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.&#x201D;<span class=\"citation\" id=\"70080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70080)\">John 14:26<\/a><\/span> Now, the portion of the Spirit of God which is given to all men<span class=\"citation\" id=\"129106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129106)\">1 Cor. 12:7<\/a><\/span> does not do this thing. It does not lead them unto all truth, for there is a great diversity of opinion among them. One may be a Methodist, another a Presbyterian, one a Quaker, another a Dunker, one a Catholic, another a Protestant, one a Christian, another a Muhammadan, one a Pagan, and another an infidel, and some one thing and some another. If men were in the possession of the gift of the Holy Ghost, it would lead them into all truth,<span class=\"citation\" id=\"70467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70467)\">John 16:13<\/a><\/span> and there would be one Lord, as the  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Scriptures say, and one faith and one baptism.<span class=\"citation\" id=\"74994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74994)\">Eph. 4:5<\/a><\/span> Hence one of the old Prophets, clothed upon by the Spirit of the Living God, looked through the vista of future ages and contemplated events that should transpire in the latter days, and said: &#x201C;When the Lord shall bring again Zion, her watchmen shall see eye to eye.&#x201D;<span class=\"citation\" id=\"59601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59601)\">Isa. 52:8<\/a><\/span> There will be no confusion there, no difference of sentiment there. They will place themselves under the guidance of the Great Eloheim, and under His inspiration they will be enabled to speak as they are moved upon by the Holy Ghost;<span class=\"citation\" id=\"78353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78353)\">2 Pet. 1:21<\/a><\/span> and the Spirit of God, as it did formerly, will take of the things of God and shew them unto them.<span class=\"citation\" id=\"70498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70498)\">John 16:14-15<\/a><\/span> There is the distinction between the two principles. <\/div><div class=\"paragraph jod\" id=\"v25n699\"> How can we expect that people will comprehend the things of God without the gift of the Holy Ghost?<span class=\"citation\" id=\"73095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73095)\">1 Cor. 2:11<\/a><\/span> The Elders when they are sent forth to preach are instructed to preach nothing but the first principles of the Gospel&#x2014;to preach nothing but repentance to this generation.<span class=\"citation\" id=\"81954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81954)\">Mosiah 18:20<\/a><\/span><span class=\"citation\" id=\"83872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83872)\">D&amp;C 6:9<\/a><\/span> Why? Because the people cannot comprehend further advanced principles. I remember talking with an eminent clergyman some few years ago. He was a very gentlemanly person, well disposed, intelligent, learned, etc. I talked the Gospel a little to him, but I found he could not comprehend it. Hence I commenced talking politics, history, geography, and some little principles of science. He understood these things perfectly, and we had no difficulty in comprehending each other; but he could not comprehend the Gospel. Was he a minister? Yes; but he had not the gift of the Holy Ghost, and it was useless for me to attempt to teach him. This is the way that I understand these things. <\/div><div class=\"paragraph jod\" id=\"v25n700\"> Speaking of education, we have <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> singular notions of education, and some people will say&#x2014;and I have often said it myself&#x2014;that Joseph Smith was quite an uneducated man. He was uneducated when he was a boy. He was brought up in the Green Mountains of Vermont, and he did not have any of the advantages of what we call an education. The Lord took him into His school, and He taught him things that I have seen puzzle many of the wisest scientists, profoundest thinkers, and the most learned men that I have met with in this world. Why? Because he was taught of God. What did those principles refer to? To the earth on which we live; to the elements of which it is composed; to the heavens above us; to the Gods that exist in the eternal worlds; to the principles by which the earth was organized, sustained, upheld and governed, and its relationship to other planets and systems; and speaking of governments, laws and principles, he possessed more intelligence than ninety-nine hundredths of the people of today. And he sought to teach others, and these things were introduced into the Temple of the Lord in Kirtland. <\/div><div class=\"paragraph jod\" id=\"v25n701\"> I have heard the Prophet Joseph quote from the German Bible in support of our method of baptism by immersion, showing that the German Translation of the New Testament favored this idea, and that the word &#x201C;Taufen&#x201D; in that language means &#x201C;to dip;&#x201D; the same as our term immersion does; and that when John the Baptist was spoken of as John the Baptist, it was &#x201C;Johannes der Taufer,&#x201D; or John the Dipper, which is correct. <\/div><div class=\"paragraph jod\" id=\"v25n702\"> I have heard him quote from the Hebrew Bible in support of a plurality of Gods, showing that the suffix &#x201C;heim&#x201D; in the word Eloheim or God,  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ought to be rendered in the plural and to read if literally translated, &#x201C;and the Gods said let us, etc.&#x201D;<span class=\"citation\" id=\"52156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52156)\">Gen. 1:26<\/a><\/span> Certain it is that in our present translation the word &#x201C;us&#x201D; or &#x201C;let us&#x201D; indicates that idea; for &#x201C;us&#x201D; is certainly in the plural and means more than one; and while our translation makes it say: &#x201C;In the beginning God created the heaven and the earth,&#x201D;<span class=\"citation\" id=\"52029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52029)\">Gen. 1:1<\/a><\/span> we are also told that, &#x201C;In the beginning was the Word, and the Word was with God, and the Word was God. The same was in the beginning with God.<span class=\"citation\" id=\"68490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68490)\">John 1:1-2<\/a><\/span> * * * And the Word was made flesh, and dwelt among us,&#x201D;<span class=\"citation\" id=\"68606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68606)\">John 1:14<\/a><\/span> and further, that &#x201C;All things were made by him,&#x201D;<span class=\"citation\" id=\"129107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129107)\">John 1:3<\/a><\/span> visible and invisible.<span class=\"citation\" id=\"75564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75564)\">Col. 1:16<\/a><\/span> We are further told that &#x201C;There be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,) But to us there is but one God, the Father, of whom are all things.&#x201D;<span class=\"citation\" id=\"73280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73280)\">1 Cor. 8:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n704\"> If, as stated, Jesus was with the Father in the beginning,<span class=\"citation\" id=\"68491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68491)\">John 1:1-2<\/a><\/span> there certainly was more than one God&#x2014;God the Father, and God the Son. Joseph Smith was reasoning upon this doctrine at the time that he made this quotation from the Hebrew Bible. <\/div><div class=\"paragraph jod\" id=\"v25n705\"> We had a discussion in this Tabernacle some years ago between Apostle Orson Pratt and Dr. Newman&#x2014;the latter a very prominent religionist from the east&#x2014;a Methodist I think he was&#x2014;what they call a doctor of divinity. The subject of discussion was&#x2014;&#x201C;Does the Bible sanction polygamy?&#x201D; Mr. Newman was a well-educated man. So was Orson Pratt. Mr. Newman received his education in the schools of the day&#x2014;somewhere in the United States, perhaps in the Methodist order; but I am not sufficiently acquainted with his history to say anything about this; I know very <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> little about Mr. Newman. But I know where Orson Pratt got his information. And during this discussion some Hebrew points were debated, and the original Hebrew had to be referred to. Orson Pratt was quite as well acquainted with Hebrew as Mr. Newman was. Where did he get his knowledge? He received it in the Temple at Kirtland, Ohio. In speaking of that principle, the principle of education, to several leading men only yesterday, I think, I mentioned to them, in alluding to languages, that I was a little astonished to find that an old gentleman, about 80 years of age, whom I met a short time ago, was thoroughly conversant with the Hebrew language. &#x201C;Where did you learn it?&#x201D; said I. &#x201C;Why,&#x201D; said he, &#x201C;I learned it in the Temple at Kirtland;&#x201D; and he informed me that he was now studying Arabic. I was rather amused at the idea of an old man 80 years of age commencing to study Arabic. But to return. I have seldom met with a man that was more intelligent in the science of astronomy than Orson Pratt. Where did he get his information? From the same source. He studied mathematics all his days, and has written works that it is very difficult for some men to comprehend. Yet his works are on record. <\/div><div class=\"paragraph jod\" id=\"v25n706\"> The religion of God is not a religion of ignorance. To whom are we indebted for the first principles contained in this book [the Bible]? To Moses. Who was he? A man of God. Who taught him those things? The Lord. By what principle? The principle of revelation; for he could not know them without. But had he not been taught in the schools of Egypt? Yes. And had he not obtained a knowledge of astronomy in those schools, too? Probably he had in part; but God  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taught him the leading, prominent points pertaining thereto. And who taught the Egyptians? Abraham taught them the science of astronomy, so we are informed, by late Egyptologists, and revealed unto them the principle concerning the motions of the heavenly bodies. Where did Abraham get his information from? In reading the history pertaining to this matter we are told that he says of himself that he was a follower of righteousness; that he sought after more righteousness; that he examined the history of his fathers and traced back his genealogy to the commencement of the world, and from before the commencement.<span class=\"citation\" id=\"93344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93344)\">Abr. 1:2-4<\/a><\/span> Afterwards we are told in the same history that the Lord gave unto him a Urim and Thummim by which he was able to comprehend many things that others did not understand, and by which he obtained a knowledge of the heavenly bodies and of their motions.<span class=\"citation\" id=\"93405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93405)\">Abr. 3:1-4<\/a><\/span> Moses was one of the first to illustrate this principle; but Abraham, who was before Moses, as also Joseph, understood it more clearly than Moses. And in those things wherein the world today are puzzled in regard to the Scriptures, and the six days that are there spoken of, Abraham speaks of those days as times,<span class=\"citation\" id=\"93510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93510)\">Abr. 4:13<\/a><\/span> epochs, or ages, different and distinct from the days spoken of by Moses, and his record agrees precisely with many geological facts that have puzzled so many of this generation. Where did he obtain his knowledge? From God. Who controls the heavens and the earth? The Gods in the eternal worlds. Who has implanted certain principles in matter and in all creation? God has done it. All things are subject to these laws; and if men can place themselves under His guidance and find the way to approach the great <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Eloheim, they will know more in a very short time than all this world together know in all their lives and more than all the combined intelligence of the world, for God is the foundation of all wisdom, and the source of all intelligence and knowledge. We are told that Solomon was a wise man. Where did he get his wisdom? From God. He prayed to the Lord to give him wisdom, and the Lord told him that because he had sought wisdom he should have it, and He would also add unto him the rich treasures of the earth.<span class=\"citation\" id=\"55612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55612)\">1 Kgs. 3:5-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n708\"> I speak of these things for the information of the Latter-day Saints, and to disabuse your minds in regard to some of those principles that men sometimes talk about. The world possesses a certain amount of knowledge and intelligence, and it has progressed very rapidly of late years. We have had many discoveries in the arts and sciences and in the researches pertaining to geology, chemistry, etc., but many of their ideas and deductions are perfectly foolish and ridiculous. We have had the introduction of railroads, gas, steamboats, manifestations of the power and use of electricity, etc. Nevertheless, these principles always existed; it needed a development of them only to bring them into practical use; and there are thousands of other things not yet made known, yet to be developed, similar to those that have been discovered. In regard to these things, some of them are important, some of them are not very important. The intelligence that the world boasts so much of, is not very profound when you come to test it by the principles of eternal truth. <\/div><div class=\"paragraph jod\" id=\"v25n709\"> In regard to the action of the Congress of the United States, which has been referred to, I want to say to you Saints, you need not trou<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ble yourselves about it&#x2014;you need not be the least concerned about any of these affairs. But they are acting unlawfully. That is the worse for them. When the Government begins to break down the safeguards of society, tear in pieces the Constitution of the United States, and trample under foot the liberties of man, they are only preparing the nation for an utter overthrow. There are plenty of elements of discord and disintegration all around. Congress should not be the first to exhibit examples of lawlessness and the violation of Constitutional rights. However, if they can stand it we can. We need not trouble our heads about any of these matters; there is an overruling Providence that controls the affairs of men and nations. So you can rest perfectly easy, you Latter-day Saints. We shall continue to do right. We will continue to sustain good principle. And what will you do? Just what Jesus said. We will do good for evil.<span class=\"citation\" id=\"63226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63226)\">Matt. 5:44<\/a><\/span> What else? We will pray for them that despitefully use us and evilly treat us.<span class=\"citation\" id=\"63225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63225)\">Matt. 5:44<\/a><\/span> Why? That we may be the children of our Heavenly Father,<span class=\"citation\" id=\"63266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63266)\">Matt. 5:45<\/a><\/span> and act on the same principle that He does towards the human family. Does He act in that way? Yes. For he maketh His sun to rise on the evil and on the good, and sendeth His rain on the just and on the unjust.<span class=\"citation\" id=\"63265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63265)\">Matt. 5:45<\/a><\/span> He has introduced certain laws into the system of His government that regulates all things pertaining to these matters. He does not make those little divisions that the United States are trying to make today. He is more philanthropic. He treats all alike, and places all on the same basis. Then, we will try and operate with Him and for Him, and in the interests of humanity, and in the protection of human rights, and we will try by every legal <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and constitutional method to maintain and sustain the principles of human rights in behalf of ourselves, in behalf of our children, and in behalf of thousands and tens of thousands of honorable men that live in these United States. We can very well afford to abide by the Constitution of the United States, and to sustain it, and we can afford to believe in the Bible and to obey its ordinances, and practice them, which they cannot do, and do not do. As I have said, we can afford to treat all men well, and to pray for those which despitefully use us and persecute us.<span class=\"citation\" id=\"63227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63227)\">Matt. 5:44<\/a><\/span> Those who are trying to despoil us are objects more of sympathy in my feelings than anything else. I feel sorry when I see misrule abound anywhere, let it be in this nation or other nations. God would like to see peace, union and harmony. For that reason He has introduced the Gospel, and the principles of intelligence associated with it. Man is a dual being, he possesses a body and a spirit, and is connected with time and will exist in eternity, and it is for him to understand the nature of his organism, and his relation to the world in which he lives, and to God our Heavenly Father. What, then, will we do? Why, we will try and live for one another; we will try and be honest, honorable and virtuous, no matter what people can say about us. Concerning the lying about us, we need not trouble our heads. I do not think we are much better than Jesus was. The people in His day said He was possessed of devils,<span class=\"citation\" id=\"69389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69389)\">John 7:20<\/a><\/span><span class=\"citation\" id=\"69520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69520)\">John 8:48,52<\/a><\/span> and worse than that, that He cast out devils by the power of Beelzebub, the prince of devils,<span class=\"citation\" id=\"64359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64359)\">Matt. 12:24<\/a><\/span><span class=\"citation\" id=\"66520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66520)\">Mark 3:22<\/a><\/span><span class=\"citation\" id=\"67572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67572)\">Luke 11:15<\/a><\/span> and they killed Him saying He was an impostor and a deceiver, and because He said He was the Son of God,<span class=\"citation\" id=\"69738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69738)\">John 10:36<\/a><\/span> when they knew He was not. And His theology  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was altogether at fault with the learned Rabbis of that day, as ours is with the learned Rabbis of this. We cannot help that. What we know, as Brother John Q. Cannon has said, we know for ourselves. We do not ask any odds of man. I don't. I know that God lives; I know that He has revealed the truth; I know this is the everlasting Gospel. I know that you Saints, if you are faithful, will secure to yourselves an inheritance in the celestial kingdom of God; but if you are not true to God and your religion you will not. If you go after the things of the world and depart from the principles of righteousness and trample upon the principles of honor, virtue, truth, or integrity, you will not enter that kingdom. It is not every one that saith, Lord, Lord, that shall enter the kingdom of heaven.<span class=\"citation\" id=\"63946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63946)\">Matt. 7:21<\/a><\/span> What shall we do then? We will fear and love God and work righteousness, and send the Gospel to the nations of the earth, despite the follies, the wickedness and corruption of men; and we will pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>claim the truth in these valleys and mountains, and Zion will spread, grow and increase. God will be for Israel, and we will sing, Hallelujah! the Lord God Omnipotent reigneth,<span class=\"citation\" id=\"80339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80339)\">Rev. 19:6<\/a><\/span> and He will reign until He has put all enemies under His feet.<span class=\"citation\" id=\"73854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73854)\">1 Cor. 15:25<\/a><\/span><span class=\"citation\" id=\"85870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85870)\">D&amp;C 49:6<\/a><\/span><span class=\"citation\" id=\"86190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86190)\">D&amp;C 58:22<\/a><\/span><span class=\"citation\" id=\"87068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87068)\">D&amp;C 76:61,106<\/a><\/span> Let this people fear God and work righteousness, and I ask no odds of earth or hell. God is at the helm. He will manage things according to the counsels of His will. He will say to this nation and to other nations, as He did to the proud waves of the ocean, &#x201C;Hitherto shall thou come, but no further: and here shall thy proud waves be stayed?&#x201D;<span class=\"citation\" id=\"56283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56283)\">Job 38:11<\/a><\/span> Our safety and our defense is in the Lord of Hosts. Let us put our trust in Him and obey His laws, and He will bless and sustain us in time and throughout the eternities that are to come; and we will try and benefit this nation all that we can, and all that they will let us, and if they will not let us, we cannot help it. <\/div><div class=\"paragraph jod\" id=\"v25n712\"> God bless you and lead you in the paths of life.<span class=\"citation\" id=\"129108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129108)\">Ps. 16:11<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}