{"ID":250015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Hatred Towards Saints&#x2014;Its Cause&#x2014;Hope of the Saints&#x2014;Constitutional Rights&#x2014;Loyal Intentions.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Moses Thatcher, delivered at the General Conference, Friday Afternoon, April 4, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints Not Hated for Their Vices.<\/div>\n<div class=\"speaker\">Speaker: Moses Thatcher<\/div>\n<div class=\"date\">Date: 4\/4\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v25n275\"> I rejoice in the remarks that were made this morning by the brethren, and feel that they were prompted by the Holy Ghost. It was truly remarked by our aged and venerated President, that unless sustained by the Lord, we cannot, as a people, accomplish His work; and it certainly must be apparent to every thoughtful mind, that man in and of himself is very weak, that he is unable, alone and unaided, to accomplish that which will result in his own salvation. It is not difficult to understand or to comprehend the power of God, as it is manifested in the affairs of nations; but we cannot always see how He manages and controls individuals. And yet no human being without His permission breathes the breath of life,<span class=\"citation\" id=\"52427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52427)\">Gen. 2:7<\/a><\/span> for He is the giver of life; and when we, as a community or as individuals, sense this, manifesting by our works a goodly degree of faith and humility before God, then we are in the light. But people, on the other hand, who undertake to exhibit their own wisdom, or to depend upon the knowledge of man will, if they continue in that spirit, be led into darkness, and their life will result in failure. <\/div><div class=\"paragraph jod\" id=\"v25n276\"> During the past few months, I have thought much upon a particu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lar subject, which has weighed heavily upon my mind by reason of the enmity, the malice and hatred which I have seen manifested towards the Latter-day Saints. And I have been led to believe that they are hated more for their virtues than for their supposed vices. In connection with this subject, I have been led to believe that many among this people are apt to have compassion for the guilty. And I must confess myself that I have never heard judgment passed on any man by the authorities of the Church without more or less pity in my heart for that man. We are generally apt to be too lenient to the falsifier, who becomes the accuser of his brethren.<span class=\"citation\" id=\"79610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79610)\">Rev. 12:10<\/a><\/span> We are too apt to look with pity upon one who may have fallen from the path of chastity, and forsaken the ways of the Lord. There is something in the human heart that is drawn out in sympathy and compassion for the erring. I will not attempt this afternoon to show whether this is a correct or an incorrect sentiment; whether it is a failing or a virtue; but I have noticed on the other hand, when hatred prompts action, there is but little if any mercy shown. The shafts intended for the innocent are often dipped in doubly distilled  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>poison, before they are sped from the bow of envy by the hand of malice. It was so in the days of the Savior. Thrice tried and thrice condemned, followed to the cross with but little human sympathy, he endured the agonies of a cruel, lingering death. How much sympathy do you suppose Cain had when he slew his brother Abel?<span class=\"citation\" id=\"52722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52722)\">Gen. 4:8<\/a><\/span><span class=\"citation\" id=\"92650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92650)\">Moses 5:32<\/a><\/span> Did Cain hate Abel because he was innocent, or because he was guilty? His hand would have paused; he would have reflected had Abel been as guilty before God as he was. But because he was pure, and because God recognized his purity by accepting his offering, there arose in Cain's heart envy, malice and hatred, that could only be appeased with blood.<span class=\"citation\" id=\"52699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52699)\">Gen. 4:4-7<\/a><\/span><span class=\"citation\" id=\"92623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92623)\">Moses 5:20-26<\/a><\/span> It has been so in every age of the world. You may trace human persecution; you may trace the history of those who invented the rack, the thumbscrew and the wheel, and you will find they have always been moved by one spirit, that same spirit which raised the rebellion in heaven, and that sought the glory and power of God the Father,<span class=\"citation\" id=\"92456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92456)\">Moses 4:1-4<\/a><\/span> and that found its culmination in sending to perdition Lucifer and those that were cast out with him.<span class=\"citation\" id=\"58286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58286)\">Isa. 14:12<\/a><\/span><span class=\"citation\" id=\"79594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79594)\">Rev. 12:9-10<\/a><\/span><span class=\"citation\" id=\"129047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129047)\">D&amp;C 76:25-27<\/a><\/span> And Milton, interpreting the spirit that prompted Lucifer in the course he pursues, makes him say, &#x201C;It is better to reign in hell than serve in heaven.&#x201D; And wherever we find that spirit, we find a spirit of envy, a spirit of malice, a spirit that desires to destroy that which is more excellent and worthy than itself. In this way, after a just comparison between our persecutors and ourselves, we can account for the persecution to which we have been made subject. <\/div><div class=\"paragraph jod\" id=\"v25n277\"> Let the youth of Zion contemplate the character of the Prophet Joseph Smith, and see how evidences of prejudice, hatred and malice were <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaped upon him until those that were prompted by it, succeeded at last in slaying him. They perpetrated this deed without mercy, without pity, innocent and guiltless as he was. <\/div><div class=\"paragraph jod\" id=\"v25n278\"> How is it today? Converse with certain people in Salt Lake City, those who have made it their business to hate, to lie about, and to do all in their power to persecute and despoil the Latter-day Saints, and you will find lurking in their breasts exactly the same spirit manifested by the wicked towards the Saints of God in all ages of the world; divest them of their malice and hatred and there would be little left. <\/div><div class=\"paragraph jod\" id=\"v25n279\"> We hear a great deal about the immorality of this people; but allow me to say, if we permitted ourselves to be led into wickedness; if we would adopt the ways of the Christian age; if we would cast our children into reservoirs and ash pits, on vacant lots and dung heaps, or throw them on to the railroad track; if we would transmit to our sons and daughters disease, and encourage them in ways that lead to death, hell and the grave; we should then have assimilated, as some of our would-be Christianizers have expressed it, with &#x201C;American institutions;&#x201D; in other words, then we should be hail fellows well met with the office seekers, with adventurers, with libertines and other destroyers of other people's peace and happiness. It is because we cannot do this; because we refuse to &#x201C;assimilate;&#x201D; because we prefer to row against the current of corruption; because the fruits of our labors, political, financial and social are good, and bespeak a higher and better civilization, that we are hated and ostracized, and not because of any immorality that may exist in our midst. We are sensible  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the fact that we are not of the world; that if we were, the world would love us as its own.<span class=\"citation\" id=\"70239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70239)\">John 15:19<\/a><\/span> We are sensible of the fact that we have come out from the world, and that, too, for a wise purpose in the wisdom of God. In these mountains we expect to establish the foundation of a civilization that will yet be the admiration of the world. We expect to bequeath to our children the blessings of physical and mental strength such as will enable them to stand the test that will be required of them; and the very principle and tenet of our religion, against which the Christian feeling of the age appears to be so much shocked, will be the chief cornerstone in the hands of the builder of rearing the structure that will be different from anything else in the world. Because we practice celestial or plural marriage, we are branded as lawbreakers; we are told that we seek to violate constitutional law, and the enactments of the Congress of the United States. Upon this point I desire to make a few remarks. <\/div><div class=\"paragraph jod\" id=\"v25n281\"> I was born in this country. I can trace my lineage to the revolutionary fathers. I love the institutions of my country; I love and venerate the Constitution. But I am not so ignorant, I am not so blind that I cannot see that anything which you or I may do may be made contrary to law, and may be called unconstitutional; but I hold that the Constitution was made broad enough, high enough and deep enough to enable us to practice our religion and be free before God and man. I hold that if Congress has a right to enact a law in relation to marriage, it might just as consistently make a law affecting baptism, or prescribing the manner, if at all, the sacrament of the Lord's supper should be administered. &#x201C;What will you do about <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it?&#x201D; says one. I do not pretend to know what others will do, neither do I pretend to give advice in the premises; but I do say this: that no nation or government has ever been able to crush the religious sentiment of any people unless it crushed the whole people. The nearest approach to success in this direction that I can find in history, was that of Charles IX, advised by his wicked mother, when he slew the Huguenots in the streets of Paris. But even this kind of treatment did not succeed, and never can succeed. For a persecuted religion will be an investigated religion; and in my opinion it is truth that receives the thrust of the enemy far more frequently than evil. <\/div><div class=\"paragraph jod\" id=\"v25n282\"> I wish to bear my testimony in relation to the Latter-day Saints and their position. We will abide in these mountains, and we will plead with our government; we will continue to petition Congress and submit our memorials to the President of the United States; and we will continue to love our country, defend its interests, and be free men in these mountains. If we were aught else, if we could be bound hand and foot as abject slaves, we should be unworthy to be citizens of so great a Republic as is ours. It cannot be done, and for this reason: We have come from the nations of the civilized world of our own free will and choice, expecting to enjoy and to bequeath to our children the freedom guaranteed by the laws and institutions of our country; we came as intelligent, independent men and women, and a people who are intelligent and independent cannot be made slaves. The result will doubtless be this: We shall be crowded upon from time to time&#x2014;but no more, I apprehend, than God in His wisdom will permit&#x2014;and the very acts of persecu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion and unfairness that will be directed against us, will bring out and develop the elements of excellency that will make our young men statesmen, and that will make them lovers and defenders of right and liberty, until, in the due time of the Lord, there will grow up in these mountains a race of people that will not only defend the Constitution, but defend the flag of the nation, and at the same time be willing to extend the principles of freedom to all who desire to receive them. It is a great mistake to imagine that the &#x201C;Mormons&#x201D; are opposed to the government. They are not opposed to the government; there is not a feeling of secession about them, and they do not propose to be forced on the other side of the fence by any alliance formed either in Utah or outside of Utah. We expect to stand upon the platform laid broad and deep by the fathers. We expect to defend our rights as American citizens, and to do less than this would be unworthy a free people. <\/div><div class=\"paragraph jod\" id=\"v25n283\"> Before closing I wish to bear my testimony in regard to the people in the world. I am perfectly satisfied there are thousands of good and honest men and women in our nation who, if they knew our true status, and understood the facts as they are, <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would defend our rights to the uttermost of their power. But they have been hedged about; and reports misrepresenting and belying our true character have been so widely circulated, that they have been led to believe them; but as we are becoming better known we may expect to find men and women with a high degree of moral courage, here and there, defending us, and speaking favorably of us. There is no such feeling exhibited in our nation towards us today as two years ago; and even that, hostile as it was, did good. The evil that the ministers and priests and politicians together, sought to bring upon us was, through the wisdom of God, overruled for our good. And so it will continue to be, whatever the enemies of truth do for the purpose of crushing it, will eventually be found to be the very means used to establish it. We have confidence in the wisdom and power of God, and are abundantly able to wait and labor, to work on in the path marked out for us to walk in, fully believing that in His own due time He will accomplish His &#x201C;marvelous work and a wonder,&#x201D;<span class=\"citation\" id=\"58815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58815)\">Isa. 29:14<\/a><\/span> and bring about those happy results foreshadowed in the promises made to His people, both ancient and modern. Amen. <\/div>\n<\/div>\n<\/div>"}