{"ID":250041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gathering&#x2014;The Lord Will Punish the Wicked&#x2014;Polygamy and Prostitution&#x2014;Statistics of Crime Committed By Mormons and Non-Mormons&#x2014;The Wickedness of the New England States&#x2014;The Debased Position of U. S. Officials As Exhibited in the Courts of Utah.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Ogden, Sunday, October 19, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Gathering.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/19\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v25n1151\"> I am pleased to have the opportunity of meeting with you in Conference here, and to talk with you a little on some of the principles associated with our duties in our connection with the Church and Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v25n1152\"> The Latter-day Saints occupy a very peculiar position in the world, but I do not know that we have any thing very particular to say on that question. It is true, we have used our own agency in coming here, but there are certain purposes of the Almighty, associated with our gathering together, over which we had very little control. There is a remarkable saying in the revelation of St. John, in reference to a certain Babylon, which reads as follows: <\/div><div class=\"paragraph jod\" id=\"v25n1153\"> &#x201C;And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues. <\/div><div class=\"paragraph jod\" id=\"v25n1154\"> &#x201C;For her sins have reached unto heaven, and God hath remembered her iniquities.&#x201D;<span class=\"citation\" id=\"80298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80298)\">Rev. 18:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1155\"> There is something very significant in the text here quoted. It would seem that John, in a previous part <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of his vision, had seen an angel who would precede this other. He says: <\/div><div class=\"paragraph jod\" id=\"v25n1156\"> &#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, <\/div><div class=\"paragraph jod\" id=\"v25n1157\"> &#x201C;Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79943)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1158\"> As Latter-day Saints we have listened to these things from time to time. We have talked about the opening of the heavens, the manifestations of God our heavenly Father, and Jesus the Mediator of the New Covenant,<span class=\"citation\" id=\"77323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77323)\">Heb. 12:24<\/a><\/span><span class=\"citation\" id=\"87095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87095)\">D&amp;C 76:69<\/a><\/span> about the restoration of the Gospel, and the organization of the Church and Kingdom of God. We have talked a good deal about the Holy Priesthood, and the authority of God having been conferred upon man from the heavens, which places us in communication with our heavenly Father; and also of the organization of His Church in a manner that is in accordance  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with His will and under His inspiration. We have heard quoted from time to time, passages like this: <\/div><div class=\"paragraph jod\" id=\"v25n1160\"> &#x201C;Gather my saints together unto me; those that have made a covenant with me by sacrifice.&#x201D;<span class=\"citation\" id=\"56704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56704)\">Ps. 50:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1161\"> Again: <\/div><div class=\"paragraph jod\" id=\"v25n1162\"> &#x201C;And I will take you one of a city, and two of a family, and I will bring you to Zion: <\/div><div class=\"paragraph jod\" id=\"v25n1163\"> &#x201C;And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60374)\">Jer. 3:14-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1164\"> Many other passages of a similar nature are contained in the Bible, which we all of us at least, profess to believe in; and by the manifestations of the power of God, and the light of revelation, we have been instructed in the things of eternity, and the organization of the Church of God has been effected. It commenced upwards of 54 years ago, and the work has been progressing from that time unto the present; and all the organizations that have been effected pertaining to the Priesthood have been made under the immediate direction of the Spirit of the living God, and have been given unto us by direct revelation in order that we might be instructed in the laws of life and be enabled to accomplish the things that God had designed from before the foundation of the world pertaining to these last days; and with these things we are generally familiar. <\/div><div class=\"paragraph jod\" id=\"v25n1165\"> When Jesus was upon the earth, and His disciples asked Him to teach them how to pray,<span class=\"citation\" id=\"67439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67439)\">Luke 11:1<\/a><\/span> He said: <\/div><div class=\"paragraph jod\" id=\"v25n1166\"> &#x201C;When ye pray, say, Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63452)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67536)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1167\"> In this He had direct reference to the events which are now taking place among us as a people. &#x201C;Thy kingdom come.&#x201D;<span class=\"citation\" id=\"63453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63453)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67537)\">Luke 11:2<\/a><\/span> Why? That Thy <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will may &#x201C;be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63454)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67538)\">Luke 11:2<\/a><\/span> We are here for the purpose of becoming acquainted with the will of God, with the law of God, with the order of God, with the dominion of God; and we are here to establish the kingdom of God. We are here to be taught in things pertaining to the Church of God, and its purification. We are here to build up a Zion of God, which implies the pure in heart.<span class=\"citation\" id=\"62968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62968)\">Matt. 5:8<\/a><\/span><span class=\"citation\" id=\"89209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89209)\">D&amp;C 97:21<\/a><\/span> Then we are here to send forth the Gospel to every nation, kindred, tongue and people. We are here to build Temples to the name of the Lord, and to administer therein. We are here to represent God upon the earth as His Priesthood, and we are gathered in the different Stakes as you are gathered here today, to attend to various duties associated with that Priesthood, and to become acquainted with all the principal features associated with the Church and Kingdom of God upon the earth. It is for us as Stakes, as peoples, and as Saints of God, to learn to comprehend the relationship that we sustain to God our heavenly Father, and to His Church and Kingdom here upon the earth, to Jesus the Mediator of the New Covenant,<span class=\"citation\" id=\"77324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77324)\">Heb. 12:24<\/a><\/span><span class=\"citation\" id=\"87096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87096)\">D&amp;C 76:69<\/a><\/span> and to the Priesthood that is behind the veil; and also to become acquainted with things upon the earth connected with the welfare of humanity, whether in the land of Zion or in any other land. And we are gathered together for the express purpose of being taught and instructed in all these principles. We are not here, as Jesus was not here, to condemn the world; as He says: <\/div><div class=\"paragraph jod\" id=\"v25n1168\"> &#x201C;For God sent not his Son into the world to condemn the world; but that the world through him might be saved.&#x201D;<span class=\"citation\" id=\"68890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68890)\">John 3:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1169\"> This was the prominent object of  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His mission to the earth, &#x201C;That the world through him might be saved;&#x201D;<span class=\"citation\" id=\"68891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68891)\">John 3:17<\/a><\/span> and we are here to carry out His purposes. We have certain relationships with the world while we are in it, that cannot be ignored, and we have certain duties to perform associated therewith that should be respected. As it is, we are here as an integral part of the United States, and we have duties to perform as citizens thereof, and it is expected that we shall fulfill every proper requirement, observe every correct law, and govern ourselves with propriety and uprightness, honor, truth, and integrity, and be good citizens thereof; these are things that are expected of all honorable people. And it is proper for us to meet the obligations and duties devolving upon us pertaining to the nation with which we are associated. We have another duty to perform to the nations of the earth. It is to send forth the Gospel thereunto; and for this the Twelve are organized and Seventies, and the Elders are sent forth as the messengers of God, that mankind may embrace the eternal truths of the Gospel, by which life and immortality are brought to light;<span class=\"citation\" id=\"76101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76101)\">2 Tim. 1:10<\/a><\/span> that they, with us, may have the privilege of partaking of the rich blessings of eternal life; that they, with us, may have the opportunity of being instructed in the laws of life, and that they, with us, may be made partakers of all things associated with the Church and Kingdom of God. These are their privileges, inasmuch as they will be obedient to the laws and ordinances pertaining thereunto, and live according to the requirements of heaven. Until these things are done, other things will not be accomplished which God has designed in relation to the nations of the earth; for the people of the earth are all <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> His offspring, and He feels interested in the welfare of humanity, generally. He expects that we shall do the same. We are building Temples, and we are administering in those Temples. What are we doing that for? There is something very peculiar about this matter. Well, we may be doing it in part for ourselves, in part for our wives and our children, in part for our fathers and our mothers, and uncles and aunts, and many of our friends and progenitors that we have been acquainted with, and in part for many others with whom we are not acquainted; that we may be united together, and stand as saviors upon Mount Zion.<span class=\"citation\" id=\"62058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62058)\">Obad. 1:21<\/a><\/span> You heard Brother Cannon tell you today, that there was a company of about 40 going to Logan this morning, with one Bishop to fulfill some of these duties, and these things are beginning to be generally understood among the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v25n1171\"> All of these duties and responsibilities devolve upon us. All these things are within our reach. As a people, if we live our religion and prove ourselves worthy, we are privileged to enjoy all the blessings and mercies which God our heavenly Father has conferred upon us through the medium of the Gospel and our obedience thereunto; and we wish to perform our duty to everybody&#x2014;to perform, as they say in the Church of England, our &#x201C;duty in that state of life unto which it has pleased God to call us.&#x201D; It has pleased God to call us to these lands and to make use of us for certain purposes in the interest of humanity and for the welfare of a fallen world. This is the object of our being gathered together, and that we might build up a Zion unto the Lord, and be instructed in all the principles of righteousness, truth, integrity, and  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>everything associated with our present and future happiness, and thus become the blessed of the Lord, and our offspring with us.<span class=\"citation\" id=\"129146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129146)\">Isa. 65:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1173\"> These are some of the things devolving upon us. Hence Zion is beginning to lengthen her cords and increase her Stakes,<span class=\"citation\" id=\"59699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59699)\">Isa. 54:2<\/a><\/span> and we are spreading out in the north, in the south, and in various different directions. We are seeking to look after the welfare of the Saints of God, in their various settlements wherever they may be, and to protect them in every way that it is possible for us to extend protection, on the principle of union, harmony and brotherhood, inspired by the Spirit of the living God. Hence it becomes the duty of the First Presidency to look after all these things, and sometimes, under peculiar circumstances, we are obliged to send a few Saints from one Stake to strengthen other Stakes of Zion, that the people may be preserved in their rights and their liberties from the aggressions of unscrupulous people, who are seeking to take advantage of the circumstances with which our people may be surrounded. <\/div><div class=\"paragraph jod\" id=\"v25n1174\"> We complain sometimes about our trials: we need not do that. These are things that are necessary for our perfection. We think sometimes that we are not rightly treated, and I think we think correctly about some of these things. We think there are plots set on foot to entrap us; and I think we think so very correctly. At the same time we need not be astonished at these things. We need not be amazed at a feeling of hatred and animosity. Why? Because we are living in a peculiar day and age of the world, which is distinctively called the latter days, wherein it is said that God will have a controversy with the nations of the earth.<span class=\"citation\" id=\"60586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60586)\">Jer. 25:31<\/a><\/span> There are some things <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about these matters that men do not understand. They think that men manipulate the affairs of men. They do in part, and they are used ofttimes as instruments by the Almighty, and sometimes by another power that is called Lucifer, just as circumstances may be. But in regard to the nations of the earth, God sets up one nation and pulls down another,<span class=\"citation\" id=\"61510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61510)\">Dan. 5:21<\/a><\/span> according to the counsels of His own will.<span class=\"citation\" id=\"74882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74882)\">Eph. 1:11<\/a><\/span> And we read of nations that years ago flourished and were great, prosperous and powerful, of which we now know nothing only as we learn it from a few pages of history; they are obliterated and blotted out as nations, and do not exist today. Nations and empires have risen and fallen; they have grown, increased, and prospered, and then decayed, crumbled, and died. The Lord manipulates all these things according to the counsels of His own will.<span class=\"citation\" id=\"74883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74883)\">Eph. 1:11<\/a><\/span> But men generally understand very little of these matters; for there has been very little communication with God for ages, until He was prepared to reveal His will in these last days. Yet men profess to fear God, and a great many of them seek to worship Him. There is something very remarkable said by the Prophet Isaiah, when he had his vision opened in regard to the events that should transpire in the latter days. He says: <\/div><div class=\"paragraph jod\" id=\"v25n1175\"> &#x201C;Behold, the Lord maketh the earth empty, and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof. <\/div><div class=\"paragraph jod\" id=\"v25n1176\"> &#x201C;And it shall be, as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the taker of usury,  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so with the giver of usury to him. <\/div><div class=\"paragraph jod\" id=\"v25n1178\"> &#x201C;The land shall be utterly emptied, and utterly spoiled: for the Lord hath spoken this word. <\/div><div class=\"paragraph jod\" id=\"v25n1179\"> &#x201C;The earth mourneth and fadeth away, the world languisheth and fadeth away, the haughty people of the earth do languish. <\/div><div class=\"paragraph jod\" id=\"v25n1180\"> &#x201C;The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant. <\/div><div class=\"paragraph jod\" id=\"v25n1181\"> &#x201C;Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left.&#x201D;<span class=\"citation\" id=\"58396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58396)\">Isa. 24:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1182\"> There are many statements made by the Prophets in relation to these things&#x2014;that the Lord would pour out His judgments upon the earth.<span class=\"citation\" id=\"90423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90423)\">D&amp;C 109:45<\/a><\/span> Jesus speaks of the destruction that should come upon the people, that should befall Jerusalem, that should encompass nations, and of scenes that should transpire in the latter days&#x2014;<span class=\"citation\" id=\"65649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65649)\">Matt. 24:2-28<\/a><\/span>that the sun should be turned into darkness and the moon into blood,<span class=\"citation\" id=\"65799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65799)\">Matt. 24:29<\/a><\/span><span class=\"citation\" id=\"85652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85652)\">D&amp;C 45:42<\/a><\/span> before the great and terrible day of the Lord should come.<span class=\"citation\" id=\"61876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61876)\">Joel 2:31<\/a><\/span> Associated with this is a part of the work in which we are engaged. A voice was to be heard, as I said before, saying: <\/div><div class=\"paragraph jod\" id=\"v25n1183\"> &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues. <\/div><div class=\"paragraph jod\" id=\"v25n1184\"> &#x201C;For her sins have reached unto heaven, and God hath remembered her iniquities.&#x201D;<span class=\"citation\" id=\"80299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80299)\">Rev. 18:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1185\"> In accordance with this declaration, which is a part of the great program that we Latter-day Saints believe in, we have been gathered unto this land, which we denominate the land of Zion. We have come out from the world, and some of us hardly know why; yet we have come, <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> having obeyed the Gospel and having received the gift of the Holy Ghost. There has been a feeling and spirit operating upon us that has enlightened our minds and propelled us forward. Our great aim was, when we were in other lands distant from this, to make every effort we could to come to the land of Zion. Did we understand what it was for? In part we did, in part we did not. We came to it because we thought it was the land of Zion. We came to it, if we comprehend ourselves, that we might not partake of the sins nor receive of the plagues of Babylon;<span class=\"citation\" id=\"80282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80282)\">Rev. 18:4<\/a><\/span> and that we and our wives, and our children and our associations, might be free from the corruptions, abominations and evils that exist and prevail throughout the world; and that we might come to a place where we could learn the laws of life, where our children could be brought up in the fear of God, and where we had hoped to be able to worship God according to the dictates of our own consciences.<span class=\"citation\" id=\"94188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94188)\">A of F 1:11<\/a><\/span> Sometimes we think we have made a little mistake in this. I guess not; for we shall yet understand one thing, and so will the nations of the earth&#x2014;that &#x201C;The Lord reigneth; let the earth rejoice: let the multitude of isles be glad thereof.&#x201D;<span class=\"citation\" id=\"57031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57031)\">Ps. 97:1<\/a><\/span> Yes, we shall all learn that &#x201C;the Lord reigneth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1186\"> Associated with these principles are all the common affairs of life&#x2014;that is, we have bodies like other people; we need food, we need raiment, we need habitations to live in, we need land to cultivate, fields, gardens and orchards; our children are born as others are, and we live and exist pretty much as other human beings. They are the children of our heavenly Father, and so are we. But the Lord has seen fit to gather us together, and has opened our way, and our lines have fallen  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto us in pleasant places.<span class=\"citation\" id=\"56403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56403)\">Ps. 16:6<\/a><\/span> Yet every time the Saints have been gathered together there has been manifested on the part of the wicked a spirit of oppression, a spirit of persecution, a bloodthirsty spirit, a spirit which would seek to rob us of our rights, to despoil us of our homes and inheritances. This we have expected among other things. We have never dreamed of anything else than that such a state of things would exist. I remember when I had the Gospel first preached to me before I was baptized, I heard a lecture something like this: &#x201C;Now, we have nothing particular to promise you, only the favor of God, if you will live righteously and keep His commandments. You may be persecuted, afflicted, imprisoned, or put to death for the testimony you may have to bear for the religion you are called upon to obey; but we can promise to you that inasmuch as this is the case you will have eternal life.&#x201D; Well, we have had a little of the other mixed up with it. And I have seen mobs gather from time to time, in different parts of these United States, and I have had to meet them time and again. For instance, I was driven from Missouri years ago, together with the whole people. We were robbed and pillaged, and we had to take and throw in what little we had to help each other. Everybody that had a team turned it in to help his brethren away from whom? From their Christian persecutors, that is, so-called Christians. I wish we had another name for them. (Laughter.) We helped one another out until we reached Illinois. I was there, and I know what I am talking about. Did I feel very unhappy? Not at all. I enjoyed myself just as well as I do today. I felt quite easy. I have been accustomed to these things, and there is nothing <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very particular about them. By and by, we built up the beautiful city of Nauvoo. We also built a temple there and officiated in it, and received many precious blessings from the hands of God, that the world know nothing about, and never will know until they embrace the Gospel of the Son of God. But we were driven again, and we are here today. Did we leave our property? Yes, I did, quite an amount, and so did many others. We had a city there, and we left it. What was done to us before this! We were mobbed, plundered; we were brought before courts; we were persecuted and proscribed; that was done to us when we were there, and in many instances we had to defend ourselves by our own right arms, or suffer from crawling assassins who were seeking our lives. I had to do it time and time again, right in that land. I have had to have guards in my house, so had President Young, for nearly two years, to keep from being assassinated. I was in prison with Joseph and Hyrum, when they were shot down in cold blood. We were there placed under the protection, or professed protection, of the Governor, who told Dr. Bernhisel and myself that we had better not bring any arms with us to defend ourselves, and who pledged his faith and the faith of the State for our protection. I saw that faith violated and trampled in the dust. I saw these men, to whom protection was promised, shot down in cold blood by assassins gathered for the purpose. These are things that I have witnessed in the few years that I have lived upon the earth. When I left Nauvoo, I left a very good house, very well furnished. I left carpets on the floors, stoves in the rooms, crockery ware in the cupboards, and I got into my carriage,  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with my family, and left it to seek that protection among the Red Indians, that we could not find among the people who lived in this boasted land of the free and home of the brave, this vaunted asylum of the oppressed. We were protected here among the Indians, and I felt perfectly safe among them. I would as soon go among the Red men today who traverse these mountains, as I would anywhere else, and feel myself just as safe. <\/div><div class=\"paragraph jod\" id=\"v25n1189\"> I speak of these things to show some of the feelings that have been exhibited. Well, says one, didn't you feel angry? Oh, no, not particularly so. I felt it was all right. It was a part of the program. I needed education and other people needed it, and it was necessary we should be placed in a position that we could have it. We did not feel very unhappy. We felt quite comfortable. What! When you left your homes? Yes. I felt as easy as I ever felt in my life. I felt at least that I should be safe from the hands of bloodthirsty men and mobocrats, and that I should be put in a position that I could protect myself better than I could there, and others felt a good deal the same way. I remember we used to sing a song something like this: &#x201C;On the way to California, In the spring we'll take our journey, Far above Arkansas fountains, Pass between the Rocky Mountains.&#x201D; (Laughter.) <\/div><div class=\"paragraph jod\" id=\"v25n1190\"> That is the way we used to sing. I remember a little boy of mine&#x2014;he was then, though he is not a little boy now, for it is about 39 years ago, used to sing this, and all the boys around. He met his grandfather one day, who calling him by name, said: &#x201C;Joseph, you won't sing that when you leave your home and <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> go out yonder.&#x201D; &#x201C;Oh, yes, grandfather,&#x201D; said he, &#x201C;I will sing that then.&#x201D; Finally, we got outside. By and by his grandfather came along, and he ran out to meet him. We were then camped out in about a foot of snow. He ran towards his grandfather and began to sing: <\/div><div class=\"paragraph jod\" id=\"v25n1191\"> &#x201C;On the way to California,&#x201D; etc. <\/div><div class=\"paragraph jod\" id=\"v25n1191\"> &#x201C;There,&#x201D; said he, &#x201C;grandfather, I can sing that now.&#x201D; Well, I speak of these things to show some of the incidents I have passed through. We came out here and we found this country a desert, covered generally with sagebrush, and a few scattered Indians straggling around. We had to commence to build our houses, for there were none here when we came; and since then the wilderness and the solitary places have blossomed as the rose, and the desert has been made glad,<span class=\"citation\" id=\"59156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59156)\">Isa. 35:1<\/a><\/span> as foretold in the Scriptures. We feel that we are kind of half comfortable in these valleys of the mountains, but the devil is not dead yet. (Laughter.) We did not think he would be; we have a work to perform; and we purpose, by the help of the Almighty, to accomplish that work. We don't expect to be disappointed in it either, and we don't anticipate that it will be overturned. We believe that God lives in the heavens and manipulates the nations of the earth,<span class=\"citation\" id=\"129147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129147)\">Dan. 5:21<\/a><\/span> and woe to them that fight against Zion!<span class=\"citation\" id=\"58712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58712)\">Isa. 29:8<\/a><\/span> I tell them in the name of God that He will fight against them. (Amen.) <\/div><div class=\"paragraph jod\" id=\"v25n1192\"> This is my testimony in relation to these matters. People may think they are very smart in persecuting the Saints, but by and by they will find they are on the wrong side of the question, and many of them will find it out when it is too late. They will find it out when the harvest is past and the summer is ended, and they  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will say, &#x201C;My soul is not saved.&#x201D;<span class=\"citation\" id=\"60411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60411)\">Jer. 8:20<\/a><\/span><span class=\"citation\" id=\"85570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85570)\">D&amp;C 45:2<\/a><\/span><span class=\"citation\" id=\"86062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86062)\">D&amp;C 56:16<\/a><\/span> You Latter-day Saints that begin sometimes to be trembly at the knees, and afraid of certain circumstances, had better trust to the living God than give way to fearful forebodings in these matters; for Zion is onward and upward, and God is on her side, and He will protect His Israel if we will only be true to Him. We are here for that purpose. God will sustain Israel and stand by His people. (Amen.) There is one thing very certain, very certain indeed, and that is, whatever men may think, and however they may plot and contrive, that this Kingdom will never be given into the hands of another people.<span class=\"citation\" id=\"61360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61360)\">Dan. 2:44<\/a><\/span> It will grow and spread and increase, and no man living can stop its progress. Hence I feel quite easy, as I said before, for the Lord reigns, and let the people rejoice.<span class=\"citation\" id=\"57032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57032)\">Ps. 97:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1194\"> From time to time we have certain raids made upon us. Something of that sort seems to be afloat today, and I wish&#x2014;I was going to say I wish I could talk about something better&#x2014;but these matters are as proper as anything else, as far as I know, for they are things we have to meet face to face. We Latter-day Saints&#x2014;what are we? Professors of religion. Are we? Yes. There are laws being enacted in order to deprive us of our religious rights, whereas the Constitution of the United States says that Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof. Is that true? Read it for yourselves in the Constitution. This is what we profess as Americans. We have men in our midst who have introduced test oaths, whereas the Constitution says, that &#x201C;no religious test shall ever be required;&#x201D; yet they have introduced test oaths, and people are obliged to swear certain things that the Constitution <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> says shall not be permitted. Are we American citizens here? I think so. Have we any rights? I think we ought to have. Are they being trampled upon? Yes, they are; and these things are being done with impunity. How is it? Why, the Constitution is treated by the politicians of today as the Bible is treated by professors of religion. You talk with &#x201C;Christians&#x201D; upon the Bible, and you will find that they believe it when it is shut. They will spend hundreds of thousands of dollars to send it to the heathen, but when you come to open it, they themselves don't believe in it. Ask them about Prophets, Apostles, Evangelists, Pastors, Teachers,<span class=\"citation\" id=\"75090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75090)\">Eph. 4:11<\/a><\/span> and Deacons. Have they them? No, they do not even profess to have them. Ask them about being baptized in the name of Jesus, for the remission of sins by men having authority, and the laying on of hands for the gift of the Holy Ghost, and you will find that they don't want to hear anything about these principles. They do not believe them. Why they object even to people being married for eternity! They believe in men and women being married only until death doth them part. That is a very cold affair. We do not believe in being married for time only. We believe in making covenants for eternity, and being associated with our wives and children behind the veil. We have received instructions from the Lord in regard to these things, and we are desirous to carry them out. As I have said, the Constitution provides that Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof. Yet men are asked what their religious faith is; right here in our courts today. These are things that we as American citizens  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have a right to look into; to look well after our liberties, and to watch well our enemies. For these are not only our enemies but they are the enemies of human liberty, the enemies of the rights of man and the enemies of God. It is for us to look well after these things, and in our elections and in all like matters, to see that we are very particular about the management of these affairs, and that we are not overrun and cheated out of our liberties by unscrupulous men. I speak of these things at this your Conference, for your information and for your warning; and would say, be united, diligent and energetic, and stand for your rights as men. <\/div><div class=\"paragraph jod\" id=\"v25n1196\"> I remember some little time ago a gentleman named Mr. Pierpont (who was Attorney-General under President Grant) called upon me. I was pleased to see him, and am pleased to see all honorable gentlemen. I invited him to dinner, and we had quite a chat. But here let me introduce another affair. At the time when the Edmunds law was passed I was living in what is known as the Gardo House. I had most of my wives living with me there, and after looking carefully over the Edmunds law I thought to myself, why Congress is growing very wild; this Government is getting very, very foolish; they are trampling upon Constitutional rights. No matter, I said, I will obey this law. I had comfortable places for my family elsewhere, and I requested my wives to go to their own homes, and live there, and they did so in order that I at least might fulfill that part of the law; for foolish or not foolish, my idea was to fulfill as far as practicable the requirements of the law and not place myself and my family or my friends in jeopardy, through any foolishness of mine. <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It was expected by many of those corrupt men&#x2014;I do not say in speaking of these that all are corrupt&#x2014;that when these laws were passed we should turn our wives out and deal with them as they do with their women under such circumstances&#x2014;make strumpets of them. There is no such feeling as that in my bosom, nor in the bosoms of this people. We have made eternal covenants with our wives, and we will abide by our wives, and God will sustain us in protecting the rights of innocence, and in fulfilling those eternal obligations which we have entered into. But we can once in a while yield a little to the follies and weaknesses of men, when no principle of truth is involved. Under these circumstances I had a sister of mine who was keeping house for me when Mr. Pierpont came there to dine with me. I said: &#x201C;Mr. Pierpont, permit me to introduce you to my sister. It is not lawful for us to have wives here.&#x201D; (Laughter.) After talking further with him upon the subject I said, &#x201C;Now, Mr. Pierpont, you are well acquainted with all these legal affairs. Although I have yielded in this matter in order that I might not be an obstructionist, and do not wish to act as a Fenian, or a Nihilist, or a Communist, or a Kuklux, or a Regulator, or a Plug Ugly, or a Molly Maguire, yet, sir, we shall stand up for our rights and protect ourselves in every proper way, legally and constitutionally, and dispute inch by inch every step that is taken to deprive us of our rights and liberties.&#x201D; And we will do this in the way that I speak of. We are doing it today; and as you have heard it expressed on other occasions, it looks very much like as though the time was drawing near when this country will tumble to pieces; for if the people of this nation are so blind and in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fatuated as to trample under foot the Constitution and other safeguards provided for the liberties of man, we do not propose to assist them in their suicidal and traitorous enterprises; for we have been told by Joseph Smith that when the people of this nation would trample upon the Constitution, the Elders of this Church would rally round the flag and defend it. And it may come to that; we may be nearer to it than some of us think, for the people are not very zealous in the protection of human rights. And when legislators, governors and judges unite in seeking to tear down the temple of liberty and destroy the bulwarks of human freedom, it will be seen by all lovers of liberty, that they are playing a hazardous game and endangering the perpetuity of human rights. For it will not take long for the unthinking to follow their lead, and they may let loose an element that they never can bind again. We seem to be standing on a precipice and the tumultuous passions of men are agitated by political and party strife; the elements of discord are seething and raging as if portending a coming storm; and no man seems competent to take the helm and guide the ship of State through the fearful breakers that threaten on every hand. These are dangerous things, but it becomes our duty as good citizens to obey the law as far as practicable, and be governed by correct principles. <\/div><div class=\"paragraph jod\" id=\"v25n1198\"> I had some papers read over at the General Conference, giving my views in relation to some of these matters. They have been published, but I will have one or two extracts read for your information. <\/div><div class=\"paragraph jod\" id=\"v25n1199\"> President Cannon then read as follows: <\/div><div class=\"paragraph jod\" id=\"v25n1200\"> The distinction being made be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tween Polygamy and Prostitution: <\/div><div class=\"paragraph jod\" id=\"v25n1201\"> 1st. Congress made a law which would affect both; and cohabitation with more than one woman was made a crime whether in polygamy or out of polygamy. <\/div><div class=\"paragraph jod\" id=\"v25n1202\"> 2nd. The Governor turned legislator, added to this law, and inserted in a test oath to officials, the following words regarding cohabitation, &#x201C;in the marriage relation;&#x201D; thus plainly and definitely sanctioning prostitution, without any law of the United States, or any authority. <\/div><div class=\"paragraph jod\" id=\"v25n1203\"> 3rd. The United States Commissioners, also without legislation, adopted the action of the Governor, and still insisted on this interpolation, in the test oath in election matters, and placed all polygamists under this unconstitutional oath, and released prostitutes and their paramours from the obligations placed upon others. <\/div><div class=\"paragraph jod\" id=\"v25n1204\"> 4th. The Prosecuting Attorney has sanctioned these things, and pursued a similar course: and while he has asked all the &#x201C;Mormon&#x201D; grand jurors certain questions pertaining to their religious faith in the doctrines of the &#x201C;Mormon&#x201D; Church, and challenged them if they answered affirmatively as to their belief in polygamy, he has declined to ask other jurors whether they believed in prostitution, or whether they believed in cohabiting with more than one woman or not. <\/div><div class=\"paragraph jod\" id=\"v25n1205\"> 5th. Chief Justice Zane when appealed to on this question, refused to interfere, or give any other ruling. <\/div><div class=\"paragraph jod\" id=\"v25n1206\"> Thus a law was first passed by Congress, which has been perverted by the administration, by all its officers, who have officiated in this Territory, and made to subserve the interests of a party who have placed in their political platform an Anti<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Mormon plank; and have clearly proven that there is a combination entered into by all the officers of state officiating in this Territory, to back up this political intrigue in the interest of party, and at the sacrifice of law, equity, jurisprudence, and all the safeguards that are provided by the Constitution for the protection of human rights. <\/div><div class=\"paragraph jod\" id=\"v25n1208\"> Congress cannot be condemned for these proceedings. The law as it stands on the nation's Statute Books makes no such distinction, so far as the qualification of jurors are concerned, between those who cohabit with more than one woman in the marriage relation, and those who do so outside of that relation. All the rest has been aided by officials here. The law reads: &#x201C;Section 5: That in any prosecution for bigamy, polygamy, or unlawful cohabitation, under any Statute of the United States, it shall be sufficient cause of challenge to any person drawn or summoned as a juryman or a talesman, first, that he is or has been living in the practice of bigamy, polygamy, or unlawful cohabitation with more than one woman, * * or second, that he believes it right for a man to have more than one living and undivorced wife at the same time, or to live in the practice of cohabiting with more than one woman.&#x201D; It will thus be seen that the same questions can be properly put to both classes; and such was the evident, unmistakable intention of Congress. But the Prosecuting Attorney with red-hot zeal changes all this, in his religio-political crusade against the faith of the Latter-day Saints he insists upon his right to propound the question with the Governor's interpolation super-added, whilst he entirely ignores the other side of the case; hence those who cohabit outside of the marriage rela<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion can go scot free, without interrogation or questioning, and when attention is drawn to this perversion of the law, he asserts that he has the right to propound what questions he chooses, and decline to ask those he has no mind to; in fact that the whole proceeding was a purely optional matter with him. Thus the whole weight of the law is unjustly and unrighteously thrown on the shoulders of those who believe and act in the marriage relation, and entirely removed from the others, who develop into the jurors, who are to indict, try and condemn the other and far more honorable class. <\/div><div class=\"paragraph jod\" id=\"v25n1209\"> I will have something further read. It is alleged that we are a very corrupt people, that we are a very lawless people; that we are a very wicked people; that we are a very lascivious people; and therefore it becomes necessary for them to pass and execute certain laws in order that we may be placed under the guardianship of people who are more pure and more virtuous. That is why I want some statistics read in relation to that matter, and I would not have had them read, nor have dwelt upon these matters, only on the principle of self-defense. <\/div><div class=\"paragraph jod\" id=\"v25n1210\"> President Cannon then read as follows: <\/div><div class=\"paragraph jod\" id=\"v25n1211\"> &#x201C;The population of Utah may be estimated at 160,000 in 1883. <\/div><div class=\"paragraph jod\" id=\"v25n1212\"> &#x201C;Of these say 130,000 were Mormons and 30,000 Gentiles, a very liberal estimate of the latter. <\/div><div class=\"paragraph jod\" id=\"v25n1213\"> &#x201C;In this year there were 46 persons sent to the Penitentiary, convicted of crime. Of these, 33 were non-Mormons and 13 reputed Mormons. <\/div><div class=\"paragraph jod\" id=\"v25n1214\"> &#x201C;At the above estimate of population the ratio or percentage would be one prisoner to every 10,000 Mormons, or one-hundredth of one  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>percent, and of the Gentiles one convict in every 909, or about one-ninth of one percent. So that the actual proportion of criminals is more than ten times greater among the Gentiles of Utah, with the above very liberal estimate, than among the Mormons. <\/div><div class=\"paragraph jod\" id=\"v25n1216\"> &#x201C;It is urged that those non-Mormon prisoners are not a fair representation of the average of crime throughout the country, but are the result of the flow of the desperate classes westward to the borders of civilization; with greater truth we reply that the Mormon prisoners are not representatives of Mormonism, nor the results of Mormonism, but of the consequences of a departure from Mormon principles: and of the 13 prisoners classed as &#x201C;Mormons,&#x201D; the greater portion were only so by family connection or association. <\/div><div class=\"paragraph jod\" id=\"v25n1217\"> Arrests in Salt Lake City, 1883&#x2014;  Mormons 150 Non-Mormons 1,550 or more than ten times the number of Mormon arrests. <\/div><div class=\"paragraph jod\" id=\"v25n1218\"> &#x201C;Again, it is estimated that there are 6,000 non-Mormons and 19,000 Mormons in Salt Lake City, which shows of Mormons one arrest in 126 and 2\/3. <\/div><div class=\"paragraph jod\" id=\"v25n1219\"> &#x201C;Non-Mormons one arrest in a fraction less than every four, or rather more than twenty-five percent.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1220\"> President Taylor continued: <\/div><div class=\"paragraph jod\" id=\"v25n1221\"> Make the best of this we may, it is a bad showing, and ought not to exist among the dwelling places of the Saints. What of our drunken Saints? Our violators of the Sabbath day? Our Sunday bathing trains? Whereon many of our youth mix up with the ungodly, and what of many other evils which exist among us? It is a shame that these things should exist in Zion in the cities of the Saints; but our would-be reformers <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are ten times lower and more depraved than we are. Yes, but then we have ten times too many crimes; and it is sorrowful to see it, and we can only account for it on this principle, that the wheat and tares must grow together until the harvest.<span class=\"citation\" id=\"64568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64568)\">Matt. 13:29-30<\/a><\/span><span class=\"citation\" id=\"88116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88116)\">D&amp;C 86:7<\/a><\/span> The Gospel net gathers of every kind, good and bad,<span class=\"citation\" id=\"64698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64698)\">Matt. 13:47-48<\/a><\/span> sheep and goats.<span class=\"citation\" id=\"66173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66173)\">Matt. 25:32-33<\/a><\/span> Again, it is but just to those who oppose us, to say that they have their ministers, their Sunday schools, their churches, their hospitals, etc., and many, very many good and honorable men and women. But with all these agencies the record shows them to be, as a whole, ten times as corrupt as we are. Before they came, we were comparatively free from their gross immoralities. But what of today? The record shows that theirs are the gambling dens, the houses of assignation, theirs the brothels and drinking saloons, etc., and if, which God forbid, we have feticide and infanticide, it belongs to them&#x2014;these are their institutions, they do not belong to us. Is it then, any wonder that they have ten times the amount of crime? This is a terrible showing, and yet these are our reformers, our accusers; from these proceed our courts, our juries, etc., they assume to be our regenerators, and are trying to make us <span class=\"italic\">as good as they<\/span>. <\/div><div class=\"paragraph jod\" id=\"v25n1222\"> President Cannon again read: <\/div><div class=\"paragraph jod\" id=\"v25n1223\"> Dr. Nathan Allen, of Lowell, has declared in a paper read before a late meeting of the American Social Science Association, that &#x201C;nowhere in the history of the world was the practice of abortion so common as in this country; and he gave expression to the opinion that, in New England alone, many thousands of abortions are procured annually.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1224\"> Dr. Reamy, of the Ohio State Medical Society, says: &#x201C;From a very large verbal and written corres<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pondence in this and other States, together with personal investigation and facts accumulated * * that we have become <span class=\"italic\">a nation of murders<\/span>.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1226\"> The Rev. Dr. Eddy writes to the Christian <span class=\"italic\">Advocate<\/span> regarding one little village of 1,000 inhabitants: &#x201C;Yet here, and elsewhere, where 15 percent of wives have the criminal hardihood to practice this black art, there is a still large and additional percent who endorse and defend it. * * Among married persons, so extensive has this practice become, that people of high repute not only commit this crime, but do not shun to speak boastingly among their intimates of the deed, and the means of accomplishing it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1226\"> Dr. Allen further states: &#x201C;Examining the number of deaths, we find that there are absolutely more deaths than births among the strictly American children, so that aside from immigration and births of children of foreign parentage, the population of Massachusetts is rapidly decreasing. * * The birth rate in the State of New York, shows the same fact, that American families do not increase at all, and inspection of the registration in other States shows the same remark applies to all.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1226\"> Bishop Coxe, of the Protestant Episcopal Church, of New York, in a pastoral letter to his people writes: &#x201C;I have heretofore warned my flock against the blood-guiltiness of antenatal infanticide. If any doubts existed heretofore as to the propriety of my warnings on this subject, they must now disappear before the fact that the world itself is beginning to be horrified by the practical results of the sacrifices to Moloch, which defile our land. Again I warn you that they who do such <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things, cannot inherit eternal life. If there be a special damnation for those who shed innocent blood, what must be the portion of those who have no mercy upon their own flesh.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1227\"> Dr. Cowan, M.D., writing on what he styles &#x201C;The Murder of the Unborn,&#x201D; says: &#x201C;That this crime is not only widespread on this great continent, but is rapidly on the increase, we have the testimony of physicians, whose investigations have been thorough, and whose social standing and integrity cannot be questioned.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1228\"> President Taylor continued: <\/div><div class=\"paragraph jod\" id=\"v25n1229\"> In pondering over the above sickening details, and carefully examining the irrefutable records of prison statistics, I note deliberately the weight of testimony furnished by a host of their most honorable and reliable men in the East, to whom I give all honor, who calmly and deliberately pronounce them &#x201C;a nation of murderers,&#x201D; &#x201C;the slayers of the innocent,&#x201D; the consumers of their own flesh, in connection with this terrible record we have in our prominent cities, flaunted before our eyes, their dens of infamy and crime, impudently and unblushingly paraded before us, and stuck under our very noses. In looking at these things I ask myself can human depravity descend any lower, and the humiliating answer comes, yes! yes!! yes!!! The question arises wherein? The most damning nature of this record is that these crimes are sought to be palliated by unjust law, made ostensibly to punish crime, but really to pervert justice and protect falsehood, chicanery and intrigue. We have a local administration which provides test oaths to try to cover up the crimes of their friends, and to protect prostitutes, whoremongers  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and adulterers, and to make that a crime which is nowhere proclaimed a crime by the Almighty. And then we have these whited walls<span class=\"citation\" id=\"72108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72108)\">Acts 23:3<\/a><\/span> and painted sepulchres<span class=\"citation\" id=\"65560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65560)\">Matt. 23:27<\/a><\/span> under the guise of the protectors of virtue and the defenders and advocates of purity and moral reform, bring all the weight of their influence and position to bear upon innocence, virtue and integrity. Surely, as it is said, justice is fallen in the street, righteousness standeth afar off, and judgment cannot enter.<span class=\"citation\" id=\"59860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59860)\">Isa. 59:14<\/a><\/span> But what of our people? With all of their weaknesses, follies and imperfections, of which we as a people have very many in the sight of God, they are yet in the balances of unbiased equity before the law, as per record ten times the superiors of our accusers, but with the points of prostitution, harlotry, gambling and other vices, not to mention the terrible crimes of feticide and infanticide, we have nothing to do; these are their institutions only, and do not belong to us. <\/div><div class=\"paragraph jod\" id=\"v25n1231\"> But it may be argued, are not the executive and judiciary expected to administer the law as they find it? Certainly; and if they would confine themselves to this, all honorable men would sustain them. But governors are nowhere authorized to introduce test oaths, in violation of law, to protect the spoliators of virtue, the brothel and the adulterer; nor is the judiciary required in the execution of its legal function to ignore the precedents of courts, nor to sanction the empanelment of packed juries. <\/div><div class=\"paragraph jod\" id=\"v25n1232\"> I have had these things read for more reasons than one. First, to show the hypocrisy of those who come here to teach us morality, and who proscribe the acts of a pure and industrious people who dwell in these mountains. And for another purpose, <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to guard our brethren and sisters against the encroachments of such fiends in human form as those persons here referred to. We cannot have, and won't have adulterers and adulteresses among us, much less will we have those who, by murder, stain their consciences and damn themselves forever. You sisters, guard yourselves against these infamies, or you will sink yourselves down, down, down to pits of infamy and ruin, that you never dreamed of. I do not wonder that the Prophets have expressed themselves as strongly as they have in relation to the events that shall overtake the world. I remember that some 30 years ago, there was one of our brethren in an eastern city, I heard a report about his wife being engaged in something of that sort. I asked him if it were true. He said it was. I don't know when I felt such a loathing for a human being in my life as I felt toward her. I would sooner have touched a rattlesnake than touched her hand. And I feel so today. We cannot degrade ourselves with these fiendish practices. All are not guilty; for as I have frequently said there are thousands and millions of honorable men and women throughout the land. But these evils which exist in this and other nations are too terrible almost to be spoken of; yet it is requisite they should be presented before you Latter-day Saints, that you may remember the pit from whence you were dug, and the rock from whence you were hewn;<span class=\"citation\" id=\"59495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59495)\">Isa. 51:1<\/a><\/span> that you may appreciate in some measure the blessings you enjoy, and your freedom from these infamies in this land of Zion. And I would say to you Bishops&#x2014;if you find adulterers and adulteresses in the Church, cut them off, they cannot be associated with the Latter-day Saints. <\/div> <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n1234\"> Another thing: I was lately called upon as a witness&#x2014;perhaps you may have seen some account of it in the papers&#x2014;and I want to make some explanation in relation to the matters that I then presented, because they are not generally understood: I was required to divulge certain things. I did not know them to divulge. Perhaps some of you have had people come to you with their confidences. I have. But I don't want to be confidant. Why? Because if they made a confidant of me and I was called before a tribunal, I could not, as an honorable man, reveal their confidences, yet it would be said I was a transgressor of law; but no honorable man can reveal confidences that are committed to him. Therefore I tell them to keep their own secrets, and remember what is called the Mormon creed, &#x201C;Mind your own business,&#x201D; I don't want to know the secrets of people, those that I cannot tell. And I could not tell very much to that court; for I have studiously avoided knowing any more than I could possibly help about such matters. I was asked questions about our temple, which of course I could not divulge. I was asked questions about records which I could not tell them, because I did not know. I have studiously avoided entering into a knowledge of these matters. They did not build our temples. We have never had any revelations from God, through them! We may have had from the devil (laughter), but never have had revelations from God through them. And I think there are some things we have a right to guard sacredly in our own bosoms. We are told, &#x201C;The secret of the Lord is with them that fear him; and he will show them his covenant.&#x201D;<span class=\"citation\" id=\"56537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56537)\">Ps. 25:14<\/a><\/span> Now, if the Lord shall commit a secret to me I don't think I should <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tell it to anyone; I don't think I would, not unless He told me. Then, I do not want to know your secrets. I was asked if certain ordinances could be performed in different places. I told them, yes, under certain circumstances. &#x201C;Where,&#x201D; I was asked&#x2014;&#x201C;Anywhere besides in temples?&#x201D; Yes. Anywhere besides the Endowment House? Yes. &#x201C;Where, in some other house?&#x201D; In another house or out of doors, as the circumstances might be. Why did I say that? Is not a temple the proper place? Yes; but it is said in our revelations pertaining to these matters: <\/div><div class=\"paragraph jod\" id=\"v25n1235\"> &#x201C;Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.&#x201D;<span class=\"citation\" id=\"91040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91040)\">D&amp;C 124:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1236\"> Thus under such circumstances we perceive that our operations elsewhere will be all correct; it makes no difference. It is the authority of the Priesthood, not the place, that validates and sanctifies the ordinance. I was asked if people could be sealed outside. Yes. I could have told them I was sealed outside, and lots of others. <\/div><div class=\"paragraph jod\" id=\"v25n1237\"> I want to show you a principle here, you Latter-day Saints. When Jesus was asked if He thought it was proper for His disciples to pluck ears of corn on the Sabbath day, He told them &#x201C;The sabbath was made for man, and not man for the sabbath.&#x201D;<span class=\"citation\" id=\"66514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66514)\">Mark 2:27<\/a><\/span> What else? I will say that man was not made for temples,  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but temples were made for man, under the direction of the Priesthood, and without the Priesthood temples would amount to nothing. <\/div><div class=\"paragraph jod\" id=\"v25n1239\"> I speak of these things for your information: but men are not authorized to act foolishly about these matters. The temples are places that are appropriated for a great many ordinances, and among these ordinances that of marriage; but, then, if we are interrupted by men who do not know about our principles, that is all right, it will not impede the work of God, or stop the performance of ordinances. Let them do their work, and we will try and do ours. <\/div><div class=\"paragraph jod\" id=\"v25n1240\"> While I was in court a few days ago, and gazing upon the assembly of judges, lawyers, marshals, witnesses, spectators, etc., many reflections of a very peculiar character passed through my mind, some of which I will here rehearse. <\/div><div class=\"paragraph jod\" id=\"v25n1241\"> I could not help thinking as I looked upon the scene, that there was no necessity for all this; these parties need not have placed themselves in this peculiar dilemma. Here was a young man blessed with more than ordinary intelligence, bearing amongst all who know him a most enviable reputation for virtue, honesty, sobriety, and all other desirable characteristics that we are in the habit of supposing go to make a man respected and beloved, the civilized world over. He had been trained from early childhood in the nurture and admonition of the Lord,<span class=\"citation\" id=\"75367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75367)\">Eph. 6:4<\/a><\/span><span class=\"citation\" id=\"81775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81775)\">Enos 1:1<\/a><\/span> had been an attendant at Sabbath schools and Young Men's Improvement Societies, where his course was of the most pleasing kind; more than this, some years ago, when quite a youth, he had shown his devotion to the faith in which he had been reared, by going forth without purse and scrip,<span class=\"citation\" id=\"68226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68226)\">Luke 22:35<\/a><\/span> to preach in <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the midst of the unbelieving the doctrines of a most unpopular faith. And, as I reach this point in my reflections, my mind instinctively wanders to a monument I gazed at in the Salt Lake City cemetery but a few days ago. That monument records in fitting words of respect and admiration the devotion of two young missionaries in a far-off Southern State, one of whom had fallen a victim to mob violence, had sealed with his blood the testimony which he bore, the other had stood by him in this hour of sore need, and rescued his mangled body and brought it safely for thousands of miles to the home of his bereaved parents and sorrowing co-religionists. This heroic young man is the one now arraigned before the courts of his country, for an alleged offense against the morality of the age. Assuming that the reports pertaining to him should prove to be correct, and he really has a plural wife, what then would be the position? He, from his earliest recollection, had been taught to reverence the Bible as the word of God, to revere the lives and examples of the ancient worthies whom Jehovah honored by making them His confidants, and revealing unto them the secrets of His divine purposes; he had read of one who was called &#x201C;the friend of God,<span class=\"citation\" id=\"77626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77626)\">James 2:23<\/a><\/span> and the father of the faithful,&#x201D;<span class=\"citation\" id=\"74520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74520)\">Gal. 3:9<\/a><\/span><span class=\"citation\" id=\"92198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92198)\">D&amp;C 138:41<\/a><\/span> of another who was said to be &#x201C;a man after God's own heart;&#x201D;<span class=\"citation\" id=\"55455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55455)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71864)\">Acts 13:22<\/a><\/span> of a third who in all things is said to have done the will of Heaven,<span class=\"citation\" id=\"69176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69176)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69277)\">John 6:38<\/a><\/span><span class=\"citation\" id=\"82602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82602)\">3 Ne. 11:11<\/a><\/span> and so on till they could be numbered by the score; yet all these men, the friends, associates and confidants of the great Creator of heaven and earth, were men with more than one wife, some with many wives, yet they still possessed and rejoiced in the love and honor of the great Judge of all the world, whose judgments are all  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>just,<span class=\"citation\" id=\"69177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69177)\">John 5:30<\/a><\/span> and whose words are all righteousness. This young man is charged with following these worthy examples; it is asserted that he has taken to wife a beautiful and virtuous young lady, belonging, like him, to one of our most respected families, and who also believes in the Bible, and the example set her by those holy women of old, such as Rachel, Ruth, Hannah, and others, who honored God's law, and became the mothers of Prophets, Priests and Kings. And as my cogitations ran I thought what need had these two to follow such examples of a bygone age; why not walk in the way of the world today; unite with our modern Christian civilization, and if passion guided their actions, why call each other husband and wife, why hallow their associations by any sacred ceremony; was there any need of such? Why not do as tens of thousands of others do, live in the condition of illicit love? And then if any child should be feared from this unsanctified union, why not still follow our Christian exemplars, remove the fetal encumbrance, call in some of the copyists of Madame Restell, the abortionists, male and female, that pollute our land, that would have been sub-rosa, genteel, fashionable, respectable, Christianlike, as Christianity goes in this generation. And if this did not succeed, the young man might have turned his victim into the street to perish, or die of pollution as is done in tens of thousands of instances, in the most sanctified manner by the hypocrites of the day. Then, in either of these cases, the young gentleman could have been received into good society, be petted and applauded; could hold a position under our government, be even a deputy-marshal, registrar or what not, and still further, be able to <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> answer all the necessary questions; and be admitted as a grand juror without being brought in as a guttersnipe on an open venire, but as a respectable citizen on the regular panel. Or again, these two, in the event of a child being born, might consign it to the care of some degraded hag, some baby farmer, where gradually and quietly its innocent life would ebb out, and by and by the grief-stricken parents would receive the anticipated notice that their dear little offspring, notwithstanding every care, was dead and buried. This is a respectable crime, a crime committed principally by those who go to high-toned churches and fashionable meetinghouses in velvets and feathers, in silks and satins, and who with upturned eyes and hypocritical voices, insult the majesty of Heaven by drawling out, &#x201C;Lord have mercy upon us, miserable sinners.&#x201D; Yet they are murderers&#x2014;murderers of the worst kind, shedders of innocent blood, consumers of their own flesh, whom the vengeance of God awaits. Yet this young man and woman could have done all this and no marshals with ready feet would have dogged their steps, no packed grand juries with unanimous alacrity would do the bidding of overzealous prosecuting attorneys; no Federal judge would overturn precedent, ignore law, disregard justice on purpose to convict. No, they might then have been the friends, associates, companions of judge and prosecutor, governor and commissioner: but now, as they would neither associate unrighteously, nor take means to destroy the results of their union, but honestly and virtuously live, as is claimed, as husband and wife, he stands in the felon's dock charged with an offense against the dignity of the United States, and to convict  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him, oppressive laws, more oppressively administered, are brought to bear with all the ingenuity that malice can devise and hatred adopt. And there, in this ignominious position, he stands, with every person who might possibly be his friend, excluded from the jury, without the possibility of a fair trial by his peers, not one of the panel being in the least sympathy with himself: and by such people this unfortunate young gentleman has to be tried, judged, prosecuted, proscribed, and condemned, because of his firm and unswerving faith in the God of Abraham, Isaac and Jacob, of David, Solomon, and numerous other Godfearing and honorable men, who, like him, have despised the cant and hypocrisy of an ungodly world, and dared to obey the behests of Jehovah. Of these things he had learned from the Bible, in the Sunday school; no wonder then that our would-be reformers are so anxious to exclude the Bible from our district schools, as its teachings and examples so emphatically condemn the theories on which the acts and legislation of Congress are based, as well as the course pursued by those who seek to aid in the regeneration of Utah by adding to or taking from the law as is best suited to shield their own corrupt practices, or, on the other hand, by extra judicial proceedings, under cover of the law, they pervert, to prosecute and persecute the Mormons. <\/div><div class=\"paragraph jod\" id=\"v25n1244\"> And where was this scene enacted? In the gorgeous palaces of Belshazzar, surrounded by his wives, concubines, and nobles,<span class=\"citation\" id=\"61487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61487)\">Dan. 5:1-2<\/a><\/span> and where was seen written on the walls, &#x201C;MENE, MENE, TEKEL, UPHARSIN?&#x201D;<span class=\"citation\" id=\"61513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61513)\">Dan. 5:25<\/a><\/span> No. Was it at the destruction of the cities of Sodom and Gomorrah, when ten righteous persons could not be found to avert <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the wrath of an offended God,<span class=\"citation\" id=\"53235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53235)\">Gen. 18:32<\/a><\/span> or in Pompeii or Herculaneum, who, in their turn, for their libidinous and unrighteous practices, as Sodom and Gomorrah, suffered the vengeance of eternal fire? No. Was it in the Saturnalia of the Bacchanals of ancient Greece and Rome? No. Those nations have been long overthrown, and are now only known to a few readers of ancient history. Was it during the reign of the first French republic, when they elevated a prostitute as the goddess of reason? No. Was it in the days of the inquisition, when the rack, the gibbet, the faggot and the flames were brought into requisition to force unwilling victims to testify of things which their consciences forbade, and who perished by thousands for daring to think and act, and believe in and worship God according to the dictates of their consciences?<span class=\"citation\" id=\"94189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94189)\">A of F 1:11<\/a><\/span> No. Was it under the influence of Bacchus, or in the midnight revellings as exhibited in Rome under Nero? No. This scene was enacted in midday, in the 19th century, in the year of our Lord, 1884, in the Federal Court House, in Salt Lake City, at a court presided over by Judge Zane, Chief Justice for the United States in the Territory of Utah, assisted by Prosecuting Attorney Dickson, and the other adjuncts of the law, and in the presence of several hundred American citizens. Towards these gentlemen personally I have no feelings, no complaints to make. I understand them to bear the reputation of being learned and honorable men in all other matters. But they stand in an unfortunate position; they represent a cause so low, that it is impossible to look upon it without loathing and commiseration; they represent a political exigency, a party necessity, capital has to be made by the perse<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cution and prosecution of American citizens who have embraced an unpopular faith, and they are the tools with which the unclean, despicable and barbarous work has to be done. I envy not their calling. I have no desire to stand in their shoes. Let my work be to do the will of God, to build up truth, virtue, righteousness, honor and peace upon the earth, and they may, if they so prefer, continue in the unfortunate work that their party has assigned to them. <\/div><div class=\"paragraph jod\" id=\"v25n1246\"> Before I close I will say that I have not spoken on this subject with any feeling of acrimony in my heart towards the parties engaged in these proceedings. Some of the gentlemen engaged therein, in other respects, bear an excellent reputation. I will further say that we as Latter-day Saints have often heard it reported and reiterated in our ears, that the world was growing worse and worse, deceiving and being deceived,<span class=\"citation\" id=\"76211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76211)\">2 Tim. 3:13<\/a><\/span> and that it would grow worse and worse. So we need not be surprised to see the fulfillment of these things. Furthermore, I wish specifically to state that while these abominations exist and these acts of injustice, we leave it with the perpetrators of these acts to pursue their own vain course. But it is for us to guard well against the innovations of the corrupt and the designing; it is for us to guard well our liberties; and then it is for <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us to treat honorably, rightly, and properly all honorable men and women. Although thousands are engaged in committing these crimes which are too dreadful to reflect upon: yet at the same time there are thousands and millions of honorable men and women throughout the nations, and many of them among us. We don't class them with the corrupt, the libidinous and the murderers; although for our part we must be very careful of our associations, and know the character of those whom we receive into our houses, or allow our children to associate with. <\/div><div class=\"paragraph jod\" id=\"v25n1247\"> God bless you and lead you in the paths of life;<span class=\"citation\" id=\"56410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56410)\">Ps. 16:11<\/a><\/span> and while others are trying to exalt crime and murder into a fine art, and extol these libidinous practices; and while we have test oaths framed on purpose to screen the adulterer and adulteress; and while honorable men are prevented or voluntarily abstain from voting, and harlots and whoremongers, and men who betray their wives and associate with other women are considered honorable men and protected by the authorities of this Territory, it is for us to guard ourselves against everything that is improper, and to be pure, especially you who bear the vessels of the Lord.<span class=\"citation\" id=\"59626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59626)\">Isa. 52:11<\/a><\/span><span class=\"citation\" id=\"85234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85234)\">D&amp;C 38:42<\/a><\/span><span class=\"citation\" id=\"91823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91823)\">D&amp;C 133:5<\/a><\/span> God bless you, and lead you in the paths of life,<span class=\"citation\" id=\"56411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56411)\">Ps. 16:11<\/a><\/span> in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}