{"ID":250019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Church of Order&#x2014;The Lord's Promises Sure&#x2014;People Prepared By Dreams and Visions to Receive the Elders&#x2014;Gifts Received and Others Yet to Be Received&#x2014;Blessings to Be Obtained By Faith&#x2014;Great Promises.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Orson Pratt, delivered at a Conference in Paris, Bear Lake, May 11, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James H. Hart.<\/div>\n<div class=\"pageHeader\">Page Header: All May Enjoy the Gifts of the Spirit.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 5\/11\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v25n446\"> I am pleased to have the opportunity and privilege of speaking to you this morning, and I hope to have your attention while I endeavor to lay before you principles pertaining to salvation and eternal life, and set forth those characteristics that mark the people of God in contradistinction to the people of the world. I hope to be so explicit that you may all understand, and that you may each receive your portion of the Bread of Life<span class=\"citation\" id=\"69228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69228)\">John 6:35<\/a><\/span> in due season.<span class=\"citation\" id=\"129050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129050)\">Matt. 24:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n447\"> The Church of Jesus Christ is a Church of order, in which it is necessary that some persons have authority to teach and counsel and preside. The authority of the church in this Stake, is held by President Wm. Budge, who represents the leaders of the church, and is expected to reflect their feelings and spirit upon the people under his presidency. And I must say I feel pleased with the spirit that seems to prevail in this Stake of Zion, which is an evidence that you have been blessed of the Lord, through the ministrations of His servants. And there are still greater blessings offered those who will seek after them with all their heart; some of which can only be received by earnest faith and prayer. <\/div> <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n448\"> The Prophets, Patriarchs and Saints in olden times received great and glorious blessings, and why should we not be blessed, the same as they were blessed? But some will begin to doubt, and say, such and such blessings were truly given to persons many years ago, but perhaps they are not promised to me. Do we not worship the same God, that they worshipped? Have we not obeyed the same Gospel and received of the same spirit? When you Elders have gone forth on missions, have not the promises of the Lord been fulfilled in your behalf? It depends on ourselves whether we will receive the glorious blessings of the Gospel or not. If we are faithful and diligent in serving the Lord, His promises are sure, and His blessings will certainly be poured out on the humble and obedient. <\/div><div class=\"paragraph jod\" id=\"v25n449\"> Those who have been sent on missions to the nations of the earth have had abundant proof that the Lord is ready and willing to pour out His blessings upon them. You were promised that the angels should go before you,<span class=\"citation\" id=\"87936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87936)\">D&amp;C 84:88<\/a><\/span><span class=\"citation\" id=\"89794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89794)\">D&amp;C 103:19-20<\/a><\/span> and open the hearts of the people to receive you; and when you have gone among a strange people, some of them have recognized you through the dreams and  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>visions given them from the Almighty, and they have said: &#x201C;I know you are a servant of the Lord, for you were shown to me in the night vision.&#x201D; These and other blessings are given to us on condition that we are diligent and faithful. If we fail to receive them, the failure is not on the part of the Lord, nor in His servants who preside over us, but the fault lies in ourselves alone. <\/div><div class=\"paragraph jod\" id=\"v25n451\"> This failure to realize all the blessings and powers of the Priesthood does not apply to the elders and lesser Priesthood only; but it applies to the higher quorums, and comes home to ourselves, who are Apostles of Jesus Christ. We are presented before the Church, and sustained as prophets, seers and revelators, and we have received oftentimes the gift of prophecy and revelation, and have received many great and glorious gifts. But have we received the fullness of the blessings to which we are entitled? No, we have not. Who, among the Apostles have become seers, and enjoy all the gifts and powers pertaining to that calling? Still it is our privilege to become prophets, seers and revelators, for these blessings were promised us through the Prophet Joseph, in the year 1836.<span class=\"citation\" id=\"90384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90384)\">D&amp;C 107:92<\/a><\/span> Now I don't think many of us have attained to these gifts, but it is not the fault of the Almighty, but the fault is in ourselves. And can they be realized by us? Certainly they can, if we are faithful in seeking for them. The Prophet Joseph would not have attained to these glorious gifts if he had not lived for them, and he would not have held out these inducements to us, unless they could have been obtained. These things were renewed at our last fall Conference, and they are brought home to us, and it is our privilege to live for them and enjoy them in their fullness, according to <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our faith. Brother Charles C. Rich has had visions from the Lord, and revelations through which he has been forewarned of dangers that threatened him; by which means his life has been preserved from time to time. And these are some of the gifts of God, and should be cultivated in our feelings and in our faith, for God is no respecter of persons,<span class=\"citation\" id=\"71767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71767)\">Acts 10:34<\/a><\/span><span class=\"citation\" id=\"83739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83739)\">D&amp;C 1:35<\/a><\/span><span class=\"citation\" id=\"85070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85070)\">D&amp;C 38:16<\/a><\/span> but is willing to give to all men liberally, and upbraid not.<span class=\"citation\" id=\"77431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77431)\">James 1:5<\/a><\/span> But all cannot be Apostles. Some have to take the presidency in different ages. Enoch was chosen in his day, and Abraham and Moses in theirs, and Joseph in our day, and unto him was given the power to translate the ancient records, and to bring forth abundance of revelations. And those who are called to perform special missions in opening up dispensations of the Gospel to the children of men, as Joseph and others were called of the Lord, He endows more fully with these gifts; but this does not hinder others from enjoying similar gifts according to His promises, and according to our faithfulness. And I have thought the reason why we have not enjoyed these gifts more fully is, because we have not sought for them as diligently as we ought. I speak for one, I have not sought as diligently as I might have done. More than forty years have passed away since these promises were made. I have been blessed with some revelations and prophecies, and with dreams of things that have come to pass; but as to seeing things as a seer, and beholding heavenly things in open vision, I have not attained to these things. And who is to blame for this? Not the Lord; not brother Joseph&#x2014;they are not to blame. And so it is with the promises made to you in your confirmations and endowments, and by the patriarchs, in your patriarchal  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings; we do not live up to our privileges as saints of God and elders of Israel; for though we receive many blessings that are promised to us, we do not receive them in their fullness, because we do not seek for them as diligently and faithfully as we should. <\/div><div class=\"paragraph jod\" id=\"v25n453\"> The work in which we are engaged has occupied the attention of the Prophets in all ages, and they have prophesied concerning it, and have rejoiced in contemplating the day and age in which we live. The Prophet Isaiah says: &#x201C;How beautiful upon the mountains are the feet of them that bringeth good tidings, that saith unto Zion, Thy God reigneth! Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord shall bring again Zion.&#x201D;<span class=\"citation\" id=\"59559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59559)\">Isa. 52:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n454\"> It is through faith we are made partakers of these glorious blessings, for by faith all the blessings promised are to be obtained; by faith the holy men of old obtained promises pertaining to future generations,<span class=\"citation\" id=\"77050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77050)\">Heb. 11:33<\/a><\/span> and by faith the Gospel has been restored to the earth, with the gifts and powers of the holy Priesthood, with the promise that it shall never be taken from the earth.<span class=\"citation\" id=\"84057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84057)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"88970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88970)\">D&amp;C 90:3<\/a><\/span> Joseph, who was sold into Egypt, through his righteousness and faith obtained great promises concerning his seed who should dwell upon this land.<span class=\"citation\" id=\"53753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53753)\">Gen. 50:24 (JST)<\/a><\/span><span class=\"citation\" id=\"53759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53759)\">Gen. 50:33 (JST)<\/a><\/span><span class=\"citation\" id=\"81287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81287)\">2 Ne. 3:5,14,16<\/a><\/span><span class=\"citation\" id=\"81443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81443)\">2 Ne. 25:21<\/a><\/span> And through faith a portion of his seed was brought from Jerusalem and led by the Almighty on the borders of the Red Sea,<span class=\"citation\" id=\"129051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129051)\">1 Ne. 2:5<\/a><\/span> and brought over the great deep<span class=\"citation\" id=\"129052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129052)\">2 Ne. 4:20<\/a><\/span><span class=\"citation\" id=\"129053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129053)\">Ether 7:27<\/a><\/span> unto a land that is choice above all other lands.<span class=\"citation\" id=\"80924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80924)\">1 Ne. 2:20<\/a><\/span><span class=\"citation\" id=\"81206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81206)\">2 Ne. 1:5<\/a><\/span> By faith the Nephites received the ministrations of the Savior after His resurrection from the dead,<span class=\"citation\" id=\"82816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82816)\">3 Ne. 19:35<\/a><\/span> through the covenants made with their fathers. By faith the brother of Jared saw the wonders <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of eternity, and saw the time when the wicked would be destroyed from the face of the earth; and like Enoch, Abraham, Moses and others, saw all things that were to take place upon the earth to the end of time.<span class=\"citation\" id=\"83428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83428)\">Ether 3:25-26<\/a><\/span><span class=\"citation\" id=\"83438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83438)\">Ether 4:4<\/a><\/span><span class=\"citation\" id=\"83487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83487)\">Ether 12:19-21<\/a><\/span> This latter-day work which occupies our attention, was shown to the prophets thousands of years before we were born. Don't you suppose they prayed for it, and sought unto the Lord to know when these things should come to pass, and what should be the sign of His coming, and the end of the world?<span class=\"citation\" id=\"65651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65651)\">Matt. 24:3<\/a><\/span> Through faith covenants were made with the Nephite prophets, that the sacred records should be preserved and should come forth in the last days for the blessing and salvation of their posterity, and all others who would receive them.<span class=\"citation\" id=\"81776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81776)\">Enos 1:12-18<\/a><\/span><span class=\"citation\" id=\"81911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81911)\">Mosiah 12:8<\/a><\/span><span class=\"citation\" id=\"83804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83804)\">D&amp;C 3:16-20<\/a><\/span> It has been our privilege to receive these sacred things, and have withal the fullness of the Everlasting Gospel, and if we have the faith that was in them, and live as Saints of God, we shall not be careless and indifferent, but our souls will be filled with joy and gladness, because of the many mercies and blessings that are promised to us, in our calling as elders and priests, and as seers and revelators. If we lived fully up to our privileges, and attained to all the blessings and powers that are promised, and were filled with the spirit of the Lord, we should have more influence, and our ministrations would be of more benefit to the people of God. <\/div><div class=\"paragraph jod\" id=\"v25n455\"> I am glad the Lord has spared my life to behold this day, and that I am numbered among His people, a people who have been acknowledged of the Lord as His chosen people. We should all feel thankful for living prophets and apostles, who have been given for the work of the ministry, and for the perfecting of the Saints.<span class=\"citation\" id=\"75112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75112)\">Eph. 4:11-12<\/a><\/span> I rejoice, moreover,  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the First Presidency of the Church has again been organized, for by the more perfect organization we receive greater strength and wisdom, and more abundant blessings from the Lord, and I think this increase in faith and union, and other manifestations of the spirit are felt in this Conference. Every man and woman can feel a renewed influence and power, and it is felt in all the quorums of the Priesthood. And it is our privilege to so live that we may come into possession of all the promised blessings. Among the blessings promised by our Lord Jesus Christ, unto those who humble themselves, and seek unto him, is that &#x201C;You shall see my face and know that I am.&#x201D;<span class=\"citation\" id=\"89008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89008)\">D&amp;C 93:1<\/a><\/span> This does not mean the Apostles only, but the promise is to every Latter-day Saint who will comply with the conditions, that such person &#x201C;shall see my face and know that I am.&#x201D;<span class=\"citation\" id=\"89009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89009)\">D&amp;C 93:1<\/a><\/span> These are some of the promises that have been made to the Latter-day Saints through the Prophet Joseph Smith. The same promise was made to ancient Israel, through Moses, the great lawgiver and Prophet who promised that they should all hear his voice, and see his face, if they would hearken to his counsels, and obey all His commandments.<span class=\"citation\" id=\"54093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54093)\">Ex. 19:1-25<\/a><\/span><span class=\"citation\" id=\"87583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87583)\">D&amp;C 84:19-25<\/a><\/span> The promise was not to the Priesthood only, but every son and daughter of God had the same promise, because all are destined to come into the presence of God, and behold the glory of His countenance.<span class=\"citation\" id=\"74051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74051)\">2 Cor. 3:7<\/a><\/span> If we would attain to these blessings, and enjoy the fullness of the promises made unto the people of God, we must cleanse ourselves from all unrighteousness,<span class=\"citation\" id=\"78531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78531)\">1 Jn. 1:9<\/a><\/span><span class=\"citation\" id=\"82073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82073)\">Alma 7:14<\/a><\/span><span class=\"citation\" id=\"86969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86969)\">D&amp;C 76:41<\/a><\/span> that we may endure His presence in the world of glory.<span class=\"citation\" id=\"87271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87271)\">D&amp;C 76:118<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n457\"> For this reason it was ordered that a tabernacle be built in the wilderness;<span class=\"citation\" id=\"54419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54419)\">Ex. 29:42-43<\/a><\/span><span class=\"citation\" id=\"54423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54423)\">Ex. 30:36<\/a><\/span><span class=\"citation\" id=\"54510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54510)\">Ex. 33:7-11<\/a><\/span> but such was the wicked<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness of the people, that while the glory of the Lord was resting on the mountain, and Moses was holding communion with Jehovah in the interests of the people, they had induced Aaron to make a golden calf for them to worship,<span class=\"citation\" id=\"54449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54449)\">Ex. 32:1-35<\/a><\/span> in place of the true and living God.<span class=\"citation\" id=\"129054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129054)\">1 Ne. 17:30<\/a><\/span> And the consequence was, they were deprived of the presence of the Lord in their journeyings,<span class=\"citation\" id=\"87631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87631)\">D&amp;C 84:23-25<\/a><\/span> for He made a decree that He would not go before the camp,<span class=\"citation\" id=\"54554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54554)\">Ex. 34:1-2 (JST)<\/a><\/span> &#x201C;but mine angel shall go before them,<span class=\"citation\" id=\"89788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89788)\">D&amp;C 103:19<\/a><\/span> lest I consume them in the land.&#x201D;<span class=\"citation\" id=\"54501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54501)\">Ex. 33:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n458\"> The Lord has been very kind and merciful unto His people in these last days. He has known the hearts of this people, and that we are willing to serve Him. He saw that we were willing to suffer persecution for His sake, and the Gospel's sake, and for this cause He has poured out His blessings upon us in great abundance, and I hope when these Temples shall be built, and we minister therein, and receive the blessings promised us for ourselves and for our dead, that we shall be more united, and that we shall receive more fully the gifts and endowments that pertain to the sons and daughters of God. And then peradventure He will condescend to bless us with His presence, as He blessed His Saints in the Temple at Kirtland,<span class=\"citation\" id=\"89157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89157)\">D&amp;C 97:15-16<\/a><\/span> and the presence and glory of His holy angels.<span class=\"citation\" id=\"90484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90484)\">D&amp;C 110:1-16<\/a><\/span> It has been promised to Israel in these latter days, that the Lord Himself will go before them,<span class=\"citation\" id=\"59394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59394)\">Isa. 45:2<\/a><\/span><span class=\"citation\" id=\"89804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89804)\">D&amp;C 103:20<\/a><\/span> and lead and guide them, and fight their battles and deliver them from all their enemies.<span class=\"citation\" id=\"62185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62185)\">Micah 4:10-13<\/a><\/span><span class=\"citation\" id=\"89328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89328)\">D&amp;C 98:37<\/a><\/span><span class=\"citation\" id=\"89994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89994)\">D&amp;C 105:14<\/a><\/span> What a glorious promise! And we may be assured that there will be nothing lacking on the part of our Eternal Father, nor in Jesus Christ, His Son, and the holy angels, for all are interested with us in the progress and consummation of this great and  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glorious latter-day work, for it is the dispensation of the fullness of times. <\/div><div class=\"paragraph jod\" id=\"v25n460\"> How great will be our joy when we attain to these blessings, and realize these promises that have been made to us. The Lord will dwell in the midst of His people,<span class=\"citation\" id=\"60931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60931)\">Ezek. 43:7-9<\/a><\/span><span class=\"citation\" id=\"62262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62262)\">Zech. 2:10-11<\/a><\/span> and the angels will be with us, with the ministrations of our Father in heaven;<span class=\"citation\" id=\"129055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129055)\">Rev. 22:1-5<\/a><\/span> these are privileges and blessings indeed, that eye hath not seen, nor ear heard, and the glory thereof hath not entered in the heart of man to conceive,<span class=\"citation\" id=\"60187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60187)\">Isa. 64:4<\/a><\/span><span class=\"citation\" id=\"91920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91920)\">D&amp;C 133:45<\/a><\/span> but the Lord hath revealed them unto us by His spirit.<span class=\"citation\" id=\"72997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72997)\">1 Cor. 2:9-10<\/a><\/span> Then we shall hear His voice, and see His face,<span class=\"citation\" id=\"89010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89010)\">D&amp;C 93:1<\/a><\/span> and know that He exists, for we shall see His glory <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and participate with the sanctified<span class=\"citation\" id=\"88241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88241)\">D&amp;C 88:2,116<\/a><\/span> in the powers of the world to come,<span class=\"citation\" id=\"76727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76727)\">Heb. 6:5<\/a><\/span> for being heirs of God we shall be joint heirs with our Lord Jesus Christ, and having suffered with Him<span class=\"citation\" id=\"72615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72615)\">Rom. 8:17-18<\/a><\/span> for righteousness' sake,<span class=\"citation\" id=\"62982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62982)\">Matt. 5:10<\/a><\/span><span class=\"citation\" id=\"129056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129056)\">1 Pet. 3:14<\/a><\/span> we shall also reign with Him in glory.<span class=\"citation\" id=\"76109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76109)\">2 Tim. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n461\"> In conclusion, let me exhort you to turn to the Lord, and serve Him with full purpose of heart,<span class=\"citation\" id=\"81889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81889)\">Mosiah 7:33<\/a><\/span> and be willing to consecrate yourselves and all you have unto His service, and so live that you can perfect the bond of union that will secure unto you eternal life, and bring honor and glory to Him that sitteth upon the throne forever and ever.<span class=\"citation\" id=\"79232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79232)\">Rev. 5:13<\/a><\/span> That this may be your happy lot, is my prayer, in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}