{"ID":250014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Conspicuous Position of the Saints&#x2014;Early Persecutions&#x2014;Historical Facts that Ought to Be Published in Book Form&#x2014;Anomalous Treatment of Utah&#x2014;Governor Young's Policy and that of His Successors Different&#x2014;Isaiah's Prophecy Fulfilled&#x2014;The Edmunds Law&#x2014;The Saints Will Yet Conquer&#x2014;The Real Object of Attack&#x2014;The Result Predicted.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Erastus Snow, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, March 9, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: History Needed.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 3\/9\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v25n247\"> In rising before you, brethren and sisters, this afternoon, I desire to commit myself unto the Lord, invoking His blessing upon the congregation, and that the Holy Spirit may dictate that which may be spoken to our edification and encouragement in welldoing. <\/div> <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n248\"> In the providence of God His people are located in the valleys of the Rocky Mountains, midway between the oceans, occupying the position of a city set upon a hill which cannot be hid.<span class=\"citation\" id=\"63065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63065)\">Matt. 5:14<\/a><\/span> It was the providences of God around about His people which brought them to  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this land, which led them out of&#x2014;what shall I say? out of bondage?&#x2014;perhaps that is not quite the phrase to use&#x2014;but which led them out of the older States of America, where persecution had followed the Saints from their earliest history, across the great plains, guided by the prayer of faith and the inspiration of the Almighty, manifested through President Brigham Young and his brethren, who counseled and guided the people hitherward, and planted their feet in the valleys of the Rocky Mountains. It was not our seeking. As President George A. Smith once quaintly remarked: &#x201C;We came to this country willingly, because we were obliged to.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n250\"> When persecuted in the State of New York, the early churches fled to Ohio&#x2014;established themselves on the &#x201C;western reserve&#x201D;&#x2014;the northern part of Ohio&#x2014;located a Stake of Zion&#x2014;built a temple unto the Lord in Kirtland, from which Elders were sent out into all parts of America, and into Europe. Persecuted in those regions, most of them emigrated westward and located in Missouri, where several Stakes of Zion were organized, and again foundations were laid for a temple, and the Twelve, with others of the Priesthood, were commanded of the Lord to take their departure to the nations of Europe and other parts of the globe, to preach the Gospel. Persecutions arose in that land, and became more general than any persecutions that had preceded them, until the State became embroiled, and an executive order was issued by the then Governor Lilburn W. Boggs, who directed his principal generals and aides-de-camp to gather together the militia of the State, and expel the Saints from the State. And in this executive order this remarkable <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> phrase was used; speaking of the Mormon people it said: &#x201C;They must be exterminated or driven from the State.&#x201D; Strange that in a republic like ours, a country of law and government, such an executive order should appear. But it is beyond dispute; it has passed into history; the annals of the State attest it; and the result of such an order is well known in the history of this people. They were not exterminated, but they were driven from the State. Time would fail me to tell of the tears, the sorrow of women and children, when husbands and fathers and brothers were dragged to prison, or compelled to flee and to make their escape in various ways, through the wilderness of the Great West, through the then unsettled regions of northern Missouri and Iowa, until they found a stopping place on either side of the Mississippi, in Hancock County, Illinois, and in Lee County, Iowa; these places becoming rallying places, temporarily, for the Latter-day Saints, where the banner of truth was again unfurled, and the Saints began to establish themselves in those, at that time, almost entirely unsettled regions. In the short space of seven years they had increased to tens of thousands, and established several Stakes of Zion on both sides of the Mississippi, with the beautiful city of Nauvoo as the center of their operations and the site of the new temple. It was here that the ire of the people both of Illinois and Missouri was aroused against the Saints&#x2014;especially the ire of the surrounding counties, both in Illinois and Iowa&#x2014;until it became evident that the Saints must again take up the line of march to some other unsettled region. Of the history of the persecutions that followed in 1845-6; the martyrdom  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Prophets Joseph and Hyrum, as also the slaughter of many other individuals; the burning of houses, of granaries, of haystacks, of grain stacks, the property of the Saints from outside settlements near Nauvoo, and of the consequent combination of nine counties to make a descent upon Nauvoo, and the expulsion of the Saints from the city&#x2014;all these things, I say, are matters of history. And while the people of the State in their organized capacity sought to screen themselves from the direct responsibility of those events under various pretenses, yet the covering was &#x201C;too thin&#x201D; from the fact that the then Governor Ford, of Illinois, was really aiding and abetting all those movements; he did nothing to restrain them, but everything to encourage them, and in this way the stain of these things&#x2014;the death of the Prophets and the expulsion of the Saints&#x2014;was fastened upon the government of the State. However much some honorable persons in the State may have opposed these things, yet there was not influence and power enough in the State to intervene for the protection of the Saints in the enjoyment of their civil and religious rights. Thus they were compelled to retire, and their march was westward into these mountains. <\/div><div class=\"paragraph jod\" id=\"v25n252\"> All this had been predicted by the Prophet Joseph. The Saints had been looking forward to the accomplishment of those events. They were not altogether unlooked for, however much the necessity was deplored and however great were the sufferings of individuals and families, and the community as a whole, in their travels for a distance of nearly 1,500 miles across the then barren trackless desert. <\/div><div class=\"paragraph jod\" id=\"v25n253\"> The history of the pioneers and the many people that followed, and <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the privations of the early years in the settlement of the Saints in these Rocky Mountains, are also matters of history. I would that they were compiled in a succinct and lucid history, that our children might peruse the same and not forget the scenes through which their fathers have passed; for they are wonderful. There are many now living who passed through these events; they were personal sharers in them; but the great mass of the present generation know nothing of them, only as they are occasionally referred to by their fathers. <\/div><div class=\"paragraph jod\" id=\"v25n254\"> It is therefore quite true what President George A. Smith said, &#x201C;that we came to this country willingly because we were obliged to.&#x201D; It seemed to have been the course marked out before us, and circumstances so surrounded and pressed upon us, that we were not able to avoid it, although we fain would have avoided it, if we could. <\/div><div class=\"paragraph jod\" id=\"v25n255\"> Prior to the full determination upon moving westward, President Brigham Young and the Twelve joined in communications to all the Governors of the several States east of the Rocky Mountains, imploring them and their Legislatures for some word of comfort, of consolation, of tacit permission for the Saints to find shelter and protection at the hands of their respective governments. These official communications, made to every State and State legislature in the land, received but very slight consideration. From a portion of them no answers were received at all, and those who did deign to answer those communications answered them evasively, without any hearty expressions of welcome, or any intimation that they would use their influence to maintain the rights, privileges and immunities of citizens. In short,  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the cold shoulder was turned towards the Saints from every quarter, and immediately in front was the combined mob of nine counties, waging war against them, backed up secretly by the powers of the State&#x2014;or at least there was no effort on the part of the State to restrain the actions of the mob. President Young and other Elders and the people were harassed continually by vexatious law suits. They were pressed on every hand. Their enemies desired to involve them in trouble. They sought to imprison our leading men. And though, at a council held in October, 1845, between the Twelve and the leaders of the opposition, including representatives of the State&#x2014;the principal general of that district, the circuit judge of that district&#x2014;Stephen A. Douglas, subsequently a Senator of the United States, and presidential aspirant&#x2014;I say, notwithstanding that it was stipulated at that council, that if we would in good faith go to and make the necessary preparations for our departure westward, as soon as the grass grew in the spring, to enable our teams to live, we should be protected and the mobocratic spirit restrained until we could take our departure&#x2014;our agreement and pledge to accept these conditions only seemed to embolden the more rabid of our enemies in the counties round about, and instead of respecting these conditions, agreed to by the dignitaries of the State for our protection during winter, they commenced to oppress and harass and war against us to such an extent, that we were compelled to take up our march in the dead of winter. Early in February, multitudes of the people commenced to cross the Mississippi, and form their encampments in the forests of Iowa, preparatory to starting out upon their long and dreary march across the <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> desert. In regard to the terrible sufferings that followed&#x2014;the terrible snow storms and rains that continued from February until May, causing such floods and mire, distress and suffering and consequent sickness, as perhaps has never before been known to the lot of man under similar circumstances&#x2014;they were at least such as none can properly depict or comprehend, but those who passed through them. Of the many that were laid by the wayside before reaching these valleys of the mountains, those families who were decimated must be left to tell the tale. The history of those early days of persecution and suffering will never be fully known. But in the midst of it all a goodly number of the people of God were sustained by their faith and the overruling providence of Jehovah, and were brought safely through; while the weaker and more doubtful, the fearful and unbelieving, scattered into the surrounding country, left the body of the Saints, drifted up and down the Mississippi into the various towns of Illinois, Iowa and Missouri, and back into the Eastern States, while others of the poor and less able, though earnest in the faith and abiding in the truth, were left by the wayside, at the way stations that were planted between the Mississippi and the Missouri Rivers, where farms were opened, grain and vegetables planted for the poor, until they reached a general place of rendezvous on the Missouri River, at Council Bluffs, where the Mormon Battalion enlisted for the Mexican War, and in the midst of which the emigrating camps were obliged to halt until the following spring, when they started for the western wilds of this great interior country. I said these things had been directed by the overruling providence of God.  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The combined force of the unbelieving and the wicked was brought to bear to expel the Saints, and compel their journey westward to the Rocky Mountains. It was permitted by Him who overrules all things for the good of His people; and the trials of the people and the afflictions of individuals and individual families were eventually lost, as it were, and buried in the universal good which Providence had provided for His people as a whole. The school of experience through which the early leaders and families of Israel had passed for a period of sixteen years had fitted them for those trying scenes and for the work which they were destined to perform in these mountains, in grappling with the difficulties of a new country, of a barren waste, of an untried region, a region supposed to be utterly uninhabitable. The great arid belt bordering on the Rocky Mountains, extending for some hundreds of miles eastward of the Rocky Mountains, and across the great basin of the American desert, was supposed to be absolutely unproductive&#x2014;incapable of producing cereals, vegetables and fruits necessary to civilization. The school boys of my age will remember to have looked on their maps and seen all this country marked as the Great American Desert. It was supposed that a strip bordering on the Pacific, was composed of fine fertile land, and adapted to European settlements. But that country on the Pacific, was, at that time, in the possession of the Mexicans, with a few Catholic missions established along the coast, where they had raised a few beans and cabbages and red peppers, and where they had sustained themselves mostly by raising stock. This was all there was to show for their presence in that region. And the few <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> trappers who had mingled with the Indians of this great interior country for twenty years were of the opinion that it was utterly impossible to raise grain in any part of this region. Captain James Bridger, the noted hunter and trapper, who had intermarried and established a trading post among the Shoshones, met the pioneers on the Big Sandy, and gave it as the opinion of himself, and of the early trappers who had gone through this country, that it would be impossible to raise grain here. He told us of the valley of the Great Salt Lake, and pointed out especially the valley, which he termed the valley of the Utah outlet&#x2014;the valley that spread between the fresh water lake of Utah and the Great Salt Lake&#x2014;as the most probable place in all of this great interior country to raise grain, at the same time supplementing his account of the land with the opinion that it was impossible to raise grain, and as a clincher to his opinion offered $1,000 as a premium for the first ear of corn that should be raised in this valley. But the faith which sustained the Saints, and which led them, responded through President Brigham Young to Captain Bridger like this: &#x201C;Wait a little season and we will show you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n258\"> We have shown to the world what could be done, or, I will say, rather, the Lord our God&#x2014;the God of the Latter-day Saints&#x2014;has shown to us and to all the world what could be done in this hitherto barren region when His blessing rested upon it. <\/div><div class=\"paragraph jod\" id=\"v25n259\"> The first important movement of the pioneer company on setting foot upon this ground near City Creek, was to call the camp together, and bow down under the sun at high noon, and dedicate themselves unto God, and this land for the habitation  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of His Saints, imploring His blessing upon it, that its barrenness might be turned into fruitfulness, and that the rewards of His people might be sure. And whithersoever their footsteps were turned, to the north or the south, to the east or the west, the prayer and faith of an afflicted and devoted people ascended up to heaven for the God of the land to sanctify it, and hallow the elements and make the country fruitful. <\/div><div class=\"paragraph jod\" id=\"v25n261\"> The art of irrigation was unknown on the North American continent at that time&#x2014;at least among European settlers in the United States. There was no part of the United States which at that time relied upon artificial irrigation in all the arid regions of America. The system of irrigation adopted in Utah has measurably been copied by California, Colorado, Arizona, Wyoming, Idaho, and Montana, although some of the best features of our system of irrigation have been neglected in these surrounding States and Territories; canal and irrigation companies have there been allowed to organize and monopolize the streams and make the farmers tributary to them, taxpayers for use of the fluid which God sends down from heaven&#x2014;that is, they have not united the interest of the farmer, the land owner, with the canal owners as we have done in Utah, but they have made the water rather personal property than an attach of the realty, compelling the farmer to rent or buy water for their lands. Herein Utah sets an example in this arid region to the rest of the world, and the future history of this great interior country will award all due honor to the wise legislation of Utah, and the wise counsels of her leaders, and deprecate the folly of the surrounding States and Territories in not following their example in this <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> respect. But the Lord has blessed the labors of the people of Utah in diverting the mountain streams over the arid plains, and opening farms, orchards and vineyards, and building villages, towns and cities, organizing governments, and establishing a commonwealth. That the early history of the Latter-day Saints fitted its leaders for governing, for organizing and controlling society, and molding it for the best interest of the whole, will be admitted by the impartial historian of future ages, when the religious bigotry of the hour shall have spent its fury, and the stupid, blind ignorance of demagogues shall have been lost and drowned in the common sense of the people. Yet, our eastern neighbors in Missouri, Illinois, Iowa, and the Atlantic States, sanctioned in their inmost hearts the murder of the Prophets, and the persecution and expulsion of the Saints, though some of them lifted up their voices against it, but the voices so lifted were &#x201C;like angels' visits, few and far between,&#x201D; and powerless to turn the popular current or stem the tide that flowed, like the waters which the serpent cast out of his mouth after the apocalyptic woman that fled from the face of the serpent into the wilderness. The Lord had a place prepared for His Church in the wilderness, in the Great American Desert, where she would be preserved from the face of the serpent for a season.<span class=\"citation\" id=\"79531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79531)\">Rev. 12:1-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n262\"> I well remember those early years, as do many who are here before me today, though their numbers are fast becoming very visibly less. We remember the time when the first State government was organized in these mountains. It was simultaneous with the organization of a State government on the Pacific coast under the title of the State of Califor<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nia. Delegates were appointed by the provisional government of the State of Deseret, to visit Washington and present their application for admission into the Union at the same Congress at which California's representatives appeared and knocked for admission. Both acted in their sovereign capacity in organizing their State government and adopting their State constitution. It did not need any special act of Congress extending liberty to them so to do; for in both instances the people of California and Utah acted in virtue of their inalienable rights as free men entitled to the enjoyment of free government, and under the general institutions of our country, that recognize the right of the people to local self-government. Each State organized a State government, adopted a State constitution; they were equally republican in form and liberal in spirit, and made a simultaneous application to Congress for admission. The answer of the general government to California, was favorable; to that of Deseret unfavorable; in other words they recognized in the one the rights of local self-government, admitted their senators and representatives to Congress, and the State into the Union, on an equal footing with the original States; while to Deseret they handed back a Territorial form of government, adopted the Organic Act, and appointed their territorial officers. Thanks to the advice of our never deviating friend, General Thomas L. Kane, President Fillmore, who succeeded General Taylor in the Presidency, nominated President Brigham Young as the first Governor of Utah. Thankful were we even for this partial recognition of the rights of the people to local self-government, but strange to say, that in the organization of our Territorial <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> government, it seemed good to the Congress of the United States to make the Governor of Utah an integral part of its local legislature, empowered to approve its laws or to exercise an unqualified and absolute veto in all matters of legislation, a feature, so unrepublican and unusual, that it could scarcely be endured by any other people for a period of 35 years, except the Latter-day Saints, and in this instance we are an exception. Two-thirds of the Senate and two-thirds of the House of Representatives can pass any measure over the veto of the President of the United States. The same may be said of all the legislatures in every State in the Union; a two-thirds vote of the Legislature suffices to pass any measure over the veto of the governor, and this is the rule obtaining in the territories, as well as the States, with the exception of Utah and New Mexico. <\/div><div class=\"paragraph jod\" id=\"v25n264\"> I only refer to this as an instance of the marked jealousy that has prevailed toward this people&#x2014;the unwillingness to concede to them the common right of local self-government. <\/div><div class=\"paragraph jod\" id=\"v25n265\"> Under the administration of Governor Young, his efforts were ever directed with the Legislative Assembly to enlarge and extend the area of freedom and the liberty of the voter, and the rights of the common people, never attempting to exercise the veto power, much less to enlarge and extend, the executive prerogatives; and under his administration, laws were enacted to provide for various offices necessary to administer the affairs of the Territorial government, as well as those of counties and municipalities, making them all elective by the people, or by their chosen representatives in Legislative Assembly united. It seems to have  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been reserved to one or two of our late Governors&#x2014;notably our present one&#x2014;to labor assiduously, tenaciously, blindly, and, as we think, foolishly, to abridge the popular suffrage, the rights of the mass of the people in the management of their own local affairs, and the election of their own officers, or for the handling of their own finances; I say it seems to be left to our late governors to earnestly struggle to enlarge the executive prerogative. Not content with the veto power reserved in the Organic Act by Congress to annul any act of the Legislative Assembly of Utah, nor yet with the second veto vested absolutely in the Governor by simply withholding his approval of any measure; the present Governor has sought in various ways to extend and enlarge this executive prerogative. <\/div><div class=\"paragraph jod\" id=\"v25n267\"> I refer to these things only as items of history which we are making for ourselves, and which our Federal government and its representatives in Utah are making for themselves, and which the historian will point to as the evidence of a continual desire for aggression upon the liberties of the people. <\/div><div class=\"paragraph jod\" id=\"v25n268\"> I am well aware that the excuse for all this is the unity of our people&#x2014;the fact that they are not so greatly distracted by the efforts of aspiring demagogues and political satraps&#x2014;and that their own common sense teaches them the necessity, under existing circumstances, to consider well and ponder the paths of their feet, and unite in the wisest and best measures, and in the choice of reliable honorable men to fill the various offices within the gift of the people, rather than divide and admit into power aspiring demagogues. We, as a people, have adopted the motto, that the office should seek the man, instead of the man seeking the office, <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and have invariably administered to the office seekers this quiet rebuke, a ticket-of-leave to stay at home. The good sense of the people has led them to seek out honorable and non-aspiring men and call them to duty, to fill the offices in the interests of the people, not for plunder and pelf, but for the reward of a good conscience and the approbation of an honest, discerning and approving people. And this unity of the people has not been solely a matter of our own seeking, however desirable it is, but measurably the result of outward pressure. If left to ourselves, unbelied, unscoffed at; if treated with any degree of fairness and liberality, and freedom to enjoy the rights and immunities of citizenship, unmolested, unpersecuted, I fear that we should soon begin to learn the ways of the wicked around us, or of the foolish of other countries, and the heedless, the thoughtless, and the ignorant among us would soon be following political demagogues. But it seems to be one of the providences of God, that there should be sufficient opposition from without&#x2014;that is, from those who are not of us&#x2014;to bind us together and enable us to see our only true interest in seeking to become one. And that oneness has not been the oneness of blindness, a blind following of the blind,<span class=\"citation\" id=\"64794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64794)\">Matt. 15:14<\/a><\/span><span class=\"citation\" id=\"67288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67288)\">Luke 6:39<\/a><\/span> but has been the result of Seers and Prophets and wise men and sages and fathers of the people foreseeing the evil and pointing it out in that way and manner that all have been able to view and see it for themselves. They have followed with their eyes open the Seers and Prophets who are not walking in darkness, and the result has been that we have not fallen into the ditch together,<span class=\"citation\" id=\"64793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64793)\">Matt. 15:14<\/a><\/span><span class=\"citation\" id=\"67287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67287)\">Luke 6:39<\/a><\/span> but we have continued to prosper and go on in the path which heaven has marked out  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for us, and the enemies of this people, who have resorted to every measure which their cunning and ingenuity could devise to hamper them and lessen their liberties&#x2014;it is these which have fallen into the ditch, that have been trapped in their own measures, that have been ensnared with their own snares,<span class=\"citation\" id=\"83931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83931)\">D&amp;C 10:26<\/a><\/span> and their folly has been made manifest, and the prediction of the Prophet Isaiah has happened unto them: The wisdom of their wise men has perished, and the understanding of their prudent men has been hid.<span class=\"citation\" id=\"58814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58814)\">Isa. 29:14<\/a><\/span> No more in any former examples than in their last effort&#x2014;the Edmunds law, so called&#x2014;which is the result of the combined efforts and labors of a nation, begotten by the hireling priests, a conclave that met in Ogden, the representatives of all the sectarians in Utah. Then a nation groaned, and &#x201C;the mountain labored,&#x201D; and brought forth a mouse, the Edmunds law! Its main object was to be effected through a Commission, chosen expressly, not to administer that law according to the letter of it, but chosen with a secret understanding and tacit obligations to enforce it with the spirit of despotism in which it had been conceived; and by establishing rules&#x2014;irresponsible rules&#x2014;rules of their own&#x2014;absolute and appealable to nobody&#x2014;and enforcing them in their own way they have succeeded in disfranchising not only actual polygamists, but all those who have been in any way associated or connected with polygamist families&#x2014;not only plural wives, but first wives, and men and women who long years ago have been freed&#x2014;to use a common phrase&#x2014;from polygamy; all who have from any cause ceased to be polygamists. All these have been disfranchised&#x2014;excluded from political privileges&#x2014;forbidden to be officeholders, even to be a fence <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> viewer, or a school director, or a public surveyor, or a supervisor of streets. Have the men who made this country, who organized government therein, who established order, preserved peace, and tamed the savage&#x2014;who were the mountain police for all this great interior country for 30 years&#x2014;have these tamely submitted to these arbitrary rulings and decisions without protest, and because there was no power to withstand? I will only say they have done it from the same inspiration and feeling that has governed them from the beginning in all their wanderings. They have stooped to conquer! Will they conquer? Yes, God will conquer, and with Him they will rise and prevail. Let no one attempt to seize upon this expression as one of treason, of disloyalty to government, of defiance of the power of this great country. It is not spoken in that spirit, nor with any such intent; but it is the outspoken declaration of that faith which underlies the movements of this people, and which has led them on to victory from the beginning. You may write it down as a prophecy, but not as a threat, not as a defiance, not as a treasonable utterance. We recognize our allegiance to the general government: we recognize that it is our duty to sustain constitutional law and the institutions of our common country,<span class=\"citation\" id=\"94212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94212)\">A of F 1:12<\/a><\/span> and if men in power overstep their legitimate bounds, and exercise power that is not vested in them under the constitution, and violate its sacred provisions in their zeal to trample upon the liberties of the Saints, or hedge up their ways, it is our duty to bear and forbear, until the Lord says&#x2014;&#x201C;Tis enough,&#x201D; and until He shall open the way, in His own wonderful manner, to bring about a change and our release. <\/div> <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n271\"> I well recollect the speeches that were uttered in some of the great cities of the west and of the eastern States, when the whole people were aroused and urged to bring their influence to bear upon Congress to pass the Edmunds law. I well remember that numbers of their most noted orators uttered the declaration that polygamy was the least part of the evil they warred against in Utah. I have always been aware of this. Only a few, comparatively speaking, of their leading orators had the temerity&#x2014;or perhaps the lack of policy&#x2014;to give utterance, in a public manner, to this view of the case. But those who gave such utterance said that the unity exhibited by the people of Utah&#x2014;the united, solid vote of the Latter-day Saints&#x2014;was far more to be dreaded than their polygamy. This was recognized and made clearly manifest by the action of the present Executive of Utah, when he first introduced as a prerequisite to commissioning Notaries Public, an oath of his own providing, unlawful in every way, under pain of refusing their commissions, viz., that they were not polygamists or bigamists, and had not cohabited with more than one woman <span class=\"italic\">in the marriage relation!<\/span> And when the Utah Commissioners arrived in Utah and entered upon their labors, in one of the schemes devised for carrying into effect the Edmunds law, they adopted the same measure that had been introduced by His Excellency, Governor Murray, and incorporated the same provision in their test oath&#x2014;thrust in the mouths or in the face of every individual voter, male and female, this test oath, leaving every libertine in the land, and every lewd woman, every secret whoremonger and adulterer at liberty to register, vote, and hold office, provided their liaisons have <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not been <span class=\"italic\">in the marriage relation!<\/span> But the honorable men and the honorable women who had entered into sacred vows with each other, and had sacredly observed these vows, and were rearing their families to honor and respect their parents and to be good citizens in society, teaching them to fear God, and honor the Patriarchs of old, and flee fornication,<span class=\"citation\" id=\"73253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73253)\">1 Cor. 6:18<\/a><\/span> and look upon whoredom and adultery as the greatest of all crimes, next to the shedding of innocent blood&#x2014;<span class=\"citation\" id=\"82284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82284)\">Alma 39:5<\/a><\/span>all these fathers and mothers must be disfranchised! And an attempt made to dishonor them in the eyes of their sons and daughters! They appealed to their sons and daughters to rise up in their majesty and throw their fathers and their mothers overboard, and elect them to power. And when the people nominated Hon. John T. Caine as their Delegate to Congress, to supply the vacancy made by the illiberal and unrepublican action of the so-called Republican party in the expulsion of their Delegate, Hon. George Q. Cannon, from Congress; the opposing candidate, Judge P. T. Van Zile, went through this Territory, delivering his political speech, calling to his aid his retainers, in every place where he could get an audience, telling the masses of the people: My election means the continuation of your liberties; the election of my opponent means your disfranchisement as a whole people, the abolishment of your Legislative Assembly, the reducing of you to a colony governed, absolutely, as a conquered race. Suiting the action to the word, those who sustained him have labored to bring about his prophecies, and they are still laboring to bring them about. We know full well, that the devil, as well as the Lord, can utter some truths, and sometimes is allowed to fulfill his predictions. Wicked men  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do this as well as righteous men. But there is one decree that has gone out from days of old, that whatever may be the result of a few skirmishes here and there, and now and then, through the generations of men, the great and last battle shall result in the utter overthrow of his Satanic Majesty; he will be bound in everlasting chains and thrust into the bottomless pit,<span class=\"citation\" id=\"80476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80476)\">Rev. 20:1-3<\/a><\/span> his followers being cast down with him. It is this assurance underlying the faith of the Saints, that enables them to go forward, onward and upward, relying upon the arm of Jehovah, and the ultimate triumph of truth and righteousness in the earth. That those men who have laid these schemes to abridge our liberties and immunities as citizens; and forged fetters for our hands and feet, have not done so in the interests of morality, is made painfully apparent in the test oath framed by Governor Murray, adopted by the Commissioners, and sustained&#x2014;so far as any outward manifestation is concerned&#x2014;by Congress and the people of the nation, in that they continue to uphold this Federal Governor and these Commissioners, and to sustain them in their rulings and in the results thereof. Had they been honestly working in the interest of morality, would they merely have made the effort to exclude those that were in plural marriage, and embrace in their arms the libertine, the adulterer, the whoremonger, the fornicator, and every lewd person of every class in the land <span class=\"italic\">outside of the marriage relation?<\/span> This shows it was the patriarchal order of marriage that they warred against, and not against illicit intercourse and the defilement of the sexes and degeneracy of the race. All these things are held up before high heaven, for angels to look upon, for future historians to descant <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon, and for the children that may, peradventure, be spared of these ignoble sires to gaze upon with unutterable disgust. The one-man power exercised by a stranger appointed to Federal office, and sent among the people as a Governor; the one-man power that puts forth his <span class=\"italic\">ipse dixit<\/span> to nullify the acts of a great people through their representatives in the Legislative Assembly, and to dictate to the people, or their representatives, what they may do with their taxes, or what they must not do with them&#x2014;all these things, I say, will be referred to by the future historian as very, very black marks upon their history; and also their blind zeal and efforts&#x2014;to what? To prevent the growth, enlargement and extension of the Latter-day Saints in the land. This is the real object underlying all their efforts. The Latter-day Saints do not imitate the examples of the Eastern cities and the old commonwealths of the Atlantic seaboard in destroying their offspring. They do not patronize the vendor of noxious, poisonous, destructive medicines to procure abortion, infanticide, child murder, and other wicked devices, whereby to check the multiplication of their species, in order to facilitate the gratification of fleshly lust. We are not disposed to imitate these examples, nor to drink in the pernicious doctrine once uttered in Plymouth Church by the noted Henry Ward Beecher&#x2014;that it was a positive evil to increase families in the land beyond a limited extent, and the ability of the parents to properly educate and maintain them, sustaining the idea of small families; in effect, justifying the mothers&#x2014;the unnatural mothers&#x2014;of New England, and their partners who sanction their efforts in destroying their own offspring, and in prevent<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the fecundity of the race. Fancy such a doctrine justified by the noted orator of the nineteenth century, and reechoed by the smaller fry throughout the country! The Latter-day Saints are taught to reverence the words of the God of Abraham, Isaac and Jacob, concerning the multiplication of their species, and are called as His children to multiply and replenish the earth.<span class=\"citation\" id=\"52340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52340)\">Gen. 1:28<\/a><\/span> If the traveler who visits Utah, will deign to visit our congregations, our schools and our Improvement Associations, he can view hosts of children growing up on every hand, all of whom are taught to read and write, and in the common branches of an English education beyond that which is found to exist in any other part of the land under similar circumstances. But notwithstanding all this, they say secretly among themselves, and in the national and state councils: &#x201C;This will never do. A people multiplying and increasing like this will overrun the land.&#x201D; They say, as did Pharaoh of old, &#x201C;We must do something to stop this increase.&#x201D; Pharaoh devised means of secretly checking it, by charging his midwives, and making a decree, that every male child born in Israel should be put to death.<span class=\"citation\" id=\"53763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53763)\">Ex. 1:7-22<\/a><\/span> We read that when Moses was born and his mother found him a goodly child she disregarded the decree of the king, and God overruled in her favor, in pursuance of her faith, and protected her movements, and Moses was spared and brought into the king's house, and unwittingly educated under his tuition to become the future deliverer of Israel, and the lawgiver of nations.<span class=\"citation\" id=\"53770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53770)\">Ex. 2:1-10<\/a><\/span> History but repeats itself. The efforts of the wicked to stop the growth and enlargement of the Latter-day Saints <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will as signally fail, and the failure will be on as natural principles as it was anciently in the days of Moses. For the Lord has decreed it. He has decreed that Zion shall prosper, and that in the latter days righteousness and truth shall prevail. Blessed are all they that will listen to truth and walk righteously, and woe! be unto those who fight against Zion. For the time cometh saith the Lord of Hosts, when all they that fight against Zion<span class=\"citation\" id=\"58708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58708)\">Isa. 29:8<\/a><\/span><span class=\"citation\" id=\"81188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81188)\">1 Ne. 22:19<\/a><\/span><span class=\"citation\" id=\"81356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81356)\">2 Ne. 6:13<\/a><\/span><span class=\"citation\" id=\"81415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81415)\">2 Ne. 10:13,16<\/a><\/span> shall be as a dream of a night vision. &#x201C;It shall even be as when an hungry man dreameth, and, behold, he eateth; but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold, he is faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against Zion.&#x201D;<span class=\"citation\" id=\"58690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58690)\">Isa. 29:7-8<\/a><\/span> This work is not of man but of God, who has set His hand the second time to bring again Zion.<span class=\"citation\" id=\"58213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58213)\">Isa. 11:11<\/a><\/span><span class=\"citation\" id=\"81766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81766)\">Jacob 6:2<\/a><\/span><span class=\"citation\" id=\"92103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92103)\">D&amp;C 137:6<\/a><\/span> And He has said: &#x201C;Gather my saints unto me; those that have made a covenant with me by sacrifice.&#x201D;<span class=\"citation\" id=\"56703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56703)\">Ps. 50:5<\/a><\/span> His arm is stretched out to accomplish the purposes which He has predicted by His Prophets from the beginning of the world<span class=\"citation\" id=\"129044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129044)\">Deut. 9:29<\/a><\/span> until the present time,<span class=\"citation\" id=\"129045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129045)\">D&amp;C 103:17<\/a><\/span><span class=\"citation\" id=\"129046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129046)\">D&amp;C 136:22<\/a><\/span> and it will not be turned back until it has accomplished all things. <\/div><div class=\"paragraph jod\" id=\"v25n274\"> May the grace of God be and abide with us individually and collectively: may it assist us to remember these things; may we not forget the high calling whereunto we are called; may we abide in the truth; may we stand steadfast to our work; may we go forward in our labors, yielding not unto the tempter; for if we are faithful our triumph is sure and our reward cometh not from beneath, but from above,<span class=\"citation\" id=\"86222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86222)\">D&amp;C 58:33<\/a><\/span> through our Lord and Savior Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}