{"ID":250022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Logan Temple&#x2014;Circumstances Under Which the Nauvoo Temple Was Built&#x2014;Faith Required for Such a Work&#x2014;Retrospective View&#x2014;Admission of a Congressman&#x2014;Completeness of the Gospel not Due to Man's Wisdom&#x2014;Remarkable Characteristic of Many Early Members of the Church&#x2014;Salvation for the Dead.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, May 25, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Difficulties Labored Under.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 5\/25\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v25n532\"> President Cannon commenced by reading the 4th chapter of Malachi,<span class=\"citation\" id=\"62529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62529)\">Mal. 4:1-6<\/a><\/span> after which he said: <\/div><div class=\"paragraph jod\" id=\"v25n533\"> In rising to address you this afternoon, my brethren and sisters, I do so relying upon the assistance of your faith and prayers, that the remarks which I may be led to make may be such as shall be adapted to <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your circumstances, and as shall prove a benefit to us all. <\/div><div class=\"paragraph jod\" id=\"v25n534\"> As you know, we have just returned from dedicating the Temple that has been completed at Logan. We have had during our absence and our meetings there a most delightful time. I think that everyone who was present felt it to be  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such, and that we have been greatly favored of God in being permitted to finish one more temple in which the ordinances of life and salvation can be attended to. There has been great rejoicing over its completion, and those who have been engaged in it have labored very assiduously. They have been untiring in their efforts and exceedingly liberal in furnishing the necessary means to accomplish the great work. <\/div><div class=\"paragraph jod\" id=\"v25n536\"> It is very encouraging to think that, in the midst of the assaults which are being made upon the Church of Jesus Christ of Latter-day Saints, and the threats that are in circulation concerning us and our future fate, there is faith enough found in the midst of the people to pursue, without discouragement and without cessation, the great work which we feel that our Father has laid upon us. We have not been situated as we were in Nauvoo, when we finished our temple there, for then the workmen who labored upon it, were like the Jews in the days of Nehemiah, when they undertook to rebuild the walls of Jerusalem, and had to labor a portion of the time at least, and a great portion of it too, with their instruments of labor in one hand, and weapons to defend themselves in the other.<span class=\"citation\" id=\"55956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55956)\">Neh. 4:16-18,21<\/a><\/span> We were surrounded by mobs, and living in a constant state, it may be said of fear, because of the threats which were made and the combinations which were formed, and the attacks upon our outlying settlements in the burning of houses, in the destruction of grain, in the shooting down of cattle, and in the driving out of the people from their homes. But while we have not been in this condition through the years that we have been engaged in the erection of the Logan Temple, we have not been free from attacks and from threats and from combina<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions for our destruction. Had we been prompted by the ordinary faith of man, the hands of the people would have been weakened in this great work, and they would have hesitated in its performance. But no such feeling has been manifested or expressed. Undismayed and undiscouraged by all the surrounding circumstances, the people have pressed forward the work, and have now the joy and satisfaction of witnessing its completion. It seems as though in the performance of such labor there is a degree of faith required, an unusual degree; for if our views be correct, it is an important work, an important part of the work of the great God, the building of temples by His direct command. And this being the case, undoubtedly such work will be met by opposition on the part of him who is determined to do everything in his power to retard the work of God. By the revelation of the Gospel of Jesus Christ, the two forces which have been arrayed against each other since the beginning of the earth have been brought out unto, it may be said, extraordinary prominence. No sooner did the sound go forth that God had again spoken from the heavens than an antagonism and an opposition was aroused, such as the world for a long period had seemed to know nothing of. The power of evil was brought to light, brought into active exercise, and the saying of the Savior was exemplified where He said: &#x201C;Think not that I am come to send peace on earth: I come not to send peace, but a sword. For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law. And a man's foes shall be they of his own household.&#x201D;<span class=\"citation\" id=\"64218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64218)\">Matt. 10:34-36<\/a><\/span> And that has con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinued from that day until the present time, gathering strength, increasing in volume and intensity against the work of God, and to those who have had no faith, it has seemed as though it would take but a short period for the waves of opposition to overwhelm and completely submerge this work that our God has founded in the earth. But this work being of God, the promises which He made concerning it, have not failed. Every word thus far has been fulfilled. It seemed like a feeble light in the beginning. It seemed as though a small puff of wind would extinguish it; but it has continued to enlarge, it has continued to increase, until its blaze illumines the horizon, and is watched with interest from afar. <\/div><div class=\"paragraph jod\" id=\"v25n538\"> When we look back at the inception of this work, at the promises that were made concerning it, and the labors of those who were engaged in founding it, it is most interesting in this day to mark and ponder upon that which was then done, and that which was then promised unto us. Men wonder why it is that the Latter-day Saints believe in this work, why it is that they believe in the claims of Joseph Smith as a Prophet of God. Wonder is expressed because we entertain faith in the doctrines which form our religion; but to me it is most extraordinary that men, possessed of the powers of reason, of the faculty of judging between truth and error, should with the light there is upon this subject, with the extraordinary evidence in favor of the divinity of this work, doubt its truth, or that they should hesitate to accept it. It has always seemed from my boyhood, since I was old enough to comprehend these principles, extraordinary that such should be the case. God made promises in the beginning of this <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> work, concerning its growth and future, every word of which has been fulfilled. The evidences are before the world. When the Prophet Joseph first received his manifestations concerning the coming forth of this work, he was but a boy of fourteen years of age. When he received the plates containing the Book of Mormon, he was but twenty-one years of age. When this Church was organized he was but twenty-four years of age. The revelations which were then given, and which are embodied in the Book of Doctrine and Covenants concerning the organization of the Church are such that if I were not a Latter-day Saint, and were to read them and know as I do know concerning the man through whom these revelations came, and through whom this organization was effected, I would be compelled to admit that there was a power connected with the organization of this Church, that there was a light and an intelligence connected with the revelations that were then given, that could not have emanated from any other source but God. It would be harder for me to reject this idea and this view, than it would be to entertain it. The weight and preponderance of argument would be more in favor of that view than of any other. Let any man read the revelations which Joseph received prior to the sixth of April, 1830. Let him read the revelation that was given on that day concerning the organization of this Church,<span class=\"citation\" id=\"84281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84281)\">D&amp;C 20:1-84<\/a><\/span> and if he can do so without being impressed that God is in this, then he must indeed be an extraordinary specimen of unbelief, and of hardness of heart. A church organized precisely upon the pattern of the ancient church, with doctrines precisely similar, varying in no single particular from the doctrines of the  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ancient church, and these revealed in extraordinary plainness and power by an unlettered youth who had had no chance of education save that which the common schools of the country afforded. There has never been a day since this Church was organized until this day of our Lord, 54 years and upwards, that an Elder of the Church of Jesus Christ of Latter-day Saints ever failed to maintain the divine authenticity of the doctrines which he had been sent out to preach when brought in contact with the most learned men of the day, the most skilled theologians. At no period in our history has this not been the case. Sending out unlettered men, sending out men not taught in the schools of theology, sending out men from the fields, the bench and workshops, as the Savior sent out His disciples from the lowest walks of life, with the Bible in their hands, to preach the Gospel as God has restored it; and wherever they have been brought in contact with the clergy of the day, in controversy or otherwise, they have always been successful in maintaining their doctrines from the Scriptures. Let any man examine the system that Joseph taught, the organization of the Church itself, with all its officers, the ordinances and the doctrines, and he will be compelled to admit as was admitted to me by a prominent Member of Congress, who was one of our bitter enemies, that it is the greatest organization on earth. Said this gentleman: &#x201C;Mr. Cannon, I have examined the organization of your Church: I am familiar with the Catholic organization; but your organization is the most magnificent of anything I have ever had my attention directed to. It is superior to every other organization on the earth. Where did you get it?&#x201D; Of <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> course he was not willing to give God any credit for it. I give Him all credit, and not Joseph Smith, nor Brigham Young, nor any other man who has been identified with this Church of Christ. <\/div><div class=\"paragraph jod\" id=\"v25n540\"> But there are other points to which my mind is led this afternoon, in connection with this subject. Joseph Smith received the ministration of angels; so he testified. He testified that an angel came to him and taught him the doctrines that he afterwards taught to the people. If I can find the place I will read a little: <\/div><div class=\"paragraph jod\" id=\"v25n541\"> &#x201C;While I was thus in the act of calling upon God, I discovered a light appearing in the room, which continued to increase until the room was lighter than at noonday, when immediately a personage appeared at my bedside, standing in the air, for his feet did not touch the floor. He had on a loose robe of most exquisite whiteness. It was a whiteness beyond anything earthly I had ever seen; nor do I believe that any earthly thing could be made to appear so exceedingly white and brilliant. His hands were naked, and his arms also, a little above the wrist; so, also, were his feet naked, as were his legs, a little above the ankles. His head and neck were also bare. I could discover that he had no other clothing on but this robe, as it was open, so that I could see into his bosom.<span class=\"citation\" id=\"93763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93763)\">JS&mdash;H 1:30-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n542\"> &#x201C;Not only was his robe exceedingly white, but his whole person was glorious beyond description, and his countenance truly like lightning. The room was exceedingly light, but not so very bright as immediately around his person. When I first looked upon him, I was afraid; but the fear soon left me. He called me by name, and said unto me that he was a messenger sent from the  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>presence of God to me, and that his name was Moroni; that God had a work for me to do; and that my name should be had for good and evil among all nations, kindreds, and tongues, or that it should be both good and evil spoken of among all people. He said there was a book deposited, written upon gold plates, giving an account of the former inhabitants of this continent, and the source from whence they sprang. He also said that the fulness of the everlasting Gospel was contained in it, as delivered by the Savior to the ancient inhabitants; Also, that there were two stones in silver bows&#x2014;and these stones, fastened to a breastplate, constituted what is called the Urim and Thummim&#x2014;deposited with the plates; and the possession and use of these stones was what constituted &#x201C;seers&#x201D; in ancient or former times; and that God had prepared them for the purpose of translating the book.&#x201D;<span class=\"citation\" id=\"93785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93785)\">JS&mdash;H 1:32-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n544\"> I will not read the remainder. Three times during that night, was this youth visited by this angelic messenger, and at each interview the same things were repeated to him. Numerous passages of Scripture were quoted to him, and the doctrines of the Gospel of Jesus Christ unfolded to him. The next day he was again visited, and again instructed: so that it appeared to be the mind of the Lord that he should be deeply impressed, so deeply impressed that he would never forget that which was then told to him.<span class=\"citation\" id=\"93833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93833)\">JS&mdash;H 1:36-50<\/a><\/span> There is this remarkable statement made, a statement which was published in the early days of the Church, long before its fulfillment: <\/div><div class=\"paragraph jod\" id=\"v25n545\"> &#x201C;That God had a work for me to do; and that my name should be had for good and evil among all nations, kindreds, and tongues, or that it <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should be both good and evil spoken of among all people.&#x201D;<span class=\"citation\" id=\"93812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93812)\">JS&mdash;H 1:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n546\"> Certainly no truer words could be spoken than these; for everywhere throughout the civilized world, already has the name of Joseph Smith been known for good or evil. No name, probably, next to that of the Son of God, our Redeemer, is held in such veneration by the thousands and hundreds of thousands who believe in the Gospel of the Son of God; next to that name in which we approach the Father, the name of Jesus&#x2014;next to that in the minds of all who have received the Gospel stands pre-eminently the name of the Prophet Joseph Smith.<span class=\"citation\" id=\"92014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92014)\">D&amp;C 135:3<\/a><\/span> But with an intensity of hatred equal to that of the love borne by the Latter-day Saints to that name, is the feeling entertained towards it by those who have rejected the Gospel as taught by him. A more complete fulfillment of a prediction is not to be found anywhere throughout the earth in ancient days, or at any time when God had Prophets upon the earth. And so it has been with many other predictions which were made at that time. Joseph Smith foresaw with certainty and predicted with accuracy the growth of this work; that the Elders of this Church should carry the Gospel to the nations of the earth; that they would be successful to the extent they have been successful and no more. No man was led to expect there would be any great conversions of the people by the Elders of this Church. Joseph Smith, enlightened by the Spirit of God, made no such prediction, and led no one associated with him to anticipate such results. On the contrary, he endeavored to the extent of his ability to prepare the people for such persecution as had never been witnessed upon the face of the earth since the days of the Son  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God. He never taught the people that their lives would be easy and pleasant, that they would have smooth sailing, that they would have no interruption, or that they would become popular with the world at large. On the contrary, he constantly enjoined upon those whom he sent out, to bear it in mind that they would have persecution as an inevitable consequence of the proclamation of the Gospel. He sent them forth, and they in their turn, whenever they went and bore testimony to the restoration of the Gospel, warned those who embraced it that they might expect to lose everything they had, their good name, their property, their friends, and perhaps life itself, before they got through. He foresaw plainly that this would be the character of the opposition they would have to contend with. God had revealed it to him in the beginning. The very first night that this angel visited him he told him that his name should be had for good and for evil among all people, and he knew full well that it would be the case.<span class=\"citation\" id=\"93813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93813)\">JS&mdash;H 1:33<\/a><\/span> And when the Elders went forth, they went as gleaners of grapes after the vintage was over.<span class=\"citation\" id=\"129063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129063)\">Isa. 24:13<\/a><\/span> They were not told that they would find people by hundreds or by thousands, ready to espouse the truth. No; but they were told that they would find a few here and there, a few honest-hearted people ready to receive the truth, a few waiting for the Gospel to come to them; but they would not effect any great conversions among the Gentile nations. But they were told, as it was predicted in the Book of Mormon, that among the Lamanites, as they are termed in that book, that is, among the descendants of the house of Israel, as the Indians are, their success would be exceedingly great.<span class=\"citation\" id=\"81582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81582)\">2 Ne. 30:5-6<\/a><\/span><span class=\"citation\" id=\"81778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81778)\">Enos 1:13<\/a><\/span><span class=\"citation\" id=\"82085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82085)\">Alma 9:16-17<\/a><\/span><span class=\"citation\" id=\"82887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82887)\">3 Ne. 21:26<\/a><\/span> This has been fulfilled to the very letter. <\/div> <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n548\"> Fifty-four years experience in preaching this Gospel among the various nations of Christendom has proved to us how correctly the man of God foresaw the character of this work. We have gathered the people, through the blessing of God, from the various nations of the earth; but we have gathered them by small handfuls, as it were. There has been no great influx into the Church from these nations; but, as I have said, it has been exactly like a gleaning of grapes after the vintage is over.<span class=\"citation\" id=\"129064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129064)\">Isa. 24:13<\/a><\/span> And it is a remarkable fact that the great bulk of the people who form this Church&#x2014;that is, those who were adults when they became members of this Church&#x2014;were anxiously waiting the arrival of some such message as the Elders brought. Our venerated President, who sits on the stand, was one of a company of men&#x2014;himself a Wesleyan Methodist preacher&#x2014;awaiting the time when God would reveal something from the heavens, or would send some message that would be more in accordance with the ancient Gospel than that which they had. A company of them were earnestly praying to God to send more light and more power; that power which was manifested in the days of the Apostles. At the time when Elder Parley P. Pratt carried the Gospel to the city of Toronto he fell in with this company. And here sits Brother Wilford Woodruff. I have heard him relate that in his early days he has gone out in secret and besought God to restore the ancient Gospel, to restore the ancient gifts, to restore the ancient power, and he received a promise from God before he ever heard of the Latter-day Saints, or ever heard of the organization of this Church, that the time would come when the true Gospel would be restored, and that he should have the privilege of being  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>identified with it. And the thousands that compose this Church today, who joined it when they were adults were, the most of them, in a similar condition, a similar state of mind. Dissatisfied with existing creeds, members, in many instances, of existing Churches, but conscious that there was an absence of that divine power and of those heavenly gifts which characterized the Church in ancient days; dissatisfied with this condition of things, they besought God earnestly, fervently, and anxiously, to restore His Gospel to the earth, or to send some message of life and salvation unto them. They were thus prepared for the Gospel when it came, and received it gladly, because their hearts were prepared, and it is those few who have been gathered from the nations of the earth, with others who are also open, because of the honesty of their hearts, to receive the truth. Joseph Smith said that this should be the character of this work. But it is a remarkable fact&#x2014;and I wish before leaving this point to call your attention to it, that, wherever we have gone among those people whom the Book of Mormon tells us are the descendants of the house of Israel, we have had no trouble in converting them by hundreds, and it may be said by thousands, to the truth. They were ready to receive it without any difficulty whatever. It seemed as though their hearts had been prepared by the God of heaven, and all that has been necessary has been to tell them the truth, and they were natural Latter-day Saints, natural believers in the Gospel of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v25n550\"> I myself went as a missionary, as many of you know, to the Sandwich Islands, the natives of which I believe to be either a branch of the Indians of this continent, or of some other <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> portion of the house of Israel. There was no trouble in baptizing them, and there is no trouble in baptizing any of the Polynesian races. They are ready to receive the Gospel, ready to be baptized; very different in this respect from us Gentiles; for there is a spirit of unbelief among the Gentile race; there is a hardness of heart; there is a want of faith that prevents the blessings of God from descending as they did in ancient days upon His covenant people. Gentiles are naturally unbelievers. It is difficult to convert them, difficult to control them, difficult for them to receive the truth in plainness and simplicity. <\/div><div class=\"paragraph jod\" id=\"v25n551\"> Now God has said in this chapter, that He would send Elijah, the Prophet, before the coming of the great and dreadful day of the Lord.<span class=\"citation\" id=\"62548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62548)\">Mal. 4:5<\/a><\/span> A very singular prediction, a remarkable prediction especially when we consider that in this day and age, men do not believe in the ministration of angels; and the office of that Prophet should be &#x201C;to turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62607)\">Mal. 4:6<\/a><\/span> Elijah was to come for a specific purpose. I do not know how Christendom is going to arrange to have this angel come. If he came, I do not suppose Christendom would believe he came. But it is on record in our sacred books that the Prophet Elijah has come. Permit me, in connection with this subject, to read a little upon this point. After the completion of the Kirtland Temple, Joseph Smith and Oliver Cowdery testified that they beheld the Son of God.<span class=\"citation\" id=\"90477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90477)\">D&amp;C 110:1-10<\/a><\/span> It is a most remarkable testimony in this age of unbelief; but they solemnly testify that they beheld the Son of God, and that after beholding Him, they were  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>visited by three glorious personages, among whom was the Prophet Elijah. These are the words that they have left on record: <\/div><div class=\"paragraph jod\" id=\"v25n553\"> &#x201C;After this vision had closed, another great and glorious vision burst upon us; for Elijah the prophet, who was taken to heaven without tasting death, stood before us, and said: <\/div><div class=\"paragraph jod\" id=\"v25n554\"> &#x201C;Behold, the time has fully come, which was spoken of by the mouth of Malachi&#x2014;testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n555\"> &#x201C;To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n556\"> &#x201C;Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.&#x201D;<span class=\"citation\" id=\"90565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90565)\">D&amp;C 110:13-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n557\"> Now, I can imagine how those who are opposed to this work might say, &#x201C;Why, it is a very easy thing for Joseph Smith and Oliver Cowdery to make such a statement as that, because it seems to correspond with what Malachi has said, and their making the statement is merely in anticipation of that which the Bible has said would be the case.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n558\"> But there is this that is remarkable in connection with this statement: the coming of the prophet Elijah was to be attended with certain results&#x2014;it was to turn the heart of the fathers to the children, and the heart of the children to their fathers, lest the Lord should come and smite the earth with a curse.<span class=\"citation\" id=\"62578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62578)\">Mal. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n559\"> The question arises, after the visitation of Elijah to those two men, were the hearts of the fathers turned to the children, and the hearts of the children to their fathers? The very fact that we are building temples to the Most High God, is evi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dence of it. There never was a greater proof of the truth of any statement than that which is furnished in the acts of the Latter-day Saints upon this point. The people that comprise this church, before joining it, knew nothing about the plan of salvation, except that which they had derived from their teachers, who themselves were very ignorant; but God in His mercy has restored to us certain principles and knowledge concerning the dead. He has informed us that during the time the body of Jesus slept in the tomb, that the Savior went and preached to the spirits that were in prison. I refer now to what Peter says, that while His body lay in the tomb, &#x201C;He went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"77997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77997)\">1 Pet. 3:18-20<\/a><\/span> He preached the Gospel to them. Isaiah says that one of the objects of his mission should be to unlock the doors of the prison to them that were bound,<span class=\"citation\" id=\"60069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60069)\">Isa. 61:1<\/a><\/span> and He undoubtedly did so on this occasion. I believe the Episcopalian catechism admits that Jesus descended into hell. He certainly did, and visited those spirits that were in prison. After His resurrection, when Mary came forward to salute her Lord, and to embrace Him, He said: &#x201C;Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.&#x201D;<span class=\"citation\" id=\"70870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70870)\">John 20:17<\/a><\/span> During the interval between His death and resurrection He had been engaged in preaching to the spirits in prison.<span class=\"citation\" id=\"129065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129065)\">D&amp;C 138:28-37<\/a><\/span> He had unlocked the prison doors to them that were bound;<span class=\"citation\" id=\"60070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60070)\">Isa. 61:1<\/a><\/span> thus showing that though the punishment of the wicked may be eternal punishment&#x2014;God's punishment being eternal punishment&#x2014;<span class=\"citation\" id=\"84190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84190)\">D&amp;C 19:11-12<\/a><\/span>the Lord does not subject  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His fallen creatures to suffer that punishment throughout the endless ages of eternity, as has been falsely taught by so-called Christian ministers.<span class=\"citation\" id=\"84176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84176)\">D&amp;C 19:4-12<\/a><\/span> There comes a day of release. Jesus preached redemption to those spirits who were disobedient in the days of Noah.<span class=\"citation\" id=\"78075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78075)\">1 Pet. 3:20<\/a><\/span> They had lain in torment from the days of Noah&#x2014;upward of 2,000 years&#x2014;until the Son of Man turned the keys of their prison house, and preached to them the Gospel of repentance, that they might repent of their sins, though in the spirit, and be judged, as Peter says, according to men in the flesh.<span class=\"citation\" id=\"78150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78150)\">1 Pet. 4:6<\/a><\/span> God has revealed this doctrine to the Latter-day Saints, and it is for the purpose of carrying it out that we build these temples, that you may go in and officiate vicariously for those who have not had that privilege in the flesh. <\/div><div class=\"paragraph jod\" id=\"v25n561\"> It has been a question that has agitated many minds, when they have been told that the name of Jesus is the only name given under heaven whereby man can be saved&#x2014;<span class=\"citation\" id=\"71446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71446)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"129066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129066)\">Moses 6:52<\/a><\/span>&#x201C;What, then, has become of the millions of Pagans who never heard the sound of the name of Jesus?&#x201D; They are dying by thousands today. Nations are perishing who have never heard the name of the Son of God. This question has been asked of us many times when we have been preaching the Gospel of salvation that God has restored. People have said: &#x201C;Is it possible that those who do not believe your doctrine will be damned? If so, what is to become of our ancestors? I had Christian parents who loved the Lord, and you say that those who are not baptized according to your method and by one having authority, cannot enter into the Kingdom of Heaven.&#x201D; Many people have been tempted to reject the testimony of the servants of God, because of this, forgetting that Christendom has taught a sim<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ilar doctrine respecting the heathen nations. The Christian world have believed that all these nations would be sent to a place of endless torment, that they go to hell and can never be redeemed. Most abhorrent doctrine! So inconceivably cruel that it is enough to make men reject God and everything connected with Him, if it is supposed that He could be the author of such teaching as this; as though God would consign men to hell for ignorance&#x2014;conceal from them the Gospel, and then damn them through all eternity, because they had not known that which might have been revealed to them. No, there is no such doctrine in the Book. There is no such doctrine in the Gospel of salvation. Those heathen nations, like our ancestors, who died in ignorance of the Gospel of Christ, will yet hear the voice of salvation. Jesus and those associated with Him will minister to them; for we are all the sons and daughters of God. What shall we do throughout the ages yet to come, the eternities lying before us? Shall there be no salvation extended to the ignorant, and to the erring, and to those who would have done better could they have known the plan of life and salvation? Why, certainly. The little space of time we live here upon the earth, important as it is to us, compared with the eternities of our God, is only like one grain of sand out of the immensities of grains that are upon the seashore. Our God is endless and eternal.<span class=\"citation\" id=\"93056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93056)\">Moses 7:35<\/a><\/span> His Gospel is endless and eternal, and as long as there is a soul to be saved, He, and Jesus, who died for all, and all associated with them who have the same Priesthood, will labor anxiously until every soul will be brought back who can be brought back, who has not committed the unpardonable sin<span class=\"citation\" id=\"64413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64413)\">Matt. 12:31-32<\/a><\/span><span class=\"citation\" id=\"82285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82285)\">Alma 39:5-6<\/a><\/span> by sinning against light and knowledge, as Judas did in betraying the Lord<span class=\"citation\" id=\"66285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66285)\">Matt. 26:47 (JST)<\/a><\/span><span class=\"citation\" id=\"66287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66287)\">Matt. 26:47-50<\/a><\/span>  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of life and glory; every soul other than these will be felt after throughout the eternities of our God. Hell itself will be sought; every crevice of it, every part of it will be penetrated by Jesus, and by the Saints of God, in search of the souls of the children of men, until from every crevice and from every recess in the regions of the damned they will be brought forth to light and glory, if they will obey the glorious Gospel of the Son of God, if they will bow in submission to the scepter of King Immanuel. That is all they have to do&#x2014;to repent of their sins, repent of them whether in this life or in the life to come, and put them away far from them. This is the Gospel of glad tidings. It is not a Gospel that consigns the majority of the human family to an endless condition of torment. That is not the Gospel of Christ. <\/div><div class=\"paragraph jod\" id=\"v25n563\"> Now, as I have said, the Lord promised that Elijah should come before the great and dreadful day.<span class=\"citation\" id=\"62549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62549)\">Mal. 4:5<\/a><\/span> He has sent him, and the hearts of the Latter-day Saints have been turned to their fathers who have died in ignorance of the Gospel of the Son of God, and we have the warrant of Scripture to believe that the hearts of the fathers in the eternal worlds, those who have lived upon the earth, are turned to their children who now live here, and who can officiate vicariously for them, and answer the purpose that God has designed in attending to those ordinances which they themselves have not the power to attend to. Certainly this has been fulfilled. It is not the testimony of Joseph Smith and Oliver Cowdery alone; but this whole people. These Latter-day Saints throughout all these mountains, can bear testimony that this spirit has rested upon them, and their hearts have been turned to <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their fathers, and the hearts of their fathers have without doubt been turned to them. And it is a strange fact connected with the Gospel, that contemporaneously with the revelation of the doctrine to Joseph Smith a spirit seemed to take possession of the people in Eastern lands to hunt up their genealogies, and Genealogical Societies have been formed in many places, for what purpose no one can exactly tell, unless it be a Latter-day Saint. Genealogies have been hunted up with wonderful industry, saving us a great amount of labor in these matters. It was a strange spirit that took hold of the American people, especially the people of New England, about that time. It was a common thing in the Western States when I was a boy, for men not to know the names of their grandfathers; and I have known many intelligent men who could not tell the names of their uncles and aunts, their fathers, and mothers, brothers and sisters. This arose from the fact that in moving West, emigrants had left their kindred behind, and had not kept up in their children's minds the recollection of their names. But within the last 40 years a different spirit has taken possession of the people, and many are industriously engaged in searching out the names of their ancestors. Many volumes have been published in connection with this subject, and in the Historian's Office are to be found many books containing the genealogies of the families of many whose members are in this Territory. Such books have been invaluable to us, in carrying out this work. Thus, these societies and people have unwittingly helped to fulfill the words of the Lord, through Malachi, and to strengthen the evidence that Joseph Smith was indeed an inspired Prophet of God. In the persecution  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that this Church has received; in being driven from their homes: in everything that is now being done by the Congress of the United States against the Latter-day Saints, and in this genealogical work that I have just alluded to, men outside of this Church have contributed to prove that Joseph Smith was indeed an inspired Prophet of God; for there has been no action taken by Congress, nothing has been done to us by mobs, or by any combination, that has not been predicted by Joseph Smith the Prophet, and we have the record of <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it, and know that it is true. We know whereof we speak. Joseph Smith, years and years before the breaking out of the war in South Carolina, predicted that such a war should take place, and he designated the spot where it should commence.<span class=\"citation\" id=\"88201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88201)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91344)\">D&amp;C 130:12-13<\/a><\/span> And the wicked by their own acts proved to the world, to God, and to angels, that Joseph Smith was an inspired Prophet of God, and that He foretold that which should take place. <\/div><div class=\"paragraph jod\" id=\"v25n565\"> God bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}