{"ID":250002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">&#x201C;Truth is Mighty and Will Prevail&#x201D;&#x2014;Introduction of the Principles of Eternal Truth&#x2014;Fulfillment of Prophecy in Our Own Time&#x2014;Principles of the Gospel Worthy of Consideration&#x2014;Their Unpopularity&#x2014;Peculiar Position of the Latter-Day Saints&#x2014;The Kingdom of God Predicted By the Prophets&#x2014;Joseph Smith&#x2014;No Power Can Stay the Hand of Almighty&#x2014;The Gospel of Christ is the Law of Salvation&#x2014;Persecution&#x2014;Polygamy&#x2014;Treat Our Fellow Men Aright&#x2014;Commencement of the Millennium&#x2014;Warfare Between God and the Devil&#x2014;Faith&#x2014;the Secret of the Strength of the Saints&#x2014;Responsibility of Rulers, Etc.&#x2014;Responsibility of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by President Wilford Woodruff, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, January 6, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Inventions Opposed by Public Opinion.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 1\/6\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v25n7\"> There is a proverb or saying which I have heard a good many times in my life, and which I think bears a great deal of weight, and that is, &#x201C;truth is mighty and will prevail.&#x201D; I think this has been manifested in every capacity in which truth has been used, whether applied temporally or spiritually; whether applied in the capacity of nations, or families, or individuals; whether applied to the world or to the kingdom of God. I think that in every age of the world, truth, whether it has been popular or unpopular, has proved itself, in the end of its labor, to prevail in all cases. When Columbus was moved upon by the Spirit of God, to cross the ocean to find a new continent,<span class=\"citation\" id=\"81044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81044)\">1 Ne. 13:12<\/a><\/span> his object and desires were unpopular with those by whom he was surrounded, and it was only after a good deal of labor that he gained favor in the eyes of any of the rulers of the nations <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whereby to receive assistance sufficient to carry out his wishes. But in the end he prevailed. He found a new world, as it were, which today contains a population of the Anglo-Saxon race, numbering fifty millions of people. The commencement of Columbus' project was certainly unpopular, but the result has proved it true. And so in all cases, whenever men have been inspired to receive truth, or to promulgate any principle, which would be a benefit to the human family, they have generally been unpopular. When Robert Fulton undertook to demonstrate the power of steam in a steamboat, the crowd which gathered to behold the event, did not gather to see success; they gathered there to ridicule, to see a man fail in performing a work which they considered impossible. But when the steam was applied to the vessel it moved. The invention was certainly  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very crude, but there was truth in it, and it has prevailed to a great extent; for steam is the great motive power of all the machinery in the world, in a great measure. And so with a Scottish Earl when he announced that there was a man going to try and light the City of Edinburgh with smoke. The man was looked upon as crazy. But there was truth in that smoke, and it lit the city, and it has given light to a good many other cities since. The principle prevailed, and is now adopted throughout the world. So with Mr. Morse, the electrician. He unsuccessfully in the first instance [in 1837-8], sought aid both from the American Congress and the English government to enable him to carry out his ideas; but, ultimately [in 1843] he gained assistance from Congress, and his invention of telegraphy was demonstrated a success, and is now made use of throughout the civilized world. And so we might go on to show that in almost every instance when men have undertaken to introduce new principles&#x2014;principles of truth&#x2014;principles that would benefit the human family&#x2014;they have generally been very unpopular, until the truth was made manifest to the world. <\/div><div class=\"paragraph jod\" id=\"v25n9\"> The same thing may be applied to the introduction of the principles of eternal truth pertaining to the salvation of the human family in a spiritual point of view. When our Lord and Savior Jesus Christ, stepped forth into the world to occupy the position to which He had been ordained of God, there were but few individuals who had faith in Him, or who were looking for the coming of the Son of Man in fulfillment of prophecy. Jesus, all His life, it may be said, from the manger to the cross, was very unpopular with the mass of the human family, more <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> particularly the inhabitants of Jerusalem. His history is before the world. He died an ignominious death upon the cross, and those of His own Father's house, the High Priests, and the leading men of Jerusalem, were all in favor of His death. Yet the Savior possessed truth. He offered truth to the world; He offered life and salvation to the world. But the principles He taught were unpopular in His day. He gathered around Him a few followers; but the acceptance of His principles cost them their lives, as it did the life of the Savior Himself. I do not know of a man&#x2014;except it was John the Revelator&#x2014;who escaped. They all died violent deaths. They had to seal their testimony with their blood.<span class=\"citation\" id=\"92013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92013)\">D&amp;C 135:3<\/a><\/span><span class=\"citation\" id=\"92090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92090)\">D&amp;C 136:39<\/a><\/span> Some were crucified; others were sawn asunder,<span class=\"citation\" id=\"77079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77079)\">Heb. 11:37<\/a><\/span> beheaded, or in some way put to death for the word of God, and the testimony of Jesus Christ.<span class=\"citation\" id=\"79274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79274)\">Rev. 6:9<\/a><\/span> They were put to death for their religion. How is it today? What name has been more honored, or more held up as an ensample to the world than the name of Jesus Christ? The Catholic world, the Protestant world, in fact the whole Christian world are professing to honor the name of Jesus Christ. The Savior had truth, but it was not received in His day and time. <\/div><div class=\"paragraph jod\" id=\"v25n10\"> With regard to our own time my mind is often led to reflect upon it. Half a century has past and gone before the eyes of this generation, since the God of heaven commenced, as in former ages of the world, the fulfillment of prophecy and revelation contained in the Bible&#x2014;this good old book that the Christian world profess to believe in so much. The Lord has set His hand to bring to pass some of these prophecies and principles which He had foreordained before the world was, and  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which He has left on record through the medium of holy men who wrote and spoke as they were moved upon by the Holy Ghost<span class=\"citation\" id=\"78347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78347)\">2 Pet. 1:21<\/a><\/span> from generation to generation. Those prophecies are with us today. They are contained in the Bible, a book that is published by millions throughout the Christian world. The Christian world profess to honor the Bible, and to honor the prophecies and sayings of Christ and the Apostles. But do they believe in the fulfillment of these things? Do they believe in the fulfillment of these principles and truths which are today being fulfilled in the eyes of heaven and earth? No. Those prophecies and those principles&#x2014;which the God of heaven has set His hand to carry out&#x2014;are as unpopular today throughout the Christian world as they were when Jesus of Nazareth stood in the flesh and proclaimed the same to the Jewish nation. We occupy the same position that they did in that day and generation with regard to these truths. Now, as I have said, truth is mighty. It always has prevailed in every age of the world. It will prevail in this dispensation as it has done in others. The God of Israel will no more fail today to carry out the principles which He has stretched forth His hand to establish, than he did in the days of either Adam, Enoch, Noah, or Jesus, or in the days of any other dispensation. <\/div><div class=\"paragraph jod\" id=\"v25n12\"> The principles to which I allude&#x2014;the principles of the Gospel&#x2014;are worthy the attention and comprehension of at least the Latter-day Saints, and it would be well for the Christian world to take them into consideration also; for if truth is going to prevail in the earth it certainly will involve the destiny of this whole generation, Jew and Gentile, <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> high and low, rich and poor, Zion and Babylon. It will involve the destiny of the whole world&#x2014;of the fourteen hundred millions of people who breathe the breath of life<span class=\"citation\" id=\"52425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52425)\">Gen. 2:7<\/a><\/span> in it. And I bear record and testimony, as a servant of God, that the God of heaven has set His hand to carry out those great and eternal principles which He decreed before the world was made and which He has left on record through the mouths of His prophets, to be fulfilled in the last dispensation and fullness of times. Are these principles popular today? They are not. Why not? Because the world is not governed by the spirit of inspiration; because its people do not seek the Lord;<span class=\"citation\" id=\"58970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58970)\">Isa. 31:1<\/a><\/span> because they do not honor His name; but they are governed and controlled by other principles. But the Lord will rule over His own Kingdom, notwithstanding the Devil has great dominion today as he has had in almost every age of the world. The inhabitants of the earth have their agency. They must use that agency according to the desires of their own hearts, whether they be for good, or whether they be for evil. But the day is at hand when the Lord will show the children of this generation that there is a God in Israel, as He has done in other dispensations when He has reigned. In all the history of the dealings of God with man this one principle, sooner or later, has manifested itself: that virtue exalteth a nation, while sin is a reproach to any people.<span class=\"citation\" id=\"57425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57425)\">Prov. 14:34<\/a><\/span> You will see that this has been manifested in the history of all nations under heaven&#x2014;in their rise and progress and prosperity, and in their fall and decline and in their final overthrow and destruction. You will find in every instance that sin, error, darkness, falsehood, wrongdoing, have laid the foundation of the overthrow  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of every nation and city under heaven from the foundation of the world until the present time. What men sow they will reap,<span class=\"citation\" id=\"74706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74706)\">Gal. 6:7<\/a><\/span> and what measure they measure to others will be measured unto them.<span class=\"citation\" id=\"63721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63721)\">Matt. 7:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n14\"> Today we occupy a peculiar position as a people&#x2014;as Latter-day Saints here in these mountains. Here is a people growing up in the earth who are organized into a Church, called the Church of Jesus Christ of Latter-day Saints. How did the organization of that Church come about? Why, the God of heaven has proclaimed through His prophets Isaiah,<span class=\"citation\" id=\"128980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128980)\">Isa. 40:1-3<\/a><\/span> Jeremiah,<span class=\"citation\" id=\"128981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128981)\">Jer. 31:1-14<\/a><\/span> Ezekiel,<span class=\"citation\" id=\"128982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128982)\">Ezek. 20:33-44<\/a><\/span> and others, whose writings are contained within the lids of the Bible, that in the latter days He would set His hand to call forth His Church out of the wilderness<span class=\"citation\" id=\"83841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83841)\">D&amp;C 5:14<\/a><\/span><span class=\"citation\" id=\"84905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84905)\">D&amp;C 33:5<\/a><\/span> and out of darkness<span class=\"citation\" id=\"90446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90446)\">D&amp;C 109:73<\/a><\/span> and error, and establish it upon the foundation of truth, Christ Jesus being the chief cornerstone.<span class=\"citation\" id=\"74947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74947)\">Eph. 2:20<\/a><\/span><span class=\"citation\" id=\"77797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77797)\">1 Pet. 2:6<\/a><\/span> The God of heaven also proclaimed through Daniel, 4,000 years ago, that in the latter days he would set up a kingdom which should never be destroyed; and the kingdom should not be left to other people, but it should break in pieces and consume all these kingdoms, and it should stand forever.<span class=\"citation\" id=\"61348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61348)\">Dan. 2:44<\/a><\/span> That prophet also declared that a little stone should be cut out of the mountain without hands; that the stone should become a great mountain and fill the whole earth;<span class=\"citation\" id=\"61056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61056)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"86624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86624)\">D&amp;C 65:2<\/a><\/span> and that it should break in pieces all other kingdoms.<span class=\"citation\" id=\"61347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61347)\">Dan. 2:44<\/a><\/span> Was that Prophet inspired by the Spirit and power of God? I say in the name of Israel's God he was, and so was Isaiah when he spoke of the gathering of the people unto the mountains of Israel to establish the Zion of God in its beauty, strength, power and glory.<span class=\"citation\" id=\"57740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57740)\">Isa. 2:2-3<\/a><\/span> The God of heaven also inspired a prophet as he stood upon the Isle of <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Patmos&#x2014;<span class=\"citation\" id=\"79007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79007)\">Rev. 1:9<\/a><\/span>John the Revelator&#x2014;and in connection with the great events of the last dispensation and fullness of times he saw, in vision, an &#x201C;angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79937)\">Rev. 14:6-7<\/a><\/span> Now I want this congregation; I want the world; I want the Christian world; I want the priests of the day who cry aloud for the blood of innocence to be shed to carry out their desires&#x2014;I want these priests and all who are laboring to overthrow &#x201C;Mormonism,&#x201D; to carefully inquire, whether those prophets were inspired of God. And if they were inspired of God, whether it is right for them to make war against the work of God in the earth? Whether it would not be better to let these things alone&#x2014;to leave them in the hands of the Lord, and allow Him to govern and control as He sees fit? And if these men were inspired of the Lord and made those proclamations&#x2014;with thousands of others in the Bible and in the revelations of God&#x2014;the question is, whether this warfare against God and against His work is going to prevail? The wicked will have no such power; for the Lord has set His hand to fulfill these things which have been predicted by His Prophets&#x2014;to establish His Church and Kingdom upon the earth. He has called Prophets, and they were inspired of God. Joseph Smith was a Prophet of God. He was a man raised up by the power of God. He received the testimony of the Gospel of Jesus Christ by visions and revelation as did John the Revelator. Angels appeared unto him and taught him the ways of life.  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Those men who held the Priesthood&#x2014;who were put to death in the flesh for the word of God, and the testimony of Jesus Christ&#x2014;<span class=\"citation\" id=\"79008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79008)\">Rev. 1:9<\/a><\/span><span class=\"citation\" id=\"79275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79275)\">Rev. 6:9<\/a><\/span>visited Joseph Smith. John the Baptist conferred upon him the Aaronic Priesthood;<span class=\"citation\" id=\"84052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84052)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"128983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128983)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93972)\">JS&mdash;H 1:68-72<\/a><\/span> Peter, James and John, the Apostleship and Melchizedek Priesthood;<span class=\"citation\" id=\"84663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84663)\">D&amp;C 27:12<\/a><\/span> and all the Prophets who held any keys and powers belonging to the Gospel these also visited Joseph Smith, and conferred upon him those keys and powers and authority to administer them on the earth. These are eternal truths, as the God of heaven lives, and they will prevail whether men believe them or not, or whether the wicked war against them or not. These truths belong to God Himself. He is the author of them. He has given forth certain decrees, and they will have their fulfillment in the earth. <\/div><div class=\"paragraph jod\" id=\"v25n16\"> Now, as far as the Latter-day Saints are concerned, I will say to my brethren and sisters, we ought to contemplate these principles. There is no power organized beneath the heavens that can stay the hand of Almighty God. He has set His hand to carry out His purposes. The world hate this people, because the Lord has called them forth out of the world, the same as He called His disciples of old.<span class=\"citation\" id=\"70236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70236)\">John 15:19<\/a><\/span> This is the position we occupy today, as His people. Though our numbers are small, yet &#x201C;a little one shall become a thousand, and a small one a strong nation:&#x201D; and the Lord will hasten it in His time. A little one has already become more than a thousand, or a hundred thousand, and in spite of all opposition this small one will become a great nation, and God will hasten it in His time,<span class=\"citation\" id=\"60055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60055)\">Isa. 60:22<\/a><\/span> because God is our friend. Now, these are truths. They have emanated from God Himself. <\/div> <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n17\"> The Gospel of Jesus Christ is the law of salvation. No man can be saved without it. The Gospel is the power of God unto salvation to every one that believeth&#x2014;to Jew or Greek,<span class=\"citation\" id=\"72231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72231)\">Rom. 1:16<\/a><\/span> Catholic, Methodist, Baptist, or any other sect or party on the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v25n18\"> We, as Latter-day Saints, are called upon to build up Zion. We have been gathered to be instructed by inspiration and through the medium of the Holy Priesthood, in the principles of eternal truth. This is our condition today. Fifty-three years have passed since this work commenced. Joseph Smith dwelt in the flesh some fourteen years after he organized this Church. He holds the keys of this dispensation on both sides of the veil, and will hold them forever. God ordained him to perform a certain work. He performed it. He stayed on earth until his work was finished. All the keys, powers and principles which God gave unto him he left with his brethren; although whatsoever he left with his brethren did not take from him; for as Jesus says in a revelation given in regard to the Priesthood: <\/div><div class=\"paragraph jod\" id=\"v25n19\"> &#x201C;Whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.<span class=\"citation\" id=\"87720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87720)\">D&amp;C 84:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n20\"> &#x201C;And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father hath shall be given unto him. <\/div><div class=\"paragraph jod\" id=\"v25n21\"> &#x201C;And this is according to the oath and the covenant which belongeth to the priesthood.<span class=\"citation\" id=\"87749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87749)\">D&amp;C 84:38-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n22\"> &#x201C;But whoso breaketh this covenant after he hath received it, and altogether turneth therefrom, shall not have forgiveness of sins in this world nor in the world  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to come.&#x201D;&#x2014;<span class=\"citation\" id=\"87757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87757)\">D&amp;C 84:41<\/a><\/span>Doc. and Cov., Sec. 84. <\/div><div class=\"paragraph jod\" id=\"v25n24\"> Thus, although the Lord bestows upon His servants the same powers and blessings that He Himself holds, it does not take away these powers and blessings from the Father. The Father possesses all He had before. The Son possesses all that he hath given unto him. So do the sons of the living God. When a man bestows those gifts and blessings and powers upon others, he does not lose them himself. The Lord raised up Joseph Smith. He organized this Church. It has been organized for 54 years next April. And what has been the consequence? Have we had opposition? Yes. Have we had persecution? Yes. Is not the desire of a great many millions of people for our overthrow? Yes; and a great many wish us put to death. Some men go so far as to be willing to slay, utterly, men, women and children, because they believe what is termed &#x201C;Mormonism,&#x201D; but which is really the Gospel of Jesus Christ. These things are proclaimed to the world today. What is the matter? Mormonism is unpopular. Why is it unpopular? &#x201C;Because,&#x201D; say the priests of the day, &#x201C;it interferes with our rights. We preach for hire and divine for money,<span class=\"citation\" id=\"62111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62111)\">Micah 3:11<\/a><\/span> and if the Mormons were to prevail in the earth, we should lose our business,<span class=\"citation\" id=\"72060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72060)\">Acts 19:27<\/a><\/span> and we cannot endure it.&#x201D; &#x201C;Why,&#x201D; says the world, &#x201C;you profess to believe in polygamy, and that is why you are persecuted.&#x201D; No, you are mistaken about that. The worst persecution this Church ever endured was before polygamy was revealed to the Church. We have had more prosperity since we carried out that law, and endeavored to fulfill it according to the command of God, than we ever had as a people before. And here is the principle with me&#x2014;I speak as an <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> individual; I speak for myself&#x2014;if this work is of God; if the Gospel of Jesus Christ, as revealed to Joseph Smith, is true, then God will take care of it; if the patriarchal law of marriage comes from the God of Israel, He will take care of it; He will protect and defend it, and He will uphold the people that carry it out. I say this is in the name of Israel's God, And if it is not of God, who wants it? I don't, neither do this people. I speak of this principle because I want my brethren and sisters to understand the views I have upon it. <\/div><div class=\"paragraph jod\" id=\"v25n25\"> I know we are engaged in the work of the Lord. I know this is His Church. He has organized it with Prophets and Apostles in fulfillment of predictions made thousands of years ago.<span class=\"citation\" id=\"73644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73644)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"74946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74946)\">Eph. 2:20<\/a><\/span> This is a work which was ordained before the world was. The Lord Almighty never created a world like this and peopled it for 6,000 years, as he has done, without having some motive in view. That motive was, that we might come here and exercise our agency. The probation we are called upon to pass through, is intended to elevate us so that we can dwell in the presence of God our Father. And that eternal variety of character which existed in the heavens among the spirits&#x2014;from God upon his throne down to Lucifer the son of the morning&#x2014;<span class=\"citation\" id=\"58285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58285)\">Isa. 14:12<\/a><\/span><span class=\"citation\" id=\"86905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86905)\">D&amp;C 76:26<\/a><\/span>exists here upon the earth. That variety will remain upon the earth in the creations of God, and for what I know, throughout the endless ages of eternity. Men will occupy different glories and positions according to their lives&#x2014;according to the law they keep in the flesh. <\/div><div class=\"paragraph jod\" id=\"v25n26\"> But I want the Latter-day Saints to understand their position. Our trust is in God. With regard to men, it is our duty to treat our fel<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lowmen aright, to leave them in the hands of God if they persecute us. The Lord has a controversy with this generation.<span class=\"citation\" id=\"60585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60585)\">Jer. 25:31<\/a><\/span> This Bible, the Old and New Testament, contains a vast amount of, I will say, tremendous revelations, tremendous events, which hang over the heads of the people of this dispensation. Are these events going to fall unfulfilled? No; no more than they did in the days of the fall of Babylon, of Nineveh, of Jerusalem, and of other cities in the nations of the earth. When the inhabitants of Jerusalem became ripe in iniquity; though Jerusalem was the royal city, in which was the Urim and Thummim, and in which sacrifices were made unto the Lord, yet the city was laid low, and the Jews have been trampled under the feet of the Gentiles for 1,800 years.<span class=\"citation\" id=\"68010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68010)\">Luke 21:24<\/a><\/span> We are living at the commencement of the Millennium, and near the close of the 6,000th year of the world's history. Tremendous events await this generation. You can read an account of them in the revelations of St. John; the opening of the seals;<span class=\"citation\" id=\"79157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79157)\">Rev. 5:9<\/a><\/span> the blowing of the trumpets;<span class=\"citation\" id=\"79363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79363)\">Rev. 8:6<\/a><\/span> the pouring out of the plagues;<span class=\"citation\" id=\"80107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80107)\">Rev. 16:1<\/a><\/span><span class=\"citation\" id=\"80778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80778)\">Rev. 21:9<\/a><\/span> the judgments of God which will overtake the wicked when Great Babylon comes in remembrance before God,<span class=\"citation\" id=\"80135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80135)\">Rev. 16:19<\/a><\/span> and when the sword that is bathed in heaven shall fall on Idumea,<span class=\"citation\" id=\"59100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59100)\">Isa. 34:5-6<\/a><\/span> or the world,<span class=\"citation\" id=\"83747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83747)\">D&amp;C 1:36<\/a><\/span> who shall be able to abide these things? Here we are living in the midst of these tremendous events. <\/div><div class=\"paragraph jod\" id=\"v25n28\"> We are in the hands of God; our nation is, and so are the nations of the earth; and when they undertake to overthrow the Kingdom of God, which is decreed shall be established, they have somebody to fight against besides Joseph Smith, Brigham Young, or John Taylor, or any other of the leaders of the Church of Jesus <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ of Latter-day Saints. This warfare is between God and the devil, between light and darkness, truth and error, between the heavens and the earth; and that God who has supported His work from the creation of the world, is bound to do it unto the end. Where have you ever read that the Kingdom of God would be overthrown in the last days? You cannot find it anywhere on the pages of the records of divine truth. No; the revelations of God will be fulfilled. And we must exercise faith in that direction. As the ancients had faith; as the world was created by faith;<span class=\"citation\" id=\"76960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76960)\">Heb. 11:3<\/a><\/span> as Noah built an ark<span class=\"citation\" id=\"76989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76989)\">Heb. 11:7<\/a><\/span> and preached the Gospel of repentance for 120 years by faith;<span class=\"citation\" id=\"52829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52829)\">Gen. 6:3<\/a><\/span><span class=\"citation\" id=\"93285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93285)\">Moses 8:17<\/a><\/span> as Abraham went out not knowing where he was going by faith;<span class=\"citation\" id=\"76995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76995)\">Heb. 11:8<\/a><\/span> as the ancients performed many mighty works, such as the subduing of cities and kingdoms by faith; therefore I say to the Latter-day Saints, you are required by the God of Israel, your Heavenly Father, by his Son Jesus Christ, by the holy angels, and by every principle of eternal truth, to exercise faith in the revelations of God, for they will be fulfilled as the Lord lives. God is with this people. But we are required to hearken to his voice, obey his commandments, and humble ourselves before him. And I thank the Lord that I have lived to see the time when I believe there is a great improvement among the Latter-day Saints. I believe they are exercising greater faith in God. And there is a calmness prevailing among the Mormons&#x2014;so called&#x2014;that is a marvel and a wonder to the world. The world wonder why we are not excited over the opposition that is brought to bear upon us by the millions of people who inhabit this continent, as well as by the people of the nations of the earth. The  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reason of our calmness is&#x2014;God is our friend, our lawgiver, our deliverer. If the Lord cannot sustain His work, we certainly cannot. But He can. He has always done it, and will do it to the end. Therefore I say to the Saints, fear not. Trust in God. Let not your hearts be faint.<span class=\"citation\" id=\"55073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55073)\">Deut. 20:3<\/a><\/span><span class=\"citation\" id=\"89787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89787)\">D&amp;C 103:19<\/a><\/span> Let your prayers ascend to the ears of the Lord of Sabaoth,<span class=\"citation\" id=\"128984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128984)\">D&amp;C 88:2<\/a><\/span><span class=\"citation\" id=\"128985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128985)\">D&amp;C 98:2<\/a><\/span> day and night. Ask what you want. When you do that, the Lord will answer your prayers, if you ask what is right. There is where our our strength lies. It is in God. I have no hope in anything else. But I do look upon the Latter-day Saints as occupying a most glorious position in this day and age of the world. This is the first time since God created the world that he has ever established a dispensation to remain on the earth until the coming of the Son of Man&#x2014;to remain in power and strength and glory, until the Millennium, until He reigns whose right it is to reign.<span class=\"citation\" id=\"86189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86189)\">D&amp;C 58:22<\/a><\/span> Behold what lies before you! Behold the power of God! Behold the prosperity of Zion! Behold the blessings which have rested upon your houses, your lands, your flocks and herds, your children&#x2014;the blessings of the earth as well as of the heavens&#x2014;in this mighty barren desert! Then should we have any doubts or fears with regard to the Kingdom of God? No! As a people we should rise up in faith and power before God, and make our wants known, and leave our destiny in His hands. It is there anyhow. It will remain there. And with regard to our nation, I leave them in the hands of God; but I would to God their eyes were open to see and understand the responsibilities that rest upon them. I would to God that the rulers of our land&#x2014;the President of the United States, the <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Congress of the United States, the Supreme Court of the United States&#x2014;would learn the responsibility the God of heaven will hold them to in the administration of those glorious principles laid down in the Constitution of the government of this country. The God of heaven will hold this nation, as well as all other nations, responsible for the manner in which these principles are used. If they misuse them, it will be their loss. If they trample the Constitution under foot; if they undertake to deprive any portion of citizens of the rights the Constitution guarantees unto them, they will be held responsible, and will have to pay the bill. When innocent blood is shed, it costs something; and I would to God that our nation could understand the blessings they enjoy. There is no nation on the face of the earth that has the same liberty that is guaranteed to us by the Constitution of our country. <\/div><div class=\"paragraph jod\" id=\"v25n30\"> Have we any warfare with our Government? Have we any reproach to offer them? Not at all. I feel sorry that this nation should sow seeds which when ripe will bring destruction; for I know as God lives that if this or any other government departs from the principles of truth, becomes ripened in iniquity, forsakes the Lord, forsakes the principles of life and liberty, the God of heaven will hold it responsible. Judgments will come upon the wicked. When men depart from the principles of truth and cleave unto darkness and wickedness, they reap the whirlwind;<span class=\"citation\" id=\"61804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61804)\">Hosea 8:7<\/a><\/span> they lay the foundation for desolation. <\/div><div class=\"paragraph jod\" id=\"v25n31\"> I pray God my heavenly Father, that his blessing may rest upon us as Latter-day Saints; that we may comprehend and understand our position, our duties and our responsibilities to God. When I look,  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brethren and sisters, upon this handful of men and women here in these mountains of Israel, say 150,000, out of the fourteen hundred million people that dwell on the earth; when I realize the responsibility that God has laid upon the Latter-day Saints, the responsibility of building up this great kingdom of our God, of proclaiming the principles of eternal life, light and truth to the world; when I reflect upon these things I ask myself the question, What manner of men ought we to be?<span class=\"citation\" id=\"83002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83002)\">3 Ne. 27:27<\/a><\/span> Our numbers are small compared even with the inhabitants of this nation, not to speak of the inhabitants of the world; yet, as I said before I say again, the God of heaven looks to the Latter-day Saints to carry on His work. <\/div><div class=\"paragraph jod\" id=\"v25n33\"> Then let us be careful. Let us realize our condition. Let us realize we are here upon a mission. Let us realize that we will be held responsible for the manner in which we fill it. We should be willing to sacrifice everything for the upbuilding of the Kingdom of God. Any man who will seek to save his life and desert the principles of the Gospel, is not worthy of eternal life.<span class=\"citation\" id=\"67844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67844)\">Luke 17:33<\/a><\/span> How many have laid down their lives since the creation of the world for the sake of the truth? Jesus Himself descended below all things.<span class=\"citation\" id=\"75044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75044)\">Eph. 4:10<\/a><\/span><span class=\"citation\" id=\"88266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88266)\">D&amp;C 88:6<\/a><\/span><span class=\"citation\" id=\"90933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90933)\">D&amp;C 122:8<\/a><\/span> He <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> descended, I believe, lower than any other man will be called to descend. Are we greater than Jesus?<span class=\"citation\" id=\"90934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90934)\">D&amp;C 122:8<\/a><\/span> If we are called upon today to lay down our lives, what of it? Is it not as well to die for the Gospel's sake as to die for anything else? A million of men, a few years ago, sacrificed their lives for the honor of this nation. No matter what we may be called to pass through, let us maintain our integrity to God. Where is the man whose mind has been lit up by the inspiration of God to comprehend the celestial kingdom, or the celestial law, or the Gospel of Jesus Christ, who can bear the idea of pursuing a course whereby he will be cut off from inheriting the blessings for which he has hoped in the future? No, I would rather die a thousand deaths than be deprived of these blessings. We have a long time to live when we get through here. There is all eternity before us. It will pay you, it will pay me&#x2014;no matter what comes, no matter what this nation may do to oppress us&#x2014;to be true and faithful to our covenants, to our wives and children, to our God and to our country; it will pay us to be faithful to the end. <\/div><div class=\"paragraph jod\" id=\"v25n34\"> I pray God that this may be our lot, that we may be true and faithful unto death, and inherit eternal life,<span class=\"citation\" id=\"79057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79057)\">Rev. 2:10<\/a><\/span> for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}