{"ID":250039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Fulfillment of Ancient and Modern Prophecy&#x2014;God the Friend of the Saints&#x2014;Persons Guilty of Adultery Having Had Their Endowments Cannot Again Be Baptized.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Morning, October 5 (Semi-Annual Conference), 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Marvelous Growth of the Kingdom.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/5\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v25n1069\"> I will read a portion of the 29th chapter of the Book of Isaiah, commencing at the 7th verse: <\/div><div class=\"paragraph jod\" id=\"v25n1070\"> &#x201C;And the multitude of all the nations that fight against Ariel, even all that fight against her and her munition, and that distress her, shall be as a dream of a night vision. <\/div><div class=\"paragraph jod\" id=\"v25n1071\"> &#x201C;It shall even be as when an hungry man dreameth, and, behold, he eateth; but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold, he is faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against mount Zion. <\/div><div class=\"paragraph jod\" id=\"v25n1072\"> &#x201C;Stay yourselves, and wonder; cry ye out, and cry: they are drunken, but not with wine; they stagger, but not with strong drink. <\/div><div class=\"paragraph jod\" id=\"v25n1073\"> &#x201C;For the Lord hath poured out upon you the spirit of deep sleep, and hath closed your eyes: the prophets and your rulers, the seers hath he covered. <\/div><div class=\"paragraph jod\" id=\"v25n1074\"> &#x201C;And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is sealed: <\/div> <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n1075\"> &#x201C;And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned. <\/div><div class=\"paragraph jod\" id=\"v25n1076\"> &#x201C;Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honor me, but have removed their heart far from me, and their fear toward me is taught by the precept of men: <\/div><div class=\"paragraph jod\" id=\"v25n1077\"> &#x201C;Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58697)\">Isa. 29:7-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1078\"> There is much more in this chapter which I will not read, but which all can read at their leisure. In sitting and looking at the congregation these words have come to my mind: <\/div><div class=\"paragraph jod\" id=\"v25n1079\"> &#x201C;Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58817)\">Isa. 29:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1080\"> Truly have these words been fulfilled in our eyes and in our hearing. God our Eternal Father predicted  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by the mouth of His Prophet Isaiah, concerning the coming forth of the Book of Mormon, and the manner in which it should be received; and we today are living witnesses of the fulfillment of these things. God our Eternal Father has done and is doing a marvelous work and a wonder<span class=\"citation\" id=\"58818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58818)\">Isa. 29:14<\/a><\/span> in the midst of the inhabitants of the earth. He is causing the wisdom of the wise to perish&#x2014;He has caused it&#x2014;and He is bringing to naught the understanding of the prudent,<span class=\"citation\" id=\"58819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58819)\">Isa. 29:14<\/a><\/span> especially those who fight against Mount Zion,<span class=\"citation\" id=\"58711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58711)\">Isa. 29:8<\/a><\/span> or against the covenant people of God. The manner in which our Father and our God has spoken concerning the great work of the last days with which we are identified, is very remarkable. When we examine the prediction of the holy prophets, it is wonderful how plainly everything connected with this work, so far, has been fulfilled; and as we have been told this morning&#x2014;and we are told whenever the Spirit of God rests down upon the Elders of this Church to speak concerning the future&#x2014;we have the strongest assurance that can be given by God to any people that as that which has been predicted in the past has been completely fulfilled up to the present time, so all the predictions which have been made connected with this work, or concerning it, will also be fulfilled to the very letter; not one word will fail, not one iota of the word of God concerning Zion will fall to the ground<span class=\"citation\" id=\"55404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55404)\">1 Sam. 3:19<\/a><\/span> unfulfilled. <\/div><div class=\"paragraph jod\" id=\"v25n1082\"> This work commenced, as we know, in obscurity, in weakness, with no particular demonstration in the sight of the world. A few individuals only knew concerning it. There were no remarkable manifestations for the world to gaze upon, for the world to wonder at, connected <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with its birth. It was born according to the will of God. The Church started out a good deal like we have started out&#x2014;helpless. What is there more helpless, weak, puny, insignificant, it may be said, in many respects, than a human being when it is born into the world. Yet that being if nurtured properly, if trained as it should be, has before it a career of never-ending glory. That little puling infant may become, in the eternity of our God, a God, to sway power and dominion in the eternal worlds, to be the father of unnumbered millions. Yet at its birth who would anticipate such a future for it. So it was with the Church of our God. Born in weakness, cradled in obscurity, it came forth according to the command of God; not attended, as I have said, by any great demonstration that the world could gaze and wonder at, but attended by the blessing, the power and the promises of our Eternal Father concerning its future. It required faith on the part of those who then received it to believe that such a glorious career as was predicted concerning it, awaited it. No human being unenlightened and uninspired by the Spirit of God, could have anticipated such a future for this great work; and yet in these early days, when it was in this condition which I have attempted to describe, the Prophet Joseph and those who received revelations with him, looked forward to its future, and saw that which we behold today in actual reality; they saw in vision that which we participate in today, and far more than anything that we have yet seen. I have often been struck with the remarkable character of the predictions which Joseph, inspired of God, gave utterance to concerning this work. As I have  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>said, scarcely a step in its advancement was hidden from him; scarcely a step but what was foreshadowed by him through the Spirit of God, which rested down upon him. Men doubt the divinity of this work. Men question the spirit of prophecy, or the divine mission of Joseph Smith. His life is maligned and misrepresented; his character derided and held up to contempt and scorn; yet it is not much to say, it is not much to anticipate, that before many years pass away, he will be recognized by the children of men as one of the mightiest Prophets that ever trod the footstool of God our Eternal Father.<span class=\"citation\" id=\"92016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92016)\">D&amp;C 135:3<\/a><\/span> It is because his life has not been understood; it is because the work which he was the means in the hands of God of founding, is not comprehended; it is because his life has not been understood; it is because the work which he was the means in the hands of God of founding is not comprehended; it is because everything connected with this Church is beclouded by misrepresentation and falsehood that men assume the attitude they do towards this the great work of our God. In the very beginning of this work Joseph told the Saints, left on record the statement, as to how it would be received by the children of men&#x2014;the hatred with which it would be met, the violence that would be manifested towards it, the various troubles through which it would have to pass. All these things he told, by his prophetic voice, as though their history had been written, as though they had taken place. Most graphically he has described to the Saints the results that should attend the increase of the work. At the first he said it should excite the animosity and hatred of a township. It did this. God in his mercy did not permit persecution to <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> become so strong in the inception of the work, in the days of its weakness, that it could be overwhelmed. He restrained the power of the wicked, so that the growth and strength of the work would be commensurate with the opposition it had to contend with. As its circle enlarged, as its influence extended, opposition grew proportionately. From townships it extended to cities. As the work grew and outspread these limits, it excited the opposition of counties. As its influence continued to grow, from one county it extended to adjacent counties all the time growing, all the time increasing, all the time meeting with as much opposition as it could well bear up under. Wonderfully has the providence of our God been exhibited in the care exercised over His growing Church and His increasing people! Had it not been for this care, my brethren and sisters, we should not have the happy privilege that we enjoy this day of meeting together in peace in this Tabernacle. Had Satan been permitted to wreak his vengeance upon the Church in the commencement, it could easily have been extinguished in blood. Had the same power that was exercised against the Church in the days of Nauvoo, when the blood of our Prophet and Patriarch, and our present President, drenched the soil of Illinois&#x2014;had that same spirit been permitted to have wreaked its vengeance upon the Church in the early days, it could, with no more excitement than was then raised, have completely extirpated the Priesthood from the face of the earth. But God, as I have said, in His wonderful providence, restrained the wrath of the wicked<span class=\"citation\" id=\"56903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56903)\">Ps. 76:10<\/a><\/span> in the early days of the Church. Brother Franklin D. Richards has told us this morning, that for eight years  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>after the birth of a child it is free from the power of temptation and Satan.<span class=\"citation\" id=\"84884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84884)\">D&amp;C 29:47<\/a><\/span> God restrains the power of Satan&#x2014;forbids him to exercise it over the tender child. And so in like manner did He restrain the power of Satan in the early days of this Church, so that there was a limit to its exercise over the Church in its weak condition. But as power increased, as the gifts of God were manifested, as the keys of the Priesthood were revealed unto the children of men, so did the wrath of the wicked, so did the violence of mobs, so did the combinations that were formed with the object of destroying the work of God increase in their strength and in their numbers. As the work progressed, so did the spirit of opposition progress, one keeping pace, apparently, with the other, and there is a wise purpose in this when we contemplate the great destiny that awaits this people. We can see the wisdom and the purpose of our God in permitting persecution to keep pace with the growth and the advancement of the work. It is just as necessary that we should be developed in our strength; it is just as necessary that we should be developed in our faith, as anything else connected with the work of our God. If it were not for this, we could not become the people that God designs; we could not fulfill the destiny that He has in store for us if it were not for these terrible ordeals to which this Church and this people have been subjected in the past, and to which they are now exposed, and which, doubtless, will continue to increase as the Church increases, until the day comes when the Kingdom of God will triumph over every obstacle and be fully established upon the earth. <\/div><div class=\"paragraph jod\" id=\"v25n1085\"> But as I have remarked, as the <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Kingdom has grown and spread, so have the words of our beloved Prophet been literally fulfilled. Men say, &#x201C;Oh, if you will only get a revelation concerning polygamy, if you will only lay polygamy aside, you will no longer have any opposition to contend with; if you will only conform to modern ideas concerning your domestic institutions, we shall have nothing to say against you. The opposition that finds now such strong support will be deprived of its war-cry and of the sympathy of thousands which sustain it at the present time&#x2014;they will be deprived of this and you will go along like the rest of the churches, without having to suffer from the opposition and the hatred that are now manifested against you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1086\"> Vain thought!&#x2014;a thought that is only expressed by those who know nothing of the character of this work, who are not familiar with the history of this dispensation, and who judge of the effects of such movements by their human knowledge and the experience that they have with other systems. This system which God has established, this great work of our God, cannot be measured by human thoughts; the effects of this work and that which it is accomplishing on the earth, that which it will accomplish on the earth, cannot be estimated by anything that is known among men. It is entirely unique, unlike anything else that has ever been upon the earth since our Savior laid the foundation of that dispensation&#x2014;there has never been anything like it among men, and therefore every calculation concerning it, every prognostication and every suggestion is at fault in regard to this work of our God. For, be it understood, as we well understand it as a people,  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that before the public revelation of plural marriage<span class=\"citation\" id=\"91432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91432)\">D&amp;C 132:1-66<\/a><\/span> the opposition to this work was stronger, according to the strength of the people, than it has been since. Therefore, those who understand this work, know very well that anything of this kind&#x2014;unless indeed the people should apostatize&#x2014;would have no such effect as our friends in many instances think it would have. <\/div><div class=\"paragraph jod\" id=\"v25n1088\"> As I have remarked opposition has continued to grow and increase until today, as we have been told and led to expect, upwards of half a century ago. Not only has it been a township, not only has it been a county, not only has it been a state that has arrayed itself against the work of God, and instituted measures for its overthrow and entire destruction, but today this great fact stares us in the face, it presses itself upon our attention, we cannot shut our eyes to it&#x2014;this great fact, that today the United States in its governmental capacity, has pitted itself against the work of our God, and has passed measures for its complete overthrow and destruction. Most wonderfully has God thus far fulfilled every word that has been spoken by the mouth of His inspired Prophet! And shall we who witness the remarkable fulfillment of this prophecy&#x2014;shall we today shrink from the issue that is presented to us? Shall we in view of all that God has said to us concerning the past, and all which he has predicted concerning the future? Shall we falter? Shall we tremble or grow weak in our knees? Shall we become palsied in our efforts and let go of that great work of our God which is entrusted to us? God forbid that there should be any weakening, that there should be any faltering, that there should be any lowering <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the flag, or any weakening of the flag, or any weakening of the knees, or any trembling of the heart, in view of all that presents itself before us, however appalling the vision may be to mortal sight. God forbid that there should be anything of this kind in the hearts or in the actions of any man or woman who calls himself or herself a Latter-day Saint. For be it known unto you, my brethren and sisters, be it known unto all the earth everywhere, that God, years and years ago, told us by the mouth of His inspired Prophet, that these things, the fulfillment of which we now behold, would actually take place, and that we should have these things to meet and to contend with and to overcome. <\/div><div class=\"paragraph jod\" id=\"v25n1089\"> What shall be the future result? Is this to be the termination, is this to be the end? No. As the Church increases, so will the opposition to it increase, until it will extend itself beyond the confines of our own nation to other lands and to other nations, until, in fact, the whole earth that has not received, or will not receive the Gospel of the Son of God, the message of salvation, of which we are the unworthy bearers, until, I say, all the nations of the earth will array themselves against the work of our God, and exert their power to destroy it, as a township did, as a county did, as a state did, or as the United States are now doing, and then the work of our God will rise in its sublimity, in its strength, in its Godlike power and assume its place, its rightful position among the nations of the earth. The puny infant, born on the 6th day of April, 1830,<span class=\"citation\" id=\"84272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84272)\">D&amp;C 20:1<\/a><\/span> will become a stalwart man, full of power, full of the gifts of God, full of the excellencies that belong to perfect manhood in the sight of God, and will assume its fit and proper place de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>signed by God for it among the nations of the earth. This we may look forward to, this we may expect, and if we do not make calculations on these things we fail to comprehend the character of the work which He, our God, has established on the earth. Men wonder at our temerity&#x2014;men wonder at the hardihood we have. They are surprised that we should dare think as we do. Only a few days ago we saw the statement of a friend in the <span class=\"italic\">Deseret News<\/span>, appealing to us to get a revelation to do away with plural marriage; because if we did not, war and bloodshed would be the result. Have we not been threatened with this from the beginning? Yes, we have. We have had this ordeal to meet; we have had war threatened; we have suffered from bloodshed; but the burden of the Lord has been upon us, the hand of God has been over us. Though our pathway has been beset by all these difficulties, nevertheless the burden of the Lord has been upon us to carry forward this Gospel and to establish this work, let the consequences be what they may to us individually. We have the promise of God, that so far as the work is concerned it will stand, it will increase, until it fills the whole earth.<span class=\"citation\" id=\"61134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61134)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86627)\">D&amp;C 65:2<\/a><\/span> We know not what the consequences may be to us individually. Each man must do his duty, and do his part faithfully, courageously, manfully, in the sight of God, being willing to endure all the consequences, with a full knowledge that God will save, redeem and exalt him if he will only be true to the holy Priesthood which he has revealed. <\/div><div class=\"paragraph jod\" id=\"v25n1091\"> Then is not this a marvelous work and a wonder? Has not the wisdom of the wise in connection with it, perished? Has not the understand<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing of the prudent been brought to nought?<span class=\"citation\" id=\"58820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58820)\">Isa. 29:14<\/a><\/span> Has it not baffled all the calculations of human wisdom? Has it not overcome all the obstacles that have been put in its pathway by human strength and by all the ingenuity which human beings have been able to devise or employ or command? Certainly it has; and today human wisdom and human prudence are as much at fault as they ever were, and it will continue to be the case until all that God has predicted concerning this work will be literally fulfilled. <\/div><div class=\"paragraph jod\" id=\"v25n1092\"> My brethren and sisters, when we look at this work by the light of the Holy Spirit, when God enables us to comprehend some of His designs and purposes, we can see how wonderfully He has wrought in our behalf, how wonderfully he has preserved this people. We today are a great people, it may be said. In some respects we are. We are few in numbers, it is true; but God in His wonderful providence has prepared this land, this glorious land, this mountain region, it seems as though He had prepared it beforehand for the ingathering of His people, and as a dwelling place for them. A better habitat cannot be found on the face of the earth, for the Latter-day Saints than this mountain region. A better or more admirably adapted people for these mountains cannot be found. The training we have had in the past admirably fits us for the labor of establishing cities, towns, villages and hamlets, opening farms, and developing all the resources of these mountain valleys. No other people are so well qualified for this labor as we are. No other land is so well adapted for such a people as this land that we now inhabit. The people and the land have been found. The people and  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the land have come together. The land is here. The people have found the land which is so surprisingly fitted for their habitation. And there is no people that I know anything of, who can compete with us in these mountain valleys. They are ours by right of possession to begin with, by right of settlement, and they are ours by right of our capacity to inhabit and hold them, and they are ours by right of the blessing and the favor of God our Eternal Father, bestowed upon us and upon the land itself. And, as President Taylor suggests, they are ours by purchase as well as by those other rights. <\/div><div class=\"paragraph jod\" id=\"v25n1094\"> Shall we be uprooted from this land? Shall we be extirpated? This is a question that presents itself very often, doubtless, to our mind. In the providence of our God, will we be permitted to maintain our foothold here, and to continue to increase and to spread? We have the answer to these questions in our own possession. It depends upon ourselves. <\/div><div class=\"paragraph jod\" id=\"v25n1095\"> &#x201C;Oh,&#x201D; says one, &#x201C;It don't depend upon you, it depends upon another power. It depends upon this: whether you will abandon your peculiar practices; whether you will lay aside your peculiarities of doctrine and of religion, and conform to the views, to the institutions, and the practices that prevail in the nation of which you form a part.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n1096\"> These are the comments of those who are not of us respecting this question or questions, which I have asked. They think it depends upon our abandonment of those peculiar features which make us a distinct people from the rest of the nation. On the other hand I state here in the presence of heaven, in the presence of the Great God, our Eternal <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father, that it does not depend upon this. It depends&#x2014;I affirm it, and I am willing to stake my reputation upon it as a servant of God&#x2014;it depends entirely, without question, without qualification; upon the Latter-day Saints themselves, whether they will continue to live in this land and to occupy it, and to enjoy the valleys and the peace which God has vouchsafed unto all who dwell here. I know that looking at matters naturally, we are in danger of being overwhelmed, extinguished. A people feeble as we are, a people possessing no greater resources than we have; a people of no greater numbers, of no greater wealth, of no greater influence in the earth&#x2014;why, it would seem a bold and rash thing to say that we can withstand all opposition that may be brought against us. If God were to permit the world to launch its thunderbolts against this work; if God were to permit the world to unite against this work, to combine and to put in operation its forces against this work, I am willing to admit that there would be great danger of our complete overthrow and destruction, in fact it might be said there would be scarcely a question concerning it. But remember, my brethren and sisters, that this is the work of God. This is not the work of man. It has not been the wisdom of man that has guided this work. It has not been the wisdom of man that has sustained it. It has not been the wisdom of man which has defeated the plans of our enemies. It has been the wisdom and power of the Great God, our Eternal Father. He has chosen his instruments. But, then, how weak they are! How feeble they are! How insufficient their efforts and their words would be if He did not supplement them by the bestowal  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of His power, and by that overruling providence which controls all the affairs of the children of men, controls all the results according to His own good pleasure.<span class=\"citation\" id=\"74771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74771)\">Eph. 1:5,9<\/a><\/span><span class=\"citation\" id=\"86862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86862)\">D&amp;C 76:7<\/a><\/span> But God our Eternal Father, will not forget His people. He will not forget the promises which He has made, and it is upon these that we must rely. It is for these that we must live. We must live&#x2014;live, brethren and sisters&#x2014;let it sink deep into your hearts. We must live ourselves so that we shall have the fulfillment of the promises of God granted unto us. If we so live, there is no power on earth that will be permitted to combine itself, or to array itself, or to exert its force against this work to its injury, or to retard its onward progress. Hear it all ye Latter-day Saints! Hear it! If I could speak so that the whole world would hear the utterance I would like to sound it in the ears of all mortal men&#x2014;that there is no power that will ever be permitted to array itself, or to combine itself against this work of our God, to retard its onward progress from this time forward until the full consummation will be achieved&#x2014;that is, if the Latter-day Saints themselves are faithful to God, if they will keep the commandments of God, if they will sanctify themselves and cleanse themselves from sin, and live pure and holy lives. If they will do this, then the success and the triumph and the continued growth and advancement of this kingdom and the continued maintenance of these valleys and these mountains are assured unto us as a people. There is no doubt of it. I say in the name of Jesus Christ, that it will be so. I promise it in His name, and in the authority which I have received from Him&#x2014;that if we will comply with these requirements and conditions, <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is no power upon earth nor in hell that can disturb this people, that can uproot us, that can unsettle us in these valleys and in these mountains; for God has given unto us this land, and from this time forward, we will go on increasing and spreading and enlarging until all that God has said shall be literally fulfilled concerning this work that He has established upon the earth. He will do a marvelous work and a wonder. He will cause the wisdom of the wise to perish; He will bring the understanding of the prudent to naught<span class=\"citation\" id=\"58821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58821)\">Isa. 29:14<\/a><\/span> in all their calculations against this work which He is establishing on the earth, and with which we are connected. Glory to God in the highest<span class=\"citation\" id=\"67086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67086)\">Luke 2:14<\/a><\/span> for the privilege He has granted unto us, poor, weak mortal creatures, to be identified with His great work and have such glorious immutable promises given unto us! Oh! How our hearts should swell with gratitude to our God! How profoundly grateful we should be and how thanksgiving and joy should well up in our hearts unto our God for having given unto us the privilege of being connected with this great work. <\/div><div class=\"paragraph jod\" id=\"v25n1098\"> Now, will those connected with it not have their trials? Oh yes. Those who would reign with Christ must suffer with Him.<span class=\"citation\" id=\"72610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72610)\">Rom. 8:17<\/a><\/span> Those who would reign with the Prophets; those who would gain the glory that God has in store for the righteous must suffer with the Prophets and Apostles. <\/div><div class=\"paragraph jod\" id=\"v25n1099\"> I have spoken in my remarks concerning the great work of our God. I have not yet alluded to individual cases connected with it. What will be the fate of individual members of the Church of God? That depends upon ourselves. But whether we remain connected with the work or not, this I know:  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I know that this work will roll forth in the manner in which I have, in my humble and weak way, attempted to describe to you. I know that. But whether I will be faithful depends upon myself. I beseech Him in the name of Jesus, that I may be faithful; that whatever may come in my pathway I may never, no never flinch, never weaken in my fidelity, in my courage and in my zeal for this glorious work of our God. I would rather die this instant in your presence, than ever falter in regard to this work. I love it. It is God's work. I dedicated myself in my childhood to the cause of God, and I have endeavored through my life to be faithful to Him. If we will be faithful to our God He will redeem us, no matter what the circumstances may be through which we may be called to pass. We may wade through sorrow. We may have to endure persecution. We may have to meet with death. We may have to endure imprisonment and many other things that our predecessors had to endure. God may test us in this manner. Every human being that is connected with this work will have to be tested before he can enter into the Celestial Kingdom of our God. He will try us to the uttermost. If we have any spot more tender than another, He will feel after it. He will test all in some way or other. But like the promises that have been made in regard to the work as a work, so are the promises made to us as individual members of the Church. We have had certain promises made to us. We have had blessings sealed upon us. God has acknowledged them in the heavens when they have been sealed upon our heads by the authority of the Priesthood which He has restored. And you may notice it that as the work <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of our God has increased we have also increased in the power of the Priesthood. When Joseph Smith committed the keys of the Priesthood unto his brethren, and rolled the burden upon their shoulders of carrying forward this work&#x2014;in his urgent haste to build the Temple of Nauvoo, in his urgent haste to commit to his fellow servants all that God had committed to him&#x2014;from that day the Kingdom of our God has grown in majesty and in strength, and at the same time has called forth opposition such as it never met with before. Every Temple that we build excites additional hatred, increases the volume of opposition, the volume of hostility, and the threatenings of the wicked. Every Temple that we have thus far completed&#x2014;and every Temple of which we lay the foundation&#x2014;has been another testimony in favor of God, and has brought strength to the people of God, in enlisting the hosts in the eternal world upon our side; but at the same time there has been stirred up, from the very depths of hell, all the damned, Satan and his legions, to unite with their agents upon the earth in an endeavor to destroy this work, and to do everything in their power to obliterate it from the face of the earth: for hell is engaged at the work we are doing: hell is stirred up at that which we are accomplishing. Satan sees that which he dreads. He sees a people guided by the holy Priesthood. He sees a people gathered together according to the promise of God, filled with the power of God, led by His everlasting Priesthood, and seeing this, he is determined to exert every power, every influence that he can muster for the purpose of preventing the spread and growth of this work. He is determined to do this, and we can see it. But his  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power and influence are restrained; because, were it not so, the strength of the people of the Church of God is not such as to withstand the power of the evil one without succumbing to it. God, therefore, permits the opposition power to grow in proportion to the strength of the Saints, and if the contest be a sharp one, a keen one, a violent one, the sooner it will be ended. Because there is a termination to all this. There is a time coming when this opposition must cease and when God will stretch forth His arm, as He has already done, to accomplish His great work on the earth. As the nations of the earth reject the Gospel, He will pour out the judgments that are set to follow the preaching of the Gospel. God will fight for Zion. God will remember Zion. Her name is written on the palms of His hands. He never can forget Zion. A woman may forget her nursing child&#x2014;and that is a very difficult thing to do&#x2014;but our God will never forget Zion, never forget the promises made to His people.<span class=\"citation\" id=\"59441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59441)\">Isa. 49:14-16<\/a><\/span> He looks down from His holy habitation, and sees the humble efforts of His people. He sees their devotion to His cause. He sees their willingness to lay down their lives for the truth. Our God is not ignorant of this. His eye is upon this people, and His blessing will be with us. There is no power that can prevent the outpouring of His Spirit upon us; no power whatever. <\/div><div class=\"paragraph jod\" id=\"v25n1102\"> We are rearing, as I have said, temples. And who shall enter into the temples of our God? Shall the drunkard, the whoremonger, the blasphemer, the Sabbath-breaker? Shall the man who does not train his family as he should do, who is not living a godly life? I tell you, my brethren and sisters, the time <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has come when a higher standard of purity must be observed by us as a people than has been in the past. We must live worthy of these blessings which God has bestowed upon us. If we do not God will withdraw His Spirit; God would condemn His servant who stands at the head of this Church, were he to permit wickedness to enter into these holy places. Therefore, the servants of God are strictly charged concerning these things. O, you adulterers! O, you whoremongers! O, you drunkards! O you Sabbath-breakers! O you dishonest men, and you hypocrites who have a place and a name among the Latter-day Saints! I say, woe! unto you unless you repent of your sins, unless you forsake everything that is evil and humble yourselves before God, and ask forgiveness from Him; for I tell you the Spirit of God will be withdrawn from you, and you will be left to yourselves and become as withered branches only fit for burning,<span class=\"citation\" id=\"70159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70159)\">John 15:6<\/a><\/span> unless you heartily, sincerely, profoundly, from the bottom of your hearts, repent of all your sins and put them far from you. God will not bear with you any longer. The sinner in Zion will tremble. That day will come. Fear will come upon the hypocrite.<span class=\"citation\" id=\"59046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59046)\">Isa. 33:14<\/a><\/span> Therefore, repent of your sins before it is too late. And if you do you may enter into the holy places which God has provided. But O ye Presidents of Stakes and ye Bishops, you must be on the watchtower about these things, for God will hold you accountable. The sins of the people will be found upon your garments in the day of the Lord Jesus, if you do not cleanse impurity from the midst of your wards. If you recommend men who are unworthy, through tenderness of heart and through sympathy, when they are  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wicked, I say to you, in the name of Jesus Christ, that the condemnation of God will rest upon you, and He will hold you to a strict accountability. For God has not chosen men to preside without laying upon them responsibility of a very grave and weighty character. He holds us accountable for these things. When a man has a relative and he condones the offense of that relative, through sympathy, he will not be free from responsibility. Now let it be known throughout all Israel, as the word of the Lord to us for the present, through His servant who stands at the head, that a man who commits adultery, a man who has had his endowments, cannot be baptized again into the Church. Let it be known throughout all Israel, as the word of God through His servant, who stands at the head, that a man who has had his endowments and commits whoredom, cannot now be received into the Church again. These must be cut off; because the law that was given in the early days of the Church concerning a man committing adultery once and being received back into the Church<span class=\"citation\" id=\"85334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85334)\">D&amp;C 42:25<\/a><\/span> does not apply today. There has been a higher law since then, namely, the endowments, and men have taken upon themselves, and women also, sacred obligations in holy places. Therefore, hear it and understand it. Let it be given out in all the congregations of the Saints; let it be known everywhere throughout the land of Zion, so that if a man is tempted to do that deed, or <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a woman, that they will pause in view of the terrible consequences which await its commission&#x2014;that they will pause and ask themselves the question&#x2014;can I do this at the expense of my salvation and my exaltation in the presence of God? God has labored with us for fifty-four years and six months. He has revealed unto us His laws in plainness and power, so that all can understand, and if there be any now that do not understand, it is because they have not availed themselves of their privileges and opportunities. My brethren and sisters, this land must be a land of Zion to us.<span class=\"citation\" id=\"90796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90796)\">D&amp;C 119:6<\/a><\/span> It will be a land of Zion to all who keep the commandments of God. It will not be a land of Zion to the adulterer, the seducer, the blasphemer, the Sabbath-breaker, the man who does not pay his tithing, to any who do not keep the commandments of God; but to those who do keep the commandments of God, and who keep themselves pure, it will be a land of peace, a land wherein they and their children after them can dwell in peace and righteousness. But let us be warned in this the day of our probation. Let us walk humbly before our God. Let us live so as to have his revelations constantly within us; let us live so that His Spirit shall burn in our hearts and in our bosoms and in our bones like a very fire,<span class=\"citation\" id=\"60550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60550)\">Jer. 20:9<\/a><\/span> that in the end we may be saved and exalted in His Celestial Kingdom, which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}