{"ID":250036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Attitude of Our Enemies Towards the Latter-day Saints&#x2014;Their Hatred of the Priesthood&#x2014;The Blessings Received Through the Priesthood.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in Hyde Park, Saturday afternoon, August 23, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Rule of the Priesthood Not Burdensome.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/23\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v25n974\"> Every means that it has been possible to use to prevent the Latter-day Saints having peace, and to prevent them enjoying in peace and gladness their religion and the blessings thereof, have been used by our enemies with the utmost care and the utmost determination from the beginning it may be said, but especially during the last 25 years. If our enemies could have their way, those who bear the Priesthood would have no voice in the instruction or direction of the people. Already, as you know, a determined effort has been made to strip us who bear the Priesthood, and who have been forward in keeping the commandments of God, of influence, the influence which has been justly earned during long and faithful service for the benefit of the people, and that attends the exercise of civil and political power. Our enemies thought that this would be a most excellent way of putting us under <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ban, and judging by the effect that it would have by the operations of such plans among themselves, they fondly hoped that success would attend their efforts, and that the influence of the men, whose fault in their eyes is that they bear the Priesthood, would immediately begin to wane and eventually be broken. This is the disposition of our enemies, who have placed all who have been most forward, as I have said, in keeping the commandments of God in a position where they could not vote, and where they could not hold office, and in this manner making them a proscribed class. They supposed that the young men of the community would rise up and take possession of the offices, throw aside the influence of the older and more experienced people, and inaugurate a new policy in the midst of the Saints. In this manner they hoped that they would redeem, to use their own phraseology&#x2014;Utah, and that a  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>new order of things would be instituted in the land. This was a very cunningly devised plan, and among other people might have been successful, but among the Saints of God, so far, it has proved utterly futile, and in fact has disappointed and it may be said disgusted the authors of the plan themselves. They have felt disgusted with their own efforts. There have not been wanting, however, some few persons who would have liked to join hands with our enemies in this plan. Such persons would not have been averse to having the men who founded this commonwealth, and who principally helped to make it that which it is today&#x2014;the admiration of all unprejudiced people&#x2014;relegated to the background, and a younger class, who would affiliate with our declared enemies, take possession of the reins of government in this Territory, and manage affairs, so that they would be more in accord with the general sentiments, as it is said, of the nation. This feeling has been confined to very few, and has not exhibited itself to any extent. <\/div><div class=\"paragraph jod\" id=\"v25n976\"> Notwithstanding every effort which has been made, I am happy to say that we today are still the free people we were. The leading men of the community have not lost their influence among the Latter-day Saints. The Saints as a body have stood firm in their determination to be guided by the counsel which God has had to give, and it is very delightful to see the feeling which there is among the Latter-day Saints in all the settlements that we visit, to see the union and the love that prevail, and the disposition to hearken unto the will of God as it is manifested by His Holy Spirit from time to time, through those whom He has chosen to lead and guide His people. There will be wanting no end of effort, <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> however, to accomplish the ends which our enemies seek for. There is a great hatred among the children of men&#x2014;and they do not themselves know why they have this hatred, but there is a great and undying hatred among the children of men against the Priesthood of the Son of God, a jealousy of the power that Priesthood wields, and in our Territory they are constantly seeking by every means within their reach to weaken the influence of the Priesthood, especially among the rising generation. It has been expressed&#x2014;and frequently expressed&#x2014;that they would rather see our young men drink, chew and smoke tobacco, gamble and commit whoredoms, and do everything of this kind, in preference to seeing them obedient to the counsels of God, through those whom He has chosen to lead the people. They would rather see this, because, as I have said, they do not know the spirit which animates them. They are not conscious that they are more or less the instruments of a secret and invisible power which operates upon them; that there are influences at work in their minds and around about them which they cannot see, but of which they are the mere tools, so to speak. This power&#x2014;the power of darkness&#x2014;is invisible to them. They do not understand this, but, they blindly fight against the power of God, and seek in every way to undermine the influence of the Priesthood of the Son of God. If they could get you to rebel against the Priesthood they would be suited. It would please them immensely if the Latter-day Saints would rise in rebellion against the God of Israel and against the authority that He has placed in His Church. <\/div><div class=\"paragraph jod\" id=\"v25n977\"> The struggle that is now going on, so far as this class is concerned, is  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to destroy the influence of the Priesthood. Our effort is to have the Latter-day Saints throughout all these valleys listen to the counsels of the Priesthood, to be obedient to the Priesthood. The issue is a plain one between us and them. They say they wish you to throw off what they call the yoke of the Priesthood. We say on the contrary it is not a yoke, it is not burdensome, it is a beneficent rule, it is a rule that is pregnant with blessings to the people, and that will bring great rewards to them if they will be obedient to it. This is our statement, and we appeal to the Latter-day Saints as witnesses in our behalf to sustain it. We know, and you know, every Latter-day Saint knows, that God in restoring the everlasting Gospel and the everlasting Priesthood to the earth has brought with them every blessing which man can in reason desire. We have been pleased from the beginning to listen to the Priesthood. Who that is old enough, that can recollect his baptism or her baptism, or their first association with the Church, and their first enjoyment of the truth, whose hearts do not burn today at the recollection of the feeling they had of the sweet and heavenly influence that came to them when they first became acquainted with the everlasting Gospel as preached by the Elders. There was, as it were, a new life opened before them, even the gates of heaven seemed to be opened to them, and they saw the Kingdom of God as they never had seen it, and never had understood it. Truths that they had read carelessly and indifferently, without comprehending them, came to their minds with an assurance, and with a strength and force and power that they never had comprehended previously. And has it not been a source of blessing <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from that day to the present to the faithful Latter-day Saint? Has not the Gospel come laden with benefits, laden with blessings, fraught with everything that would make men and women happy? Has it not brought peace to us, and joy to our souls? Has it not opened up the future in a light that we never beheld until the Gospel revealed it? <\/div><div class=\"paragraph jod\" id=\"v25n979\"> Mankind, at the reestablishment of the Church of Christ, knew nothing about the future. All was dark and gloomy. Death was indeed a leap in the dark to the great majority of mankind. But when the Gospel came it revealed the future. It revealed to us why we were here, and the design God had in view concerning us. Men and women look forward to it, or contemplate it, when brought face to face with it, with resignation and with a degree of joy, because they know they are going to a reward that is assured to them. And so with everything connected with the future. The prospects of the future are made bright and glorious through the revelations of the Gospel, and it has brought, as I have said, peace to our hearts, peace to our habitations, it has made life enjoyable to us. It is most delightful to contemplate existence in the light of the Gospel, and the associations that we have here now through the Gospel, and through the exercise of the power and authority of the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v25n980\"> So it is with everything connected with our lives. Let us glance at our temporal prosperity. Our enemies talk about what others would do for us, if they had the opportunity. But what have they done? Look at our cities, towns and villages; examine the manner in which the local government of this Territory has been conducted, the light taxation and every<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing in fact connected with our material progress, and to whom is the credit due for the blessings we enjoy? Is this credit due to those who are seeking to destroy the influence and power of the Priesthood? Certainly not. This settlement of Hyde Park, the settlement of Smithfield, every settlement in fact in this valley has been founded under the auspices or direction of men of experience, whom our enemies denounce, because they hold the Holy Priesthood of the Son of God. If we are lightly taxed, if we are out of debt, if our country is prosperous, it is due directly to the counsels of these men, whose chief offense in the eyes of our enemies is that they are God's servants, whom He has chosen, and to whom He has given wisdom, to direct and manage affairs. <\/div><div class=\"paragraph jod\" id=\"v25n982\"> The prosperity which has attended our people is remarkable, more especially when we consider the yearly <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> influx of poor people. I remember when I was in Europe, the four years I was there, upwards of 13,000 Saints were emigrated, the most of them coming directly to Utah. At present we have an emigration of 2,000 to 2,500 per annum, coming into this Territory from abroad&#x2014;poor people. Why, there is not another population in the country of our numbers that could absorb so many people as our community does, without there being pauperism all over the land. But there is no pauperism. God has blessed the people in their fields, in their flocks, and in all their labors. They have been greatly prospered, and they will continue to prosper if they continue to listen to the voice of inspiration and hearken to the counsels of the Priesthood of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v25n983\"> [The above was delivered in Hyde Park, Saturday afternoon, August 23, 1884.] <\/div>\n<\/div>\n<\/div>"}