{"ID":250037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Power of God Manifested in the Gathering of the Saints&#x2014;Purposes of the Gathering&#x2014;Satan'S Antagonism to the Work of God.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in Smithfield, Cache County, Saturday morning, August 23, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Effect of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/23\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v25n984\"> We are in a very peculiar position as a people. Our position is unlike that of any other people upon the face of the earth that we have any knowledge of. God has communicated His mind and will unto the children of men, and it has been made known unto us. Others have heard it as well as we; but we are distinguished from them by our reception of this word, our willingness to obey it, and hence we are gathered together as we are in this place and in other settlements which the Saints have formed, not for the purpose, in the first place, of making <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> money and bettering our condition, but for the purpose of keeping the commandments of God and walking in accordance with the revelations that He has given unto us. We have been gathered together by extraordinary displays of power. The world has not seen and cannot see these manifestations, for the reason that their eyes are closed by unbelief, and their hearts hardened from the same cause. God's providences are not perceived by them. They do not distinguish the hand and the power of God in the events that are taking place. Nevertheless,  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have been gathered together. Everyone who is here that has been brought from the nations has been brought by the manifestations, it may be said, of miraculous power. He has accomplished in our case or cases, that which has been foreseen by the holy prophets from the beginning. It is a most wonderful work, the gathering of this people together, as they are here this day in these mountains. The manner in which the spirit of God has been poured out upon the people who have received the Gospel, and the manner in which they have been moved upon to forsake their old homes and their old associations, and part with their friends and relatives, and move among a people with whom they were not acquainted, and to a land of which they had but a little knowledge&#x2014;this is the wonder that is being wrought in the midst of the nations of the earth. Many people ask for miracles, and they plead with the Elders when they go out to show them a sign to prove to them that they are indeed the authorized servants of God. That which we behold in these mountains today is one of the greatest signs, is one of the greatest miracles which has ever been seen or exhibited among the children of men. You may read all the records that we have, either sacred or profane, and there is nothing that approaches this work in which we are engaged, and that which has been accomplished by the outpouring of the Spirit of God upon the people among the various nations. Where in the history of our race has there been such a thing taken place as that which we witness? Where from the beginning has a people been gathered out from all the nations of the earth&#x2014;moved upon by one common impulse, a simultaneous impulse, an impulse of the same character, <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> impelling them in every land where they have received the everlasting Gospel, to gather to a strange land as the Latter-day Saints are being gathered to this land? No magnet ever drew or attracted to itself that to which it has affinity, with greater power than has the Gospel of the Lord Jesus Christ drawn to it from the midst of the various nations those who have an affinity for the truth. It has been irresistible in its effects. No sooner has the sound saluted the ears of the elect of God throughout all these United States, throughout Canada, throughout the various islands of the sea, upon the continent of Europe, and in far-off Asia, Africa and Australia&#x2014;no sooner have the glad tidings of salvation been proclaimed by the servants of God, under the auspices of the Almighty, than there has sprung up in the hearts of those who have thus heard the truth an irrepressible and irresistible desire to leave their native lands, and to identify themselves with the people of God in these remote regions, in these Rocky Mountains. To me, when I look at it, this seems the most wonderful work that has been accomplished among the children of men from the beginning. There is nothing that we can read of in God's dealings with the children of men that compares in magnitude and in its wondrous effects with this work with which we are identified. And yet men ask for an evidence respecting the truth of this work! They ask for signs and miracles, as though there is any miracle which could be wrought in our sight that would compare in the very least degree with this great and miraculous work that is being wrought under our very eyes, and which we ourselves are helping to bring to pass. It is not as though the people of one nation were gath<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ered out, or the people of one locality were moved upon; but in every land, in every language among every race and in every nationality throughout the entire earth, from pole to pole, from east to west, from north to south, wherever the Elders of the Church have carried this Gospel in the last days, and the sound thereof has saluted the ears of the children of men, they have been moved upon in this most extraordinary manner, and have traversed sea and land, without hesitation, without faltering, without doubt, and have come and associated themselves together in the place that God has designated as the place of gathering. Most wonderfully has God fulfilled the promises which He made in ancient days to His servants concerning this latter-day dispensation, and most wonderfully has He poured out His spirit and His power upon the inhabitants of the earth to cause them to contribute by their actions to the fulfillment of these remarkable predictions that were uttered thousands of years ago. There is not a Latter-day Saint within the sound of my voice this morning who has been thus moved upon but is a witness for God in this matter, and is a living evidence of what God has done and is doing, because each one knows the character of the influence that has operated upon his or her mind to bring to pass this action which has resulted in the gathering of themselves and the rest of the people together. <\/div><div class=\"paragraph jod\" id=\"v25n987\"> Now, my brethren and sisters, there has been a purpose in this. God has not come Himself from heaven and revealed Himself with His Son Jesus Christ for naught. God has not sent angels from heaven for naught. God has not poured out this Spirit to which I have referred upon all the inhabitants of the earth <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have been willing to receive the truth for naught. There is a purpose that is as old as man himself, and as the earth itself, in thus bringing us together in this capacity in these valleys, and that purpose has not been that we should break the laws of God, or that we should become identified again with the world from whence we have been gathered. That certainly has not been the object that God has had in view in accomplishing these great works; but it has been that we should become a distinct people, a peculiar people,<span class=\"citation\" id=\"77857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77857)\">1 Pet. 2:9<\/a><\/span> a people whom He could use according to His mind and will, and through whom He could accomplish His mighty, His marvelous, and His wondrous purposes. That is the object He has had in view in bringing us together&#x2014;to separate us from Babylon. It is for that purpose that the spirit has rested upon the people, under the influence of which they have gathered out to these valleys, so admirably adapted as a home for the Latter-day Saints, so secluded from the rest of the world that they have been reserved until this late day for us as a people to inhabit. If God had designed otherwise He would have let us remain scattered among the nations of the earth; He would never have gathered us out; we would never have had that spirit resting so powerfully, and, as I have said, so irresistibly upon us; we would have remained in the lands where the Gospel found us and our fathers; we would still be connected with the people from which we have been gathered. But this was not the design. Plainly written, as plainly written as the sunlight which we behold, has been the design of our God in connection with the gathering of this people, a people separate from every other people on the face of the earth&#x2014;a God-chosen people, bearing  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His name, having within us the Holy Ghost that He has poured out to make us His people&#x2014;distinct from every other people and nation&#x2014;composed of people of every nationality, yet blended together by the power of the Holy Ghost, and made one people with a oneness that is not known among peoples or nations of one common origin. <\/div><div class=\"paragraph jod\" id=\"v25n989\"> Ought we not, in view of these facts which are so well known to us, with which we are so familiar&#x2014;ought we not to place ourselves in the position and continue to operate in the position in which God designs? Shall we resist these wonders that are wrought in our behalf? Shall we, having been thus elevated and gathered together, be intractable and resist the purposes of God which are so definitely and so wonderfully made manifest in our own experience? If we do, then condemnation of the most dreadful character will rest down upon us; because we cannot say that we have been ignorant of what God has done. As I have said, each Latter-day Saint who has been thus gathered, has a testimony within himself and herself, that this work is from God; that man did not create this desire within us to gather together and to become identified with the people of God. It is not a spirit that came from man; it is not a spirit that diffuses itself throughout the earth at the command of man; but it has come from God Himself; it has descended from Him and rested through His power upon all who have received it, and each one who has been thus gathered is a witness of this. We should, then, place ourselves continually in the position that God designs we shall act in, and be submissive to His will. <\/div><div class=\"paragraph jod\" id=\"v25n990\"> We have a foe opposed to us that is the most wily, that is the most cunning, that is the most determined, <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is the most unscrupulous, that can be imagined, and that foe is one who was once a great angel holding authority in the presence of God.<span class=\"citation\" id=\"86900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86900)\">D&amp;C 76:25-26<\/a><\/span> He was our brother, sitting side by side with our Redeemer, having equal opportunities with Him. But he rebelled. He turned against the Father, because he could not have his own way.<span class=\"citation\" id=\"92531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92531)\">Moses 4:1-4<\/a><\/span> He determined that he would overthrow the throne of his Father, and engaged in a rebellion to destroy his plans, and because he was not successful he has sought from that day until this day to destroy the work of the Father, and not only to destroy the work of the Father, but to destroy every-one who would listen to the counsel of the Father. Over this earth he has wielded for generations great sway: his dominion has been almost unquestioned, and he has imagined that he would gain supremacy in the earth, and be successful in preventing the Father from fulfilling his designs concerning the earth. Therefore, he has sought by every means within his power to destroy the work of the Father. He has shed the most precious blood which has coursed in the veins of mortal man to accomplish his purposes. He has filled the earth with lies. He has circulated every abominable thing. He has stirred up the children of God one against the other, and has inspired them with the most deadly and hostile sentiments against everything that is holy and pure and godlike. It is only a few days since, inspired by his wicked spirit, innocent brethren of ours were cruelly slain, and if he had the power he would sweep this entire people from the face of the earth. If he could, he would destroy us all, as those Elders were destroyed two weeks ago in Tennessee. It is because he has not the power that he does  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not do it; it is because our Father and God checkmates him, and restrains him, and overrules his acts that he does not do this. The disposition is there, the willingness is there, the murderous spirit is there, everything is there that is necessary to accomplish this except the power to do it, which God in His providence withholds or controls, so as to prevent its exercise. We know this. The experience of 54 years has taught this to us. We have this kind of a foe to contend against. In view of this, what should be our course? Perfect, implicit, unquestioned obedience to our Father and God. What should be the course of every Latter-day Saint? We should not by thought, by word, by action, by any example, by any influence, lend any assistance to this being that is opposed to our God, and who is our deadly enemy, and the deadly enemy of every son and daughter of God. It is for this purpose that we are gathered together. It is that we may be withdrawn from the influence of Satan. It is that our influence may be on the side of our God in establishing righteousness that we are gathered together. We could not operate in this direction with any degree of success if we were <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> scattered among the nations of the earth. Our influence would be unfelt, it would be lost, it would have no effect. It is only by concentration, it is only by gathering together, that we can accomplish the designs of our Father and God. Look at us today. We do not number 250,000 people in these mountains, and yet where is the people whose influence compares with ours? Where is the people whose acts and whose movements attract the attention that do ours? But scatter us among the nations and what would our influence amount to? It would be unfelt and lost. But God has gathered us together, and He aims to make us a great people. He will preserve His Priesthood in the earth, and we shall be victorious over our enemies, and our children after us will inherit the land and the earth. We are laying the foundation of that kingdom that shall never be destroyed,<span class=\"citation\" id=\"61358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61358)\">Dan. 2:44<\/a><\/span> and the Lord will at last reign undisturbed and unquestioned for 1,000 years. That is the promise of our God to us, and we are engaged in that work today. <\/div><div class=\"paragraph jod\" id=\"v25n992\"> [The above was delivered in Smithfield, Cache County, Saturday morning, August 23, 1884.] <\/div>\n<\/div>\n<\/div>"}