{"ID":250043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Franklin D. Richards, delivered in the Tabernacle, Salt Lake City, Sunday Morning, October 5, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Children Should be Taught the Gospel.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 10\/5\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v25n1292\"> I will read a few verses contained in the 68th section of the Book of Doctrine and Covenants, a book of revelation and commandment, which the Lord has given unto us in this last dispensation, for our guidance: <\/div><div class=\"paragraph jod\" id=\"v25n1293\"> &#x201C;And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents. <\/div><div class=\"paragraph jod\" id=\"v25n1294\"> &#x201C;For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are organized. <\/div><div class=\"paragraph jod\" id=\"v25n1295\"> &#x201C;And their children shall be baptized for the remission of their sins when eight years old, and receive the laying on of hands. <\/div><div class=\"paragraph jod\" id=\"v25n1296\"> &#x201C;And they shall also teach their children to pray, and to walk uprightly before the Lord. <\/div><div class=\"paragraph jod\" id=\"v25n1297\"> &#x201C;And the inhabitants of Zion <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall also observe the Sabbath day to keep it holy. <\/div><div class=\"paragraph jod\" id=\"v25n1298\"> &#x201C;And the inhabitants of Zion also shall remember their labors, inasmuch as they are appointed to labor, in all faithfulness; for the idler shall be had in remembrance before the Lord. <\/div><div class=\"paragraph jod\" id=\"v25n1299\"> &#x201C;Now, I, the Lord, am not well pleased with the inhabitants of Zion, for there are idlers among them; and their children are also growing up in wickedness; they also seek not earnestly the riches of eternity, but their eyes are full of greediness.&#x201D;<span class=\"citation\" id=\"86714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86714)\">D&amp;C 68:25-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1300\"> I will also read from the 29th section of the same book: <\/div><div class=\"paragraph jod\" id=\"v25n1301\"> &#x201C;But behold, I say unto you, that little children are redeemed from the foundation of the world through mine Only Begotten; <\/div><div class=\"paragraph jod\" id=\"v25n1302\"> &#x201C;Wherefore, they cannot sin, for power is not given unto Satan to tempt little children, until they begin to be accountable before me; <\/div><div class=\"paragraph jod\" id=\"v25n1303\"> &#x201C;For it is given unto them even as I will, according to mine own  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pleasure, that great things may be required at the hand of their fathers.&#x201D;<span class=\"citation\" id=\"84881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84881)\">D&amp;C 29:46-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1305\"> Referring to our little children, who are becoming, numerically, a mighty host among us, I wish to make a few remarks this morning, the subject seeming to impress itself on my mind somewhat. A consideration of the associations of our young men and young women, reminds us that before they become young men and young women, in the common acception of the term, they are younger men and younger women; and while infant children are in a dependent and somewhat helpless condition. As the tall oaks from little acorns grow, and as mighty rivers are made up from small streamlets and springs that come from hidden sources in the mountains, so is the increase of God's people by reason of their little children that are growing&#x2014;increasing in number and multiplying continually in the land. In early days our increase used to be made up, in a great measure, by emigrants from foreign nations. The past few years our emigration has attained to some three or four thousand, annually, from the various countries in which missions are established, while it has increased many times that number from the great and glorious presence of God our Father, who sends the spirits to this world to dwell. Hence it becomes the great source of our supply, of our increase, and I am sure you will join with me, many of you, this morning in realizing that we have not, in many instances, given a sufficient and proper consideration for our little children that have been committed unto us, when we realize the importance, the eternal consequences that are made to flow from the beginning of their tuition and education here in this mortal life. <\/div> <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n1306\"> Many of this people, who have lived faithful to their professions, know more today of God and His purposes, than they did fifty years ago. We learn by experience as well as by precept, from the Lord, and as in the light of our experience we have obtained observation and got knowledge, we should not only profit by it ourselves, but as Elders in Israel we should endeavor to benefit and improve each other by our experiences, so that we may increase in understanding before the Lord in all our relations to Him and to each other. <\/div><div class=\"paragraph jod\" id=\"v25n1307\"> Now, concerning little children, there is too much of an inclination with many&#x2014;particularly in the world, but this feeling is growing much less among the Saints&#x2014;to treat their children with indifference, to put them off, and to think that a very little of anything will do them very well. Children are apt to be waited on even at the table after the feasted and friends are all served. <\/div><div class=\"paragraph jod\" id=\"v25n1308\"> I will not stop to dilate upon this particular feature of my subject, but will turn to a more pleasing one. Our Savior while here in the flesh, perceiving the people thought that children were of less importance than grown persons, was much displeased and said: &#x201C;Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.&#x201D;<span class=\"citation\" id=\"65152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65152)\">Matt. 19:14<\/a><\/span><span class=\"citation\" id=\"66597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66597)\">Mark 10:14<\/a><\/span><span class=\"citation\" id=\"67866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67866)\">Luke 18:16<\/a><\/span> Who, I ask, among my hearers this morning has been attending the Sunday School and listened to their recitations that has not felt their hearts warmed within them at hearing the early germinations of intelligence made manifest and apparent while they have been reciting the Scriptures, the revelations and maxims from the cards that are now in use in the Sabbath Schools? Who has listened to their songs, so sweet and melodious, without feeling that the very  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessing of the Lord was there, that it was delightful and lovely to be in their midst? Who has gone into the little associations of the Primaries, now held so regularly, among us, and heard them answer their questions, from perhaps the youngest that were able to speak distinctly and articulate so as to be heard&#x2014;heard them answer the questions put by their teachers concerning the kind of knowledge they are expected to obtain and are obtaining&#x2014;who among us have attended these associations and listened to those little ones, without feeling the fragrance of heaven shed abroad upon their souls and being sensible that there is to be found in them a beauty of innocence, of sweetness and purity that we cannot expect in the hearts of a concourse of grown people? Jesus said of them: &#x201C;Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"65153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65153)\">Matt. 19:14<\/a><\/span><span class=\"citation\" id=\"66598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66598)\">Mark 10:14<\/a><\/span><span class=\"citation\" id=\"67867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67867)\">Luke 18:16<\/a><\/span> He might also have said, &#x201C;their angels, their spirits had always dwelt in the presence of God, or before the face of my Father which is in heaven.&#x201D;<span class=\"citation\" id=\"65047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65047)\">Matt. 18:10<\/a><\/span> Learn this, mothers, when you sorrowfully lay away your little ones&#x2014;learn this: their spirits do always dwell before the face of their Father who is in heaven,<span class=\"citation\" id=\"65048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65048)\">Matt. 18:10<\/a><\/span> and let your hearts be comforted, no sin has contaminated their souls, no spot of contamination has tarnished their young and tender consciences. There is purity, the purity of the pure here on earth. What has the Lord said, &#x201C;That little children are redeemed from the foundation of the world through mine Only Begotten; Wherefore, they cannot sin, for power is not given unto Satan to tempt little children, until they begin to become accountable before me; For it is given unto them even as I will, according to mine <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own pleasure, that great things may be required at the hand of their fathers.&#x201D;<span class=\"citation\" id=\"85922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85922)\">D&amp;C 29:46-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1310\"> When He was here upon this continent, our risen Redeemer taught the Nephites, and blessed their children in multitudes.<span class=\"citation\" id=\"82770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82770)\">3 Ne. 17:21-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n1311\"> So powerfully was the Holy Ghost poured out upon them that they spake with tongues. Infants that had no learning at all, declared forth His praise in such glorious, exalted terms, that the brethren present could not write them.<span class=\"citation\" id=\"82941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82941)\">3 Ne. 26:14,16<\/a><\/span> Such was the blessing and favor of heaven, through our Lord and Savior Jesus Christ, shed abroad upon the innocent portion of humanity that was permitted to stand in His presence. <\/div><div class=\"paragraph jod\" id=\"v25n1312\"> Then, seeing that the heavens are so pleased with them, ought not we to understand and entertain a higher estimate of their value, of their heavenly worth, and of their eternal importance, especially when we consider that from these small children that mothers are nursing upon their laps will by and by have grown up Prophets, Seers and Revelators, Judges in Israel, men of God standing forth upon the earth declaring His counsels, building up His Kingdom in all righteousness, and in the power of God. Remember then, that as the twig is bent the tree will be inclined. <\/div><div class=\"paragraph jod\" id=\"v25n1313\"> Let me call your attention to a particular feature in the matter of children and their early condition. In the revelation which I have read to you, the Lord says: &#x201C;Power is not given unto Satan to tempt little children, until they begin to become accountable before me.&#x201D;<span class=\"citation\" id=\"84882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84882)\">D&amp;C 29:47<\/a><\/span> Did you notice this when I read it? Let me ask how many of those present have taken this great truth into serious consideration, to consciously sense this great heavenly indemnity of a few years' growth to each of our  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>infant children in which Satan has no power to tempt their innocent souls; that whatsoever the examples placed before them, whatsoever their early inclinations by reason of erroneous teachings, yet until they are made accountable Satan has no power to tempt them, and they are still innocent before the Lord, until they come to the years of accountability<span class=\"citation\" id=\"84162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84162)\">D&amp;C 18:42<\/a><\/span> when they should be instructed and prepared to be baptized into the Church, and become members of it. <\/div><div class=\"paragraph jod\" id=\"v25n1315\"> People of other religious denominations tell us that if we will give them the education of our children for a certain number of years, they will wrest them from us, turn them loose upon the world, cause them to depart from the faith of their fathers and despise their parentage, seeing this is the design of our enemies, and they are conscious of being able and are endeavoring to do this with our children, ought we not to sense more deeply the value of that same consideration&#x2014;yes, but in a thousandfold greater degree&#x2014;we ought to see to it that the faith of our children is preserved sound, healthy, and kept growing in their bosoms. How important, then, that we teach and educate our children during the first eight years of their lives, so that when they attain to that age they may be admitted into the Church by baptism,<span class=\"citation\" id=\"84395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84395)\">D&amp;C 20:71<\/a><\/span> and receive the laying on of the hands of the Elders for the reception of the Holy Ghost,<span class=\"citation\" id=\"86711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86711)\">D&amp;C 68:25<\/a><\/span> then they will have the aid of that heavenly monitor that will assist the formation of their growing judgments. <\/div><div class=\"paragraph jod\" id=\"v25n1316\"> Let us consider this matter more carefully than we have done. Let us see that while there is a suspension of the wrath&#x2014;if we may so say&#x2014;of Satan, that he has not power <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to tempt our children who have been born under the covenant&#x2014;let us see that we attend to them, and let us give an assiduity to the business of teaching and preparing their young and tender minds, that we have never given before. <\/div><div class=\"paragraph jod\" id=\"v25n1317\"> What is the great object and purpose of this life while we are here upon the earth? What one thing, if possible, is more important than another? It is this: that as our children come to us innocent&#x2014;for the revelation tells us that all men are innocent when they are born into the world,<span class=\"citation\" id=\"89100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89100)\">D&amp;C 93:38<\/a><\/span> and have these early years of indemnity from the power of the tempter to tempt them to sin&#x2014;let us go to and make a better use than we have done of the opportunities we enjoy. Let us instill faith into the tender hearts of our children, faith towards God, obedience to their parents, obedience to the authorities of the Church, that when they come to years of accountability, they may take hold for themselves, with a hearty, strong and loving relish for the principles of the Gospel of divine truth. Let us endeavor to realize the importance of this matter. And what is that other thing we want to preserve to them? It is this: as they come to this life innocent, if men and women can be taken through this life innocent, and sin not before the Lord, and receive of His Spirit and walk in the light of it, so that while passing through this state of probation they shall have maintained a condition of innocence through the blessing of the everlasting Gospel, they will have accomplished a wonderful thing&#x2014;the great object and purpose of their mortal lives. This is the great thing to be sought for&#x2014;to preserve that innocence with which our children are born, and in which they are permitted to live  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a few years, at any rate, free from the power of Satan. It seems to me that if we contemplate this matter in the light of revelation, we ought to see its importance. The Lord has given to us the privilege of being united in the holy marriage covenant for time and eternity. We look forward to inheriting the blessings of the kingdom of God with our children, and that to their increase there shall be no end.<span class=\"citation\" id=\"58083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58083)\">Isa. 9:7<\/a><\/span> This was the Gospel that was preached to Father Abraham&#x2014;that he and his children and his generation should become as the stars in the heavens<span class=\"citation\" id=\"53089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53089)\">Gen. 15:5<\/a><\/span> for multitude,<span class=\"citation\" id=\"129149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129149)\">Deut. 1:10<\/a><\/span> and like the sands on the seashore that cannot be counted.<span class=\"citation\" id=\"53364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53364)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"129150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129150)\">Gen. 32:12<\/a><\/span> We look for blessing, dominion, exaltation and glory in the eternal worlds, through similar means. <\/div><div class=\"paragraph jod\" id=\"v25n1319\"> Now, then, my brethren and sisters, I wish to ask a question at this stage of my discourse. Realizing something of the value which the heavens set upon the children; remembering that the Prophet Joseph Smith himself taught and left on record in his history that little children who depart this life before they come to the years of accountability go back to the presence of God;<span class=\"citation\" id=\"92129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92129)\">D&amp;C 137:10<\/a><\/span> that many children were of so excellent a spirit that God, in His grace and mercy, took them away from the adverse conditions of this life, that they might not be required to suffer as many others had to; this being their position before the heavens, what are we to think of parents, who, having these principles before them, turn their children over to our avowed enemies to be educated, knowing that their policy is to break down &#x201C;Mormonism,&#x201D; especially the authority of the Priesthood to counsel, direct and govern the people. I say, what are we to think of such parents? How can those people do <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such things and be justified in the sight of God? It seems to me they must be consummately ignorant or consummately wicked to do such a thing. I should think it right that such be refused certain privileges of the Gospel, until they had a better idea in regard to these things. I do not see how they can themselves feel that they have a right to open up to further intelligence, or to have further blessings bestowed upon them. If people are so insensible to and so ungrateful for blessings already conferred, how can they expect more? Oh, that such people would turn round and understand the foolishness and sinfulness of their course, for if they do not repent, their action will bring sorrow and affliction, until their gray hairs will come with sorrow to their graves. <\/div><div class=\"paragraph jod\" id=\"v25n1320\"> It appears in contemplating this subject&#x2014;more especially since the great work of the Sunday schools has been going on in our midst, since the vast labor of the mutual improvement associations has been inaugurated among our young men and young women&#x2014;that there is a stupendous work before us, that our children, while they are on our laps, and while prattling in and about our homes, developing the first germinations of intelligence&#x2014;that then is the time to instill the first ideas of faith towards God and His work, into their young and tender minds. The wicked world are endeavoring to wean away our children by their arts, their publications, and by the blandishments of falsely so-called &#x201C;superior civilization.&#x201D; They would like to draw away the young and rising generation of Israel. They have learned that we, their parents, have the principles of the Gospel established in us, and that we are  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not easily moved, unless we fall into transgression. They find that their purpose of building up their churches by conversions from amongst our people is futile and hopeless. They find that the Gospel of eternal truth is established in the hearts of this people; that we have received something which satisfies the human mind, a something which they have not got to offer. They find that they cannot furnish the human mind with the satisfying influence and effects which are afforded by the Gospel of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v25n1322\"> Great and abundant are the blessings that are promised unto those who seek unto the Lord in the days of their youth. They who seek Him <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> early shall find Him,<span class=\"citation\" id=\"57405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57405)\">Prov. 8:17<\/a><\/span> and from such He will not turn away.<span class=\"citation\" id=\"88641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88641)\">D&amp;C 88:83<\/a><\/span> It was anciently a divine injunction with promise to the youth of Israel, that they were to reverence and obey their fathers and their mothers, that their days might be long in the land which the Lord their God gave to them;<span class=\"citation\" id=\"54275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54275)\">Ex. 20:12<\/a><\/span> and this promise&#x2014;renewed to our children with the same conditions now&#x2014;<span class=\"citation\" id=\"129151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129151)\">D&amp;C 38:20<\/a><\/span>should be esteemed and regarded with equal or greater deference to that anciently bestowed. * * * * <\/div><div class=\"paragraph jod\" id=\"v25n1323\"> Praying always that the understanding of the Lord may be given unto us that we may know and do His Holy will, in the name of Christ our Lord, Amen. <\/div>\n<\/div>\n<\/div>"}