{"ID":250031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">But One Church of God&#x2014;Wherein the Saints Are a Peculiar People&#x2014;Church and State Rule&#x2014;Religion Should Be No Bar to Political Office&#x2014;Political Doings Elsewhere&#x2014;Poverty in the East&#x2014;Fear of Riots&#x2014;Labor Question&#x2014;Trades, Etc., for Young People&#x2014;Storing of Grain&#x2014;Troubles Coming&#x2014;Fortunate Situation of the Saints&#x2014;Exhortation.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered at Ogden, on Sunday Morning, July 21, 1878.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Rights of the Saints.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 7\/21\/1878<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v25n805\"> I am very pleased this morning at having the opportunity of meeting with the Latter-day Saints in Ogden, and I trust that while I shall attempt to address you, I shall be assisted by the Spirit of God, in making such remarks as shall be appropriate to your circumstances and condition. Brother Hardy, in his remarks, said we were the people of God, and that we were engaged in establishing His Kingdom on the earth. If this is <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so&#x2014;and I suppose you as Latter-day Saints who are present today, can bear testimony that this is the case&#x2014;then we ought to be a people entirely different from every other people upon the face of the earth; because there can be but one people of God, or one Church of God, or one Kingdom of God; there cannot be two, nor three, nor more, one opposed to the other. Everything that has been revealed concerning  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, concerning His Church, and concerning the principles of salvation, leads us to the conclusion that there is a oneness, that there is union, and that divisions and opposition cannot exist among the people of God; it would be entirely inconsistent with every idea of the eternal Creator to suppose anything else than this. Hence, no matter where you find those who are truthfully the people of God, you will find them under all circumstances united, thinking alike, believing alike, and acting alike. That is, having the same objects in view, the same aims to reach, and being prompted by one common motive or impulse. Therefore, having this view, I differ, upon some points, from some who are called Latter-day Saints, who seem to entertain the idea that because we are in the world we must necessarily be of the world, a part of them; and that the standard which is looked up to and recognized in the world as correct, is one to which we should conform. Now, in this respect I differ from those of my brethren who entertain these ideas. I think it is our duty, making the professions we do and occupying the position we do, to be so far as necessary entirely original, or to use a word that is commonly used to describe us, a peculiar people.<span class=\"citation\" id=\"77855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77855)\">1 Pet. 2:9<\/a><\/span> Because the world have a certain way to accomplish certain objects, I do not recognize it as at all necessary for us to do the same as they do. And I am quite willing that it should be known and understood, so far as I am individually concerned, that in many respects I differ from the world by which I am surrounded: and that in being a Latter-day Saint I claim the right, so long as I act in accordance with the rules of good order and do not violate any rules of decorum, to do as I please, to think as <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I please, and talk as I please. This is a right that I claim as a Latter-day Saint. If I choose to believe that God has established upon the earth His Church, at the head of which He has placed a Prophet, and I choose to believe in that Prophet, to listen to his teachings, to be guided by his counsels, I claim that so long as I do this and do not interfere with my fellow citizens in the exercise of their privileges, it is my right to do so. If I choose to believe that the Lord has placed in His Church Twelve Apostles, to whom He has given the keys of the Apostleship and authority,<span class=\"citation\" id=\"90221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90221)\">D&amp;C 107:23<\/a><\/span> and to whom He has committed the last dispensation, requiring of them to go to all nations as messengers of life and salvation,<span class=\"citation\" id=\"129128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129128)\">D&amp;C 107:33<\/a><\/span> or see that the Gospel is carried to all the nations of the earth,<span class=\"citation\" id=\"129129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129129)\">D&amp;C 107:38<\/a><\/span> and I choose to listen to their instructions and counsels and be governed by them, choosing to acknowledge them as channels through which life and salvation shall flow unto me, and that every administration of the laws and ordinances of God's House is sacred and holy; if I choose to do this, I think it is my right to do it, so long as in doing so I interfere with no other man's rights and privileges. So in relation to gathering together. If, as a Latter-day Saint, I choose to leave other societies and communities and separate myself from them, to cast my lot in the midst of a people with a faith similar to my own, to choose them as my associates and mingle with them, and to patronize them and uphold them in all their labors and undertakings, who is there that has the right to question me in so doing, so long as I do not interfere with the rights of my fellow citizens? In speaking thus of myself, the same applies to this entire people; for that which is right in  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>individual cases, is right in cases of an entire community, whether they be numbered by thousands or millions. A great deal of fault has been found with us, as a community, because of these peculiarities, because we choose to believe that God our Eternal Father has established His Church and placed at the head thereof a Prophet; because He has established His Church and placed therein Apostles, Prophets, Evangelists, Teachers<span class=\"citation\" id=\"75086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75086)\">Eph. 4:11<\/a><\/span> and other helps:<span class=\"citation\" id=\"73647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73647)\">1 Cor. 12:28<\/a><\/span> because He has restored the everlasting Gospel in its simplicity and power; and also the gifts thereof, so that men can enjoy them again; because, I say, we believe in this and claim this, a great many are disposed to find fault with us. Now, I claim that it is nobody's business but our own what we believe, as to how we live, as to how we do or how we organize ourselves, so long as we do not violate law and do not trample upon the rights of those by whom we may be surrounded who are our fellow citizens. I speak thus because of some things which I notice in our midst. Now, I am away considerably, and when I get back I suppose I look upon the condition of affairs here with a little more scrutiny than if I were here altogether. And I notice this, that there is a disposition among some who belong to the Church to truckle, a tendency to bow, a tendency to drift in the direction of society as it exists elsewhere, and I have noticed that some people are dreadfully afraid of the association of church and state, dreadfully afraid that somebody will be mingling politics and religion, that someone who holds office in the Church among us may hold some political office. I do not share in that fear in the least. I have never shared in it, I hope I never shall, and have no idea I ever <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall. To do this, I am too conscious of the fact that the Latter-day Saints have been led to these mountains by the Almighty, through His servants, and that He has given unto us rights as citizens of the land, and being in the majority, it is our right to govern this land, to govern it in such a manner as shall secure to all men who enter its borders their rights, whether they be Latter-day Saints, Methodists, Presbyterians, Infidels, or anybody else, either &#x201C;heathen Chinese&#x201D; or civilized American. The Lord has given us ability thus far to govern the land; and it affords me no little pleasure to be able to say that there is no part of this nation so well governed as this Territory, which has since the day we came here been governed by the &#x201C;Mormon&#x201D; people; and there is no part of these United States that compares with this Territory for prosperity, for good order, for good government, and for freedom from taxation and everything else that is burdensome. And to whom is the credit due? It is due to the Lord; and next to Him it is due to His servants and people. <\/div><div class=\"paragraph jod\" id=\"v25n808\"> There have been attempts, and there will be continued attempts made to wrest the control of this land from us. We are engaged in a warfare; we have been told from the beginning that it is a warfare that will not cease until righteousness prevails on the earth. Every man that enters into this Church, if he understands the nature of his calling, understands that he enters into a warfare to contend for the triumph of truth. Do not those who are opposed to the Latter-day Saints recognize this? Certainly they do; and their efforts have been, and are so directed today, and will continue to be, to wrest that power from us which the Lord has given  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto us. They would throw dust in the eyes of the Latter-day Saints, if possible, and try to foster in the minds of the people that there is something very inconsistent with the Constitution and genius of our institutions for men who are religious to have anything to do with politics. It is considered all very well for a wicked man to hold office; he can mingle in politics and help to frame the government of the country; but the man who makes any profession of religion, especially if he be an official in the church to which he belongs, has no right to meddle in politics, or interfere in any way with the government of society. This is all wrong from beginning to end. Admitting what I said in the beginning, that we are the people of God, I would ask, what better people can be found, and what more suitable people to take charge of the affairs of mankind in the earth and establish righteous principles and maintain laws under which all men can dwell in peace and be entirely free from oppression and everything of this character? Who, I would ask, are better qualified to do this than the men who understand the principles of truth? Suppose, for instance, that today and from this day forward, the Latter-day Saints, those who are active in their religion and in the performance of the duties of their religion, were to withdraw from politics and leave the government of this land to others, what would be the result? It would not be but a little while before the scenes we see in other places, and that are deplored by every lover of liberty in the country, would be enacted in this part of the land; you would see a condition of affairs that would cause you to mourn, and you would be willing to flee to any place almost to be free <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from participating in them. This would be the result if those who are active, as Latter-day Saints, were to withdraw from participation in these matters. But is this the design of the Lord? No, it is not; He never did design that this should be the case, and it would be a want of wisdom on our part, as a people, to allow any such a condition of affairs to exist. I maintain that Latter-day Saints have a perfect right to hold office, and they should not be excluded from office; that whenever the people choose to elect one of them, it would not be considered improper in the least degree, no matter what his standing, he has a perfect right to hold that office; and if he be a righteous man, the better it will be for the people, if he will condescend to take upon him the duties of the office. Instead of excluding such a person I would feel thankful to him to fill it, feeling assured that such men would give satisfaction, and that while they were in power good government would be preserved in the land. Some of our enemies have come to Congress, and have complained about &#x201C;Mormons&#x201D; holding office. I have said, gentlemen, if you would exclude a &#x201C;Mormon&#x201D; from holding office, because of his ecclesiastical authority, you will have to exclude every man of worth in the Territory, for there is not a man of worth in the Territory who does not hold some office in our Church. The shoemaker who works at his trade for a living, may be called upon on the Sabbath to preach to the people; the carpenter, the blacksmith, the mason, the man who works from Monday morning to Saturday night may be called upon to preach the Gospel of salvation; and such men are all the time being called to go to the nations of the earth as ministers of the Gos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pel; and if it be a crime for a man to hold a political office who is a minister in our Church, then you will have to exclude every man of worth in our Territory, for our Bishops are our most prominent and active business men; and there is this feature with those who act in this Territory, they act without pay; and the men who distinguish themselves in the manipulation of their own affairs are generally selected to manage the affairs of the public, and they are men most suitable to attend to business affairs, to act as Probate Judges, or in any other office. When this is explained, it is very rarely you will hear a man find fault. But there are some who complain about the &#x201C;Mormon&#x201D; hierarchy, who do not seem to know that it consists of the entire people, and that every man of worth, professing the faith and religion of the Latter-day Saints, belongs to that hierarchy. <\/div><div class=\"paragraph jod\" id=\"v25n811\"> I trust none of the Latter-day Saints are tender on this point. I would proclaim it to the world that we have such confidence in our leading men, the men who have made this country, and who have planted our feet in these mountains, the men who have all the day long urged the people to habits of industry, and to become self-sustaining, the men who framed our governments&#x2014;our city government, or county government, our Territorial government, such as we have today, and who organized us as we are organized here; I say, I am not ashamed to acknowledge that I am willing to be led and governed by the counsels of men who have done such wonders, as we witness on every hand. Call them Apostles, call them Prophets, call them Bishops, call them Elders, call them anything you please that is honorable, I am not ashamed of it. I would just as soon they dictate as <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to have a little caucus do it. I have seen these caucuses outside of this Territory and among non-Mormons. A few men get together and caucus, and plan and arrange, and they get up a ticket, and lay their wires so that others will sustain it, and the Convention will sustain it, and by this means get their favorites into power. This is a common practice all over the United States. I would deplore it as one of the greatest evils that could occur to us, that there should be a scramble for office among the Latter-day Saints. When two or three brethren, who aspire for office, try to divide the people, this is something to be deplored. I therefore have always advocated keeping down our salaries, that offices may not be very desirable, so that men shall not desire to get possession of office to use it, or feel that because they are elected once to office they ought to always have it. We should always be ready and willing to serve when called upon, and just as willing to decline when required, having at heart the good of the community. A great many of the Members of Congress during the last session were exceedingly anxious for an early adjournment. Why? That they might return home in time, to manage the primary meetings, because if they did not, there was every probability that they would be defeated. It has been noticed, for instance, that Oregon has never elected the same man twice. Why? Because when the convention met to nominate a candidate the member would be in Washington, and somebody else would be nominated, and he would be left out in the cold. It is a remarkable fact that from that State up to the present date a Member of Congress and a Senator has never been elected twice for the same term. And there are other places  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>similarly situated, where men have to be home to superintend the nominations, or they would lose the election. I cannot tell how many times I have been congratulated on the ease with which I have been elected. Members ask me if I have to spend much money and time to secure my election. I tell them it has never cost me any trouble in the least; that I have been elected because the people want me; and when they do not want me I should stop at home. There are some districts in the United States in the same condition, where men are so strong in their districts that it is not necessary that they should return to arrange for their election. But in the most of cases this is what they have to do; they have to watch very carefully, and have their friends on the watch for them, and lay their plans so that they may not have their primary meetings and conventions captured by their enemies. I would indeed deplore the existence of this condition of affairs among us. If there should be any division of sentiment among us at any time, let us do as brethren and sisters should do&#x2014;for the sisters have a voice in this matter as well as the men, and their voice should have weight; there should be representatives of both sexes&#x2014;and arrange our differences in the beginning, in our first meetings and there settle them; and then let us go to the polls united, as one body, sinking any differences of opinion we may have, being determined to carry out that which the majority decides upon, because the majority should rule, and this is a principle that should be recognized. The voice of the majority should be potent, and have influence with the minority, and the minority should not rebel against the majority. You take a republican caucus or a <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> democratic caucus; let them get together and talk about any principle or upon any nomination. They set us an example in some respects, which we might imitate with a good deal of profit. I have seen and known of them quarrelling, and have heard strong arguments&#x2014;the most bitter arguments; but after the vote has been taken, after the will of the majority has been announced by vote, then the minority submit and cast their votes with the majority. It is so in nominating the Speaker of the House. The Democratic speaker of the House is not the choice of the entire Democratic party, but he is the choice of the majority. So with the doorkeeper, sergeant at arms and the various officers selected, and the minority submits to the majority. So with the Republicans in the Senate. It should be so with us, as a community; we should be willing to submit to the will of the majority upon these points. <\/div><div class=\"paragraph jod\" id=\"v25n813\"> I am thankful, brethren and sisters, in coming back to find so much prosperity in our Territory. You may think you have had hard times, as I have no doubt you have, there is a scarcity of money, and in some instances a scarcity of labor. But compared with the condition of the East, you can well say you have a good deal of prosperity. It is a most painful thing to witness the amount of destitution and poverty found in many of the eastern cities, and through the land generally. You can scarcely walk from the Capitol down Pennsylvania Avenue to the hotel, without being solicited as many as half a dozen times for charity, colored people and white people soliciting alms. And this is the case in most cities. It is most painful to see respectable people, people whom you would not suspect  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were in want, from the appearance of their clothes, ask for alms. And this is the case almost universally throughout the east. One of the most grave fears I noticed in the minds of members during this and the summer previous to the adjournment was, that the difficulty arising from the hard times, the want of labor, etc., would give rise to destructive riots. It is true that men's hearts are failing them in looking forward for the things that are coming to pass. <\/div><div class=\"paragraph jod\" id=\"v25n815\"> In this respect we are not without our difficulties. We have trouble about water. That is one of the weighty questions that is looming up in our midst&#x2014;how to divide our water equitably and justly, and will have to receive attention. Another question is, how to employ our poor people; how shall we put an end to idleness in our midst? How shall we furnish employment to our numerous children, our young men and women growing up? What shall we do to furnish an abundance of employment for everyone who desires labor? These two questions require attention. But notwithstanding the existence of these difficulties, our condition in many respects is a most enviable one. We have a healthy country; we have a country where we can live in peace and quietness. The rights of society have been respected thus far in our midst; secret combinations do not exist among us having for their object the overthrow of existing institutions or the destruction of society and property, or the reducing of property to one common level. There are no evils of this kind menacing us today. We have an abundance of land. It is true our land is dry land: but still there is plenty of room for our young people to spread out. And there should <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be one principle, I think, observed by us, and that is, that every father and every man who has influence in our various localities should endeavor to the extent of his ability and opportunity to bestow upon our young men a knowledge of the various branches of business. It is a matter pressing itself upon our attention, and it should receive attention from us; that every boy and every girl in our community should be taught something, some branch of skilled industry by which they can sustain themselves. If our boys wish to become farmers, make them the best of farmers, endeavor to teach them some knowledge concerning agricultural chemistry, so that they will be the better qualified to make our land as productive as it can be made. Let our girls be taught branches adapted to their sex, by which they can sustain themselves. Let our great desire in this direction be to become a nation of producers, that idleness may not be known in our land. This is a matter that must receive attention; it has received some, but it must receive more. If some of our boys evince a desire to become herdsmen, efforts should be made to put them in possession of books on stock-raising. The very best sources of information respecting this business should be placed within their reach to enable them to raise the very best animals; and this desire to make the best use of the blessings of God, should be encouraged and entertained by all. Do not forget, my brethren and sisters, the teachings you have heard and which have been repeated in our hearing for so many years; I refer to the saving and storing of grain; for the day will come when you will see the wisdom of doing so, and when many of you will doubtless wish you had profited by it. For I tell you  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that wars and desolation will cover the land, just as prophets have declared they would; and these are coming, coming, coming, as plainly and as surely as the light comes in the morning before the sun rises above the summit of yonder mountains, and before we see his rays. We see the light approaching from the east, which gives us notice that the sun is upon us, and that we will soon feel his rays. So with the signs of the times at the present. We have only to read the newspapers, and look abroad and see confusion, and see difficulties, and see war, and see pestilence foreshadowing themselves over the land. And these things will come to pass as sure as the Lord has spoken it, and as sure as His servants have testified to these words. I say you should be thankful every morning, noon and night, and all day long, that you are in these mountains, and that your families are so comfortably taken care of in these secluded valleys. You may have difficulties to contend with, we may have many things that render our position unpleasant; but nevertheless our position is the most enviable of any community or any people within the confines of the United States, from Canada in the north to Mexico in the south. There are no people who enjoy a more enviable position. Men have already begun to accord this to us, and say our location is exceedingly desirable. And the fact is being understood and recognized, that there has been what they call a series of fortunate circumstances, but which we call the providences of God, around this people, that have placed us in a most wonderful position to exercise power and do great good. Every time I come home I have these feelings deepened in my heart. I feel more thankful every time I come in sight <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of these mountains from the east; it seems that every trip increases my thankfulness, to see the homes and places which God has given unto us, to which He has led us and which He has made so blessed in our dwelling here. We are blessed with pure healthy water; and the sun, although its rays are fierce, does not have the effect upon us as upon the people in the east. If the thermometer were to rise 10 degrees higher, I would rather endure the heat here, say at 100 degrees, than at 90 degrees in the east. I feel more vigorous, which is doubtless in consequence of the cool and refreshing canyon breezes which blow down upon us evenings and nights, which enable us to recuperate from the wastes of the day. This is only one thing, but it shows how good the Lord has been in leading us out to this land; and the time will yet come when we will appreciate our position, geographically, still more, when the calamities which have been spoken of by ancient and modern prophets overtake the inhabitants of the earth as well as those of our own nation. Look at our nation for instance; it is asserted by a majority of the people that the President has been put in his position by fraud. Although it has not been proven that President Hayes has been a party to the fraud, and indeed, I believe him to be free from accusations of this kind, yet this does not change the fact that a majority of the nation believe that he occupies the presidential chair through fraud. And of course if this is the case his Cabinet is not legally chosen. But it shows the condition we are coming to; those of you who are posted in the results of what is called the Potter investigating committee are acquainted with the irregularities that have been brought to light,  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which alone give an idea of the state of society. <\/div><div class=\"paragraph jod\" id=\"v25n818\"> Shall we, brethren and sisters, allow ourselves to drift into this channel? When men come to us saying that it is not right that we should manage our election affairs as we do, shall we hearken to them when there are such examples before us all through the east? I say it would be placing ourselves in a most undesirable and critical position; it would be throwing away the blessings God has given us, and which He wishes us to magnify and appreciate. I hope to see the day when through all of these mountains, from Idaho in the north to Mexico in the south, there shall be a free people dwelling at peace, enjoying the blessings of liberty, enjoying the blessings of a Constitutional form of government, electing their own officers by their own free and unbiased choice, and upholding them; and these officers executing justice and righteousness in the midst of the people. I do already see it in part, for all through these valleys we have a system of government which is the purest Constitutional republican-democratic form of government that can be found anywhere over the United States. I prize it, I know its cost; and we should maintain it, every man and woman should maintain it by standing up for their rights, for they have a right to vote, and vote for any man they may choose, no matter who he may be. When you decide that he is the man to fill the office, then elect him, and if you find that such a man does not suit you, when the time comes, change him, and uphold such men only as will maintain the laws and the princi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ples of Constitutional government, and honor the office to which they are elected. Let us never feel to oppress any man because of his religious views, or because of his poverty or because of his political views; but to the contrary, feel that it is a sacred duty imposed upon us to tolerate freedom and preserve good order, and see that integrity and honesty prevail in the land. And you will see the day, and it is not far distant, when these mountains will be the stronghold of a free people, and when men will come here because the principles of the Constitution will be maintained here; and they will be protected in their political and religious rights. And this is the mission which God has given unto us. We should stand shoulder to shoulder, and let no man divide us, no matter who he may be. It is our duty to bind these people together in the strongest possible manner by the bonds of righteousness, not in iniquity, not by secret combinations, but by the bonds of righteousness; because we are few in number, and it is only by our unity that we can be made strong. Let us maintain unity, brethren and sisters; let us maintain it in the Gospel, maintain it in the ordinances that God requires us to submit to; maintain it in all our political affairs, from north to south, and be one, bearing in our minds that a poor nomination well sustained is better than a good nomination not sustained. <\/div><div class=\"paragraph jod\" id=\"v25n819\"> That God may bless you, and fill you with His Holy Spirit, and preserve you in the liberty of the Gospel, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}