{"ID":250008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Desirable Condition of the Saints&#x2014;Characteristics of Prophets&#x2014;The Governing Power of God in Human Affairs&#x2014;Man's Ingratitude Toward God&#x2014;The Enlightening Power of God's Spirit&#x2014;Man's Origin, Probation and Destiny&#x2014;A Base Conception of the Object of Life&#x2014;The Savior's Noble Example&#x2014;The Source of True Happiness&#x2014;Great Truths Revealed Through Joseph Smith&#x2014;Eternal Associations and Destiny of the Saints&#x2014;How to Attain to a Knowledge of the Things of Eternity.<\/div>\n<div class=\"subtitle\">Discourse by President Joseph F. Smith, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, February 17, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Ancient Prophets Young Men.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 2\/17\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v25n120\"> I trust that the Spirit of the Lord may direct what I may say. It is sometime since I stood before a congregation in this building; my labors have been directed in a great measure in other settlements where I have enjoyed seasons of pleasure and profit, witnessing a good spirit and a lively feeling among the Latter-day Saints wherever it has been my privilege to meet with them. I believe that the same good spirit prevails among the Latter-day Saints in this City and throughout this Stake of Zion, and that there is generally a feeling of confidence and faith in the hearts of the Saints in the work of the Lord, and in His servants. This is gratifying, when we realize the importance of our being united, and of our faith being centered in the Lord, and in the great work God has begun in the earth in these last days. Without unity and confidence no faithful Latter-day Saint can be truly happy. <\/div><div class=\"paragraph jod\" id=\"v25n121\"> Brother Abraham Hatch has dwelt upon the idea he had when a boy, in relation to the characteristics of a Prophet. I presume that his idea <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was similar to that entertained by most of the civilized world today, and yet I do not think that there is any ground or reason for such opinions respecting the character of men who have been inspired of God. While he was speaking upon this subject, my mind reverted to some of the ancient Prophets whose words have been handed down to us as words of inspiration, and so far as my mind can recall, all those eminent men of ancient days were, I believe, young men when they were called to their respective positions. From the first man Adam, down to the latest inspired man of God of which we have any account in the Scriptures, they were all chosen, so far as my knowledge goes, when they were in their youth. Abraham became an inspired man when very young. He was called to be a Prophet and Patriarch in his youth. His sons Isaac and Jacob, were not at all old men when the prophetic inspiration fell upon them. And when we come down to later times we find that the Prophet Samuel was chosen and  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dedicated unto the Lord in his childhood. He was a Prophet from his youth up. David was a youth, Daniel was a youth, Isaiah was a youth, and so far as I recall to mind, the Prophets were all young men when they were called to the work that they had to perform. Jesus himself, the greatest of all Prophets, only attained His thirty-third year when He was offered as a sacrifice upon the cross. Most of the Apostles who were chosen by our Savior were young men, and those who have been chosen in this dispensation were all of them, in the beginning, young men, some of them almost beardless, much less having flowing beards, grey and bald, wrinkled and old, as we see the prophets and patriarchs pictured by modern artists, representing the modern conception of them. President Taylor himself, when he was called to the apostleship&#x2014;which is a prophetic calling&#x2014;was only a young man about thirty years of age, and there were many younger than he, and all the way down to the present time nearly every man called to the prophetic calling has been called in his youth, grown up under the inspiration of the Almighty, and has developed under the influence and power of the Spirit of the living God. There is, I think, good reason for this. The young mind is much more plastic, much more susceptible of impressions and of influence than the older mind. A youth can be conformed, so to speak, in his ideas, thoughts and feelings, to the will and requirements of heaven, much easier than in old age. Nevertheless, I believe that God is able to inspire any man who is good, faithful, pure and righteous in his desires; God delights in the willing mind and in those who keep His laws and commandments. Men have been raised up in almost <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all ages of the world to perform certain works, or accomplish certain missions; they having been inspired for that work and mission from their infancy, and it may be even before they were born into the world. No doubt all the prominent men who have figured in any dispensation of the Gospel since the days of our father, Adam, until the present, were inspired of the Almighty from their childhood, and were chosen and selected even from or before their birth.<span class=\"citation\" id=\"60269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60269)\">Jer. 1:5<\/a><\/span> God has His eye upon the world; He overrules and controls all things, notwithstanding He is shut out from the councils of men by their unbelief. His authority is not admitted by the world. The children of men ignore His right to govern and control, to dictate or to counsel in the earth. Nevertheless, He governs and controls the nations of the earth and individuals, and all things are subject to His power. I do not mean that all mankind are obedient to His will; I do not mean that they are willing to acknowledge Him, or that they know Him. I am rather inclined to the opinion that they are ignorant entirely of Him and of His power, and that they do not conceive it possible that He governs and controls the affairs of the nations of the earth. Nevertheless, He does so, and while &#x201C;man proposes, God disposes;&#x201D; while the leaders of the nations of the earth plan and scheme, and seek to govern according to their ideas, yet God Almighty overrules their acts and brings forth results which, in accordance with His wisdom, are designed to hasten and ultimately consummate His grand and glorious purposes in the earth. And I believe that one of the greatest sins of which the inhabitants of the earth are guilty today, is the sin of ingratitude, the want of acknowledgment, on their  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>part, of God, and His right to govern and control. We see a man raised up with extraordinary gifts, or with great intelligence, and he is instrumental in developing some great principle. He and the world ascribe his great genius and wisdom to himself. He attributes his success to his own energies, labor and mental capacity. He does not acknowledge the hand of God in anything connected with his success, but ignores Him altogether, and takes the honor to himself; this will apply to almost all the world. In all the great modern discoveries in science, in the arts, in mechanism, and in all the material advancement of the age, the world say: &#x201C;We have done it.&#x201D; The individual says, &#x201C;I have done it,&#x201D; and he gives no honor or credit to God. Now, I read in the revelations through Joseph Smith, the Prophet, that because of this, God is not pleased with the inhabitants of the earth, but is angry with them because they will not acknowledge His hand in all things. I am inclined to acknowledge the hand of God in all things.<span class=\"citation\" id=\"86360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86360)\">D&amp;C 59:21<\/a><\/span> If I see a man inspired with intelligence, with extraordinary ability and wisdom, I say to myself he is indebted to God for that wisdom and ability, and that without the providence or interposition of the Almighty, he would not have been what he is. He is indebted to the Lord Almighty for his intelligence, and for all that he has; for the earth is the Lord's and the fullness thereof.<span class=\"citation\" id=\"56509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56509)\">Ps. 24:1<\/a><\/span> God originated and designed all things, and all are His children. We are born into the world as His offspring; endowed with the same attributes. The children of men have sprung from the Almighty, whether the world are willing to acknowledge it or not. He is the Father of our spirits.<span class=\"citation\" id=\"77225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77225)\">Heb. 12:9<\/a><\/span> He is the originator of our earthly taber<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nacles. We live and move and have our being<span class=\"citation\" id=\"72008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72008)\">Acts 17:28<\/a><\/span> in God our Heavenly Father. And having sprung from Him with our talents, our ability, our wisdom, we should at least be willing to acknowledge His hand in all the prosperity that may attend us in life, and give to Him the honor and glory of all we accomplish in the flesh. We are particularly dependent upon the Almighty for everything we possess of a worldly character. There is not a man on the earth possessed of the wisdom or power of himself to cause even a spear of grass to grow, or to produce a kernel of wheat or of corn, or any fruit, vegetable, or any material whatever which is essential for the sustenance, the happiness and the well-being of a human creature in the world. It is true we can go to the earth, we find it prepared to a certain extent, and we cultivate, plow and plant, and we reap the harvest; but God has ordained that the fruits of our labor shall be in subjection and in obedience to certain laws which He Himself controls, and which He has kept out of the power of man. Man may boast of having a great deal of wisdom; of having accomplished a great deal in this 19th century; but, if he did but know it, he derives the ability by which he accomplishes these things from God his Father, who is in heaven. He does not possess the power in and of himself. <\/div><div class=\"paragraph jod\" id=\"v25n123\"> I read a Scripture something like this: that &#x201C;there is a spirit in man.&#x201D;<span class=\"citation\" id=\"56207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56207)\">Job 32:8<\/a><\/span> Now, if that should stop here, there would not be perhaps anything very remarkable about man; for the spirit of man knoweth only the things of man, and the things of God are discerned by the Spirit of God.<span class=\"citation\" id=\"73093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73093)\">1 Cor. 2:11<\/a><\/span> But while there is a spirit in man, it is further stated that &#x201C;the inspiration of the Almighty  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>giveth it understanding.&#x201D;<span class=\"citation\" id=\"56208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56208)\">Job 32:8<\/a><\/span> There is not a man born into the world but has a portion of the Spirit of God,<span class=\"citation\" id=\"68555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68555)\">John 1:9<\/a><\/span> and it is that Spirit of God which gives to his spirit understanding. Without this, he would be but an animal like the rest of the brute creation, without understanding, without judgment, without skill, without ability, except to eat and to drink like the brute beast. But inasmuch as the Spirit of God giveth all men understanding, he is enlightened above the brute beast. He is made in the image of God Himself,<span class=\"citation\" id=\"52234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52234)\">Gen. 1:26-27<\/a><\/span> so that he can reason, reflect, pray, exercise faith; he can use his energies for the accomplishment of the desires of his heart, and inasmuch as he puts forth his efforts in the proper direction, then he is entitled to an increased portion of the Spirit of the Almighty to inspire him to increased intelligence, to increased prosperity and happiness in the world; but in proportion as he prostitutes his energies for evil, the inspiration of the Almighty is withdrawn from him, until he becomes so dark and so benighted, that so far as his knowledge of God is concerned, so far as the future or hopes of eternal life are concerned, he is quite as ignorant as a dumb brute. <\/div><div class=\"paragraph jod\" id=\"v25n125\"> I was remarkably struck upon this point only a short time ago by the expressed opinion of an individual who is considered to be very intelligent&#x2014;a philanthropist, going about the country, and said to be doing a great deal of good, who remarked in my hearing that the future was a blank; that we knew nothing about it; that we knew nothing as to the condition of the spirit after death; nor as to the pre-existence of spirits; and that all these things must be left without consideration as matters wholly beyond our reach. This, in substance, was the opinion expressed <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by this very intelligent person who is going about the country doing so much good. I do not doubt that individuals may go about doing good, relieving present necessities, throwing out practical ideas and suggestions, as to temporal concerns and administering reproof that will be greatly beneficial to very many in their present worldly condition. But in view of the possibilities of the great and eternal hereafter, and the important contingencies of the past, involving our origin and our destiny, some of us are so constituted that we cannot content ourselves to rest such vital matters here, in the midst of so much ignorance, uncertainty and doubt. We desire to know something about the future and the past, as well as of the present. What is the object of our being? Whence have we come? Whither are we going? What consequences are dependent upon this life? What is to be gained or lost? To whom are we responsible, seeing we do not owe our existence to our earthly parents alone, nor to chance or hazard? Is there any reward or punishment hereafter for good or evil committed in the flesh? We desire to know something about these things, if it is possible to know anything about them. What is the standard of right and truth, and who is the great example? Those who say in their hearts that it is impossible to learn anything about these things; that it is sufficient to content ourselves with that which we can see and hear and handle, and with that which only materially affects our present existence; that that is all we have to concern ourselves about, can be but little removed beyond the brutes, or the animal creation. Such may be classed with those whom the Savior referred to in the parable of the rich man  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who said, &#x201C;Take thine ease, eat, drink, and be merry.&#x201D;<span class=\"citation\" id=\"67616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67616)\">Luke 12:19<\/a><\/span> In other words, &#x201C;Let us have pleasure in that which we possess or enjoy today.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n127\"> This reminds me of a remark that I was told a certain man&#x2014;said to be learned in the law&#x2014;had made in reference to the religion of the Latter-day Saints. He remarked something like this: &#x201C;You believe in having joy; you claim that your religion is for the purpose of securing to you the greatest amount of joy. Now, on the back of this you deny yourselves of this, that and the other. Your people are called upon to deny their appetites, to control their passions, and to crucify the flesh,<span class=\"citation\" id=\"94293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94293)\">Gal. 5:24<\/a><\/span> etc. My enjoyment consists in whatever I can get that is good to eat, to drink or wear; whatever ministers to my bodily ease, or comfort, to the gratification of my tastes and appetites. I deny myself nothing that I like or desire. Hence, I drink, I smoke, I chew, and I do as I please.&#x201D; He might have added, perhaps, &#x201C;I curse and swear, I gamble, I commit whoredoms and take advantage of every circumstance I can to augment my pleasure and gratify my lust and my ambition, all these contribute pleasure to me and constitute my greatest joy and happiness.&#x201D; Such was the confessed moral status of this legal individual to whom I refer. But I consider (and I believe that every right-minded person will heartily agree with me), that such a conception of the object of human existence is groveling, vile and contemptible. No pure-minded person can perceive anything noble, exalted, pure or praiseworthy in a life so selfish, narrow and gross. There is nothing liberal or manly in such avowals, much less in the practical results of such a life, and coming from a man of years, of legal expe<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rience and knowledge to a <span class=\"italic\">youth<\/span> with a view to misleading him, is infamous. Following this theory, we observe a man wallowing in the gutter, bloodshot, bloated, ragged, hideous and filthy, his family neglected at home and destitute, his children barefoot, naked or bundled in rags&#x2014;and starving for food&#x2014;objects of pity and disgust&#x2014;without the shadow of a chance for mental improvement&#x2014;with only the blighting, withering example of a besotted husband and father for their guiding star. And why all this? Because this misguided, fallen human creature is seeking <span class=\"italic\">joy<\/span> in the gratification of his appetite! This theory may be followed in all its leadings, to similar and equally appalling results. No man is safe unless he is master of himself; and there is no tyrant so merciless or more to be dreaded than an uncontrollable appetite or passion. We will find that if we give way to the groveling appetites of the flesh and follow them up, that the end will be invariably bitter, injurious and sorrowful, both to the individual and society. It is hurtful in example as well as in its individual effects; dangerous and hurtful to the unwary; while the denial of these appetites&#x2014;the crucifixion of the flesh,<span class=\"citation\" id=\"94294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94294)\">Gal. 5:24<\/a><\/span> so to speak&#x2014;and an aspiration for something noble; whenever possible, doing good to our fellow creatures, hoping for the future, laying up treasures in heaven where moth and rust cannot corrupt, and where thieves cannot break through and steal&#x2014;<span class=\"citation\" id=\"63503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63503)\">Matt. 6:19-20<\/a><\/span>all these things will bring everlasting happiness; happiness for this world and the world to come. If there is no pleasure in the world except that which we experience in the gratification of our physical desires&#x2014;eating, drinking, gay associations, and the pleasures of the  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world&#x2014;then the enjoyments of the world are bubbles; there is nothing in them, there is no lasting benefit or happiness to be derived from them. <\/div><div class=\"paragraph jod\" id=\"v25n129\"> It seems to me that the example which was set to us by our Savior is the example we should seek to follow. Did He prostitute His intelligence for the gratification of the lusts of the flesh? Or did He go about doing good&#x2014;<span class=\"citation\" id=\"71783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71783)\">Acts 10:38<\/a><\/span>healing the sick, opening the eyes of the blind, giving speech to the dumb, hearing to the deaf, cleansing the lepers, forgiving sin, relieving the distressed?<span class=\"citation\" id=\"129029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129029)\">Luke 7:22<\/a><\/span> Was not that the example He set before the world? Was not that the course He commanded His disciples to pursue? I think it was. There is something in such a course that is praiseworthy and noble. It will bring true and lasting pleasure; while the pleasures of the world are only temporary and fleeting. The Spirit of God brings unspeakable pleasure to all who enjoy it&#x2014;it leads men to do good, to deny themselves some things that they may the better be enabled to do good. It certainly affords more pleasure to give than to receive.<span class=\"citation\" id=\"72083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72083)\">Acts 20:35<\/a><\/span> It is so said in the Scriptures. It is more blessed to administer comfort and joy to our fellow creatures than to have them administer to ourselves. But under the spirit and influence that the world is under at present, this is not the view that is generally taken. Men of the world are rushing headlong after that which will as they suppose contribute to their own pleasure. They don't care how they get pleasure so that they get it. As a general thing gold or money is the thing which administers most to their pleasure and joy. In a few years, however, they will be called away from this world, when their wealth and everything else they <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have cherished will have to be left behind. They cannot take their gold with them, because it belongs to the world. When they get behind the veil, that which served to make them happy will be gone beyond their reach. The source of their pleasure will have fled. There will be nothing left for them to enjoy in that other sphere. They had their enjoyment in this. They did not frame their minds for other enjoyments. They served their bodies, their fleshly desires, and the result is they have served the devil, they are, therefore, his children, and they have no pleasure in God, nor He in them. What is there in this world that can give so much joy or so much pleasure as to know that our sins are forgiven; that we stand acceptable to God our Heavenly Father; that we have not injured any of our fellow creatures; that we are free from any indebtedness or encumbrance; that we are not in bondage to the world, nor to our fellow creatures? This gives one far greater pleasure than anything the world can give. Money cannot give it. The wealth of the world cannot bestow this enjoyment upon man. The honors of men do not affect this question at all. If we can only realize before God our Father, that our sins are forgiven, that we are free from transgression, and that our spirit is right and pure in the sight of God&#x2014;this should be a greater source of happiness than anything the world can give. To know that we possess the gift of the Holy Spirit&#x2014;that is, the right to claim the aid and assistance of the Spirit of God to direct us in our labors and course in life, is far greater than the wealth and the honors of this world. To know that we enjoy a portion of those rights and privileges which belong to the Priesthood, which is after the order  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Son of God,<span class=\"citation\" id=\"90119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90119)\">D&amp;C 107:3<\/a><\/span> is a source of greater joy and pleasure to righteous men than all that the world can give. To know that we are in fellowship with the Saints; to know we are held in confidence by them; to know that we have their faith and prayers, is worth more to the honest-in-heart than all that the pleasures of the world can bestow. To know that we have enjoyed privileges by which we have secured to ourselves peculiar blessings for time and eternity is beyond all comparison with earthly things. We would not exchange the least of the gifts that have been bestowed upon us by and through the authority of the Holy Priesthood for all the world can produce; because that which cometh from God is eternal and will not perish. If I were to be deprived of the privileges I have referred to, all else of an earthly character would be worthless, senseless and evanescent to me. We want something that reaches out into eternity. We want to know where we came from, and where we are going. Where did we come from? From God. Our spirits existed before they came to this world. They were in the councils of the heavens before the foundations of the earth were laid. <span class=\"italic\">We<\/span> were there. We sang together with the heavenly hosts for joy, when the foundations of the earth were laid,<span class=\"citation\" id=\"56230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56230)\">Job 38:4-7<\/a><\/span> and when the plan of our existence upon this earth and redemption were mapped out. We were there; we were interested, and we took a part in this great preparation. We were unquestionably present in those councils, when that wonderful circumstance occurred to which President Taylor has so often referred of late, when Satan offered himself as a savior of the world, if he could but receive the honor and the glory of the Father for doing it.<span class=\"citation\" id=\"92449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92449)\">Moses 4:1<\/a><\/span> But <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus said, &#x201C;Father, thy will be done, and the glory be thine forever.&#x201D;<span class=\"citation\" id=\"92471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92471)\">Moses 4:2<\/a><\/span> Wherefore, because Satan rebelled against God, and sought to destroy the agency of man, the Father rejected him and he was cast out, but Jesus was accepted.<span class=\"citation\" id=\"92488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92488)\">Moses 4:3-4<\/a><\/span> We were, no doubt, there, and took a part in all those scenes; we were vitally concerned in the carrying out of these great plans and purposes; we understood them, and it was for our sakes they were decreed and are to be consummated. These spirits have been coming to this earth to take upon them tabernacles, that they might become like unto Jesus Christ&#x2014;being &#x201C;formed in his likeness and image,&#x201D;<span class=\"citation\" id=\"52155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52155)\">Gen. 1:26<\/a><\/span><span class=\"citation\" id=\"84312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84312)\">D&amp;C 20:18<\/a><\/span><span class=\"citation\" id=\"92362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92362)\">Moses 2:26<\/a><\/span><span class=\"citation\" id=\"93522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93522)\">Abr. 4:26<\/a><\/span> from the morn of creation until now, and will continue until the winding-up scene, until the spirits who were destined to come to this world shall have come and accomplished their mission in the flesh. <\/div><div class=\"paragraph jod\" id=\"v25n131\"> This we have learned. How have we found it out? I answer, through the prophet Joseph Smith, by revelation and the inspiration of the Almighty upon our own minds, by which we are able to ascertain the truth respecting the predictions of the Prophet Joseph Smith, respecting the truth of the sayings of the ancient Prophets, respecting the truth of the Scriptures, respecting the validity of the promises that God has made to the children of men; for every man has the privilege of obtaining the inspiration of the Almighty&#x2014;or the gift of the Holy Ghost&#x2014;to know for himself and need not depend upon Joseph Smith, nor upon Brigham Young, nor upon John Taylor, nor upon any of the prophets who wrote and spoke as the Spirit of God gave them utterance, upon these principles. We have learned these things. We have learned whence we came, why  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we came, and whither we are going. We are not here to seek the joys of the flesh, and yet the Lord does not design that we should go about sorrowful, or that we should deny ourselves of any legitimate pleasure. The Lord never intended that we should go around fasting, mourning, grieving, weeping and wailing, while we sojourn in mortality. Jesus said, &#x201C;When ye fast, be not, as the hypocrites, of a sad countenance. * * But appear not unto men to fast, but unto thy Father which is in secret.&#x201D;<span class=\"citation\" id=\"63496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63496)\">Matt. 6:16-18<\/a><\/span> In other words, appear to the world to be happy. This is the privilege of every Latter-day Saint, and indeed the privilege of every soul that lives. There is abundance of joy to be obtained aside from the joy which ends in suffering and sorrow. Seek those joys that bring no alloy with them, those joys which are unremitting, eternal in their nature. Do good. <\/div><div class=\"paragraph jod\" id=\"v25n133\"> Again, where are we going? We come here and sojourn in the flesh a little season, and then we pass away. Every soul that is born into the world will die. There is not a soul that has escaped death, except those upon whom God has passed, by the power of His Spirit, that they should live in the flesh until the second coming of the Son of Man:<span class=\"citation\" id=\"129030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129030)\">John 21:20-23<\/a><\/span> but they will eventually have to pass through the ordeal called death; it may be in the twinkling of an eye, and without pain or suffering; but they will pass through the change,<span class=\"citation\" id=\"83055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83055)\">3 Ne. 28:36-40<\/a><\/span> because it is an irrevocable edict of the Almighty. &#x201C;In the day that thou eatest thou shalt surely die.&#x201D;<span class=\"citation\" id=\"52490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52490)\">Gen. 2:17<\/a><\/span> This was the edict of the Almighty, and it pertains to Adam&#x2014;that is, all the human race; for Adam is many,<span class=\"citation\" id=\"92310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92310)\">Moses 1:34<\/a><\/span> and it means you and me and every soul that lives and that bears the image of the Father. We shall all die. But is that the end of our <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being? If we had an existence before we came here, we certainly shall continue that existence when we leave here. The spirit will continue to exist as it did before, with the additional advantages derived from having passed through this probation. It is absolutely necessary that we should come to the earth and take upon us tabernacles; because if we did not have tabernacles we could not be like God, or like Jesus Christ. God has a tabernacle of flesh and bone.<span class=\"citation\" id=\"91372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91372)\">D&amp;C 130:22<\/a><\/span> He is an organized being just as we are, who are now in the flesh. Jesus Christ was born of His mother Mary. He had a fleshly tabernacle; He was crucified on the cross; and his body was raised from the dead. He burst the bonds of the grave and came forth to newness of life, a living soul, a living being, a man with a body, with parts and with spirit&#x2014;the spirit and the body becoming a living and immortal soul.<span class=\"citation\" id=\"88344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88344)\">D&amp;C 88:15<\/a><\/span> You and I have to do the same thing. We must go through the same ordeal in order to attain to the glory and exaltation which God designed we should enjoy with him in the eternal worlds. In other words, we must become like Him; peradventure to sit upon thrones, to have dominion, power, and eternal increase. God designed this in the beginning. We are the children of God. He is an eternal being, without beginning of days or end of years. He always was, He is, He always will be. We are precisely in the same condition and under the same circumstances that God our Heavenly Father was when He was passing through this or a similar ordeal. We are destined to come forth out of the grave as Jesus did, and to obtain immortal bodies as He did&#x2014;that is, that our tabernacles are to become immortal as His became immortal, that the spirit and the body  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may be joined together and become one living being, indivisible, inseparable, eternal. This is the object of our existence in the world; and we can only attain to these things through obedience to certain principles, through walking in certain channels, through obtaining certain information, certain intelligence from God, without which no man can accomplish this work or fulfill the mission he has come upon the earth to fulfill. These principles are the principles of the Gospel of eternal truth, the principles of faith, repentance, and baptism for the remission of sins, the principle of obedience to God the Eternal Father; for obedience is one of the first principles or laws of heaven. Without obedience, there can be no order, no government, no union, no plan or purpose carried out. And that obedience must be voluntary; it must not be forced; there must be no coercion. Men must not be constrained against their will to obey the will of God; they must obey it because they know it to be right, because they desire to do it, and because it is their pleasure to do it. God delights in the willing heart. <\/div><div class=\"paragraph jod\" id=\"v25n135\"> I am looking forward to the time when I shall have passed away from this stage of existence, that I shall be permitted to enjoy more fully every gift and blessing that has contributed to my happiness in this world; everything. I do not believe that there is one thing that was designed or intended to give me joy or make me happy, that I shall be denied hereafter, provided I continue faithful; otherwise my joy cannot be full. I am not now speaking of that happiness or pleasure that is derived from sin; I refer to the happiness experienced in seeking to do the will of God on earth as it is done in heaven.<span class=\"citation\" id=\"63444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63444)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67528)\">Luke 11:2<\/a><\/span> We <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> expect to have our wives and husbands in eternity. We expect our children will acknowledge us as their fathers and mothers in eternity. I expect this; I look for nothing else. Without it I could not be happy. The thought or belief that I should be denied this privilege hereafter would make me miserable from this moment. I never could be happy again without the hope that I shall enjoy the society of my wives and children in eternity. If I had not this hope, I should be of all men most unhappy; &#x201C;for if in this life only we have hope in Christ, we are of all men most miserable.&#x201D;<span class=\"citation\" id=\"73802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73802)\">1 Cor. 15:19<\/a><\/span> All who have tasted of the influence of the Spirit of God, and have had awakened within them a hope of eternal life, cannot be happy unless they continue to drink of that fountain until they are satisfied, and it is the only fountain at which they can drink and be satisfied. <\/div><div class=\"paragraph jod\" id=\"v25n136\"> Now, we desire to know something about this, and in the name of Israel's God, I say we do know something about it. How do you know I know it, because God has revealed it, through His ancient and modern Prophets. I know it, because it has been testified of, by all the ancient worthies of God, from the foundation of the world to the present. I know it, because it is the theory of God's plan of salvation. I know it, because it has been expounded and made plain, not only by the Prophets, but by the Savior Himself. I know it, because the Spirit of the living God testifies of it in my heart, and tells me it is true. I know it is true by all the senses by which I can determine the most simple fact. I see it with my eyes, I hear it with my ears, I understand it with my heart, I comprehend it in part according to the intelligence with which God has endowed me. I am convinced of it  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and hence I am happy; for I know that I am in the discharge of my duty. This is the happiness I am after. Is it not the happiness we all desire? I think it is. <\/div><div class=\"paragraph jod\" id=\"v25n138\"> May God bless this congregation, and all the household of faith, and help us to live for the future, for eternal pleasures, exaltations, thrones, principalities, dominion and power; <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may God help us to live for these things; may He give us a knowledge of them, that we may comprehend them as He comprehends, that we may take the course that He has marked out for us to pursue, in order that we may secure unto ourselves the riches of eternal life, is my humble prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}