{"ID":250033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Peculiar Work&#x2014;Truth Opposed in All Ages&#x2014;True Religion Never Persecutes Its Opponents&#x2014;What the Truth Has Cost&#x2014;With God on Our Side Victory is Sure&#x2014;Saints Obligated to Spread the Gospel&#x2014;Forbearance Commanded&#x2014;A Temple-Building People&#x2014;Feeling Manifested Towards the Saints&#x2014;Civil Strife Coming.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, August 31, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution to be Looked For.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/31\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v25n839\"> The work of God in all ages has been a peculiar work, coming in contact with popular ideas and with men's preconceived notions, and meeting with opposition frequently of the most deadly character. In every age when truth has been revealed, it has had hostility to contend with. No great principle has ever been established among the children of men without costly sacrifices. The religion of our Lord and Savior was established at the cost of precious and it may be said inestimable blood and lives, and it has been the characteristic of truth in every age to be hated and to be opposed. If, therefore, we as Latter-day Saints are exposed to opposition and hostility&#x2014;having our names cast out as evil,<span class=\"citation\" id=\"67250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67250)\">Luke 6:22<\/a><\/span> and men thinking that they are doing God's service in killing us&#x2014;<span class=\"citation\" id=\"70288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70288)\">John 16:2<\/a><\/span>it is no more than men have endured in past generations for the truth, for that which is now recognized as the purest and most heavenly truth. It is with our generation as it was with the generation in which the Savior lived, and as it has been with all generations. Truth that <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has been established has been revered, or men have thought that they revered it, and in looking back to the acts of their ancestors, or of other people, they have said to themselves: &#x201C;If we had lived in the days of our fathers, we should not have killed the prophets and those that were sent unto us.&#x201D;<span class=\"citation\" id=\"65576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65576)\">Matt. 23:30<\/a><\/span><span class=\"citation\" id=\"65618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65618)\">Matt. 23:37<\/a><\/span><span class=\"citation\" id=\"67684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67684)\">Luke 13:34<\/a><\/span> They said this at the time of the Son of God, and He reproached them for these expressions, and charged them with being the sons of murderers, and they themselves willing to do the very acts that they reprehended and condemned in their fathers.<span class=\"citation\" id=\"65579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65579)\">Matt. 23:31-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n840\"> It would be an incredible thing if we had not seen it and known it, that men and women are persecuted in our day and in our time and in our nation for religion's sake. To make such a statement a few years ago&#x2014;half a century ago or a little over&#x2014;would have been to have raised incredulity; men could not have conceived of the possibility of a church, however ignorant, however misinformed, however untrue its doctrines might be, being persecuted and its votaries slain because  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it taught false doctrines. It has not been the case in the history of our race that true religion has sought to destroy false religions, and the advocate of false doctrines, by the shedding of blood. That has never been the practice of true religion, or of those who believed in true religion. How preposterous it would be for us to imagine the Savior and the Apostles killing those who differed with them in their views about religion! The mere thought is abhorrent to all our ideas of the religion of Jesus. It would be inconceivable for the Son of God, or for His Apostles, or for any of His disciples, to go forth with the sword, or with any other weapon of destruction, destroying those who did not believe as they believed. In fact, such has never been the case. It is not the method that true men take. <\/div><div class=\"paragraph jod\" id=\"v25n842\"> Ah! but it is said of us&#x2014;we are such a wicked people, we are so law-defying, we are so bigoted and fanatical, that it is justifiable to kill us. It is a terrible confession to make&#x2014;that in a land of law, a land of constitutional principles, a land where men can be dealt with who violate the law, that there should be no resource for the checking of false religion except violence and the shedding of blood. It is a terrible confession to make in our time&#x2014;that this is the only way in which to meet false doctrines, or to quiet or put an end to or overcome those who propagate them. <\/div><div class=\"paragraph jod\" id=\"v25n843\"> Now, my brethren and sisters, in espousing the Gospel of Jesus Christ the Latter-day Saints were taught&#x2014;and those of us who were too young to understand it at the time we entered the Church were taught when we were old enough to comprehend the principle&#x2014;that its espousal might cost us our lives, that it might cost us everything we <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> held dear upon the earth, and thus far in the progress of the Church of Jesus Christ of Latter-day Saints, we have not been disappointed. The espousal and propagation of the truth has cost precious blood, and it is not being established in the earth now any more than at any previous time, without great sacrifices on the part of those who are its devotees. God will test us as a people. He will prove us, He will give us the most ample opportunity of showing our faith in Him, and our confidence in the truth that He has revealed. It should be worth everything that we have. We cannot make too great sacrifices for it. If we look at the example which has been given unto us by our Savior, we will see the path that He walked in and that which He endured. When we think of His origin, His glorious origin, the Creator of heaven and earth, a Being that had reigned in glory and power, coming down here and being clothed with mortality, and suffering as He suffered, enduring that which He endured, and dying the ignominious death which he did&#x2014;when we think of Him and His life, we should be reconciled to pass through and submit patiently to every trial that the Lord our God may see fit to call us to meet. We should be willing to do this if it costs us our homes, as it has done, if it costs us our friends and our good name, and even life itself. It is not more than it has cost others; and if we would enter into the glory which God has attained unto, if we would sit down with Him and His Apostles, and with the faithful of all ages, we should be willing to endure that which they have endured. God calls us to pass through these things, and to endure them for the sake of the truth. There is this consolation, however connected with the work with which we are identified&#x2014;that  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God has made promises unto us that it shall never be given into the hands of another people.<span class=\"citation\" id=\"61356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61356)\">Dan. 2:44<\/a><\/span> The Apostles looked forward to the time when there would be a great falling away, and the man of sin be revealed,<span class=\"citation\" id=\"75782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75782)\">2 Thes. 2:3<\/a><\/span> and they warned the church in their day of that falling away. But God has given unto us the assurance that this Church, this work that He has established, shall never be given into the hands of another people, but that it shall stand forever,<span class=\"citation\" id=\"61357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61357)\">Dan. 2:44<\/a><\/span> and it shall go forward accomplishing His designs, until it shall fill the whole earth.<span class=\"citation\" id=\"61133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61133)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86626)\">D&amp;C 65:2<\/a><\/span> This is a glorious promise given unto us, and to our children, and we can rely upon it. Men may be slain, as they have been; people may be driven, as they have been; efforts of the most herculean character may be made to extirpate this work from the earth, but we have the promise of our God that it shall stand and that it shall not be overthrown. And this is very consolatory in the midst of the afflictions and trials which we will be called upon from time to time to submit to. Looking at affairs naturally, however, it would seem as though it was presumptuous in a people like us to entertain such hopes. How often have we been told that in a very little while the opposition to this work would be of such a character that it would completely overwhelm it, and that it was useless for us to attempt to stem the tide of opposition or outlive the storm of persecution that has been raised against us. <\/div><div class=\"paragraph jod\" id=\"v25n845\"> But there is a wonderful power in truth, wonderful power in the principles of life and salvation, and when God is on the side of a people, no matter how feeble they may be, they are bound in the course of time, to be victorious. Already great results have been accomplished by the preaching of the truth. It is <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not the Latter-day Saints alone who feel the effects of truth; other people feel its effects who may not espouse it openly. The proclamation of the principles of life and salvation by the Latter-day Saints has caused thousands of persons to recognize error, many errors that they formerly believed in, and to take different and higher views, and this will continue to be the case. <\/div><div class=\"paragraph jod\" id=\"v25n846\"> But the duty which devolves upon us as a people is to patiently labor in disseminating the Gospel of Jesus Christ throughout the nations of the earth. It is our duty to carry these principles to every nation, to every kindred, to every tongue, to every people<span class=\"citation\" id=\"79870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79870)\">Rev. 14:6<\/a><\/span> upon the face of the whole earth; not to the United States alone, not to Europe alone, but to Asia, Africa, and the islands of the sea, throughout our own continent, through these Southern nations, and everywhere, in fact, where the children of men reside; and to lift up a warning voice and declare to the inhabitants of the earth that the time is near when the judgments and calamities of which the Prophets and the Apostles have spoken are about to be poured out upon the ungodly. This is our duty; and this Gospel of the Kingdom, as we have been told, must be preached as a witness unto all nations before the end comes.<span class=\"citation\" id=\"65739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65739)\">Matt. 24:14<\/a><\/span> It is a labor devolving upon us as a people: and though it may cost many precious lives to do this, the obligation rests upon us nevertheless, and we cannot be freed from it only by the discharge of the duty. <\/div><div class=\"paragraph jod\" id=\"v25n847\"> My mind, while Brother Teasdale has been speaking, has rested upon a revelation which God gave through Joseph Smith, in the early days of this Church, in which He described to the Church the spirit which they should have concerning offenses  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that should be extended to them, or wrongs that should be perpetrated upon them as a people. We are called to occupy a very different position from that of any other people. We must be lovers of peace. We must be men who shall seek to establish the pure principles of righteousness in the earth, and to continually cultivate and carry out practically the spirit that Jesus endeavored to inculcate. You know how He felt when He was upon the cross. He said; &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68339)\">Luke 23:34<\/a><\/span> We also must have that same spirit. We have been accused, I know, and very freely accused, of indulging in a different feeling, and having sentiments of revenge and a disposition, if we had the power, to wreak vengeance upon those who are opposed to us. But if we did so we should falsify ourselves and the doctrines that we teach. We should deprive ourselves of the Spirit and blessings of God. We should occupy a position antagonistic to that which He has commanded us to occupy. The Lord says in this revelation: <\/div><div class=\"paragraph jod\" id=\"v25n849\"> &#x201C;And whoso layeth down his life in my cause, for my name's sake, shall find it again, even life eternal. <\/div><div class=\"paragraph jod\" id=\"v25n850\"> &#x201C;Therefore, be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy.&#x201D;<span class=\"citation\" id=\"89270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89270)\">D&amp;C 98:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n851\"> It would seem strange that such language should be used in the United States in the year 1833 concerning this Church. The Lord knew, however, the spirit with which this people and the proclamation of this truth would be met, and He forewarned His people that they should be found worthy, or rather that they should be true even <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unto death. Says the revelation: <\/div><div class=\"paragraph jod\" id=\"v25n852\"> &#x201C;For if ye will not abide in my covenant ye are not worthy of me. <\/div><div class=\"paragraph jod\" id=\"v25n853\"> &#x201C;Therefore, renounce war and proclaim peace, and seek diligently to turn the hearts of their children to their fathers, and the hearts of the fathers to the children; <\/div><div class=\"paragraph jod\" id=\"v25n854\"> &#x201C;And again, the hearts of the Jews unto the prophets, and the prophets unto the Jews; lest I come and smite the whole earth with a curse, and all flesh be consumed before me.&#x201D;<span class=\"citation\" id=\"89302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89302)\">D&amp;C 98:15-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n855\"> &#x201C;Now, I speak unto you concerning your families&#x2014;if men will smite you, or your families, once, and ye bear it patiently and revile not against them, neither seek revenge, ye shall be rewarded; <\/div><div class=\"paragraph jod\" id=\"v25n856\"> &#x201C;But if ye bear it not patiently, it shall be accounted unto you as being meted out a just measure unto you. <\/div><div class=\"paragraph jod\" id=\"v25n857\"> &#x201C;And again, if your enemy shall smite you the second time, and you revile not against your enemy, and bear it patiently, your reward shall be an hundredfold. <\/div><div class=\"paragraph jod\" id=\"v25n858\"> &#x201C;And again, if he shall smite you the third time, and ye bear it patiently, your reward shall be doubled unto you four-fold; <\/div><div class=\"paragraph jod\" id=\"v25n859\"> &#x201C;And these three testimonies shall stand against your enemy if he repent not, and shall not be blotted out. <\/div><div class=\"paragraph jod\" id=\"v25n860\"> &#x201C;And now, verily I say unto you, if that enemy shall escape my vengeance, that he be not brought into judgment before me, then ye shall see to it that ye warn him in my name, that he come no more upon you, neither upon your family, even your children's children unto the third and fourth generation. <\/div><div class=\"paragraph jod\" id=\"v25n861\"> &#x201C;And then, if he shall come upon you or your children, or your children's children until the third and fourth generation, I have delivered  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thine enemy into thine hands; <\/div><div class=\"paragraph jod\" id=\"v25n863\"> &#x201C;And then if thou wilt spare him, thou shalt be rewarded for thy righteousness; and also thy children and thy children's children unto the third and fourth generation. <\/div><div class=\"paragraph jod\" id=\"v25n864\"> &#x201C;Nevertheless, thine enemy is in thine hands; and if thou rewardest him according to his works thou art justified; if he has sought thy life, and thy life is endangered by him, thine enemy is in thine hands and thou art justified. <\/div><div class=\"paragraph jod\" id=\"v25n865\"> &#x201C;Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles. <\/div><div class=\"paragraph jod\" id=\"v25n866\"> &#x201C;And again, this is the law that I gave unto mine ancients, that they should not go out unto battle against any nation, kindred, tongue, or people, save I, the Lord, commanded them. <\/div><div class=\"paragraph jod\" id=\"v25n867\"> &#x201C;And if any nation, tongue, or people should proclaim war against them, they should first lift a standard of peace unto that people, nation, or tongue; <\/div><div class=\"paragraph jod\" id=\"v25n868\"> &#x201C;And if that people did not accept the offering of peace, neither the second nor the third time, they should bring these testimonies before the Lord; <\/div><div class=\"paragraph jod\" id=\"v25n869\"> &#x201C;Then I, the Lord, would give unto them a commandment, and justify them in going out to battle against that nation, tongue, or people. <\/div><div class=\"paragraph jod\" id=\"v25n870\"> &#x201C;And I, the Lord, would fight their battles, and their children's battles, and their children's children's, until they had avenged themselves on all their enemies, to the third and fourth generation. <\/div><div class=\"paragraph jod\" id=\"v25n871\"> &#x201C;Behold, this is an ensample unto all people, saith the Lord your God, for justification before me.&#x201D;<span class=\"citation\" id=\"89309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89309)\">D&amp;C 98:23-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n872\"> This revelation continues in this strain, and it is well worthy of our <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attention, especially at the present time. It shows unto us most clearly, my brethren and sisters, that there is no room for revenge in the heart of a true Latter-day Saint. God designs that we shall be a peaceful people, a people who shall love and cultivate peace, a people who shall seek by every means in their power to avert war and to avert bloodshed, to proclaim peace, and to entreat people for peace; and God has said to us most emphatically that He would fight our battles,<span class=\"citation\" id=\"89996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89996)\">D&amp;C 105:14<\/a><\/span> that He would defend us against our enemies.<span class=\"citation\" id=\"89329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89329)\">D&amp;C 98:37<\/a><\/span> He does not intend that the Latter-day Saints shall be a people shedding blood. God did not permit David, a man after His own heart,<span class=\"citation\" id=\"55454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55454)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71863)\">Acts 13:22<\/a><\/span> to build the temple at Jerusalem, because he was a man of war, but He gave unto his peaceful son Solomon, who was a peaceful ruler and had no occasion to fight&#x2014;He gave unto him the privilege of building His holy temple.<span class=\"citation\" id=\"55889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55889)\">1 Chr. 28:1-21<\/a><\/span> We are a temple-building people. God has given unto us a mission of this kind, to build temples in which we shall perform the ordinances of life and salvation, and it seems to be meet in His providence that we should refrain from everything that would unfit us for the discharge of this high and holy calling. Therefore, I repeat, that of all people now living upon the face of the earth we are most urgently required by our God to be lovers and cultivators of peace, and to seek not for that revenge which gratifies human passion, which is not of God, and which is opposed to the Gospel of Jesus, and to the sentiments that Jesus invariably inculcated and endeavored to enforce upon His disciples. We have shown this repeatedly. How many times would we have been stirred up to indignation, if we had allowed human feelings to pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vail, at the abominable falsehoods which have been circulated in our midst, fabricated by men whose only object has been to bring down vengeance upon this people, to excite the ruling powers against us; to stir up congressional action against us, to create a public opinion against us, to make it justifiable to slay us, to deprive us of every right? How often has this been the case? How easy it would have been for us if we had followed the influences that seem natural to human beings under such circumstances, to have avenged ourselves upon them. But had we done so we should have forfeited the protecting care of our Father and our God. When we attempt to do this, we put ourselves outside of the pale of His protection. We could not ask of Him (as we could do if we were to observe His commandments) that protection and that deliverance which is necessary at times to extricate us from the imminent perils with which we are threatened. And it is by this principle, following this policy, adopting this peaceful, godlike course, that this people have been preserved and blessed up to the present time. It is a spirit which we should cultivate, cultivate it in all our associations, in our intercourse with one another, in our intercourse with the world, and even with those who are most embittered against us. It is not for us to revile against the reviler; it is not for us to bandy vulgar epithets with those who indulge in this mode of warfare; but it is for us to put our trust in God, to leave our cause with Him. For we cannot defend ourselves by earthly weapons. We are too feeble. We are not strong in numbers. We are not strong in wealth. We are not strong in worldly things. We have not these advantages to aid and sustain us. If we are sustained we <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must be sustained by the overruling providence and power of God our Eternal Father, and not by any earthly power. Therefore our path of safety is the path which God has pointed out for us; not to be a revengeful people, not to be a recriminating people, not to be an abusive people, but to be a meek people, a forbearing people, bearing patiently, but of course not sitting down idly and supinely, and permitting contumely to be heaped upon us without exerting the powers God has given us to dissipate falsehoods. But this can be done in the spirit of meekness, not in the spirit of revenge, not in the spirit of reviling, not in the spirit of hostility and hatred. This spirit is antagonistic to the spirit that Jesus possesses, and which we all ought to possess to be like Him&#x2014;to be filled as He was with those desirable attributes which were so acceptable to the Father. <\/div><div class=\"paragraph jod\" id=\"v25n874\"> I wished to say this much to you; for I feel that the present time is a fit occasion for us to bear these things in mind. There are many occurrences which are of a character to goad us to do and say things that would be unworthy of us. The whole earth seems to be full of falsehood; and as I have said many people think they are doing God service in killing us.<span class=\"citation\" id=\"70289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70289)\">John 16:2<\/a><\/span> Already a great many public papers&#x2014;editors speaking through the columns of their papers&#x2014;have justified assassination and said that those who had committed it were not particularly guilty. This spirit is abroad, and it would, if it had the power, destroy this whole people: it would depopulate these valleys, it would spill our blood just as freely as blood ever was shed under the most cruel and inhuman circumstances. Yes, it would flow in streams throughout these valleys, if some men had their way. Men,  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>woman and children would be visited by indiscriminate slaughter, because in their opinion we believe in a false religion. God in his mercy, however, is exercising power in our behalf. If He does not, what then shall be our fate? Could man befriend us? Could man deliver us? Can we ourselves by any exertion, however great or superhuman&#x2014;can we deliver ourselves? No, we cannot. Let me repeat: Our only hope is our God; our only strength is in Him and in His providence, and He will deliver us. Let me say to you, that he has never yet failed to deliver us; and His promises are as firm and immovable as His eternal throne. We can rely upon Him with the utmost assurance that we shall not be deceived; but that in the direst extremity, in the darkest hour, in the midst of the deepest trials and afflictions, His arm will be extended in our behalf, and His providence be exerted to save and to deliver us. We can rest assured of this. Therefore, however dark the prospects may be, however gloomy, let us remember that He who sits on high knows our condition, and that He can deliver us. He will interpose at the very moment when it is needed and rescue us from every evil, and He will defeat and bring to naught every plan and device which is concocted against the peace and prosperity of those who put their trust in Him and in the great work which He has established in the earth. This I can bear testimony to. I know whereof I speak. I know just as well as I know that I stand here, and that I am speaking to you, that the Latter-day Saints, this Church, or what we call the Zion of our God, will be delivered, and it will roll forth in mighty power, and it will accomplish all that has been predicted concerning it. For the <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day will come, and it is not far distant, when in our own nation, there will be civil strife, there will be domestic broils, there will be a withdrawal of peace, and men will yet have to come to the Latter-day Saints for that peace and that freedom from civil strife that cannot be found elsewhere.<span class=\"citation\" id=\"85753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85753)\">D&amp;C 45:67-69<\/a><\/span> God revealed this and predicted it, upwards of fifty years ago, and it will, just as sure as He predicted it, be fulfilled to the letter. All we have to do is to take the course that He has pointed out to us, to keep His commandments, leaving the results with Him, and He will control all things for the glory of His name. We have been taught to believe that the time will come when constitutional government will be overthrown upon this land, and that it will be the province of the Latter-day Saints to uphold those principles which God inspired the founders of this government to embody in the Constitution;<span class=\"citation\" id=\"89630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89630)\">D&amp;C 101:80<\/a><\/span> and it seems to be fast approaching. When assassination can be justified, assassination of men peaceably worshipping their God, offending no one, committing no violation of law or of good order; when they can be shot down cruelly and inhumanly, and their murderers be justified for the deed, it seems as though the time when constitutional principles would fail, is near at hand. But this is not all. When we who have built up this country, and made it that which it is by the sacrifices we have made&#x2014;living here in peace, men and women industriously pursuing their various avocations, molesting no one, observing every law that promotes good order&#x2014;when such a people as we, I say, are legislated against and considered unworthy of the rights of citizenship, almost every right being taken from us, that free men value, and for which the fathers of many of this  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people have suffered and died&#x2014;when we see these acts justified and the men who do them think they are committing acts which will be applauded by their constituents, what are we to conclude? Shall we not say, Surely the predictions are coming to pass, and the time is drawing near when constitutional government will have to be maintained by some other hands than those who now profess to be its upholders? <\/div> <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n877\"> I pray God the Eternal Father, my brethren and sisters, to fill you with that peace which cometh from above, to fill you with that courage which every true servant and handmaiden of God should possess. I pray that He will preserve you and keep you so that in the midst of every trial and affliction you may be unswerving in the cause of our God, which I ask in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}