{"ID":250009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Faith&#x2014;The Holy Ghost&#x2014;Importance of the Sacrament&#x2014;Warfare Between God and the Power of Evil&#x2014;A True Latter-Day Saint Cannot Be Converted&#x2014;Knowledge of the Truth Can Only Be Received From God&#x2014;None Will Suffer As Christ Suffered&#x2014;God Overrules All Things for the Good of His People&#x2014;The Organization of the Church of God is Perfect&#x2014;Proper Training of the Children of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Francis M. Lyman, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, Feb. 24, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: How to Enjoy the Holy Ghost.<\/div>\n<div class=\"speaker\">Speaker: Francis M. Lyman<\/div>\n<div class=\"date\">Date: 2\/24\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v25n139\"> While I attempt to speak to you, my brethren and sisters, this afternoon, I desire an interest in your faith and prayers, that I may speak that which the Lord would have me say, that we may be edified, strengthened and encouraged to go forward in the discharge of our duties as Saints of the living God. And as I speak during the passing of the sacrament, I would not take your minds from this sacred ordinance, as <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I realize the blessings to be received by us in partaking thereof. We should remember that it is not pleasing in the sight of the Lord to partake of this ordinance or sacrament in a thoughtless manner, but that we should come here for the purpose of renewing our covenants and of pledging ourselves once more to remember the Savior, to take upon us His name, and to keep His commandments&#x2014;<span class=\"citation\" id=\"84415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84415)\">D&amp;C 20:77<\/a><\/span>that is, to keep all of  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them that have been revealed to us, to live lives of purity, and to be devoted and obedient to the principles He has revealed for the salvation of man. <\/div><div class=\"paragraph jod\" id=\"v25n140\"> It is said, and truly, that without faith it is impossible to please God.<span class=\"citation\" id=\"76982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76982)\">Heb. 11:6<\/a><\/span> It may be as truthfully said that without obedience it is impossible to please God; that without virtue, without truthfulness, it is impossible to please God. It is not possible for us to perform the labors that are required of us as Latter-day Saints&#x2014;to preach the Gospel among the nations, to gather together the people, to build temples, and to perform in those temples the labors that are necessary for the salvation of the living and the dead&#x2014;except we are aided by the Holy Ghost, the Comforter. It is not possible for men who stand at the head of this Church to direct, or to give counsel in regard to the building up of the Kingdom of God, in regard to the location of new settlements, in regard to organizing branches, wards, and stakes, and the opening of missions, except they enjoy the Holy Ghost. It is not possible for us as Apostles, as Presidents of stakes, as Bishops of wards, as Presidents of quorums, as Presidents of associations, to preside with dignity and in a manner pleasing to God, unless we enjoy the Holy Ghost. It is not possible for us as parents, to preside in our families, to set good examples before them, to set and keep our houses in order&#x2014;as it is necessary they should be kept, that we may have salvation&#x2014;unless we enjoy the Holy Ghost. It is not possible for us as individuals to be Saints, unless we enjoy the Holy Ghost. It was conferred upon every one of us when we were baptized, when we first embraced the Gospel, and the Lord has given us ample instructions as to how we should <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> live, as to the labors we should perform, and as to the lives we should lead in order that we may enjoy the Holy Ghost. Among other things the sacrament was established by the Savior, when He was here in person.<span class=\"citation\" id=\"66225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66225)\">Matt. 26:26-28<\/a><\/span><span class=\"citation\" id=\"66690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66690)\">Mark 14:22-24<\/a><\/span><span class=\"citation\" id=\"68076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68076)\">Luke 22:19-20<\/a><\/span><span class=\"citation\" id=\"73370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73370)\">1 Cor. 11:23-26<\/a><\/span> He established it again when He visited this continent and set up His Church among the Nephites.<span class=\"citation\" id=\"82780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82780)\">3 Ne. 18:1-12<\/a><\/span> He has again established it in the Church of Jesus Christ of Latter-day Saints,<span class=\"citation\" id=\"84408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84408)\">D&amp;C 20:75-79<\/a><\/span> and it seems to be very important that this sacred ordinance of the Gospel should be attended to frequently, that by partaking of it we may witness to the Lord that we are willing to take upon us His name, that we have not forgotten Him, that we do keep His commandments, and are still willing to keep them, and to walk according to His counsel. Hence it is important that all Saints, not only presiding officers, but all Saints who have named the name of Jesus Christ<span class=\"citation\" id=\"94280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94280)\">Eph. 1:21<\/a><\/span><span class=\"citation\" id=\"129031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129031)\">2 Tim. 2:19<\/a><\/span> and entered into covenant with God, should meet together often and partake of the sacrament and renew their covenants,<span class=\"citation\" id=\"84405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84405)\">D&amp;C 20:75<\/a><\/span> in order that they may have the Spirit of the Lord. It is not pleasing in the sight of the Lord, for us to partake of the sacrament if there be hard feelings in our hearts, if there be jealousness, if there be enmity or strife, if we are not in fellowship with one another, if we are not in fellowship with the Church, if we are not keeping the commandments of the Lord, if we are not living in peace, if we are not obedient to the counsels of heaven; I say that it is not pleasing in the sight of the Lord to partake of the sacrament under such circumstances. This is an ordinance that should be partaken of properly, understandingly, thoughtfully, and with faith that we will receive an increased portion of the Holy Spirit. If we were not in a world of sin;  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if we were not in a world of trial and temptation; if evil was not in the world as well as good; if there were not evil influences; if the spirit and power of darkness was chained and there was nothing in this life but good; if there was no evil inspiration, no evil insinuations&#x2014;if none of these things existed, then we might possibly manage to go through this world without committing sin. But we find that as good is in the world so there is evil. As there is light in the world, so there is darkness. We are subject to the influences of evil&#x2014;to the powers of darkness. We are liable to temptation. God has given us our agency; and it is found necessary that we should have very particular instructions, very complete organization and perfect care thrown around us, as the Saints of God, under those circumstances, in order that we may obtain salvation. It is not enough that we be baptized for the remission of sins. We need organization. We need the Priesthood. We need authority. We need power. We need the blessing and help of God from the beginning. When the Elders go out into the world, and baptize for the remission of sins, they do not there leave the people. They are taught the necessity of other ordinances, the necessity of gathering together, the principle of tithing, the words of wisdom, the necessity of prayer; all these doctrines are laid before them. Then organization is given them, not in perfection, but in a primitive form. They have branches, and presiding authorities, Elders, Priests, Teachers, Deacons, etc., to teach and care for them while they are in the world, and when they gather to Zion they have a more complete organization of stakes, wards, quorums, associations and the like; so that <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every man and every woman has a place and a position. They act as helpers, exhorters, encouragers, and all these are necessary for the salvation of the people; for we find, as we become attached to the Gospel of Christ, the evils of the world come in upon us, and they come with greater strength and power to overcome and destroy us. <\/div><div class=\"paragraph jod\" id=\"v25n142\"> There is a warfare in the earth between God and the power of evil. The Lord has established this Church. The Father Himself in person, accompanied by His Son Jesus Christ,<span class=\"citation\" id=\"93683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93683)\">JS&mdash;H 1:17<\/a><\/span> came and laid the foundation of this work. They commenced it. They established it. They have sustained and supported it. It has not been sustained and supported by the power of man. Those who have stood faithful to this day&#x2014;whether they be many or few&#x2014;among the Latter-day Saints, have stood by the blessing and power of God. No one that was living in the days of Nauvoo, or in the days of Kirtland, or that joined the Church during the lifetime of President Young, and has faithfully endured to the present time, can arrogate to himself that he has so endured in his own strength. God has sustained him. The Lord has given him a testimony, and established in his heart a knowledge of the truth. And the reason that this Church is so much more stable and solid&#x2014;cannot be overthrown, cannot be broken in upon by those from the outside&#x2014;is that in each individual heart is established a knowledge that comes by the gift of God&#x2014;the Holy Ghost. The religious world, so far as they have endeavored to convert the Latter-day Saints&#x2014;to reform them and turn them from their faith&#x2014;have failed. They know not the reason of their failure. They cannot understand why it is  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the Latter-day Saints are not easily converted. You cannot convert a Latter-day Saint. You cannot change a Latter-day Saint into a Methodist, a Presbyterian, or a Roman Catholic, or cause him to join any other denomination upon the face of the earth. There is not wisdom nor power enough in the world to turn one Latter-day Saint from the truth; for every man, woman and child that is a Latter-day Saint has established in his or her heart a knowledge of the truth. They have a testimony of the truth from God. The father does not have this testimony for the son, or the mother for the daughter, or the priest for the people; but every individual member of the Church has a knowledge of the truth for himself. An honest man cannot turn from that which he knows to be true. An honest, virtuous, good man is willing to lay down his life for the truth. Indeed, men devoted to error are found willing to lay down their lives (and have so done in many instances), for it. How much more, then, will men be willing to lay down their lives for that which they know to be truth&#x2014;for the Gospel of Christ. Have we a knowledge of the principles of truth? Yes. Do the Apostles depend upon President Taylor, who was so closely associated with the Prophet Joseph in his lifetime and at the time of his death, for a testimony of the truth? No. Is there any man dependent upon President Taylor for a knowledge of the truth? No. There is not a member of the Church dependent upon any man for a knowledge of the truth of this work. The early members of the Church never depended upon Joseph Smith for their testimony in regard to these things. It was not in the power of the Prophet to give that knowledge. <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus Himself&#x2014;if I read the Scriptures correctly&#x2014;had not the power to establish in the hearts of His own Apostles a knowledge of the truth, or even a knowledge of his own character. For when He enquired of Peter and the disciples as to who the world said He was, they answered Him that some said that He was Elias, some that He was John the Baptist arisen from the dead, etc. &#x201C;But,&#x201D; said He, &#x201C;whom say ye that I am?&#x201D; Peter answered and said, &#x201C;Thou art the Christ, the Son of the living God.&#x201D; Whereupon the Savior informed him that flesh and blood had not revealed that unto him, but His Father which is in heaven.<span class=\"citation\" id=\"64819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64819)\">Matt. 16:13-17<\/a><\/span> Now, if there was a man at that time who could possibly obtain, in any other way, a knowledge as to who Jesus was and as to the truth of the work He established, that man was Peter. Such men as President Taylor, and the first Apostles of the Church, would have, if it were possible, obtained that knowledge from the Prophet Joseph. But none of these men obtained their knowledge in regard to these things in that way. And you may ask the Saints by the tens of thousands in the land of Zion today, as to how they learned Joseph Smith was a Prophet of God&#x2014;although a great many of them never saw him, and yet there are many of them who knew him personally&#x2014;and they will tell you that their knowledge of his character, mission and power, was given to them of the Lord. We have had this knowledge established in our hearts and we cannot fly it. We cannot close our eyes upon it. When we know what the truth is, we cannot fail to tell it; and there are people in the world today, that look upon us, perhaps, with no degree of allowance and consider us a very wicked people, that, if  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they had the same testimony that we have, would be as valiant in defense of the truth as we are. There are many such people in the world today&#x2014;good, honest people. Are they Methodists? I presume so. Are they Presbyterians and Catholics and people belonging to many other denominations? Yes; and there are honest men, perhaps, who do not profess Christ at all&#x2014;who claim to be infidels and close their eyes to the mission of Christ&#x2014;that if they had the knowledge we have, they would be just as valiant as we are today. They could not help it; for that testimony would make them valiant, and they would be as difficult to turn from the truth as the Latter-day Saints. The world have discovered that the Latter-day Saints cannot be turned from their purpose, cannot be converted, and having failed to attain their object in that way, many advocate strong measures being enacted against us. Some go so far as to think we should be exterminated; others that we should be placed under political disabilities, or hampered in some way, in order that our religious faith may be crippled. Will they accomplish their object by these means? No. Such treatment did not accomplish anything with the Son of God, nor with His Apostles, and it did not accomplish anything with Daniel,<span class=\"citation\" id=\"61561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61561)\">Dan. 6:1-28<\/a><\/span> or with his brethren, who were cast into the fiery furnace.<span class=\"citation\" id=\"61417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61417)\">Dan. 3:1-30<\/a><\/span> It did not change their sentiments and their faith, and it will not change ours. We cannot deny the truth. We may have troubles in this life; many of us may see sorrow in this life; but none of us will ever see what the Savior saw in that regard. None of us will suffer as He suffered, although His mission was but a short one. Our mission may be long, and our suffering may possibly, in some instances, be con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinuous; but we will not be called to suffer as much as He suffered. Yet, we may look for persecution. But the Lord will overrule all things for our good. He will sustain this Kingdom, and He will build it up in spite of all other kingdoms in the earth; for it is His right to do so. The earth is the Lord's, and the fullness thereof,<span class=\"citation\" id=\"56510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56510)\">Ps. 24:1<\/a><\/span> and the peoples, the nations, and the kingdoms that are upon the earth, all belong to the Lord. We are His children, and He has the right to control and dictate in all the affairs of men. He has the right to overrule the conduct of men to serve his purposes; to overrule the wars between the nations of the earth. He has the right to break down nations, to change the form of government, to cause revolutions, and in all things to do that which seemeth Him good. He has the right to do all this&#x2014;just as He broke off the colonies from the mother country, and established religious liberty, thus making it possible for His Kingdom to be established upon this land. <\/div><div class=\"paragraph jod\" id=\"v25n145\"> Now, as we discover the world opposed to us&#x2014;feeling, no doubt, in a great many instances that they are doing God's service<span class=\"citation\" id=\"70287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70287)\">John 16:2<\/a><\/span> in bringing everything to bear against what they consider a very wicked people&#x2014;what is the proper thing for the Saints to do for their protection? This is an important matter. When surrounded by enemies, a wise man would take the precaution to protect himself from destruction. What, then, shall we do that we may not be trodden down, broken to pieces and scattered or destroyed; that we may remain in this land; that we may not be removed as we were from Missouri, from Illinois, and from Ohio? What shall we do that we may not be brought into bondage, but may remain a free people?&#x2014;   <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that is, free to do the will of God, and to build up His Kingdom upon the earth, the mission we are called upon to perform. The most important matter that I know of is, not to prepare our arms, not to prepare for war, but to prepare for peace; to keep the commandments of the Lord; to discharge with fidelity to God every obligation we are under to Him; to keep sacredly His laws, and to be found in the discharge of our duty; preaching the Gospel; gathering the poor; building temples; establishing home industries; becoming a self-sustaining people; providing for our necessities; providing employment that none may need; providing for the poor; nursing the sick; caring for those who need comfort; seeking to do the will of God in all things; abstaining from intemperance, from profanity, from corruptions of every name and nature; seeking to be, not as the world, but to be indeed the Saints of God; striving to be united; listening to counsel; seeking to live so that the Spirit of the Lord may inspire our hearts and prepare us for the responsibilities that are upon us, let our positions be what they may&#x2014;home missionaries, foreign missionaries, men presiding in the Church, in the Stakes, in the Quorums, in the Associations, in the institutions of learning, each and all standing in their proper place, doing the will of God. For we have no battles to fight if we be the Saints of our God. He will fight our battles if battles are to be fought.<span class=\"citation\" id=\"89993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89993)\">D&amp;C 105:14<\/a><\/span> The wicked will slay the wicked<span class=\"citation\" id=\"86478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86478)\">D&amp;C 63:33<\/a><\/span> and the righteous will be left free. The Lord has been very good to us in giving us this land, and in enabling us to maintain peace therein, up to the present time. It is a land that is admirably adapted to the necessities of this growing kingdom. <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The water supplies are not very great, and as we have multiplied the water sources have been almost all utilized. Yet the fountains of water have increased in many parts of the country, and where but a few families, a few years ago, could be accommodated on a stream&#x2014;say a half a dozen families or the like&#x2014;today we have fifty to a hundred families on that same stream, with a constant and abundant supply of water. And the Lord has changed the seasons. Fruits are hardier, and some that are not so hardy are doing and thriving well in our land. The blessing of the Lord has been over the land, and peace has reigned in it, and it will continue to reign if we but do the will of the Lord. He will overrule and control all those agencies that may be brought against us from the outside, if we will but listen to the voice of counsel here at home. That voice of counsel is within the reach of every family in every neighborhood. He has given to this people the Priesthood. He has placed it upon almost every man in Zion. Almost every man bears a portion of the Holy Priesthood, Aaronic or Melchizedek. We are almost a nation of Priests&#x2014;<span class=\"citation\" id=\"54133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54133)\">Ex. 19:6<\/a><\/span>of High Priests, Seventies, Elders&#x2014;men bearing the Priesthood and authority of God. We have each of us the right to approach the throne of grace, to hear from the Father, to receive counsel, to receive inspiration in regard to the duties which devolve upon us, that we may not go astray. Every man who is called to preside as a Bishop in a ward is entitled to the Holy Spirit to guide him in his labors; so is every man who presides over a family, or in a quorum, or who is placed in a position to lead and instruct the people. That is the reason that the Lord has given us such a host of ministers; for  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every man who holds the Priesthood is a minister of righteousness and is expected to administer in his calling in the midst of the people in the world, wherever he is located, at home or abroad. We have thousands of such men. Our settlements are full of them. They are the men who build the houses and decorate them, and they do the business that is done in Zion among our people. They are ministers of righteousness; and if the people will keep the commandments of God, His hand will be stretched out in their behalf, to save and protect them from harm. <\/div><div class=\"paragraph jod\" id=\"v25n148\"> Now, when I assert that the Latter-day Saints cannot be converted or turned from the truth, I do not mean to say that there are none who turn away from the Gospel. There are many who lose their faith, many who go into sin, many who apostatize. But are they Saints of God? No. Do those that apostatize live the lives of Saints? No. If they were Saints, enjoying the Spirit of the Lord, it would be impossible for them to apostatize. A man cannot deny the truth which the Spirit of God is burning in His bosom; but by transgressing the laws of God, by neglect and sin, men lose their testimony and are taken up by the &#x201C;Josephites,&#x201D; or by some other class of people, and perhaps &#x201C;improved.&#x201D; I trust they are. But when it comes to converting a Latter-day Saint, a man who keeps the commandments of God, and lives according to the principles of the Gospel, as laid down by the Prophet Joseph Smith, it cannot be done. They may labor here as missionaries from now to doomsday, they never can get one Latter-day Saint to join any of their religious denominations. Strenuous efforts are being made to capture our children as though there were not chil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren enough in the world requiring their attention. They might leave us to manage our own children. But they think they stand a better show to convert children than grown people. If the truth were not grounded in our hearts, we would be liable to conversion. But inasmuch as we keep the commandments of the Lord, and enjoy the Holy Ghost, we cannot be turned. <\/div><div class=\"paragraph jod\" id=\"v25n149\"> We have no fears in regard to the work of the Lord; because it is just as plain to us as the sun at noonday, that the Kingdom of God will endure and will not be given to another people.<span class=\"citation\" id=\"61351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61351)\">Dan. 2:44<\/a><\/span> If the Saints will be faithful, the Church and Kingdom of God will be safe; God will be honored, and His purposes accomplished in the earth; and a pure people will grow up here such as the Lord will delight to come and dwell among. <\/div><div class=\"paragraph jod\" id=\"v25n150\"> The organization of the Church of God is perfect. We find at the head of every Quorum of Deacons three are appointed to preside; the same with the Teachers, Priests and Elders; the Seventies have seven men to preside over each Quorum; and all these various Quorums are expected to hold meetings and classes, so that they may be instructed in their various duties, that men may be prepared to preach the Gospel in the nations of the earth. Then, we have organizations of the young people&#x2014;the Mutual Improvement Associations&#x2014;which are intended to embrace all the young people of Zion. But we find in our visits through the country, that complaints are made that the young people are not all enrolled. Many have not been brought to see the importance of joining these associations. Well, now, if it were left to the children entirely, how many of them would go to school at the age of eight, ten or twelve years? Not many. But  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is a proper influence brought to bear upon children by their parents. Schoolhouses and teachers are provided, and then the children are sent to school. After a while, as the children grow older, they begin to see the importance of knowledge, and then it does not take very much exertion on the part of parents to get the children to attend school. In the same way, those who have identified themselves with these associations begin to see the importance of their connection therewith. But those who are on the outside need to be instructed in regard to the importance of these things, and an influence should be brought to bear upon them in that direction. They should be taken early in life. Many of them have been left alone until it is too late, or later than it ought to have been. At the age of twelve or fourteen years they should be introduced into the lesser Priesthood, and thus learn something of the authority of the Lord. They should be educated in the principles of the Gospel, and have faith established in their hearts. This should be done by experienced people. But they have been more or less neglected until we have hundreds today that are twenty years of age, that bear no Priesthood at all. When they get to that age they become more or less set in their ways; they desire to be free; they don't care to be hampered with religion or anything of that kind. Now, my brethren and sisters, parents in Zion, Bishops, leading men in the Wards and Stakes, see to it that the young people receive proper instruction; see to it that they are not neglected as those of whom I have been speaking have been neglected in the past. Let fathers and mothers be anxious in regard to their sons and daughters. Let those who are yet young be <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brought into the Mutual Improvement Associations and classes, that they may have the advantage of a religious training in the Church. There is nothing on earth of greater value to your children than a knowledge of the truth. I know of no gift that could be given to my children from among men that would compensate for their being deprived of the knowledge that God has established His Church and Kingdom upon the earth; that Joseph Smith was a Prophet of God; that Jesus Christ is the Son of God; and that God lives. To deprive them of this knowledge, nothing could compensate for its loss. Then, if we so consider these things; if we are so firmly established in the truth and value it so much, let us see to it that our children are not neglected. At eight years of age they should be baptized for remission of their sins,<span class=\"citation\" id=\"86717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86717)\">D&amp;C 68:27<\/a><\/span> and become members of the Church. And as they get older, see that they are brought into the schools, associations and classes. See, too, that they are taught at home in regard to prayer, family worship,<span class=\"citation\" id=\"86718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86718)\">D&amp;C 68:28<\/a><\/span> etc. Let them not be neglected; for if they are neglected and go astray, your hearts will be barren and sorrowful. You may be very firm and solid yourselves; but in the loss of a son or daughter, through neglect, your hearts will be made sorrowful. The Catholics are very careful in regard to their children, and I respect them for it. They are very careful to educate their children in regard to the Catholic faith. Not that I would have my children become Catholics; but I would have the same care that they display in this matter displayed in the care of the children of the Latter-day Saints. Early life is the time when they should be trained. Then indelible impressions can be made in their minds  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>How difficult it is when men have grown up in the world with ideas that are prevalent in the world in regard to God, the Savior, religion, etc.&#x2014;how difficult it is to bring them into the Church, and get those ideas eradicated from their minds. I have heard elderly brethren who were brought up as Methodists say, that it was almost impossible for them to rid themselves of Methodism. One of the earliest revelations given to the Church charges all parents having children in Zion to teach them faith in God, faith in Jesus Christ, and that when they arrive at the age of eight years they should be baptized for remission of their sins.<span class=\"citation\" id=\"86710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86710)\">D&amp;C 68:25<\/a><\/span> This is a law that has been before us since 1831,<span class=\"citation\" id=\"86716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86716)\">D&amp;C 68:26<\/a><\/span> many years before I was born. Now, I wonder if this law has not been neglected by the Latter-day Saints&#x2014;generally forgotten or overlooked. <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Have we not been careless in this regard? Let every father and every mother question their own hearts on this matter, and if they have been negligent, let them reform and see that they be more careful in the future than they have been in the past. Indeed, let me exhort you, my brethren and sisters, you who stand at the heads of families, Wards, and quorums, to be of a truth educators of the people, teaching them not only in theory, but in practice, in your lives; walking so that you may be the light of a sun instead of a moon; and that great improvement may be found all around. <\/div><div class=\"paragraph jod\" id=\"v25n153\"> And that God may sustain us, inspire our hearts and help us to discharge with fidelity every duty; that the testimony God has given us may grow and increase in our hearts, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}