{"ID":250034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Respect to the Dead&#x2014;Consolation to the Bereaved&#x2014;Instruction to the Saints&#x2014;Resignation to the Will of the Almighty&#x2014;Pity for the Murderers&#x2014;Condemnation Awaiting Them at the Hands of a Just God&#x2014;Retribution to Be Left for Him to Mete Out.<\/div>\n<div class=\"subtitle\">Remarks by President George Q. Cannon, Apostle Moses Thatcher, Elder George F. Gibbs, and President John Taylor, delivered at the Funeral Services over the remains of Elder John H. Gibbs, held in the Bowery attached to the Meetinghouse, Paradise, Sunday Afternoon, August 24, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Memorial Services.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/24\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v25n878\"> President Geo. Q. Cannon was the first speaker. He said: <\/div><div class=\"paragraph jod\" id=\"v25n879\"> I will read from the 6th chapter of the Revelation of St. John, commencing at the 9th verse: <\/div><div class=\"paragraph jod\" id=\"v25n880\"> &#x201C;And when he had opened the <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fifth seal, I saw under the altar the souls of them that were slain for the testimony which they held: <\/div><div class=\"paragraph jod\" id=\"v25n881\"> &#x201C;And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and avenge our blood on them that dwell on the earth? <\/div><div class=\"paragraph jod\" id=\"v25n883\"> &#x201C;And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.&#x201D;<span class=\"citation\" id=\"79292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79292)\">Rev. 6:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n884\"> In the next chapter we find the following: <\/div><div class=\"paragraph jod\" id=\"v25n885\"> &#x201C;And all the angels stood round about the throne, and about the elders and the four beasts, and fell before the throne on their faces, and worshipped God, <\/div><div class=\"paragraph jod\" id=\"v25n886\"> &#x201C;Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honor, and power, and might, be unto our God forever and ever. Amen. <\/div><div class=\"paragraph jod\" id=\"v25n887\"> &#x201C;And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they? <\/div><div class=\"paragraph jod\" id=\"v25n888\"> &#x201C;And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and have made them white in the blood of the Lamb. <\/div><div class=\"paragraph jod\" id=\"v25n889\"> &#x201C;Therefore they are before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them. <\/div><div class=\"paragraph jod\" id=\"v25n890\"> &#x201C;They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat. <\/div><div class=\"paragraph jod\" id=\"v25n891\"> &#x201C;For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.&#x201D;<span class=\"citation\" id=\"79332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79332)\">Rev. 7:11-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n892\"> If I were to consult my feelings on the present occasion, I would much rather sit still and listen, than to attempt to speak or to give utterance <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the feelings which I have had since coming into this shade. But we have assembled together today, to pay our last tribute of respect and honor to the martyred dead, and it is meet and proper that we should control our feelings and endeavor to say something that shall be consolatory to the living, and that shall have the effect to make this lesson an impressive one to all of us, and especially to the young men and young women, the rising generation of this people. <\/div><div class=\"paragraph jod\" id=\"v25n893\"> It is not a new thing in the history of the work of the last days for the blood of innocence to be shed; but the frequency of these occurrences does not take away from the anguish and the sorrow, and those poignant feelings that are created by such atrocious acts. We cannot become reconciled to these things sufficiently, fortify ourselves as we may, to escape feeling upon occasions of this character that we are all liable at any time to be called to lay down our lives for the truth's sake. Whenever our brethren are thus called as sacrifices for the truth, it requires the comforting influence and strength which God alone can give to reconcile us, so that we can bear these blows with equanimity and with the resignation which should characterize people of our profession. <\/div><div class=\"paragraph jod\" id=\"v25n894\"> When the Gospel was revealed from heaven in these latter times, it was told to those who received it&#x2014;not only to Joseph the Seer, but to others who received it from him&#x2014;that the espousal and advocacy of these principles might cost them their lives,<span class=\"citation\" id=\"83887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83887)\">D&amp;C 6:30<\/a><\/span> and there is a plain intimation in one of the early revelations to Joseph, that his life might be required.<span class=\"citation\" id=\"83859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83859)\">D&amp;C 5:21-22<\/a><\/span><span class=\"citation\" id=\"90938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90938)\">D&amp;C 122:9<\/a><\/span> During his lifetime he lived under perpetual attacks from his enemies; not that he lived in dread,  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but there was constant reason to fear, however, all the days of his life, through the revelation of the truth to him, and the bestowal of the holy Priesthood upon him, that at any moment he might fall a victim to the rage of those who hated the truth. He never at any time led those who received the Gospel to anticipate that their fate would be any better than his, for every man and woman was taught that if the principles were what we believed them to be, that which he testified they were, it was worthy of their lives, and of every other sacrifice they might be called to make. Men, therefore, in espousing the Gospel of Jesus Christ in these last days, espouse it, as a general rule, with a full knowledge of the consequences involved therein. They have not been told that their pathway would be strewn with flowers, that they would be surrounded with ease and comfort, and that they would have friends on every hand and be popular; but where faithful Elders have gone out preaching the Gospel, they have gone declaring unto the inhabitants of the earth that the same sacrifice which had been called for in ancient days, when Jesus communicated His Gospel unto men&#x2014;that the same sacrifices might still, in all probability, be demanded of them, and they have been told not to hold their lives dear unto them, but for the sake of the great riches which God had bestowed, and the great and glorious reward that He had promised, they should be willing, if it were necessary, and God should require such sacrifice at their hands, to lay down their lives for the truth. And it was well that these teachings were given to the people; for the early history of our Church, and every step of its progress, has been marked with <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> suffering, and in many instances with blood; the sacrifice of earthly ties, the sacrifice of homes, of friends, of old associations, of kindred, of native land&#x2014;these sacrifices have been made by all who have connected themselves and remained connected with the Zion of our God. And besides these, not infrequently has it been the case that bodily torture has been inflicted through the attacks and the malicious spirit of those who have hated the truth, and not infrequently life itself has been given for the cause of God, or as a testimony to the truth of that cause which He has established. Since our arrival, however, in these valleys, it has been hoped that we would escape the fierce intolerance of the wicked. Years elapsed after our reaching here during which we dwelt in peace and free from annoyance and from the attacks of the wicked. Our Elders have traveled through various nations of Europe, and though persecuted and treated with contumely at times, still blood has not been shed. No men have been destroyed among the nations of Europe who have gone forth bearing the message of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v25n896\"> The Lord in His mercy of late years has moved upon His servants to send the messengers of life and salvation to our own nation, and they have gone according to God's command, to warn the people of the impending judgments and calamities that are about to be poured out upon this nation in common with other nations. The Elders have labored with great zeal, and in many instances with great success, and have been the means of carrying the glad tidings of salvation to very many souls, and this success has seemed to arouse the powers of darkness. Embittered by the falsehoods that have been circulated concerning  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us, men have sought to stop the onward progress of the work by seeking to destroy those who were its messengers and ministers. We have heard frequently of mobs, especially in the Southern States, where the Elders have labored for some years past. Occasionally they have resorted to violence, and in several instances have made attempts at taking life, and before this recent massacre, succeeded, at least, in killing one Elder&#x2014;Joseph Standing, in the State of Georgia. It seems as though the adversary has been determined that if he could not stop the progress of this work in any other way he would drown it in blood. It is due to the providence of God, and to His wonderful and preserving care that we who live in these valleys have been preserved in peace. The credit of our preservation from blood&#x2014;that is, from war and consequent bloodshed&#x2014;is due to our Great Creator; for if the adversary, who is the great antagonist of our God and of His work, could have had his way, our peaceful valleys would have been drenched in the blood of innocence. He who opposes this work does not hesitate at any means to stop its progress. He was a murderer from the beginning,<span class=\"citation\" id=\"69514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69514)\">John 8:44<\/a><\/span> and he has sought by every means in his power, by the circulation of wicked, abominable falsehoods against the Latter-day Saints, to stir up men to bloodshed and to cause them to look upon us as a people whose death would be well merited and against whom acts of violence of the most terrible character could be committed and be entirely justifiable. It is not due to Satan, it is not due to his mercy nor his forbearance, that we have thus escaped, but it is due to the mercy and the overruling providence and the fatherly care of our Great Creator, that we who are here today <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the rest of our brethren and sisters who are assembled in the various places of worship at this present time&#x2014;that we have been and still are preserved. A feeling has gone abroad, in consequence of the lies that the father of lies<span class=\"citation\" id=\"92502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92502)\">Moses 4:4<\/a><\/span> has propagated, which causes thousands of people to think that if the Latter-Saints, or Mormons, could be blotted out, it would be a most praiseworthy and justifiable act, and it is that spirit, engendered by that being, emanating from that source, which has caused the death of these our beloved brethren for whom we mourn today. That spirit of murderous hate, unmerciful, cruel, brutal, when it takes possession of the heart of man, leaves no room for a gleam of compassion to enter. It was that spirit which caused the crucifixion of the most glorious Being, the holiest, the purest, and the best that ever trod the earth, that gentle Being, the Son of God&#x2014;it was that spirit which crucified Him in the most ignominious manner; that spirit brought Him to that cruel death, as it had done the prophets that had preceded Him. Pitiless as the grave is that spirit, the spirit of the evil one, when it takes possession of man, transforming those who naturally might be compassionate, who naturally might have hearts open to the appeals of mercy&#x2014;transforming them into demons of hate, filled with an unquenchable desire for the blood of their fellow men. It is that spirit which has caused murders in every age from the day that the blood of Abel stained the soil of the virgin earth until this brutal massacre through which the soil of the State of Tennessee has been drenched and stained with innocent blood. We need not wonder at these occurrences when we read the history of the past and  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that which was done to the Son of God Himself; and to the Prophets and Apostles, and in our own day, to the martyred Joseph, the Prophet of God, and his brother Hyrum. We do not depend upon tradition for our ideas respecting Joseph and Hyrum. They were known to us. Their actions are familiar, their efforts and all their labors we know and understand, and we know how innocent they were. We know that every pulsation of their hearts beat with love for humanity, and for the salvation of their race, as did the heart of this our beloved brother, John H. Gibbs, when it was living. Every pulsation was filled with love for God, and a desire for the salvation of God's children upon the earth. But towards such as these, the spirit of the evil one has no mercy. Nothing less than blood will satisfy, and it has been so from the very beginning. <\/div><div class=\"paragraph jod\" id=\"v25n899\"> Whom shall we pity today? This murdered victim and the other murdered victim whose body has gone to his home? For whom shall we shed tears and our hearts swell with pity? Shall it be for these our murdered brethren, these beloved ones, these sainted martyrs, who died in the discharge of duty, serving their God, and seeking earnestly for the salvation of their fellow men? Shall our hearts swell with pity for them and their fate? No. There is no room for pity in my heart for them. I feel thankful to God, not that they were slain, but that they were courageous enough to die for the truth which the Savior died for, for which the blood of Joseph and for which the blood of all the martyrs from the days of righteous Abel until today has been shed.<span class=\"citation\" id=\"65594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65594)\">Matt. 23:35<\/a><\/span> For whom, then, does my pity go out? For the murderers of these holy men. For them my pity is deep, is pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>found, is inexpressible. Is not this strange that I should have feelings of this kind for the murderers? <\/div><div class=\"paragraph jod\" id=\"v25n900\"> When I think of their future; of the penalty they have brought upon themselves; when I think how blindly they have been led by the adversary of their souls, who was a murderer from the beginning,<span class=\"citation\" id=\"69515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69515)\">John 8:44<\/a><\/span> who rebelled against our Father in Heaven,<span class=\"citation\" id=\"92487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92487)\">Moses 4:3<\/a><\/span> and is the great enemy of the human race, and who seeks to destroy the children of our God&#x2014;<span class=\"citation\" id=\"82449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82449)\">Hel. 8:28<\/a><\/span><span class=\"citation\" id=\"83937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83937)\">D&amp;C 10:27<\/a><\/span><span class=\"citation\" id=\"86522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86522)\">D&amp;C 64:17<\/a><\/span><span class=\"citation\" id=\"91799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91799)\">D&amp;C 132:57<\/a><\/span>when I think of them I am filled with pity for their fate. As for these victims&#x2014;this our beloved brother Gibbs, and our beloved Brother Berry&#x2014;we know what is in store for them. They have received, or rather will receive crowns of glory, immortal glory. They will be the companions of the Gods. They will sit down with Jesus, the Mediator of the new covenant.<span class=\"citation\" id=\"77322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77322)\">Heb. 12:24<\/a><\/span><span class=\"citation\" id=\"90194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90194)\">D&amp;C 107:19<\/a><\/span> By their deaths they will secure an entrance into the society of the Prophets and the Apostles, and the martyrs, the noblest, the holiest, the best, the most exalted of our race. There is no glory that God can give to man, there is no exaltation which God can bestow upon man that these our martyred brethren will not receive. Untrammeled now, having passed the gates of death, their tabernacles having been destroyed, their spirits have gone to the paradise of God.<span class=\"citation\" id=\"68370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68370)\">Luke 23:43<\/a><\/span><span class=\"citation\" id=\"79049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79049)\">Rev. 2:7<\/a><\/span> There awaits them continual progress. They have entered upon a career of never ending glory, a career which will never terminate throughout the endless ages of eternity; for they have done all that mortal men could do, they have been willing to lay down their lives for the truth, and greater love no man can exhibit than this.<span class=\"citation\" id=\"70173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70173)\">John 15:13<\/a><\/span> Therefore, so far as they are concerned, aside from the atrocity of the deed which brought them to so untimely a death, aside from the  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>poignant sorrow that must fill the hearts of the widows, the orphan children, the parents and brothers and sisters and friends&#x2014;aside from these there is no cause for grief today, not for these brethren at least; but as I have said, Woe to the men! Woe to the men! who have committed this ghastly crime. I cannot contemplate their future without my blood being chilled, and being appalled at the damnation that awaiteth all such individuals. <\/div><div class=\"paragraph jod\" id=\"v25n902\"> My brethren and sisters, I pray God to make this an example for all of us. I say to the young men of Israel&#x2014;Here before you is an example worthy of your imitation. What is death? Shall it be feared? Death comes to all, the coward as well as the brave man. The coward has to meet his fate, and why should we shrink from it? A few days or a few weeks or months or years, at the most will only elapse until death will overtake all. Let us seek as a people to be prepared to meet death, to flinch not from the path of duty, from the path of honor, from the path that God has marked out for us to walk in; let us tread it unfalteringly, and trust to God to preserve and deliver us, or if it be His wisdom to permit our blood to be mingled with the blood of other martyrs in testimony of the truth, may we be prepared therefor. <\/div><div class=\"paragraph jod\" id=\"v25n903\"> God bless you all, my brethren and sisters, and fill you with the Holy Spirit. God bless and comfort the hearts of these mourners, and fill them with the consolation of the everlasting Gospel, is my prayer, in the name of Jesus. Amen. <\/div><div class=\"paragraph jod\" id=\"v25n904\"> Apostle Moses Thatcher was the next speaker. He said: I hope, my brethren and sisters, to have your faith and prayers to assist me in the few remarks I may make. There are occasions, and this seems <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be one of them, when silence would seem even more impressive than words; there are times when it is difficult to express the thoughts we have in our hearts. Yet I know by the words which have been expressed by President Cannon, that when the Spirit of God dictates, much can be said to comfort the living. As for the dead all is well with them&#x2014;that is, with the brethren who have sealed their testimony with their blood. You have heard what will be their glory, and to that testimony I will add mine. When we clearly understand, by the light of the Spirit of God, what martyrs for the truth will receive, death fails to create fear in our minds. It is at other times, when surrounded with the trials and temptations of life, when yielding to weaknesses and sin, that we become disqualified for that high glory about which President Cannon has been speaking. To my mind there is nothing here to be sorry about, save to mourn with the relatives and friends of the martyred ones. Their calling and election has been made sure,<span class=\"citation\" id=\"125378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125378)\">2 Pet. 1:10<\/a><\/span> and it will be said unto them&#x2014;&#x201C;enter thou into my rest: having been faithful in a few things thou shalt be made ruler over many.&#x201D;<span class=\"citation\" id=\"66129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66129)\">Matt. 25:21<\/a><\/span> Our brethren were faithful unto the end, faithful unto death, to such, therefore, will be given a crown of life.<span class=\"citation\" id=\"76257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76257)\">2 Tim. 4:6-8<\/a><\/span><span class=\"citation\" id=\"77445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77445)\">James 1:12<\/a><\/span><span class=\"citation\" id=\"79058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79058)\">Rev. 2:10<\/a><\/span> Having been slain for the testimony of Jesus,<span class=\"citation\" id=\"79277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79277)\">Rev. 6:9<\/a><\/span> they will be able to pass by the angels and the Gods to their inheritance of heights and depths, powers and principalities and endless lives.<span class=\"citation\" id=\"91596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91596)\">D&amp;C 132:19<\/a><\/span><span class=\"citation\" id=\"91646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91646)\">D&amp;C 132:22-24<\/a><\/span> They have been valiant and true unto the end of their days. Stricken down by the hand of the assassin, yet courageously meeting their fate. What can be a more glorious death? When we come to look at the works of God, and witness the manifestation of His power, we see that every<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing that is excellent, everything that is desirable, comes forth from the midst of much tribulation. Even the jewels of the earth, and the riches thereof&#x2014;the minerals, the gold and silver for which men thirst, and for which they have been willing to sacrifice life&#x2014;are brought forth out of what seems to us the agonies of nature. And so in regard to violent deaths such as our brethren have suffered. In passing through such a trial bravely, faithfully, and truly, they have become jewels in the hands of God, and will continue to progress throughout the endless ages of eternity. It was not that they had violated the laws of the land; it was not that they had broken any law of the State in which they were when their lives were taken by the enemies of righteousness, by ungodly, wicked and murderous men: but as President Cannon has truly observed, it was because they were pure, it was because they were righteous, it was because they were the servants of God, that they were despised and killed. There is no hatred so intense as that which springs from and is begotten of envy and malice. The human heart readily forgives and extenuates the crimes of the wicked. Men have compassion for the ungodly; but there was no pity in the hearts of those who took away the life of Jesus, of Joseph the Prophet, and of Hyrum his brother, who planted their feet on the rock of eternal truth, and stood firm while the waves of prejudice, hatred and malice, inspired by the adversary, who was a murderer from the beginning,<span class=\"citation\" id=\"69516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69516)\">John 8:44<\/a><\/span> continued to advance until their blood saturated the soil. The same spirit is in the midst of the earth today. It has caused the taking away of the lives of these brethren. I remember distinctly the impressions that were <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> made upon the minds of some of our people when they first learned of the organization of certain secret societies in the east, organized with the intention, no doubt, of taking life; and it is my strong belief and my firm opinion that the body which lies before us today, lifeless, is the result of the operations of the secret societies which, we have been forewarned, would be organized in the latter times.<span class=\"citation\" id=\"81466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81466)\">2 Ne. 26:22<\/a><\/span><span class=\"citation\" id=\"83247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83247)\">Morm. 8:27<\/a><\/span><span class=\"citation\" id=\"85459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85459)\">D&amp;C 42:64<\/a><\/span> It may be that others will be called to wear the crowns of martyrs. Certainly that passage of Scripture which was read in our hearing today, would lead us so to think.<span class=\"citation\" id=\"79293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79293)\">Rev. 6:9-11<\/a><\/span> But what matters it to us? We have received the testimony of Jesus. We have received the light of the everlasting Gospel. We have received that which will give us influence and power and dominion and glory and endless happiness. Why, then, should we care for the lengthening or shortening of our days here in this mortal condition. If we are faithful and true to God, and can die with the harness on as Brother John H. Gibbs did, it will be well with us. If we can meet death as he met it, while in the line of his duty, and in the full love of God, our salvation will be sure. Had he not been successful as a preacher of righteousness,<span class=\"citation\" id=\"78391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78391)\">2 Pet. 2:5<\/a><\/span> there would have been no disposition to take his life; but the fact that he had brought forty-one souls to baptism, through which they were made citizens of the Kingdom of God, created the malice that could only be satisfied or checked by the shedding of precious blood. It is not for us to mourn over things ordained as a witness that God is with us. The cords of Zion are being lengthened, her stakes are being strengthened,<span class=\"citation\" id=\"59698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59698)\">Isa. 54:2<\/a><\/span> and the Kingdom of God is gaining day by day, and year by year in the midst of the world.  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Satan will contest the ground inch by inch. We may expect to meet him in every form, at home as well as abroad. We should, therefore, be diligent and faithful, prudent, humble and wise. We should in all things be faithful to God, our heavenly Father. We should consecrate ourselves, our time, and all we have unto Him, holding ourselves ready to fulfill missions in every part of the habitable globe. If the world imagine that the killing of our brethren will have a tendency to stop the progress of the everlasting Gospel, they are much mistaken. They have tried that before. When Cain lifted up his hand and slew his brother,<span class=\"citation\" id=\"52723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52723)\">Gen. 4:8<\/a><\/span> he thought, no doubt, that it would stop the progress of righteousness.<span class=\"citation\" id=\"92654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92654)\">Moses 5:32-33<\/a><\/span> And so with those who slew Joseph the Prophet; so with those who crucified the Savior. It has always been the tactics of the adversary of righteousness, he has always sought to destroy life;<span class=\"citation\" id=\"91800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91800)\">D&amp;C 132:57<\/a><\/span> but instead of this having a tendency to retard the progress of righteousness and truth, as the wicked expect, according to the testimony of those who labor at home and abroad, it has a contrary effect. And I am well satisfied that the blood of these brethren will have in its effect the same result as that produced by the blood of Brother Standing, who was slain in the State of Georgia. Many people will be led to inquire about a religion the advocacy of which costs life, and thus through their death many may be brought to a knowledge of the truth, and obey the Gospel, that otherwise might not. And I feel without lengthening my remarks to say, God bless the wife and children, relatives and friends of the departed. It is well with him. We have here but the casket. The jewel, the spirit, is in the paradise of God,<span class=\"citation\" id=\"68371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68371)\">Luke 23:43<\/a><\/span><span class=\"citation\" id=\"79050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79050)\">Rev. 2:7<\/a><\/span> associating with those who, like him, <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have died martyrs to the cause of truth. May the peace of God rest down upon all the people throughout Zion. I pray that we may be more faithful, more devoted to the cause of truth in the future than we have been in the past. I can say that I am satisfied that in no sense will the taking away of these brethren retard the progress of the work in the world. Our young Elders will not be less willing to go and preach the Gospel in the future than they have been in the past. They will be willing to go to the State of Tennessee if they are called to go there, or to any state in the Union; for they fear not those who can kill the body, but him only who can destroy both body and soul in hell.<span class=\"citation\" id=\"64190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64190)\">Matt. 10:28<\/a><\/span> This is the feeling of every true Latter-day Saint. We have no disposition to rail against those who did this bloody deed, for they are in the hands of God. Where He dwells they never can come, worlds without end.<span class=\"citation\" id=\"87258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87258)\">D&amp;C 76:112<\/a><\/span> They will be numbered among the murderers, liars, etc., outside the gates of the holy city.<span class=\"citation\" id=\"80873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80873)\">Rev. 22:14-15<\/a><\/span> Let peace rest upon the people. May the blessing of the Almighty abide with the wives and children of the departed. Let our hearts mourn with them as far as it is consistent with the lives of Latter-day Saints. Let us in the future bestow upon them, in memory of the departed, that attention which is due to them by reason of the departure of their husbands and fathers, and thus show by our works that we are the friends of the widow and orphan.<span class=\"citation\" id=\"87473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87473)\">D&amp;C 83:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n907\"> Elder George F. Gibbs next addressed the congregation. He said: I have desired, my brethren and sisters, to offer a very few remarks to endeavor to express some feelings that have crowded themselves upon my mind since the arrival of the body of my brother. I will here re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mark that from the first news we received that he was among those who were slain, nothing but a peaceful feeling has animated the breasts of his family and immediate friends. So in this respect I am thankful to say, I am in perfect accord with the remarks which President Cannon has offered. There is one thing, however, which has touched me very keenly, and that is the honor which has been shown to my brother in connection with those who fell with him. And here I would say that we are not unmindful of the fact that it is not because it was the body of John H. Gibbs, or &#x201C;Johnny&#x201D; Gibbs as he was familiarly called, but because he was among others who represented the cause of God in the earth. All along the line until our arrival here great honor and respect have been done him. Flowers have been put upon the casket by hands unknown to us. Today, a decoration in the shape of a crown, was placed on the casket. I was impressed with a peculiar feeling when that particular decoration was presented, a feeling that led to the inquiry, Is my brother really worthy to receive this token of honor conferred on the Holy Priesthood? To do justice to the feeling that prompts this inquiry, I would say that from intimate conversations I have had with him I am gratified to say that I do firmly believe that in his simple and humble way he does merit the honor thus conferred upon him. And I would also say I am satisfied with my brother's life, and am honored in his death. We are not unmindful of the fact that it has cost money to bring the remains of my brother here. We are not unmindful of the fact either that it required courage on the part of our brethren, Brother Roberts and others who <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> assisted him, and we gratefully acknowledge the services done us in this respect. We thank President Taylor, as the representative of the Church, for using his influence, and the means of the Church, to have this done. In conclusion, I thank God my Heavenly Father, that my brother is only one among hundreds and thousands of others, who are ready to go forth and represent the truths of heaven amidst danger and at the sacrifice of life. It was soon after the Anti-Mormon league in Cleveland was formed, that my brother wrote and told me that the influence of that league had reached the Southern States. He stated that he had met that influence in conversation with and in the presence of mobocratic men, and I have no doubt whatever as to the correctness of Brother Thatcher's remarks in this respect. I pray God to bless the faithful; I pray God our Heavenly Father to bless and sustain His Holy Priesthood and direct them, and that we, my brethren and sisters, may know enough to follow and do as we are bid. This is my humble prayer in the name of Jesus, Amen. <\/div><div class=\"paragraph jod\" id=\"v25n909\"> President John Taylor was the next speaker. He said: It makes me feel sorrowful to see a gathering similar to that which we now witness, and to know that good men's lives are not safe from the attacks of religious bigots and men who are governed by wrong influence. I and a number of my brethren have been traveling quite extensively through some of our Northern Stakes. We arrived last night in Logan a good deal fatigued with our labors, for we have visited, I think, if not every settlement, nearly every settlement in the northern Stakes since we left home, and we had planned to have the various settlements in this end  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Stake of Cache visited today. I had proposed myself to take a little rest; but on hearing of this event I felt a strong desire to unite my sympathies with those of the bereaved, for there were several emotions that agitated my mind; first, to express my feelings of grief for the perpetration of such terrible acts, then to condole with the family in their poignant grief; mingled with this was a feeling of joy and satisfaction pertaining to the destiny and to the present position of the deceased. All things are not as they appear to us. God has certain inscrutable designs and purposes to bring to pass in the earth. He has set His hand to accomplish these things, and many of you that are here and now hear my voice, have become the honored instruments in the hands of the Lord, of proclaiming those principles which God has revealed in the interests of our common humanity in the world in which we live. Those principles though fraught with the truths of eternal intelligence, eternal life, and all the blessings associated therewith, are not comprehended by the human family. But that makes no difference to us. We have our labors to perform, and we propose to accomplish that which God has designed in relation thereto, in the interests of our fellow men, who are the children, all of them, of our Heavenly Father, for He is the God and the Father of the spirits of all flesh.<span class=\"citation\" id=\"54784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54784)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54899)\">Num. 27:16<\/a><\/span> Furthermore, He has given to every man of every color, of every nation, and of every creed, and to people of no creed&#x2014;He has given to them all a portion of His Spirit to profit withal.<span class=\"citation\" id=\"73457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73457)\">1 Cor. 12:7<\/a><\/span> But many of them give way to other influences and yield obedience to the powers of darkness, as you have heard stated, and when men give themselves up to these <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> influences, and quench that better feeling which God has planted in the bosom of all men,<span class=\"citation\" id=\"75741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75741)\">1 Thes. 5:19<\/a><\/span> they by and by become prepared for any and every spirit that may present itself to their minds; especially do they follow a spirit of antagonism to God our Heavenly Father, and to those who espouse His cause, and who are really the best and most philanthropic people that dwell upon the face of the earth&#x2014;a people who go forward with less selfishness, and with a more single eye to the glory of God,<span class=\"citation\" id=\"83824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83824)\">D&amp;C 4:5<\/a><\/span> and to the benefit of mankind, than any other people who tread the footstool of our Heavenly Father today. It is, as Brother Gibbs has remarked, an honor to be engaged in a work of this kind; and despite the powers of darkness, despite the enmity of man, despite the schemes of oppression that are set on foot by men who ought to know better, despite the various evils that exist in the world, we still possess the same sentiment that was enunciated by Jesus, and would like to proclaim it to all nations, &#x201C;Peace on earth, and good will to men.&#x201D;<span class=\"citation\" id=\"67085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67085)\">Luke 2:14<\/a><\/span> But men can only obtain permanent peace by following after righteousness, by being governed by the principles of truth, by associating themselves with God our Heavenly Father, by acknowledging His hand, and by submitting to His law, to His rule, to His dominion, and to His authority. Hence Jesus taught His disciples to pray&#x2014;&#x201C;Thy kingdom come.&#x201D; Why? &#x201C;That Thy will may be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63449)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67533)\">Luke 11:2<\/a><\/span> And these are the principles which we as a people are trying to promulgate among the nations of the earth under the command of the Great Eloheim, who has told us, as He told His disciples in former years, to proclaim this Gospel unto every creature,<span class=\"citation\" id=\"66776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66776)\">Mark 16:15<\/a><\/span><span class=\"citation\" id=\"84152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84152)\">D&amp;C 18:28<\/a><\/span><span class=\"citation\" id=\"86268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86268)\">D&amp;C 58:64<\/a><\/span> and it was in obedience to that command that this  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our beloved brother met his fate. That is all right&#x2014;all right so far as he is concerned. As has been said, it is of very little account to many of us whether our lives be long or short on this earth, but it is a very grave consideration whether these lives are spent in the service of God or not. Those who have done like Brother Gibbs and Brother Berry, his fellow martyr, brought many to a knowledge of the truth, shall shine like the sun in the kingdom of their Father.<span class=\"citation\" id=\"64653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64653)\">Matt. 13:43<\/a><\/span> Therefore, being the friends of God,<span class=\"citation\" id=\"77625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77625)\">James 2:23<\/a><\/span> God is their friend. Paul, in reflecting upon these principles said: &#x201C;I have fought a good fight, I have finished my course, I have kept the faith: Henceforth there is laid up for me a crown of righteousness.&#x201D; And who else? &#x201C;Not to me only, but unto all them also that love&#x201D; the appearing of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"76276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76276)\">2 Tim. 4:7-8<\/a><\/span> Brothers Gibbs and Berry have gone to those souls that Brother Cannon read about in your hearing&#x2014;souls that are beneath the altar.<span class=\"citation\" id=\"79278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79278)\">Rev. 6:9<\/a><\/span> They cried out, &#x201C;How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?&#x201D;<span class=\"citation\" id=\"79298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79298)\">Rev. 6:10<\/a><\/span> That was uttered years and years ago, when John the Revelator was banished as a slave to the Isle of Patmos for the testimony of Jesus and the word of God,<span class=\"citation\" id=\"79011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79011)\">Rev. 1:9<\/a><\/span> the same testimony that has been delivered by these our brethren, and for which they have suffered. It was said of John, that he was dipped into a caldron of boiling oil, but they did not take his life, for God was with him, and God sustained him, as He did the three Hebrew children when they were cast into the fiery furnace, and the lambent flames that played around them ceased to have power to burn.<span class=\"citation\" id=\"61418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61418)\">Dan. 3:1-30<\/a><\/span> So John was preserved. But he, under the inspiration of the Almighty, and filled with the light <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and intelligence of heaven, could gaze upon the position of things in the eternal worlds, and saw the souls of those who had been slain for the testimony of Jesus,<span class=\"citation\" id=\"79279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79279)\">Rev. 6:9<\/a><\/span> and the word of God, etc. They were told that they should rest yet for a little season, until their fellowservants also and their brethren that should be killed as they were, should be fulfilled.<span class=\"citation\" id=\"79301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79301)\">Rev. 6:11<\/a><\/span> God is manipulating things in His own way. His purposes are rolling forth. He is moving in a mysterious way His wonders to perform. His servants who have been called to lay down their lives, will come forth with crowns upon their heads and reign upon the earth. Jesus said, &#x201C;Blessed are the meek: for they shall inherit the earth.&#x201D;<span class=\"citation\" id=\"62930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62930)\">Matt. 5:5<\/a><\/span> When the wickedness and corruptions of men shall have provoked the anger of the Almighty in these latter days as they did in the days before the flood, the Lord will come out of His hiding place to vex the nations of the earth,<span class=\"citation\" id=\"89657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89657)\">D&amp;C 101:89<\/a><\/span> and then there will be a time of trouble, a time of sorrow such as has not been from the beginning of the world, and we are told, never shall be again. Men may think they can trample upon human rights and upon correct principles, and do things which are contrary to the law and order of God, and to the principles of truth, integrity, equity, justice, and righteousness; but they cannot do this with impunity, for the Lord has said that He will smite the wicked, and with the breath of His nostrils He will slay them.<span class=\"citation\" id=\"58106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58106)\">Isa. 11:4<\/a><\/span> The earth shall be emptied of the wicked,<span class=\"citation\" id=\"58388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58388)\">Isa. 24:1<\/a><\/span><span class=\"citation\" id=\"83856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83856)\">D&amp;C 5:19<\/a><\/span> and a place prepared, in the due time of the Lord, for those who fear Him,<span class=\"citation\" id=\"129131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129131)\">D&amp;C 76:5-6<\/a><\/span> as He has designed from before the foundation of the world. <\/div><div class=\"paragraph jod\" id=\"v25n912\"> And in regard to these matters, I feel sorry for this sister, the wife of the deceased. I feel sorry for her.  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I feel sorry for her little family and for the family of his fellow sufferer. What shall we do? We will help take care of them, will we not? I think we will. And we will talk more about some of these matters at another time. We sometimes pray for the Lord to bless the widow and the fatherless.<span class=\"citation\" id=\"92050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92050)\">D&amp;C 136:8<\/a><\/span> Now there is an idea which I have always entertained, and that is, I never would ask God to do a thing that I would not do myself; and we shall have to contrive in some way for the accomplishment of this object. About Brother Gibbs who lies there&#x2014;that is all right: I might have lain in the same position a good many years ago, if it had been the will of God, but it seems it was not. I was shot at, and hit oftener than Brother Gibbs; but my life was preserved; God protected me. I was with Joseph and Hyrum when they were murdered in Carthage jail, and I never was sorry that I was there. I would not have been absent from a scene of that kind. I would not want to forsake my Brother or Brethren in difficulty; never. Well, what of it? Suppose I had been killed as Joseph and Hyrum were, why, I was in very good company. Joseph and Hyrum were servants of the living God, and I was trying to serve Him in my humble way. And if we had all been killed it would not have made much difference: would it? I suppose it was necessary for me to stay a little while longer; all right; and I am willing to stay as long as the Lord wants me, and to go whenever He wants me. But I, in common with Joseph and Hyrum and Brother Gibbs and others, have within me the principles of eternal life. I know that my Redeemer liveth, and that He shall stand in the latter days on the earth, and these eyes shall behold Him.<span class=\"citation\" id=\"56157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56157)\">Job 19:25-27<\/a><\/span> I know that God rules and <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reigns in this nation and among the nations of the earth, and that He will direct all things, according to the counsels of His will.<span class=\"citation\" id=\"129132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129132)\">Eph. 1:11<\/a><\/span> I know that the work which God has commenced in these last days will continue to go forth despite the powers of darkness and all the fiends of hell. Though they are arrayed against it, God and the hosts of Heaven are on the side of Israel, and Israel will prevail. This work will continue to spread and increase until the kingdoms of this world shall become the kingdom of our God and His Christ, and He will reign forever.<span class=\"citation\" id=\"79523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79523)\">Rev. 11:15<\/a><\/span> It is for us as Latter-day Saints, to live our religion, to observe the laws of God, to be humble, faithful and diligent; to be men of honor, truth and integrity; to seek to glorify God in our bodies and in our spirits, which are His,<span class=\"citation\" id=\"73270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73270)\">1 Cor. 6:20<\/a><\/span> and to perform any labor that He may require at our hands, that when we shall get through with the scenes of time and sense, we may inherit a crown which is incorruptible, undefiled, and that fadeth not away, reserved in the heavens for us.<span class=\"citation\" id=\"77765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77765)\">1 Pet. 1:4<\/a><\/span> So we will not mourn like those who have no hope, but we will put our trust in the living God.<span class=\"citation\" id=\"75945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75945)\">1 Tim. 4:10<\/a><\/span> And I say unto the widow of the deceased, God bless you, and God bless your children, and God bless all the honest in heart who are trying to fear God and work righteousness; and instead of feeling enmity in our hearts towards our persecutors and those who seek our lives, we will try to entertain the feeling that burned in the bosom of Jesus, who, when expiring upon the cross, cried out, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68340)\">Luke 23:34<\/a><\/span> But God will not forgive all these men who permit and perpetrate these wicked and atrocious acts. They will have to pay the debt which they have contracted. It is for us to go on, and  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perform the various labors and duties that devolve upon us. God has blessed us with many blessings. He has blessed us with the rich blessings of eternal life. He has brought us into covenant with Himself. He has taught us how to save ourselves, our wives, our children, our posterity and our progenitors, and He will teach us many more great and precious principles associated with the Gospel of the Son of God.<span class=\"citation\" id=\"94088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94088)\">A of F 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n915\"> After what has been so well said by others, time will not permit me to protract my remarks. <\/div><div class=\"paragraph jod\" id=\"v25n916\"> I am happy that it has fallen to my lot to join with you in these funeral services, and I am much pleased to see so large a gathering to pay respect to the memory of the honored dead. I am also very much pleased at the action which has been taken by Brother Joseph F. Smith and his brethren who have recommended that memorial services be held today in all the different Stakes of Zion; so that while we are meeting here, the tens of thousands of Israel are meeting all through the land, and thus we are showing, as Brother Gibbs has remarked, respect for the memory of the dead. <\/div><div class=\"paragraph jod\" id=\"v25n917\"> I also most heartily sympathize with the Condor family who have suffered such a heavy bereavement in Tennessee. And I should have been pleased to have made some further remarks upon this subject, had time permitted; suffice it now to say that they have mingled their blood with those honorable men who have died for the testimony of Jesus and the word of God.<span class=\"citation\" id=\"79280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79280)\">Rev. 6:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n918\"> Brother Gibbs has referred to the means furnished to bring the bodies home. That is all right. I was out of reach at the time&#x2014;that is out of the road of the telegraphic lines&#x2014;but I was very much pleased when I learned of the arrangement that had <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been made; with which I heartily coincide. That is a matter of duty always to look after the living and after the dead, to look after the widow and fatherless, and to fulfill all the duties and responsibilities devolving upon us. God bless you and lead you in the paths of life; and I pray God the Eternal Father that when we shall all of us have passed away from this earth, and when the resurrection trump shall sound, and the dead shall be raised incorruptible, and we shall be changed,<span class=\"citation\" id=\"73998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73998)\">1 Cor. 15:52<\/a><\/span> that we may so have lived, that like our Brother, we will come forth, in the first resurrection, and participate in the reward of the just in the Celestial Kingdom of our God, in the name of Jesus Christ, Amen. <\/div><div class=\"paragraph jod\" id=\"v25n919\"> President George Q. Cannon again arose and said: Before closing our memorial services, I think it but proper, and indeed I intended, if my mind had not been led off in another direction&#x2014;that is if I spoke at all&#x2014;to have alluded to the young men Martin Condor and J. Reilly Hudson, who were killed at the same time that our brethren were killed, and also to Sister Condor, who was wounded. These young men, so far as I can learn, have behaved heroically, throughout all the persecutions to which the Elders have been exposed in that region. I am told they have accompanied the Elders upon a number of occasions ready to defend them to the best of their ability, and have been willing, apparently, to risk their lives in defense of the Elders, who have brought them the truth. They have also fallen victims of the hellish hate of the adversaries of truth, both of them being shot and killed, and I feel that their names should be had in honorable remembrance in Zion, as well as the name of their mother and of their family, for their kindness and their  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bravery, in the cause of truth, and their names should not perish nor be forgotten; and in days to come, when opportunity offers, services should be rendered for them, that they cannot render for themselves; those ordinances which God has provided for the salvation of His children, they should be attended to in their behalf. I trust their memories will live, and their names be handed down in honorable remembrance with the names of our brethren who left here as missionaries. Though they were new converts, comparatively speaking, yet they have shown all the zeal, all the devotion, and all the courage for the truth that could be expected of those who <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had lived for years in the Church. One of them, I think, is said to have been only 19 years of age&#x2014;Martin Condor&#x2014;and I pray God to bless that family, bless those who survive, and have them in remembrance today; that as we remember our brethren who went forth from our midst, as bearers of life and salvation, so may we remember the others in common with them. Also Mr. Garrett, who lived on the same creek, and in the same neighborhood, where Brother Jones, I believe, was stopping at the time of this dreadful occurrence. He also should have our blessings and be had in kindly remembrance in our midst. <\/div>\n<\/div>\n<\/div>"}