{"ID":250030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Object of Cooperation&#x2014;It is Right to Sustain One's Friend&#x2014;Economy Should Be Observed By All&#x2014;Our Friends Are They Who Aid Us in Time of Need&#x2014;Keep the Sabbath Day Holy.<\/div>\n<div class=\"subtitle\">Discourse by Joseph F. Smith, delivered in the Ogden Tabernacle, Saturday Afternoon, July 18, 1884, being the Quarterly Conference of the Weber Stake of Zion.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Temporal Union Urged.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 7\/18\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v25n784\"> I am pleased to see so many of the Saints assembled here on this the opening day of conference, and I certainly hope that those who have taken the trouble to come to conference on the first day may be amply repaid for so doing. <\/div><div class=\"paragraph jod\" id=\"v25n785\"> We ought, I think, to be very willing to perform any duty that may be required of us as Latter-day <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, on the Sabbath day, and at other times appointed for the gathering of the Saints. We should come together for the purpose of being spiritually strengthened and encouraged, that our faith may be increased, and that we may learn the duties devolving upon us as members of the Church of Jesus Christ of Latter-day Saints. <\/div> <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n787\"> We are not nearly as united as we ought to be. If the people of Huntsville, whose Bishop has been reporting them, had been united as Saints should be, and as I trust they will be some day, the probability is that they would have been much better off financially than they now are. <\/div><div class=\"paragraph jod\" id=\"v25n788\"> Cooperation is a principle that President Young was very much concerned about, and that he endeavored, with his brethren, to impress upon the minds of the people throughout the land. Under his administration our cooperative institutions were established, and by his efforts, many of the people, especially in the southern part of Utah and in Arizona, became united together in organizations that were called &#x201C;the United Order.&#x201D; The object was cooperation, that the principles of union in labor as well as in faith might be developed to its fullest extent in the midst of the Saints. We all believe in being united in faith. We all profess to believe that there is one God, one faith, one baptism,<span class=\"citation\" id=\"74995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74995)\">Eph. 4:5<\/a><\/span> and that we should be one people; but notwithstanding we profess this, our individuality stands out very prominent. Many of us cannot see just the same as our brethren see, and we cannot possibly be wholly united with them. We do not expect&#x2014;I do not expect at all events&#x2014;that the people will come to see eye to eye<span class=\"citation\" id=\"59602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59602)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87971)\">D&amp;C 84:98<\/a><\/span> all at once. I believe this to be a work of great importance, and one that will not be accomplished without years of experience, and perhaps we will have to suffer many chastisements and reproofs before we are brought to a unity of the faith.<span class=\"citation\" id=\"75229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75229)\">Eph. 4:13<\/a><\/span> Yet we ought to try to see eye to eye<span class=\"citation\" id=\"59603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59603)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87970)\">D&amp;C 84:98<\/a><\/span> as far as possible. Our being united does not destroy our individuality at all. We can be just as strong in our in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dividuality when united in regard to the purposes and designs of the Almighty, as we can possibly be when in opposition to these purposes and designs, and to our brethren who are united in regard to the things of God. Indeed I think it evinces a stronger characteristic of individuality for men and women to bring themselves into harmony and union with the purposes of the Almighty than to be divided against them or separate from them. Of one thing I am certain, and that is, that we ought to seek to become acquainted with the principles of economy. We ought to use the best wisdom, judgment and understanding we can obtain in our temporal as well as in our spiritual affairs and concerns. You take a community like the community of Huntsville, or any community of Saints in a Ward, isolated, perhaps, in a little valley, and if there is union and cooperation in their midst, thousands and tens of thousands of dollars can be saved in their own pockets; while, on the other hand, if individuals are left to do as they please, thousands of dollars will go out of their pockets into the pockets of speculators and others. I know that to be true. As Bishop Hammond has very truly said, there is in Huntsville from half a dozen to a dozen mowing machines, when two or three would be ample to do all the work which is required to be done in that place with these machines. This being the case, as stated by the Bishop, then all the thousands of dollars which have been expended upon these superabundant machines and other implements, have gone out of the possession of the people into the pockets of outsiders and strangers; whereas if they had been contented with having just enough, they could have devoted the balance of their means  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in other directions, or have placed it in such a position as that it would bring them interest, instead of being operated and used by their enemies, perhaps, for their political or religious destruction. There is no reason why the principle of unity should not operate in the midst of the Latter-day Saints, except that we are too selfish. It should not be &#x201C;every man for himself;&#x201D; but we are many of us covetous. We desire in our hearts to have everything our neighbor has, whether we need it or not. In order to be like our neighbor; in order that we may associate with him, and that our daughters may associate with his daughters, and our sons with his sons, we must have as fine a house, as costly furniture, as many horses, as many plows, reaping and mowing machines, and headers, as many cows, as many sheep, and as many luxuries, whether we can afford it as well as our neighbor can or not. Now, all this is extremely foolish. It is wrong. We see a vehicle which costs $200, more or less, and we do not absolutely need it&#x2014;only we must have it to be like our neighbor&#x2014;would it not be better to put that money in the bank, or lend it to somebody in business, and thus while benefiting others with our capital, secure interest upon it for ourselves. Certainly it would. In that way the money would be a help to you; whereas if you purchase the wagon you do not require, in addition to paying an exorbitant price in the purchase which is generally the case, the wagon will very likely be left exposed to the sun and wet&#x2014;as wagons too frequently are left by a great many of the people&#x2014;and soon becomes useless. Some men think nothing of buying a very nice carriage, spring wagon, or other wagon of some kind, and treating <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it in this way until it is ruined and worthless. The same with valuable agricultural machinery; too much of it is bought and used for two or three days, or two or three weeks in a season, or for a whole month in a year&#x2014;say a reaper, or a mower, and where is it the rest of the year? Outdoors, in the sun and rain, and before it can be used next season, it must be taken to a blacksmith's shop for repairs; for through exposure it has become rusty, the wood season checked, every joint loosened. This is the way some people use their agricultural implements whereas with very little trouble they might be stored away in the shed, kept dry and secure, and ready for service when the next season came round. But the better way of all is&#x2014;in a small community where every man knows his neighbor, and where all are on neighborly terms, to consult together, and to form into cooperative bodies for the purpose of transacting the business necessary to be transacted outside of their little community. By thus consulting together, and using the combined wisdom of the community as to the number of reapers, mowers, etc., they will need to do the work of the community, a great deal might be saved. One man need not own the machinery. They could all join together, each contributing a certain sum towards its purchase, which they could use to mutual advantage, and see that it is well housed and taken care of when out of use. In this way a community could save thousands of dollars year after year, and I know the principle is a correct one for the people of Zion. It is a principle of economy. Money is something which a man ought to be able to take care of, and use wisely if he has it; if he does not know how to take care of it, it  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will escape from his pockets, it will take the wings of the morning and flee away. <\/div><div class=\"paragraph jod\" id=\"v25n791\"> I think we ought to be united in all these things, in the purchase of machinery and of the vast amount of merchandise that we consume, that we do not manufacture or produce among ourselves. The very foundation of all real prosperity is home industry and home manufacture. This lies at the foundation of the prosperity of every permanently prosperous community. It is the source of wealth. I think, therefore, we ought to encourage home industry. We ought to cooperate together, if there is any kind of business in which there is a profit, let us operate together and have the benefit of that profit among ourselves, instead of giving it to strangers. Why should we encourage the stranger to come here and import wagons to sell to us when we have got the brains and the money to sustain that business among ourselves? Why should we not rather do such things ourselves, and supply business and employment for our own people, many of whom are idle, and be independent of the world, and if there is a profit in it, put that profit in our own pockets, and use it for the comfort and happiness of our wives and children? It is a fact&#x2014;at least it was reported to me as a fact by a person who is supposed to be acquainted with the business&#x2014;that one man who deals in wagons and agricultural implements in Utah Territory, put $30,000 into his pocket in one year, and he is only an agent for the company he deals with. I presume that the company put an equal amount into their pockets as the result of his labors; but the agent, as I was informed, put $30,000 in his own pocket as the result of his business. Who is <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it that buys the wagons, the plows, the harrows, the reapers, the mowers, etc., in Utah Territory? Is it the Gentiles? No, it is the Latter-day Saints. Those who are not Latter-day Saints are not engaged in agriculture as a rule. If there are any of them tilling the ground they are exceptions to the rule and they are very few and far between. They are not the people who use the wagons. They may it is true, use some of them at the mines in hauling, etc., etc. The vast bulk of this class of merchandise is consumed by the Latter-day Saints. The result is that the Latter-day Saints put that $30,000 into the pocket of the man I allude to. That same man sat on a Grand Jury and helped to indict a man for marrying, acknowledging and maintaining his wives. That same man stands head and shoulders above many of his fellows in opposition to the Latter-day Saints, and in using his power abroad as well as in Utah against the interests of the people from whom he gets his money. <\/div><div class=\"paragraph jod\" id=\"v25n792\"> I do not feel that the Latter-day Saints are using their best wisdom, or acting upon the principle of the highest intelligence, when they sustain and patronize such men, especially when they have got the skill, the intelligence and the means to do all such business independent of all strangers or foreigners. I know they can do it if they will only cooperate together and do business upon business principles. Our honesty with the world is proverbial. It is the universal testimony of outsiders that trade with us here, that the Latter-day Saints are the most honest and best paying people they ever did business with. I believe this is true. If a Latter-day Saint owes a Gentile and also a brother, it is said, he will pay the Gentile every time in  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preference to his brother. Well, I do not know that this is right. I think if he cannot pay the full amount to both, it would be proper to pay each a proportion. Would not this be just as honest&#x2014;instead of paying all to the Gentile and leaving your brother without anything? I think so. I do not know that we do this sort of thing to any extent; but I have sometimes heard of people that were thought to be very good payers to the outsiders, but were not so prompt in paying their brethren. I do not think that is exactly right. I think we ought not to go in debt at all beyond what we can pay.<span class=\"citation\" id=\"84210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84210)\">D&amp;C 19:35<\/a><\/span><span class=\"citation\" id=\"86536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86536)\">D&amp;C 64:27<\/a><\/span><span class=\"citation\" id=\"89914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89914)\">D&amp;C 104:78<\/a><\/span> The Lord commands this. We ought to live within our means if possible, and if it is not possible and we keep living beyond our means, it is only a question of time when we won't even have credit, our friends won't trust us, and we will have to live within our means or die, or steal, as someone has added. When it comes to that kind of thing I feel as Dr. Johnson did when the beggar accosted him, &#x201C;Why don't you go to work?&#x201D; said the Doctor. &#x201C;I cannot get any work, I cannot get anything to do, and you know, Doctor, I <span class=\"italic\">must<\/span> live.&#x201D; &#x201C;Well,&#x201D; said the Doctor, &#x201C;I don't see the least necessity for it.&#x201D; (Laughter.) When a man won't pay his debts, or will not live within his means, when he knows what his income is: when a man will continue to get in debt to his neighbors as long as he has got any credit, knowing all the time that he cannot pay his way&#x2014;well, I do not know that there is much necessity for that man to live. Perhaps the world would be as well off if he should pass away quietly somewhere. Every Latter-day Saint ought to learn&#x2014;and especially every youth in Israel ought to learn&#x2014;that everyone of them should try to make the world <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a little better for their being in it, if they possibly can. We all ought to try to do some good. If we will do that, then there is some necessity for our living. God will bless us in our labors and efforts; and if we will cooperate together in our temporal affairs and conduct our business on correct principles, the world will be better for us, and we will be better off in the world. We will have more means to build up the kingdom of God; we will have more to use for the gathering of the poor, for the building up of Zion, for the benefit of the Saints, and for our own benefit, and we will have much more power in the world. Money is a powerful agent in this degenerated age. It is said that knowledge is power. Knowledge should stand above money or wealth. But in the present condition of the world money takes the lead. <\/div><div class=\"paragraph jod\" id=\"v25n794\"> This ought not to be the case with us. The Lord says in the scriptures, &#x201C;make to yourselves friends of the mammon of unrighteousness.&#x201D;<span class=\"citation\" id=\"67744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67744)\">Luke 16:9<\/a><\/span> What for? Obviously that you may have power and influence with the unrighteous. <\/div><div class=\"paragraph jod\" id=\"v25n795\"> Now, if we had wealth&#x2014;and we are bound to have it by and by&#x2014;those who worship wealth would either covet it and hate us and try to destroy us to get it, as some are doing, or else they would be bound to acknowledge the power we could wield through the possession of wealth. Well, now, we need not be at all afraid of the former. They cannot destroy us; for the Lord is our friend, and we are His friends. He will not suffer them to rob and plunder us; and take away from us our possessions; or if He does, he will give us more abundantly; because if we possess riches they will be the Lord's. We will dedicate them to Him, if we do our duty,  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and they will belong to Him, and surely the Lord will protect His own. We should not despise these things, but should endeavor to use them for the accomplishment of the all-wise purposes of the Almighty. The Lord has said, Zion shall become the richest of all people.<span class=\"citation\" id=\"85224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85224)\">D&amp;C 38:39<\/a><\/span> The earth is the Lord's, and the fullness of the earth is His.<span class=\"citation\" id=\"56512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56512)\">Ps. 24:1<\/a><\/span> The cattle upon a thousand hills are His.<span class=\"citation\" id=\"56729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56729)\">Ps. 50:10<\/a><\/span> The gold and the silver and all the mineral wealth of these vast mountains belong to the Lord.<span class=\"citation\" id=\"62255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62255)\">Hag. 2:8<\/a><\/span> And although the wicked may get possession of them for a little while, yet they will perish by and by, and leave all their wealth behind. They cannot take it beyond the grave. By and by the Lord will overrule these matters in such a way, that the righteous, those who love God more than they love the world, and will use their means to the honor and glory of God, shall be made possessors of the earth and the fullness of it. It will be theirs to use for every purpose that is right and legitimate&#x2014;to manipulate armies if necessary&#x2014;to manipulate nations, or the world if necessary, to the carrying out of the purposes of Almighty God. We do not want to lavish it upon the lusts of the flesh. We should not desire it for that purpose. <\/div><div class=\"paragraph jod\" id=\"v25n797\"> If we do, God will withhold it from us, I hope; for no man should have wealth to gratify the lusts and desires of the flesh. We should use it to the honor and glory of God's name, and to the building up of His Kingdom. <\/div><div class=\"paragraph jod\" id=\"v25n798\"> We ought; therefore, to cooperate together in our mercantile institutions. It is as much a duty to sustain these as any other duty devolving upon us, or now as at any former time. We should patronize our brethren. We ought to see eye to eye<span class=\"citation\" id=\"59604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59604)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87972)\">D&amp;C 84:98<\/a><\/span> in regard to these things. We <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ought to be united in everything. We should cheerfully extend a helping hand to our neighbors from time to time. If our neighbor is oppressed, if he lacks knowledge or understanding or skill in the management of his affairs, you that have skill and experience and know how to husband your strength and means, ought to take pains to instruct your neighbor or brother who is not as thoroughly posted as you are. The instructions he receives in this way will benefit him and will not injure or impoverish you. We ought not to be miserly in regard to anything we possess, that is good. We can freely impart to others and not diminish our own store. We can impart our experience for the benefit of others. If our brother is about to buy something that is apparently not required, it would be a benefit to the poor man, who lacks judgment, for the Bishop or his counselors, or for his Teacher to go to him and endeavor to show him the mistake he is about to make. I think we ought to cooperate together in all these matters, be one in all respects, and not be like the world, &#x201C;everyone for himself and the devil for all.&#x201D; The Lord has told us in a revelation through the Prophet Joseph Smith, that except we are one, we are not His.<span class=\"citation\" id=\"85170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85170)\">D&amp;C 38:27<\/a><\/span> He has said that we must be united. We must be one. We should see eye to eye.<span class=\"citation\" id=\"59605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59605)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87973)\">D&amp;C 84:98<\/a><\/span> We should help each other; help our neighbor and our brother. The Savior very beautifully describes who is our neighbor in the example of the good Samaritan.<span class=\"citation\" id=\"67415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67415)\">Luke 10:30-37<\/a><\/span> Who is your neighbor? Who is your brother? Why, the man that ministers to you in the time of need; the man that is your friend in the time of adversity; the man that extends a helping hand and saves you from error; the man that gives  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you the benefit of his experience and of his superior intelligence&#x2014;he is your neighbor, your friend and your brother. Those who have embraced the Gospel&#x2014;and especially those who are endowed with the authority of the Holy Priesthood, and are called to be saviors upon Mount Zion&#x2014;<span class=\"citation\" id=\"62057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62057)\">Obad. 1:21<\/a><\/span>ought to be the first and foremost in this good work of being saviors of their neighbors, and of their fellow creatures on the earth. It is our duty to teach correct principles, to instill them into the hearts of our children, and into the hearts of our neighbors, and to see that these principles are grounded in our own hearts; for except a man has been converted himself, and has a knowledge of the truth, it is folly for him to undertake to teach others the right way. But when the principles of the Gospel are thoroughly established in our own hearts, we can then go in the midst of our fellow creatures and say, &#x201C;Come, and follow me.&#x201D;<span class=\"citation\" id=\"67873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67873)\">Luke 18:22<\/a><\/span> We can do this consistently. We are called to be teachers of these principles to the inhabitants of the earth. We are called to be God's people, not a people of the world, for we have come out of the world. We ought to be united in all things temporal as well as spiritual. With God all things are spiritual.<span class=\"citation\" id=\"84811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84811)\">D&amp;C 29:34<\/a><\/span> There is nothing temporal with Him at all, and there ought to be no distinction with us in regard to these things. Our earthly or temporal existence is merely a continuance of that which is spiritual. Every step we take in the great journey of life, the great journey of eternity, is a step in advance or in retrogression. We are here in mortality, it is true; but we are ahead of that condition we occupied before we came here and took upon us mortality. We are a step in advance of our former state. What is the body without the spirit?<span class=\"citation\" id=\"77641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77641)\">James 2:26<\/a><\/span> <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It is lifeless clay. What is it that affects this lifeless clay? It is the spirit, it is the immortal part, the eternal being, that existed before it came here, that exists within us, and that will continue to exist, and that by and by will redeem these tabernacles and bring them forth out of the graves. This whole mission of ours is spiritual. The work we have to do here, although we call it temporal, pertains alike to our spiritual and our temporal salvation. And the Lord has just as much right to dictate, to counsel, to direct and guide us in the manipulation and management of our temporal affairs, as we call them, as He has to say one word in relation to our spiritual affairs. So far as He is concerned there is no difference in this regard. He looks upon us as immortal beings. Our bodies are designed to become eternal and spiritual. God is spiritual Himself, although He has a body of flesh and bone as Christ has.<span class=\"citation\" id=\"91373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91373)\">D&amp;C 130:22<\/a><\/span> Yet He is spiritual, and those who worship Him must do so in spirit and in truth.<span class=\"citation\" id=\"69088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69088)\">John 4:23-24<\/a><\/span> And when you come to separate the spiritual from the temporal, see that you do not make a mistake. Some are inclined to say, &#x201C;the Lord has a right to manage my spiritual affairs, but I will not allow Him to interfere with my temporal affairs.&#x201D; Why, bless your soul, temporal things pertain to spiritual things. They minister to the spiritual man though they may be clothed with a tabernacle of flesh. The Bishop has as good a right to counsel the members of his Ward in relation to the purchase of merchandise or machinery, where and when he can do so wisely, as he has to counsel them in regard to spiritual matters. He has just as good a right to do the one as the other. He is a father to the people of the Ward.  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He is placed over the people for the purpose of leading them in the way of truth and righteousness, and it is his business to look after the temporal&#x2014;if you chose to make any distinction between the temporal and spiritual&#x2014;as well as the spiritual things. And President Taylor has as much right to direct the people in temporal things as he has in spiritual things. We ought to acknowledge that right, and ought to do it freely and cheerfully, because we should see that it is right. We are under no compulsion to do so if we do not see that it is right; but at the same time it is a correct principle, and every Latter-day Saint ought to have intelligence enough to know that this is the best thing for him to do&#x2014;to be united, to be one with his brethren. <\/div><div class=\"paragraph jod\" id=\"v25n801\"> Now, you are going to have an election of county officers by and by. What are you going to do about it? Are you going to split tickets? Are you going to the polls to scratch off names, and put on the name of somebody else? I should hope not. I do not care who is put in office, only so far as we must obey the commandments of the Lord in these things. We must choose righteous men, good men to fill these positions.<span class=\"citation\" id=\"89250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89250)\">D&amp;C 98:10<\/a><\/span> Hence if you will only get good men to fill these offices no one should care who they are, so that you have agreed upon them, and were one. We want you to be one both in temporal, political and religious things, in fact, in everything you put your hands to in righteousness. We want you to be one, one as God and Christ are one,<span class=\"citation\" id=\"69718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69718)\">John 10:30<\/a><\/span><span class=\"citation\" id=\"70657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70657)\">John 17:11,22<\/a><\/span><span class=\"citation\" id=\"84993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84993)\">D&amp;C 35:2<\/a><\/span> seeing eye to eye.<span class=\"citation\" id=\"59832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59832)\">Isa. 58:2<\/a><\/span><span class=\"citation\" id=\"87974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87974)\">D&amp;C 84:98<\/a><\/span> Do not try to crush anybody, or build yourselves up at the expense of your neighbor. Do not do it; it is a custom of the world, and it is a wrong principle. It is said in the Scriptures that the chil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren of the world are wiser in their generation than the children of light.<span class=\"citation\" id=\"67736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67736)\">Luke 16:8<\/a><\/span> What does that mean? Why as I see it, when you go into Catholic communities, you will find that Catholics send their children to Catholic schools, and not to Protestant schools. You will find them patronizing Catholic merchants. They do not patronize Protestants. If there is anybody to put up for office they will put up their friends and vote for them. If you travel as missionaries throughout the world you will find this to be true. I have seen it in San Francisco, in New York, and in Great Britain, and upon the Continent, and wherever I have been, and yet it is accounted criminal for Latter-day Saints to follow this rule. We might commit treason against the United States if we did not send our children to Gentile schools, or if we did not patronize Gentile merchants. If a Gentile wanted to run for an office, and we did not vote for him, why, we are in rebellion against the government of the United States. I am going to tell you in a few words, what I think about these matters. I think the Latter-day Saints ought to send their children to be educated by those who are their friends, and not by their enemies. I think the Latter-day Saints ought to patronize their brethren and sustain them, in preference to their enemies. I believe that the Latter-day Saints ought to cooperate together and do their own business instead of asking the Gentiles to do it for them. I believe the Latter-day Saints ought to unite together in regard to all these things, and do their business upon the most wise and economical principles, instead of every individual doing it himself, wasting his means, sustaining his enemies, and getting materials he has no use for. That  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is what I believe in regard to these matters. <\/div><div class=\"paragraph jod\" id=\"v25n803\"> Today is Saturday, I am glad of it; for somebody would say I was breaking the Sabbath if I were to preach to you in this way on the Sabbath. But this is Saturday. It is the Jewish Sabbath. It is only unto man that there is a Sabbath. The Lord has set apart one day in seven upon which man should rest,<span class=\"citation\" id=\"54250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54250)\">Ex. 20:8-11<\/a><\/span><span class=\"citation\" id=\"54432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54432)\">Ex. 31:15-17<\/a><\/span> because it is needful for the body <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the mind. We should worship the Lord upon that day. Man was not made for the Sabbath, but the Sabbath was made for man.<span class=\"citation\" id=\"66513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66513)\">Mark 2:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n804\"> It is for us to do our duty and live our religion on one day the same as any other. Let us serve the Lord in righteousness all the day long, and He will be our Father and Friend, and our enemies shall have no power over us. This is my testimony in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}