{"ID":250029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints Will Triumph Through Faithfulness&#x2014;Warfare of Satan to Continue&#x2014;Joseph's Predictions that the Government Would Be Arrayed Against the Saints, Fulfilled&#x2014;Internal Strife to Dismember the Government&#x2014;God the Friend of His People.<\/div>\n<div class=\"subtitle\">Remarks by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 22, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Exhortation to Faithfulness.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/22\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v25n768\"> I have listened with much interest&#x2014;as no doubt all of you have&#x2014;to the remarks which have been made by Brother Young. It is very interesting to hear respecting the people in distant settlements, their faith, their growth, and their development in things spiritual and temporal. It is very encouraging to hear that the Latter-day Saints in distant places, far removed from this city, are alive to their duties, and to the performance of those obligations which rest upon them. I well remember the time&#x2014;and doubtless very many of you here today also remember it&#x2014;when it was thought that if we increased to any extent, and the people got beyond the influence of their leaders, who are supposed to be so astute and cunning as to manage them and all their affairs, that what is called Mormonism would soon dissolve, and either fall a prey to internal dissensions or break to pieces through some other cause. The Elders of this Church from the beginning have testified unto the world that if men and women would receive the doctrines of which they were the bearers, in the spirit in which they were taught, they should have a testimony for them<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves respecting their truth, and that by means of that testimony they would be enabled to stand and bear up against all pressure and all assaults that might be made or brought to bear upon them. <\/div><div class=\"paragraph jod\" id=\"v25n769\"> Mormonism, as it is termed, has been upon its trial from the beginning. The inhabitants of the earth are testing it, and we who are connected with it are obtaining knowledge concerning its adaptability to meet all the wants and requirements of all circumstances in which we may be placed. <\/div><div class=\"paragraph jod\" id=\"v25n770\"> The great duty that devolves upon us, my brethren and sisters, is to live that religion which we profess. I confess to you today that if I am ever assailed with fears or with doubts respecting the result of the machinations of the wicked against us, and of legislation hostile to us; if I am ever troubled, I say, with any doubts or fears, they have their origin in myself, my own inability, or, perhaps, the inability of my brethren and sisters, and their carelessness in carrying out the commands of God. For no other reason, am I ever troubled with fear respecting us as a people, or the results of the plots  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that are devised against us. I know, as well as I know I stand here, that the Latter-day Saints will emerge triumphant from every difficulty in which they may be involved, from every trial to which they may be subjected, if they will only live the religion they profess, and carry out its principles strictly in their lives. I know this, I say, as well as I know that I am here today, and am speaking to you. If we should be unfaithful, if we should neglect to serve our God with that faithfulness and zeal which He requires of us, then we may expect to be scourged, we may expect to have difficulty and trouble, we may expect that those who oppose us will gain, as they at least think, victories over us. God will use them to whip us into line, to bring us to a sense of our duties, to stir us up to diligence and faithfulness in keeping His commandments. He will use them in this direction and for these purposes. It, therefore, is a matter of great importance to us that we should be attentive to our duties; that every man in this Church who has a family should put his family into such a condition, as far as he can, that God will approve of them; that every Teacher in this Church whose duty it is to visit the houses of the Latter-day Saints and give them instructions concerning their duties,<span class=\"citation\" id=\"84356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84356)\">D&amp;C 20:47<\/a><\/span> to see that there is no difficulty existing, no dissensions, no quarrelling&#x2014;<span class=\"citation\" id=\"84378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84378)\">D&amp;C 20:54<\/a><\/span>that these men should attend strictly to their duties; and that every officer in the Church in his place and station should be prompt and zealous in looking after the affairs of the Latter-day Saints; that no drunkenness is permitted, that no blasphemies are permitted, that no Sabbath breaking is permitted, that no speaking evil and bearing false witness are permitted, that fornica<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions and adulteries are not permitted, and that those who are guilty of any of these offenses are strictly dealt with, that there shall be no causes of this character existing among us as a people to bring forth the displeasure of our God. I feel myself that this is the time for us to be alive to our duties. We have no other defense than this. Our numbers are insufficient: our wealth, and our strength, and our worldly influence are entirely insufficient to give us victory. We can only hope to prevail by reason of the strength which our God will give unto us, by reason of the protection which He will extend unto us, and we cannot hope to succeed upon any other principle or by any other means. It is this that has given us victory in the past; it is this that will give us the victory in the future; it is this that will make us strong and mighty in the earth. <\/div><div class=\"paragraph jod\" id=\"v25n772\"> We are working out a great revolution, it may be said. Today we are disproving most effectually that remark that has become so trite among men, that God, or Providence, is on the side of the strongest artillery, and upon the side of the greatest numbers. We are disproving this. Our case illustrates most perfectly that when God is upon the side of a people&#x2014;they may be feeble, they may be poor, they may be despised and be exceedingly unpopular&#x2014;they will most assuredly gain triumphs and victories over all who oppose them. And I am thankful this day, in the presence of our God, I am thankful this day in your presence, my brethren and sisters, that God has, in His infinite mercy and kindness, spoken once more from the heavens and revealed Himself to men. Persecution! Who cares for it? Who fears it? What is there connected with it to  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make us tremble or to weaken us in the least degree if we are possessed of the knowledge which God has restored, that He lives, that He is the same today that He was 1,800 years ago, that He was in the days of the Prophets and Patriarchs&#x2014;<span class=\"citation\" id=\"77402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77402)\">Heb. 13:8<\/a><\/span>the same kind, beneficent, merciful, all-powerful Being? This knowledge God has restored, and we rejoice in its possession. We would that all men would listen unto His voice and be entreated of Him. We would that all men would seek unto Him and obtain for themselves this knowledge He is so willing to bestow. Our persecutions would be joyous to us&#x2014;if they may be called persecutions&#x2014;if such results as these could be wrought out, or would be the results that would attend these persecutions. While Brother Brigham was speaking about persecution, the thought passed through my mind that that which we term persecution is only the discipline necessary for our development. There is a great destiny in store for this people, and they never can attain unto it unless they pass through just such scenes as they have passed through in the past, and such scenes as they doubtless will have to pass through of a more trying character in the future. This is the discipline that is necessary to purify us, to prepare us in every respect for the fulfilling of that high destiny that awaits us. For just as sure as God lives, so sure will the people called Latter-day Saints become a great and mighty power in the earth. A people possessed of their qualities must, in the very nature of things, accomplish mighty results. A people united, a people believing in one doctrine, a people temperate and frugal, virtuous, industrious and enterprising, possessing every quality of greatness, they <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must, in the very nature of things, if they are true to themselves and to their religion, achieve distinction in the earth, and God designs it for us. But we must put ourselves in a way to be taught of Him. We must put away evil far from us. We must cleanse ourselves from everything that is offensive in His sight. We must live the religion that we profess&#x2014;make it practically a part of our every day lives. This is incumbent upon us individually as well as collectively. A religion of profession amounts to nothing. A religion to be used only on Sundays is valueless. We want a religion that will go with us into our fields, into our workshops, into our habitations, and into our everyday dealings one with another. This is the kind of religion we want, and this, I am happy to say, is the kind of religion we have got. If we will live it as we should do, we shall witness these results to a greater extent than we have yet witnessed them. God has tried us in many respects in the past. There are additional ordeals yet before us. We have been told from the beginning that the time would come when not only would the people of a county be opposed to us, but the people of a state would oppose us; and as we increased opposition would increase, until the Government of the United States would pronounce against us. It is a remarkable fact&#x2014;not known, probably, or if known not believed by the Congress of the United States, or by the members of Congress, who pass inimical measures against us&#x2014;that Joseph Smith predicted years and years ago, when it was as improbable as anything that is yet unfulfilled, that the time would come when our nation through its Congress, would do the very thing that is now being done, that  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have witnessed this last week for instance, in the passage by the Senate of the Edmunds-Hoar bill. Little do they think that by such actions as these they are strengthening the faith of the Latter-day Saints, because they see in these actions that they are fulfilling the words of a man whom they believe to be a Prophet of God. And not only were we told that this would be the case, but that the time would come when the fear of the Kingdom of God would be so great that other nations would array themselves in like manner against the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v25n775\"> So, Latter-day Saints, if any of you think that we will immediately have a time when persecution, trial and difficulty will cease, and we will have smooth sailing, you had better be undeceived, for that is not in the program; it is not designed of God that we should have any such future before us. The time will come, but it will be when Satan is bound,<span class=\"citation\" id=\"80490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80490)\">Rev. 20:2<\/a><\/span><span class=\"citation\" id=\"85548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85548)\">D&amp;C 43:31<\/a><\/span><span class=\"citation\" id=\"129127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129127)\">D&amp;C 84:100<\/a><\/span><span class=\"citation\" id=\"88734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88734)\">D&amp;C 88:110<\/a><\/span> when the Kingdom of God will prevail on the earth, and peace, righteousness and truth will have sway; but until that time we may expect to have troubled seas, tempests, times of trial and difficulty, to test us and train us, and to fit and prepare the earth, as we have been told this afternoon for the coming of our Lord and Savior Jesus Christ. We are only testing our strength in these things. The Edmunds law became a law upwards of two years ago. What has it amounted to? Why, we have had an opportunity of showing our strength, our union. Now, this bill that has been passed by the Senate&#x2014;suppose it should become a law. What then? Will it have the effect that is expected of those who have framed it? If we do our duty, certainly not. If we live our religion, certainly not. It will fall <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> harmless at our feet. There is no law that can be devised by human wisdom that can reach this case&#x2014;that is, as those who devise such measures desire. It is an impossibility. No mobocratic scheme ever injured us. When the Governor of the State of Missouri issued his exterminating order against the Latter-day Saints, declaring that if they did not leave the State they should be exterminated, he thought, doubtless, that he was dealing this system a deadly blow. We were broken up into fragments, it might be said, in the depths of inclement weather. The people were compelled to flee for their lives. What was the result? Why, in a short time the system became a greater power than before. When we were driven out by violence, by bloodshed, from the State of Illinois, and compelled to launch forth into the wilderness, for a while it was thought that we were certainly placed in a position where we should be ruined. What has been the result? It has had the effect of causing us to spread until throughout these mountain valleys the Latter-day Saints are numbered by thousands. Every measure that has been taken against us since then, designed for our overthrow, has only taught us our strength. It has compelled us to go to the fountain of all strength, to God our Eternal Father. Feeling our own inability, our own incapacity, our own weakness, we have been compelled to go to a higher power. We have invoked the heavens. From the habitations of the Saints throughout these valleys the prayer of faith has ascended unto the God of heaven imploring Him to protect and preserve the people in their innocence&#x2014;notwithstanding the malignant falsehoods that have been circulated against them&#x2014;im<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ploring Him to defend them, and to save them from the hands of those who would destroy them. And abundantly have these prayers been answered. We have had deliverances wrought out that have been most extraordinary. Men have looked upon this system and said, &#x201C;What crafty leaders, what astute leadership; you have got a very cunning lot of men as Mormon leaders&#x201D;&#x2014;giving the glory to men, as though men could preserve the people in this matter, ignoring the God of heaven, denying His power, and asserting that God had done nothing, but that it is all attributable to the management of the leaders in holding the people together, as though it had all been done by the strength of their impostures. <\/div><div class=\"paragraph jod\" id=\"v25n777\"> Now, these deliverances which have been wrought out in the past will be repeated. These trials are necessary. It is just as necessary that we should have these things to contend with as that we live. I do not dread their effects nearly as much as I do something else. Hostile legislation and opposition of this character have but one tendency as a rule, that is, to drive us closer together, to make the cause a common one, to cause us to feel united. You have seen a cooper putting hoops on a barrel; driving them down has the effect of tightening the staves and making the barrel strong. So it is with these measures. The more they are driven the tighter it brings the people together, solidifies them, makes them one, and it gives them a consciousness of strength; because when they emerge from these trials victorious they feel better able to cope with greater difficulties and greater oppression when they are brought to bear upon them. And they are necessary, as I have said, for our <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> development. But let us have ease, let us prosper in worldly things, let the world smile upon us and bid us welcome and treat us as they treat those whom they love; let the world do this, and how long should we be united? Why, the influence would be towards disintegration. Worldly influence would creep in. That is more to be dreaded than persecution. Prosperity is far more to be dreaded under circumstances such as we are placed in&#x2014;what I mean by prosperity, I mean worldly prosperity, worldly sympathy, worldly favor; these are more to be dreaded than the disfavor of the world and the tyranny that may be brought to bear upon us because of our being obnoxious to them. <\/div><div class=\"paragraph jod\" id=\"v25n778\"> Therefore, I look upon these measures and other measures that are proposed as only a part of the program. Shall we have measures that will be hostile to us? Yes. We may make up our minds for this; but we may also rest assured that that God who has delivered us so frequently in the past will still continue to deliver us, and we shall not fall a prey, if we do our duty, to our enemies. He will preserve us. He will make our feet fast in these mountains. He will throw around us His arm of power, and when the worst comes to the worst He will interpose in our behalf in a miraculous manner to free us and place us upon a sure foundation. In fact, it is all miraculous. The existence of this people is a miracle. The growth of this people is a miracle. The attitude of this people is a miracle. It is all contrary to what are called natural causes, and therefore miraculous, contrary to the laws that pass current among men respecting peoples, communities and individuals, such as we are, and such as all are. <\/div><div class=\"paragraph jod\" id=\"v25n779\"> My brethren and sisters: We  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have every reason to rejoice so long as we are doing right. It is this that we have to console us. If we were vicious the world would not war against us. It is not against vice that the war is being made. Man may say so, but God knows it is not so. Our enemies know that it is not so. They know that it is not vice in us that provokes this warfare. Where is vice to be found in our cities? Nowhere. It finds no favor with us. We cherish virtue, the virtues of humanity, everything that is Godlike, and we frown down everything that is vicious and unholy. If we had our way there would not be an adulterer in these mountains. If we had our way there would not be a seducer in these mountains. Every woman would either be a virtuous maiden or a married woman, or a widow. We would take care of family virtue, preserve it as we would life; for it is more precious than life itself, and should be valued as such, and every man that would do anything to degrade a woman ought to be and will be damned. If we had our way there would be no drunkenness in all these mountains, no lying in these mountains; the name of God would not be taken in vain, no profane words would be heard. We would suppress these things, and in their place cherish virtue, industry, integrity, honesty and every virtue that men love and that God loves. No, it is not because we are vicious; it is not because we love vice; it is not because we are the most corrupt and depraved of mankind that we have enemies. Why, the drunkard, the gambler, the whoremonger, the villains of various dyes, who fight against us, would welcome us if we were like them. But we are not. We have come out of the world and are determined to serve God accord<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to the dictates of our conscience,<span class=\"citation\" id=\"94187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94187)\">A of F 1:11<\/a><\/span> and according to the revelations that He has given us. <\/div><div class=\"paragraph jod\" id=\"v25n781\"> The warfare will go on as it has done in the past, only with this difference: that in our age and to us God has made promises, that this kingdom, that is, the Holy Priesthood that He has restored to the earth and the authority that He once had among men; the promise is to us that it shall not be taken from the earth again;<span class=\"citation\" id=\"84061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84061)\">D&amp;C 13:1<\/a><\/span> but that this kingdom shall roll forth, continue to grow and increase, until it will encircle within its pale all the virtuous and honest of the nations of the earth. This is the destiny of this work; not to exclude anyone, but to include everyone; and as it gains strength, influence and power, it will continue to aggregate to itself all that is good in mankind. The day will come when our own nation will be convulsed with intestine strife. The civil war that is past is not the only war that will take place in this land. It is a matter of regret to think it should be otherwise. But God has spoken. There will be intestine strife in our own nation. Already we can see, as it were, the seeds of this germinating and sprouting in the midst of neighborhoods and of communities, and it will break out after a while, and men will flee to Zion.<span class=\"citation\" id=\"85782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85782)\">D&amp;C 45:68<\/a><\/span> The prediction was made 52 years ago by Joseph Smith, that the time would come when those that would not take up their sword to fight against their neighbor in this blessed land (the most favored of any land under the heavens, so favored in government, so favored in climate, so favored in every element of wealth, and in all its surroundings), they would be compelled to come here for protection, for we will be the only people that will be at peace on the continent.<span class=\"citation\" id=\"85796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85796)\">D&amp;C 45:68-69<\/a><\/span> That  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prediction was made 52 years ago. It will be fulfilled just as sure as God has spoken it. <\/div><div class=\"paragraph jod\" id=\"v25n783\"> My brethren and sisters, I am happy in this reflection: that notwithstanding the threatening aspect of affairs&#x2014;I speak now in relation to legislation&#x2014;there is a spirit of peace, calmness and serenity, prevailing throughout our settlements and throughout our families, so far as I have been able to discern, that <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has shown we are undisturbed, that we are conscious of the fact that God is with us. Continue to cherish this spirit, let it rest upon you, impart it to your children, extend it as far as you can; and may the blessing of our Father and God rest down abundantly upon you and upon all the honest everywhere throughout the wide earth, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}