{"ID":250011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Self-Existent Truths&#x2014;&#x201C;The Poor Have the Gospel Preached to Them&#x201D;&#x2014;Repentance&#x2014;Faith&#x2014;&#x201C;The Doctrine of Baptisms&#x201D;&#x2014;The &#x201C;Laying on of Hands&#x201D;&#x2014;Too Strong a Doctrine to Be Endured&#x2014;The Conflict in Which the Saints Are Engaged&#x2014;Temples and Their Uses&#x2014;Salvation for the Dead.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Morgan, delivered in the Assembly Hall, Salt Lake City, January 20, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: &#x201C;The Doctrine of Christ.&#x201D;<\/div>\n<div class=\"speaker\">Speaker: John Morgan<\/div>\n<div class=\"date\">Date: 1\/20\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v25n171\"> &#x201C;Therefore leaving the principles of the doctrine of Christ, let us go on to perfection; not laying again the foundation of repentance from dead works, and of faith toward God, <\/div><div class=\"paragraph jod\" id=\"v25n172\"> &#x201C;Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.&#x201D;<span class=\"citation\" id=\"76691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76691)\">Heb. 6:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n173\"> I have read the first and second verses of the 6th chapter of Paul's epistle to the Hebrews. <\/div><div class=\"paragraph jod\" id=\"v25n174\"> Having been requested to occupy a portion of the time allotted to our afternoon service, I desire an interest in your faith and prayers and confidence, that I may be enabled to say those things which will be acceptable to our common Father and God in the heavens, and will be for our good. <\/div><div class=\"paragraph jod\" id=\"v25n175\"> The Latter-day Saints who have congregated together this afternoon for religious worship, come for a particular specified object, having in view the strengthening of their spiritual natures, the receiving of light, intelligence and knowledge from on high on matters that pertain unto eternal life. To enable us <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to accomplish this object, it is necessary that we draw in our minds from the things by which we are surrounded, and endeavor to concentrate our faith upon the duties which devolve upon us in religious worship. And it is no meaningless phrase when an Elder of Israel asks the faith and prayers of Israel in his behalf, that he may be clothed upon by the inspiration of the Holy Spirit to say those things that will be for the good of the people. <\/div><div class=\"paragraph jod\" id=\"v25n176\"> We have laid down here certain principles of the Gospel that Paul taught to the Hebrews nearly 2,000 years ago, but principles that were not new even in that day; on the contrary, principles of eternal truth which have always existed, that always will exist, which cannot be changed in their form, cannot be annihilated through the unbelief of the human family; for they are self-existent and do not depend upon the belief or unbelief of men for their sustenance or for their destruction. In this consists their greatness, that they are not dependent upon the arm of flesh for their existence; for they were just as true when rejected  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by the Hebrews in days of old as they were in times before that, as they are today&#x2014;accepted by a few of the human family, but rejected by the great mass. The Latter-day Saints, then, feel to congratulate themselves upon this point&#x2014;that they have built their faith upon a rock which cannot be destroyed, and that will exist not only through the ages of time, but throughout all the endless ages of eternity. Having existed in eternity in the past, it exists today, and will exist in the eternities to come. <\/div><div class=\"paragraph jod\" id=\"v25n178\"> These principles are plain and simple, so plain and so simple that a wayfaring man though a fool need not err therein;<span class=\"citation\" id=\"59217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59217)\">Isa. 35:8<\/a><\/span> on the contrary they are suited to the capacity of the whole human family, the unlearned as well as the learned. There was this peculiar feature about these principles when they were promulgated in the days of Jesus: as a rule it was the unlearned of the human family that were willing to yield obedience to them; it was the common people who heard him gladly. The teachers of the Jews, they who had control of the synagogues, who stood in the foremost places in the nation, rejected the lowly Nazarene and His teachings, while fishermen from the shores of the Sea of Galilee heard and received Him gladly. That peculiar feature to a greater or less extent adheres to those principles today. Gathered from the middle walks of life, from the various nations of the earth, coming from the east and from the west, from the north and from the south, for the Gospel's sake; gathered together in these valleys of the mountains, the Latter-day Saints are willing to sacrifice the good opinion of the world; willing to sacrifice all that man holds near and dear to him for the sake of the truth; <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> willing to forsake kindred and home, the graves of our ancestors, and those associations that bind themselves round the heart&#x2014;coming here for the sole purpose of being instrumental in the hands of God in establishing His Kingdom, in bringing to pass His purposes, in proclaiming the glad tidings of the Gospel&#x2014;<span class=\"citation\" id=\"67049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67049)\">Luke 2:10<\/a><\/span>tidings that were proclaimed to the shepherds upon the plains of Bethlehem 1,800 years ago, &#x201C;On earth peace, good will toward men;&#x201D;<span class=\"citation\" id=\"67083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67083)\">Luke 2:14<\/a><\/span> bringing with us a broad charity and philanthropy for the world, desiring to better the human family, and allowing our charity to go out broader than that even&#x2014;reaching behind the veil, taking hold upon the things pertaining not only to this life, but redeeming those who have preceded us into the spirit world&#x2014;allowing our charity to go out so broad that we give a possible salvation to every son and daughter of Adam that ever came upon the face of the earth, or that shall come. <\/div><div class=\"paragraph jod\" id=\"v25n179\"> Paul calls those principles that I have read over, &#x201C;the doctrine of Christ.&#x201D;<span class=\"citation\" id=\"76682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76682)\">Heb. 6:1<\/a><\/span> He calls one of those principles the doctrine of repentance. The Latter-day Saints who have gathered from the nations of the earth will bear me out when I say that the doctrine of repentance as believed in by them is different in many respects to the doctrine of repentance as it existed in the lands from whence they came. As the Latter-day Saints understand the doctrine of repentance, it is to turn from that which is wrong; to forsake evil and cleave unto that which is good.<span class=\"citation\" id=\"72834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72834)\">Rom. 12:9<\/a><\/span><span class=\"citation\" id=\"89259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89259)\">D&amp;C 98:11<\/a><\/span> If a man has been a wrongdoer, let him be a wrongdoer no longer; let him conform his life to the principles of integrity and righteousness and honor; let him keep the commandments of God in their  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>letter and in their spirit. I care not what the professions of a man may be; I care not with what air of sanctity he may be clothed; without the observance of this law in its true sense, it is not repentance. <\/div><div class=\"paragraph jod\" id=\"v25n181\"> Paul speaks of another principle which he calls faith; and in the 11th chapter of his epistle to the Hebrews, he gives some information in regard to its nature and character. He says: &#x201C;Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions, Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight. Women received their dead raised to life again,&#x201D;<span class=\"citation\" id=\"77055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77055)\">Heb. 11:33-35<\/a><\/span> etc. Faith certainly is a most important principle, and without it, I ask the Latter-day Saints how long could we exist as a body? I have often heard the remark made by those unacquainted with the Gospel, those who knew not the truth, but yet who were willing to look dispassionately, yea, even kindly upon the errors and fallacies as they termed them and believed them to be that we are indulging in&#x2014;the question has been asked by this class of persons: &#x201C;How does it come, by what process is it that the Latter-day Saints, surrounded as they have been, surrounded as they are today, environed around about upon every side by difficulties that seem insurmountable, difficulties and obstacles that might cause, apparently, the stoutest heart to quake and the firmest knees to tremble&#x2014;that in their hour of trial and tribulation they always had confidence that in the outcome, it would all be well with Israel, that no matter what might be done, it would in the end prove for the good of the Kingdom of God, until, the motto, 'They can do nothing against, but only for us,'<span class=\"citation\" id=\"74334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74334)\">2 Cor. 13:8<\/a><\/span> <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has become a household word in the midst of the Saints?&#x201D; Why, when the powers and influences of the world are brought to bear upon the Latter-day Saints, whether collectively or in an individual capacity, they cling to this principle of faith; they believe in the promises of the God of Israel; they believe that God will not falsify His word; they believe that God will establish His Kingdom, and bring to pass His purposes in the earth. The faith of the Latter-day Saints is a living principle. A Latter-day Saint devoid of the principle of faith, would be an anomaly&#x2014;in fact such an one could not be a Latter-day Saint; for it requires faith in the God of Israel to stand the tests that they are called upon to pass through. Yet calmly and quietly, deliberately, with full confidence in Jehovah, they can go forth in the discharge of their duties as they understand them, believing that in the outcome God will be their friend and protector in the future as He has been in the past; as He has brought them through the trials and tribulations of days gone by, so will he do in the future. This principle of faith, therefore, that Paul taught to the Hebrews, was certainly a most important one, and it is one without which it would be impossible for the Latter-day Saints to have succeeded. <\/div><div class=\"paragraph jod\" id=\"v25n182\"> Paul also speaks of the doctrine of baptisms; not in the singular, but in the plural, apparently, as though there were two baptisms. &#x201C;The doctrine of baptisms,&#x201D;<span class=\"citation\" id=\"76697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76697)\">Heb. 6:2<\/a><\/span> he says. We find, following after the principles of faith and repentance, the doctrine of baptism for the remission of sins, as John the forerunner of Jesus taught, as Paul taught, and as Jesus himself taught. It is upon record here that they taught baptism for the remission of sins,<span class=\"citation\" id=\"66489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66489)\">Mark 1:4<\/a><\/span><span class=\"citation\" id=\"67111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67111)\">Luke 3:2-3<\/a><\/span> of those  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who would submit to the ordinance of baptism. Or, in other words, to more clearly explain what I wish to, the sins of human beings up till the age at which they are baptized are recorded against them. If they are willing to submit to the ordinance of baptism by immersion, having faith in God, repenting of their sins, by one having authority, God gives them His promise that He will remit their sins; that all that have been committed in the past shall be blotted out from the book of His remembrance, and from that day forth they are free from the sins of the past. The ordinance of baptism, then, is not an ordinance to us of mere form, or something that is submitted to simply because it is an ordinance of the Church. On the contrary, it is positively essential to the salvation of the human family. Nicodemus, in times of old, came to Jesus upon this subject, and apparently asked Him the question, If there was some other possibly better method whereby man could enter the Kingdom of God, and he was told by the Redeemer, that &#x201C;no man could enter the kingdom of God, except he had been born of the water and of the Spirit.&#x201D;<span class=\"citation\" id=\"68691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68691)\">John 3:1-5<\/a><\/span> This is the law as it is laid down. If there is any difference of opinion upon the part of any single individual on this subject, it is not with me, but it is with the word of God, as given through His Son Jesus Christ&#x2014;that except a man be born of the water and of the Spirit he can in no wise enter the Kingdom of God.<span class=\"citation\" id=\"68855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68855)\">John 3:5<\/a><\/span> The Latter-day Saints believe this, and act accordingly&#x2014;that except a man be born again he could not even <span class=\"italic\">see<\/span> the Kingdom of God, let alone <span class=\"italic\">enter<\/span> therein.<span class=\"citation\" id=\"68759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68759)\">John 3:3-5<\/a><\/span> The ordinance of baptism for the remission of sins is, then, to Latter-day Saints a very important ordinance. <\/div> <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n184\"> Paul speaks of another ordinance that he terms the &#x201C;laying on of hands.&#x201D;<span class=\"citation\" id=\"76698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76698)\">Heb. 6:2<\/a><\/span> I have found in traveling in the midst of the Christian world, that very often Christian people would agree with me in relation to the principles of which I have spoken. They would say: &#x201C;Yes, we believe that idea of faith is correct; we believe that idea of repentance is correct; we believe that idea of baptism even is correct;&#x201D; but they were not strong enough apparently to believe in this principle called the &#x201C;laying on of hands,&#x201D; which Paul terms one of the doctrines of Christ.<span class=\"citation\" id=\"76692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76692)\">Heb. 6:1-2<\/a><\/span> We find that this principle is practiced in the midst of the Latter-day Saints as also an essential ordinance&#x2014;that except a man be baptized in water and born of the Spirit, by the laying on of hands, he can in no wise enter the Kingdom of God.<span class=\"citation\" id=\"68856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68856)\">John 3:5<\/a><\/span> This is the light, we are told, that is given to every soul that comes upon the earth;<span class=\"citation\" id=\"68556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68556)\">John 1:9<\/a><\/span> not to the Latter-day Saints alone, not to the former-day Saints alone, not to those alone who were baptized, but to every soul that cometh upon the earth. The ordinance of baptism for the remission of sins being essential, so is the ordinance of the laying on of hands, that men may receive the Holy Spirit; or, in other words, the laying on of hands is the medium that God has instituted for His children to be placed in communication with Himself, that they may receive the Spirit that leads and guides and directs unto all truth,<span class=\"citation\" id=\"70464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70464)\">John 16:13<\/a><\/span> that brings things past to our remembrance,<span class=\"citation\" id=\"70078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70078)\">John 14:26<\/a><\/span> that shows us things to come,<span class=\"citation\" id=\"70463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70463)\">John 16:13<\/a><\/span> that opens up the visions of heaven and makes known unto us the mind and will of God. I remember one minister with whom I had the privilege of conversing upon this principle. He stated that it looked reasonable; that he did not know really but what  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it was correct, and doubtless had been neglected in times gone by. Well, he got to thinking over the matter, and he read, &#x201C;He will show you things to come.&#x201D;<span class=\"citation\" id=\"70465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70465)\">John 16:13<\/a><\/span> He came to me with some questions. One was, &#x201C;Do you mean to say the Holy Spirit will show a man things to come?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Well, of course if it shewed me things to come I could tell of it?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Would not that constitute me a prophet?&#x201D; &#x201C;It would.&#x201D; &#x201C;Well,&#x201D; said he, &#x201C;this generation will not endure this thing; it is too strong doctrine.&#x201D; I replied that no generation that I had ever read or heard of had endured it; but that in all the ages gone by when God had placed men here upon the earth with authority to confer this gift, they had invariably been rejected of men. This principle is believed in and practiced by the Latter-day Saints. We read in one instance, that is doubtless fresh in the minds of many of the Latter-day Saints&#x2014;as contained in the 8th Chapter of the Acts of the Apostles&#x2014;where certain men had been baptized; but they had to send for the Apostles to go into the portion of country where those baptisms had occurred, and we read: &#x201C;Then laid they their hands on them, and they received the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71595)\">Acts 8:12-17<\/a><\/span> The Latter-day Saints believe that not only was that principle efficacious in that direction in that day, but that it is true today as then. The Latter-day Saints bear testimony of its truth; that having repented of their sins, having faith in God, having been baptized, having received the laying on of hands, they have received the Holy Spirit, they have received knowledge, light and intelligence from on high, that God has revealed to them certain principles of truth and righteousness. If this is the case, I ask, how can we unlearn <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these things? How can we unknow them at the dictation of the world. Will fines and imprisonment take this knowledge away from us? Will disfranchisement take this knowledge away from us? Will death itself take this knowledge away from us? No, verily, I say to you, it will not. It is with us here today; it will be and abide with us when we go hence. The knowledge I have in relation to this principle&#x2014;of which I bear my testimony to you this day&#x2014;that I received through the laying of hands, I expect to retain with me so long as I live in accordance with the laws and principles of truth and righteousness. When I turn away from these, there may be a veil of darkness drawn over my mind; but I can never free myself from the fact that I had once a knowledge of the things of God. <\/div><div class=\"paragraph jod\" id=\"v25n185\"> These four principles are termed the first principles of the Gospel of the Son of God. These principles the Latter-day Saints believe in. These were the principles that were enunciated by Joseph Smith, 50 years ago. These were the principles, and about the only principles at that time&#x2014;very nearly the only principles&#x2014;in the original organization of the Church&#x2014;that were taught to the world. <\/div><div class=\"paragraph jod\" id=\"v25n186\"> But let us reflect in relation to the record and history of that day. Men tell us that a certain doctrine we believe in today&#x2014;a doctrine that has been taught and revealed at more recent date&#x2014;is the cause of our difficulty. But I ask you, were not difficulties met by the Latter-day Saints, in the early history of the Church, such as we meet today? Were they not driven and tossed to and fro?<span class=\"citation\" id=\"94295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94295)\">Eph. 4:14<\/a><\/span> Were they not subject to persecution and death, to fines and imprisonment? Were they not  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cast out from the Christian world in that day before this obnoxious&#x2014;as they term it&#x2014;principle was revealed? Were they not cast out for the doctrine of faith in the God of Israel, for the doctrine of repentance, turning from wrongdoing, for the doctrine of baptism for the remission of sins, for the doctrine of the gift of the Holy Ghost by the laying on of hands? Were the Saints persecuted formerly? So they are today; and doubtless this will continue until one or the other power is vanquished; for it is not a struggle between a few people, citizens of the United States, who live here in the Territory of Utah, and in the surrounding States and Territories, to the number of 150,000 or 200,000 people, and the people of the world. It is not a contest between these two parties, by any means, no more than it was a contest between Luther, when, at the Diet at Worms, he exclaimed: &#x201C;Here I take my stand. I can do no more and no less.&#x201D; It was not a contest between him individually and the priests, but it was a contest between truth and error, right and wrong. It was a contest between the advancement of the human family and their retrogression. This conflict today cannot be narrowed down to the few people who live in the Territory of Utah. But running out from here as veins and arteries from the human heart, it penetrates and permeates the whole universe, going from the rivers to the ends thereof,<span class=\"citation\" id=\"56858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56858)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"62278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62278)\">Zech. 9:10<\/a><\/span> and to all the nations of the human family. This struggle which we are engaged in today, the struggle that Joseph Smith was engaged in 50 years ago, in the infancy of this work; the clash of opinion and the conflict of ideas that existed in the days of Nauvoo, that exists today; all this does not pertain alone to the Latter-day <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, my friends, but, on the contrary, to the good, to the salvation and to the redemption of the whole human family&#x2014;broader in its scope, mightier in its influence than it is generally acknowledged to be. Then, can this conflict cease at the command of men? Can laws be passed to stop this struggle? Is it in the power of kingdoms and principalities and governments to stay the onward march and progress of the principles of truth? No more than it was in times gone by when the march of thought in its onward progress was sought to be stayed by the hand of the mother church from Rome. No more today than it could in the days when the Puritans in England, when the Huguenots in France, asked the privilege of worshiping God according to the dictates of their own conscience;<span class=\"citation\" id=\"94184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94184)\">A of F 1:11<\/a><\/span> and almost as a parody on human nature, when these very same Puritans came to the land of America, they in turn could turn upon the Quakers and persecute them for religion's sake, bore holes through the tongues of the people that did not agree with them in religious matters. But what did all this accomplish? The world looks back&#x2014;the Christian world looks back with shame upon this record of their ancestors, and yet in turn they do the very same thing today, to be followed in a generation or two by people whose faces will mantle with the blush of shame, that in this free land of America, under a government established for the freedom of the human family, where the religious exile, the exile for thought and ideas, from the nations of the earth could come to for protection; that in this land dedicated to freedom and equality to all men there should have found footing the idea that men must be persecuted for religion's sake, for belief's sake. Let  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Latter-day Saints then, understand and comprehend that this struggle which we are engaged in, broadens out and extends itself not to us alone, but to the nations of the earth, to the whole human family. I imagine I hear someone say, &#x201C;But is not that a contradiction?&#x201D; You asserted a few moments ago that baptism was essential to the salvation of the human family, and as there has been but a very few of the human family baptized, how is it with the rest who have not had the privilege of this ordinance? Paul very correctly wrote, and the translators very correctly translated this passage that I read, wherein he refers to the doctrine of baptisms,<span class=\"citation\" id=\"76699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76699)\">Heb. 6:2<\/a><\/span> for there is more than one baptism. We read of the baptism of water for the remission of sin. We read of another baptism; for as I have already quoted, except a man be born of the water and of the Spirit, he can in no wise enter into the Kingdom of God.<span class=\"citation\" id=\"68857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68857)\">John 3:5<\/a><\/span> Then we ask ourselves the question, What shall become of the untold millions of the human family who have not heard the sound of the Gospel? What shall we do with those who have not even heard anything relative to the plan of salvation? Our Christian friends, for instance, devote many thousands of dollars and pounds sterling to the conversion of the heathen as they are pleased to call them, and to carry the Bible to those who are unacquainted with it. This is certainly very commendable; this certainly shows a most philanthropic spirit upon their part; this is an evidence of goodwill to the human family, and it is to be commended. But inasmuch as they reach but a very few, we ask ourselves the question, What shall become of the rest? To the Latter-day Saints this is a solved problem. We assert this not simply <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the words of our lips; we assert this not simply in editorials and pamphlets written; but we prove our faith by our works.<span class=\"citation\" id=\"77575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77575)\">James 2:18<\/a><\/span> Almost within the sound of my voice here, there is a magnificent temple being erected at the expense of many hundreds of thousands of dollars. In the town of St. George in the south, at the expense of nearly half a million; at Manti, in Sanpete County; at Logan, in Cache; we have four temples either completed or nearly so. At Nauvoo, when the Saints were storm-tossed with persecution, surrounded about by mobs, and every influence that fiendish vindictiveness could think of, was brought to bear upon them, they built themselves a magnificent temple there. At Kirtland, in the days of their infancy, when the labors which they performed were very arduous in comparison with the labors the Latter-day Saints have to perform today in the building of these temples, they built another temple. What are these temples for? There is an object in their being built. We prove our faith in these things by our works, seeking not only to redeem ourselves, seeking not only salvation for our own household, but extending its influence beyond and reaching out to those of our progenitors who have gone before us into the spirit world and are there, becoming acquainted with the principles of eternal life; for as recorded in the 3rd Chapter of the Epistle of Peter, &#x201C;Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit: By which also he went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah.&#x201D;<span class=\"citation\" id=\"77995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77995)\">1 Pet. 3:18-20<\/a><\/span> Or as we find it still further recorded  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the 4th chapter of the same epistle: &#x201C;For this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78149)\">1 Pet. 4:6<\/a><\/span> We also find a question asked of our Savior, as recorded in the account of His crucifixion in the book of Saint Luke. One of the thieves who was crucified alongside of our Savior, said to Him: &#x201C;Lord, remember me when thou comest into thy kingdom.&#x201D;<span class=\"citation\" id=\"68355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68355)\">Luke 23:42<\/a><\/span> Jesus could not consistently do this; for He had told Nicodemus previous to that, that except a man be born of the water and of the Spirit he could not enter into His Kingdom;<span class=\"citation\" id=\"68858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68858)\">John 3:5<\/a><\/span> and this thief, acknowledging that he was worthy of death, was, consequently, an unrepentant, unbaptized sinner. Jesus, however, turned to him and said: &#x201C;Today thou shalt be with me in paradise.&#x201D;<span class=\"citation\" id=\"68369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68369)\">Luke 23:43<\/a><\/span> The Christian world have made the mistake of imagining, believing and teaching that Jesus and the thief on the cross went back to the bosom of our Father and God in heaven. But we find, after the resurrection of our Savior, when He stood by the open door of the sepulchre, Mary came, and recognizing Him, put out her hands to touch Him. But Jesus said: &#x201C;Touch me not; for I am not yet ascended to my Father in heaven: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.&#x201D;<span class=\"citation\" id=\"70869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70869)\">John 20:17<\/a><\/span> During the three days that the body of Jesus lay in the tomb, then, where was the spirit that formerly inhabited the body? According to the testimony of Peter, as recorded in the 3rd Chapter of the first epistle of Peter, it was preaching to the spirits in prison;<span class=\"citation\" id=\"77957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77957)\">1 Pet. 3:18-19<\/a><\/span> and Isaiah tells us that it was for this that Jesus was to come; it was to loose the <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bonds of the prisoners; it was to open the prison door.<span class=\"citation\" id=\"59367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59367)\">Isa. 42:7<\/a><\/span><span class=\"citation\" id=\"59432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59432)\">Isa. 49:9<\/a><\/span><span class=\"citation\" id=\"60068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60068)\">Isa. 61:1<\/a><\/span> Men who had lived in days gone by, who had failed to obey the commandments of God, who had passed into the spirit world, according to the accepted idea of a few years ago&#x2014;Christian ideas change about these things, you know&#x2014;these people were eternally lost. There was no possible chance for their redemption; but having closed their eyes in death as sinners in the sight of God, they were under condemnation to all eternity. A strange parody indeed upon the idea of God's love and mercy for His children! God is love,<span class=\"citation\" id=\"78762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78762)\">1 Jn. 4:8<\/a><\/span> we are told, and yet in the short space of one man's life, that man's sins and errors&#x2014;nay, more than that, he might have lived honorably and honestly; he might have sought to do as best he knew how; he might have been a good citizen, a good father, a good husband; he might have filled all these duties acceptably, yet if he is outside the pale of the Church and death overtakes him in that condition, he was eternally lost according to the Christian idea of a few years ago. Leading thinkers of today, in the Christian world are changing their views very materially in relation to this matter, as within the past few years I heard the Rev. Henry Ward Beecher declare, that, if his God reigned in the next world, every man and woman who did not learn the truth here, should have the privilege there. Then we find also Dr. Thomas, of Chicago, a leading light in the religious world, and very many who are distinguished in the religious world, are today changing their ideas and theories in relation to this matter. One of the peculiar features connected with the Gospel in days gone by is often presented to my mind in this wise: Jesus taught  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some of His doctrines in the midst of the Pharisees and Scribes. They found that certain of His doctrines were popular; they found that certain of His doctrines were very pleasant; they found that certain of His doctrines were very agreeable. And so they did what He told them they were doing. They poured new wine into their old Pharisee bottles; they endeavored to patch their Sadducee coat with a new piece of cloth; but they were told that they would burst their bottles, and make a larger rent in their coat than there was.<span class=\"citation\" id=\"64062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64062)\">Matt. 9:16-17<\/a><\/span><span class=\"citation\" id=\"66506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66506)\">Mark 2:21-22<\/a><\/span><span class=\"citation\" id=\"67211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67211)\">Luke 5:36-39<\/a><\/span> So it is today. When Mr. Beecher introduces to the Christian world the idea that there is a redemption beyond the grave, he shakes the pillars of so called Christianity; he gives them a mightier blow than could be given by an Elder advocating the same doctrine; and when Dr. Thomas, of Chicago, advanced that idea to his intelligent audience, it went like wild fire over the land that so distinguished a theologian as Dr. Thomas, had declared that there was a chance for redemption after the grave. This new wine, revealed from heaven in this day and age of the world, through the instrumentality of the Prophet Joseph Smith, a man who was despised by the world, is being taken by the wise men and poured into their sectarian bottles, and in the end the result will be as it was with the Pharisees in times gone by. <\/div><div class=\"paragraph jod\" id=\"v25n191\"> But this doctrine has more of a meaning to the Latter-day Saints than simply preaching to the spirits in prison. We read here in the old Bible where God, speaking through the mouth of one of His Prophets, said certain things should transpire in the last days. &#x201C;Behold,&#x201D; says the Lord through His Prophet Malachi, &#x201C;I will send you Elijah <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the prophet before the coming of the great and dreadful day of the Lord: And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62577)\">Mal. 4:5-6<\/a><\/span> So today the Latter-day Saints testify that God having sent the Prophet Elijah to the earth to reveal this principle, or rather to give the key for the administration of this principle,<span class=\"citation\" id=\"90564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90564)\">D&amp;C 110:13-16<\/a><\/span> the hearts of the children here upon the earth are being turned to the fathers behind the veil, and the hearts of the fathers behind the veil are being turned to their children here upon the earth, the one feeling after the other for their redemption; for without them we cannot be perfect, neither can they without us.<span class=\"citation\" id=\"77151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77151)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91208)\">D&amp;C 128:15,18<\/a><\/span> This plan of salvation that the Latter-day Saints believe in is broad, indeed it reaches out to the whole human family, present, past and future. We read in the 15th Chapter of 1st Corinthians, an explanation of this expression of Paul's in regard to the two baptisms. In the 29th verse of that Chapter he says: &#x201C;Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73897)\">1 Cor. 15:29<\/a><\/span> Or as Paul expresses it in the 19th verse of the same chapter: &#x201C;If in this life only we have hope in Christ, we are of all men most miserable.&#x201D;<span class=\"citation\" id=\"73803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73803)\">1 Cor. 15:19<\/a><\/span> Paul in preaching to the Corinthians said that very few of them took hold of the Gospel. The great mass rejected Paul. Paul, however, with that broad philanthropy of heart, lit up by the light that first came to him on his way to Damascus, would have been miserable indeed had he not learned of this great principle that in the spirit world these Corinthians would be preached to and taught. So the Latter-day Saints today  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would be of all men the most miserable if they did not recognize this principle of preaching to spirits in prison and baptism for the dead. The Latter-day Saints are fulfilling the Scripture, which says that there shall be gathered home to Zion, &#x201C;one of a city, and two of a family.&#x201D;<span class=\"citation\" id=\"60347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60347)\">Jer. 3:14<\/a><\/span> In many instances one person of an entire lineage is all there is in the Church and Kingdom of God. That being the case, what of the fathers and the mothers, the brothers and the sisters, the relatives near and dear, who have not had the opportunity of accepting the Gospel? How glorious, how grand a work it is that swells the hearts of Israel to know that we can enter into the temples of the living God and redeem our dead and become in truth and in deed saviors upon Mount Zion!<span class=\"citation\" id=\"62053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62053)\">Obad. 1:21<\/a><\/span> Certainly no nobler, no grander, no mightier principle has ever been revealed to the human family than this. And though we may have doctrines that are obnoxious to the world; though we may have principles that innovate upon established ideas; though we may have ideas that conflict with those of the honest and the good, and those who love the principles of integrity and righteousness; though we may have all these, yet when we come to reflect in regard to this one principle, that of itself alone should be sufficient to recommend the Latter-day Saints to the whole civilized world; that of itself should blot out from their remembrance those other matters that seem to disagree with and are unpleasant to them. That principle <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is reaching out for the salvation of the untold myriads of the human family&#x2014;the very possibility of it should cause the hearts of the whole human family to rejoice, should cause them to think, to feel and to act kindly towards a people who are seeking to carry out this principle. But human nature is very strong in relation to these matters, and as it has been in the past doubtless it will be in the future&#x2014;that through much tribulation shall they come up who shall be clothed in robes of white,<span class=\"citation\" id=\"79345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79345)\">Rev. 7:14<\/a><\/span> and that it is through trial and tribulation God shall have a tried people.<span class=\"citation\" id=\"62312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62312)\">Zech. 13:9<\/a><\/span><span class=\"citation\" id=\"92077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92077)\">D&amp;C 136:31<\/a><\/span> The Latter-day Saints do not lay to themselves the flattering unction that there shall be peace, peace, peace, to us just yet; but that on the contrary this work and this struggle will continue; the nations of the earth will be brought to the knowledge of the truth; the honest of the blood of Israel will be gathered home; the kingdom of God will be built up; temples will be erected and the Saints will enter into them and redeem their dead, and cause the hearts of our fathers and our mothers who have gone before us into the spirit world to rejoice; and we shall join hands with the Prophets and Apostles of days gone by, with those of today who have preceded us behind the veil; with the good and the true of all ages; with our Elder Brother, Jesus Christ, and with God our Eternal Father in the heavens&#x2014;all linked together in one mighty phalanx in this great and glorious work of the latter days. <\/div><div class=\"paragraph jod\" id=\"v25n193\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}