{"ID":250032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Why We Gather&#x2014;Difference Between the Latter-Day Saints and the World&#x2014;Organization of the Church in Former Days&#x2014;Condition of the World Previous to the Restoration of the Gospel&#x2014;The Reformers and the Work They Performed&#x2014;All Men Enjoy a Portion of the Spirit of God&#x2014;The Jews&#x2014;The Gospel Must Be Preached&#x2014;Organization of New Stakes&#x2014;Missionaries' Families to Be Provided for&#x2014;Building Homes and Beautifying Them&#x2014;The Destiny of Zion.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Bowery at Rexburg, Bannock Stake, Idaho, Sunday Afternoon, Aug. 17, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Why the Saints Gather.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/17\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v25n821\"> I am pleased to have the opportunity of meeting with you in this place, of visiting your homes in these new settlements, and of striking hands and conversing with many of our old friends with whom we have been associated quite a distance from here, and some a very long distance indeed. <\/div><div class=\"paragraph jod\" id=\"v25n822\"> As Latter-day Saints we have gathered to these valleys of the mountains. We are assembled together for certain purposes associated with our own individual interests; in other respects for purposes connected with the welfare of our families, of our wives, our children, our husbands, etc. And then, further, we have gathered together as we have done in these mountains to comply with certain requisitions made by the Almighty upon His people in these latter days. We have come here in accordance with a message that he has communicated from the heavens to the inhabitants of the earth. These ideas and feelings are <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at the foundation of all our movements, of all our acts. We occupy a very peculiar position in the midst of these United States, and also in the world. We differ from others in a great many respects, in our ideas of God, in our religious sentiments, in our social views, and in our relationship with each other, and in many respects in all the leading characteristics of human life and existence pertaining either to this world or to the world that is to come. We assemble here as Latter-day Saints&#x2014;for it is to these that I am speaking&#x2014;and I understand the term Latter-day Saint is used in contradistinction to former-day Saints. The Church of Christ existed some 1,800 years ago, when Christ himself was its teacher. He came down from the heavens to teach and instruct the people in the ways of life. Those who believed in Him were baptized in His name for the remission of sins, and they had hands laid upon them for the  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reception of the Holy Ghost. They were born of the water and of the Spirit,<span class=\"citation\" id=\"68859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68859)\">John 3:5<\/a><\/span> and were made new creatures in Christ Jesus.<span class=\"citation\" id=\"74115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74115)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"74754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74754)\">Gal. 6:15<\/a><\/span> They were instructed in the principles of the Gospel, and they had placed among them Prophets, Apostles, Pastors, Teachers, Evangelists.<span class=\"citation\" id=\"75087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75087)\">Eph. 4:11<\/a><\/span> We are told that these men were authorized by Jesus to preach the Gospel to all the nations of the earth.<span class=\"citation\" id=\"66451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66451)\">Matt. 28:19<\/a><\/span><span class=\"citation\" id=\"66774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66774)\">Mark 16:15<\/a><\/span> We are told that they were to tarry at Jerusalem, until they had received power from on high,<span class=\"citation\" id=\"68487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68487)\">Luke 24:49<\/a><\/span> notwithstanding all the teachings they had had from the Savior. What was that power? It was the gift of the Holy Ghost. Had they not received it? Not in the sense here implied. What, not those that had been with Jesus? No, I repeat, not in the sense here implied. Jesus emphatically told them that it was necessary He should go away; for if He went not away the Comforter would not come.<span class=\"citation\" id=\"70315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70315)\">John 16:7<\/a><\/span> He instructed His Apostles to teach certain principles that should exist and that ought to prevail among all the human family. But the people have departed from these things. The Gospel put them in possession of the Holy Ghost, which brought things past to their remembrance,<span class=\"citation\" id=\"70081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70081)\">John 14:26<\/a><\/span> led them into all truth, and showed them of things to come.<span class=\"citation\" id=\"70468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70468)\">John 16:13<\/a><\/span> The Savior explained the office of the Holy Ghost. It would enable those who received it to comprehend the past, the present and the future. It would draw aside the curtain of the invisible world, and they would be enabled to gaze through the dark vista of future ages and comprehend the purposes of God, as they rolled forth in all their majesty, glory and power. And then in the church, as I have said, there were placed Prophets, Apostles, Pastors, Teachers, etc., for the perfecting of the Saints, and for the work of the ministry;<span class=\"citation\" id=\"75113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75113)\">Eph. 4:11-12<\/a><\/span> that <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men properly qualified and endowed of God, by His Holy Spirit, and ordained and set apart by Him, might go forth as messengers of life and salvation to the nations of the earth. Hence they had their Twelve, their Seventies, their Bishops, and the various officers of the Church. This organization to which I now refer, existed 1,800 years ago, on the continent of Asia, and according to accounts given in the Book of Mormon, a similar organization existed on this continent. Here they had their Twelve, and these Twelve were commissioned to preach the Gospel as the others were on the continent of Asia.<span class=\"citation\" id=\"82660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82660)\">3 Ne. 12:1-2<\/a><\/span> Jesus visited them here as He visited the others in Asia, and they were placed under His guidance and direction. <\/div><div class=\"paragraph jod\" id=\"v25n824\"> Now, what condition was the world in before the Gospel we now preach was introduced? Many of you older men here&#x2014;there are not so many old men here as we find in some places&#x2014;lived when the Gospel was not upon the earth. I did and many others did. Where could we find anything resembling that which was taught by Jesus? Nowhere on the face of the wide earth. Apostles, Prophets, Pastors, Teachers,<span class=\"citation\" id=\"75088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75088)\">Eph. 4:11<\/a><\/span> etc., were nowhere to be found. Do I know this? I do know it, for I lived in the world at that time. I knew what was going on. I was mixed up with their teachers, and was well acquainted with the different societies and organizations. Did they have the Gospel as laid down in the Scriptures? No. I remember reading with very great interest the remarks of one of the Wesleys&#x2014;I do not remember now whether it was Charles or John&#x2014;in some poetry of his: &#x201C;From chosen Abraham's seed the new Apostles choose O'er isles and continents to spread the soul reviving news.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n826\"> He knew very well that they did not have Apostles, nor those officers that used to exist in the Church, and he felt it keenly, as did many others. I, myself, mixed up with a society of gentlemen before I heard the fullness of the Gospel, who were searching the Scriptures to find out the true way; for we did not find any men who professed to be inspired. We were told that all inspiration had ceased, and yet there were men professing to be called of God to preach the Gospel. Now, that is a very singular thing. How can a man be called of God, if God has ceased to speak? If a man is called of God, he must be called either by the voice or Spirit of God, or by somebody who is authorized of God, and knows something about His ways. If he does not receive his calling in this way, how is he going to get it? There is one other way&#x2014;that is, if God has had a regular Priesthood upon the earth, unbroken, uncorrupted and uncontaminated, then it might come down from one to another through the different ages. The Church of Rome professes to trace its authority down from the days of the Apostles until the present. But unfortunately there is a Scripture that rather interferes with them and with others, namely: &#x201C;Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.&#x201D;<span class=\"citation\" id=\"78829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78829)\">2 Jn. 1:9<\/a><\/span> I will tell you what Joseph Smith told me personally. Said he: &#x201C;You are going out to preach the Gospel, and if you can find a people anywhere as you wander through the world&#x201D;&#x2014;which I have done a great deal, traveled thousands, and I do not know but hundreds of thousands of miles, and mingled with all classes and creeds and con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ditions of men, religious and irreligious, professors and non-professors, Christians and Jews, Gentiles and all classes of people&#x2014;&#x201C;if you can find,&#x201D; said he, &#x201C;a people anywhere having the doctrines of Christ,<span class=\"citation\" id=\"94300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94300)\">Heb. 6:1<\/a><\/span> you need not baptize them.&#x201D; But I never found anywhere, wherever I went, any persons holding the doctrines of Christ as taught by Him, with Apostles and Prophets and inspired men under the influence of the Holy Ghost,<span class=\"citation\" id=\"78355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78355)\">2 Pet. 1:21<\/a><\/span> and with an organization similar to that which was introduced by our Lord and Savior Jesus Christ. Therefore I had to call upon all men everywhere to repent,<span class=\"citation\" id=\"82641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82641)\">3 Ne. 11:32<\/a><\/span><span class=\"citation\" id=\"84123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84123)\">D&amp;C 18:9<\/a><\/span><span class=\"citation\" id=\"92712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92712)\">Moses 6:23<\/a><\/span> for I could not find the kind of people Joseph said I need not baptize. Wesley and Whitfield, and going back still further, Luther, Melancthon, Knox, Zwingli, and many other reformers, started what are termed reformations. But what did they do in those reformations? Did they bring back the pure Gospel of Christ? No, they did not, and they did not profess to do it. It is left for some of their admirers to do that for them which they in their day never professed to do. What did they do? They tried to reform abuses that were in the church. Well, what was done by these people? What influence were they under? They were under the influence, more or less, of the Spirit of the living God. But they didn't have the Gospel, you say? No; but they were not deprived of a portion of the Spirit of the living God on that account. It is a very great error for us to suppose that men throughout the whole world have not been under an influence of that kind more or less. We are told in the Scriptures that God has given unto all men a portion of His Spirit to profit withal,<span class=\"citation\" id=\"73455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73455)\">1 Cor. 12:7<\/a><\/span> and many men who have followed that Spirit according to the light they have had, have  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>done a great deal of good among men, among whom were Luther, Calvin, Melancthon, Wesley, Fletcher, and others in the various churches. Fletcher, I think, was a Church of England minister; so was John Wesley, and many others; then there were others among the Presbyterians, Methodists, Catholics, etc. They were good men. They sought to do good, and did do good; for he that doeth righteousness is righteous.<span class=\"citation\" id=\"78698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78698)\">1 Jn. 3:7<\/a><\/span> They followed the leadings of that portion of the Spirit of God which is given to all men to profit withal.<span class=\"citation\" id=\"73456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73456)\">1 Cor. 12:7<\/a><\/span> They operated in the interests of humanity; introduced many charitable institutions; made provision for the poor and outcast, the lame, and the blind; acted in a very liberal, kind and generous manner. I have known, in my travels, many ladies and gentlemen possessing large fortunes, who spent their time and their means in trying to promote the welfare of humanity. But was that the fullness of the Gospel of the Son of God? No, it was not. Was it right for them to do these things? Yes; for it is always right for all men to do good to their fellow men; to be moral, virtuous, honorable and upright; and notwithstanding the wickedness and crime that exist in these United States, yet there are thousands and millions of good honorable men who desire to do right; but they do not know the truth, and are led astray by men who know not what they say nor what they affirm. If these men had the Gospel with which is associated the gift of the Holy Ghost, it would lead them into all truth<span class=\"citation\" id=\"70469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70469)\">John 16:13<\/a><\/span> as it did in former days. And what is said of circumstances and events that shall transpire in the last days? We are told that it shall come to pass, when the Lord shall bring again Zion, that her watchmen shall see eye to eye.<span class=\"citation\" id=\"59606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59606)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87975)\">D&amp;C 84:98<\/a><\/span> <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This will be the case when all the people of Zion live their religion, and comply with the requirements of the Lord. <\/div><div class=\"paragraph jod\" id=\"v25n828\"> Speaking of good men, I had several gentlemen call upon me just before I left the city. They were Jews. They came from London, or somewhere in that neighborhood. One of them professed to be a lineal descendant of the tribe of Levi, and of the house of Aaron, and I was told by part of the company that he held the legitimate right to the Aaronic Priesthood,<span class=\"citation\" id=\"90163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90163)\">D&amp;C 107:16<\/a><\/span> and his name agreed with the records we have pertaining to these things. Well, these men were engaged in a very charitable enterprise. They had heard that we had some sympathies with the Jews, and desired to see me and have a talk with me on the subject. They told me about the terrible scenes that had transpired in Russia lately, and the heavy persecutions that their people had endured in that country. They and their friends had subscribed some 80,000 pounds (about $400,000) to assist their persecuted brethren in Russia, and had formed a number of colonies in the United States, and thus delivered a great many from their oppressors. They have purchased large tracts of land, and established their brethren upon them. I told them they had rather missed the place&#x2014;that they should have taken up Palestine. That, they said, would be all right in its time; they could easily go from this country to Palestine when the time came. I talked with them about a good many principles. I talked about our temples, and said that they would have to build one at Jerusalem, and I told them that I had spoken to Baron Rothschild on this same subject some few years ago, and that he would assist in gathering the people. They said that  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he had given them some help in connection with the enterprise they now had in hand, and they supposed he would assist in the future. <\/div><div class=\"paragraph jod\" id=\"v25n830\"> I speak of these things to show the good feelings that exist among men in many instances. That was certainly a very charitable act for these men to be engaged in. They were Jews and not Christians, neither were they Latter-day Saints. Why, it would be a good work for an infidel to be engaged in&#x2014;to do good to his fellow men and relieve the oppressed. That is what we believe in&#x2014;to do good to all men, especially to the household of faith.<span class=\"citation\" id=\"74738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74738)\">Gal. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n831\"> It is well for us to remember that we are not the only people God has on the earth. We are told that He is the God and Father of the spirits of all flesh.<span class=\"citation\" id=\"54783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54783)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54898)\">Num. 27:16<\/a><\/span> He is therefore interested in the whole of the human family. The Savior commanded His Apostles to preach the Gospel to every creature.<span class=\"citation\" id=\"66775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66775)\">Mark 16:15<\/a><\/span> Why? Because the whole of the human family are the sons and daughters of God, and it was proper that they should have the principles of life and salvation presented to them. He has told us to do the same thing&#x2014;to carry the Gospel to every nation, kindred, tongue and people&#x2014;and our Elders go forth, as they did in former times, without purse or scrip,<span class=\"citation\" id=\"68225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68225)\">Luke 22:35<\/a><\/span> trusting in God. And some of them get killed. We have heard of two being slain quite recently in these United States, where we boast so much of freedom, human rights, liberty of conscience, etc. Right in the State of Tennessee, this atrocious deed has taken place, and it is not long since one of our brethren was murdered in Georgia. We feel sorry for these things; but, then, we cannot help it. We cannot relinquish our labors in relation to these matters. It is enjoined upon us to preach the Gos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pel to every creature,<span class=\"citation\" id=\"86672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86672)\">D&amp;C 68:8<\/a><\/span><span class=\"citation\" id=\"90653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90653)\">D&amp;C 112:28<\/a><\/span> and we propose to carry out these things as the Apostles did in former times. Lives may be sacrificed for the truth's sake; but it makes no difference where we are if we are only engaged in the work of God. Jesus said: &#x201C;Fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.&#x201D;<span class=\"citation\" id=\"64189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64189)\">Matt. 10:28<\/a><\/span> I fear God, and know no other fear, and do not want to; and when men talk sometimes about what they will do and what they are going to do with the Mormons&#x2014;&#x201C;Wondrous works in the land of Ham, and terrible things by the Red sea&#x201D;&#x2014;<span class=\"citation\" id=\"57102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57102)\">Ps. 106:22<\/a><\/span>it does not make our knees shake nor our heart palsy. We feel that we are here to do the will of God, and in the name of Israel's God we will do it; we will, God being our helper.<span class=\"citation\" id=\"56808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56808)\">Ps. 54:4<\/a><\/span> These are my feelings, these are the feelings of my brethren around me, and these are the feelings of all good Latter-day Saints who comprehend themselves and intelligently know the principles by which they are governed. <\/div><div class=\"paragraph jod\" id=\"v25n832\"> We have embraced the Gospel of the Son of God, and God has taught us how to organize His Church. Had He not taught us we should not have known anything about its organization. Joseph Smith knew nothing about it; Brigham Young knew nothing about it; I could not have known anything about it, nor any of the Twelve, nor any man living on the earth, until God introduced it and taught us in all these things. In addition to establishing His Church, He has told us to build up a Zion to His name, and we are gathering the materials together for that purpose. We have got our Stakes organized, and we have come here to help organize your Stake. Yesterday the High Council was organized. This is a  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>body of men that exists in the Church and Kingdom of God. All Stakes must have such a Council that they may have a perfect organization among themselves. Then you have Bishops, Teachers, etc., whose duties you are familiar with, the same being laid down in the Book of Doctrine and Covenants. Brother Ricks here is your President, and with one or two exceptions, Bishops have been appointed in all the Wards, that everybody in the various settlements may be placed under proper government, and under the guidance and direction of the Almighty, according to the laws that He has introduced in His Church. For this purpose you have been taught to gather together in your towns and villages, and certain instructions have been given in regard to these matters. Before these instructions were given, Brother Preston and Brother Ricks were directed to come out and examine this land, and they found it was suitable for the settlements of the Saints. They were then requested by me to furnish a plan of the country, and also select places for cities and have them surveyed, to provide lots for meetinghouses, schoolhouses, Relief Societies and Mutual Improvement Associations. All of which they promptly attended to. <\/div><div class=\"paragraph jod\" id=\"v25n834\"> The Stake of Bannock was afterwards organized, as also a Presidency for the Stake. Town sites were selected and surveyed, and then the instructions which you have heard read were given by the First Presidency. We find you have a very good country, and are pleased to see you as comfortably situated as you are. It is hard struggling always to start new settlements. I am pleased, however, to find so many of our young men embarking in this enterprise; and by and by you will <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have a number of most beautiful cities in this portion of country. The land is quite productive, as was evidenced by the samples of oats, wheat, corn, turnips, etc., exhibited here yesterday. These things show you have got into a tolerably good country; and you have almost more water than you know what to do with; but when the time comes when all the land is taken up between these mountains, these streams will not be quite so big as they are now; you will be able to manage them a little better, for the earth will drink up a good deal of water. It seems to me your lines have fallen in pleasant places.<span class=\"citation\" id=\"56402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56402)\">Ps. 16:6<\/a><\/span> Don't be discouraged about anything. Everything is moving along all right. The great thing is to conform yourselves to the circumstances in which you are placed. There is one thing I have been very much pleased to learn. I requested Brother Preston, in talking about these things, to see that in the neighborhood of every town there should be a piece of ground set apart for the benefit of missionaries' families; because we shall be calling upon the Elders here to go forth and preach the Gospel, the same as we are doing in other parts of the land of Zion. I asked Brother Preston to set a pattern here in this respect to the balance of the land of Zion, and then report to me, and I would call upon all other peoples in the land of Zion to do the same, that the families of the missionaries may have bread and other supplies, and thus be sustained and looked after, and not feel in any kind of bondage. Most of the missionaries, perhaps, would not be in needy circumstances, but if they should there will be something for their families and they will have no excuse to back out under these circumstances. And then we call upon the older men among the  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Seventies and High Priests and upon lots of the young men to attend to these matters, and thus promote the welfare of all. <\/div><div class=\"paragraph jod\" id=\"v25n836\"> And now we want to see you as Latter-day Saints, as quickly as circumstances will permit, get on to your city lots, and don't be scattered abroad like so many stray calves. We want you to locate on your city lots, and in the mean time be preparing to build on them; for we must have beautiful cities and splendid habitations in the land of Zion. Many people begin to admire Salt Lake City; but we have done nothing there to what we intend doing. I have talked with Brother Ricks on the subject of building nice homes, and have suggested that you get some architect to furnish the plans of some pleasant cottages, and some more pretentious, according to the means and circumstances of the people. You may be able to purchase architectural books that will answer the purpose; but let us build beautiful homes. It is nearly as cheap to put up a good looking house, and one properly constructed, as it is one of those ill-favored affairs. Build your temporary homes well back in the lot, so that when you build again these will answer for kitchens, or it may be some of your boys or girls, till they can do better. But we want to see beautiful cities, <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> beautiful houses and pleasant homes, and everything around you calculated to promote your happiness and well being. <\/div><div class=\"paragraph jod\" id=\"v25n837\"> And then we want to see you operate as one in all things. You fathers of families and you mothers, see to it that you dedicate yourselves and your habitation and everything you have to God, and that you live pure, virtuous, and holy and upright lives. See to it that you are men and women of God&#x2014;children of the Most High God, and your offspring with you. And I tell you that the time is rolling on when Zion will become the praise and the glory of the whole earth.<span class=\"citation\" id=\"56649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56649)\">Ps. 48:2<\/a><\/span> The time is coming and hastening on when, as one of the prophets predicts, people will say such and such a man was born in Zion&#x2014;that is, the people of Zion will be so honorable, so upright, so virtuous, and so blessed of God, under the auspices of the Almighty, and the government which He will introduce, that they will think it an honor to have been born in Zion.<span class=\"citation\" id=\"56997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56997)\">Ps. 87:5<\/a><\/span> We will fear God, and work righteousness<span class=\"citation\" id=\"129130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129130)\">D&amp;C 20:14<\/a><\/span> on earth, and when we get through here be transplanted to the heavens until this earth shall be redeemed; for we shall again possess the earth when it shall be celestialized. God bless you all, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}