{"ID":250027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Religious Liberty Guaranteed By the Constitution&#x2014;Not Mere Freedom of Belief&#x2014;Where the Line Should Be Drawn&#x2014;Natural Rights Must Be Protected&#x2014;Danger of Special Legislation&#x2014;Object of the Gathering of the Saints&#x2014;Establishment of God's Kingdom&#x2014;Literal Fulfillment of Prophecy&#x2014;Restoration of the Christian Church&#x2014;Authority of the Priesthood&#x2014;Lack of Divine Authority&#x2014;Proofs of the Divine Mission of the Latter-Day Saints&#x2014;Plural Marriage a Religious Institution&#x2014;A Bible Doctrine&#x2014;Constitutional Right to Practice It.<\/div>\n<div class=\"subtitle\">Remarks by Elder Charles W. Penrose, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, July 26, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: What the Constitution Guarantees.<\/div>\n<div class=\"speaker\">Speaker: Charles W. Penrose<\/div>\n<div class=\"date\">Date: 7\/26\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v25n714\"> I have been pleased in listening to the remarks of Brother Caine, who has just returned from Washington; glad to hear that his heart with ours is turned toward the truth, and that his desire, in common with ours, is to build up the Kingdom of God in the earth, and to contend for the rights which belong to us as American citizens. Some people seem to imagine because we have embraced a doctrine which is not popular in the world, because we have embraced a faith which is contrary to the generally received notions in regard to religion, that we ought to have no rights whatever as citizens of our common country. We do not look upon the matter in that light. We consider that we have the right under the Constitution of the United States to believe anything which seems right to us, and not only to believe it, but to carry it out in our practice, so far as we can do so without interfering with the rights of other people. <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The first amendment to the Constitution of the United States says: &#x201C;Congress shall pass no law respecting an establishment of religion, or prohibiting the free exercise thereof.&#x201D; We understand that amendment as it is written. We do not wish to interpret it, or to give to it any meaning other than the plain language conveys. The language is, &#x201C;That Congress shall pass no law respecting an establishment of religion.&#x201D; With the establishment of religion, then, Congress has nothing to do. Congress cannot set up a religion, nor can it pass any law respecting an establishment of religion&#x2014;that is, to prevent its free exercise. There are some people in these latter times who interpret that amendment to mean that people may <span class=\"italic\">believe<\/span> what they please, but it carries with it no freedom of practice. People may believe what seems right to them, but they must not carry it out if it happens to be contrary to the views  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the great majority. Now, it appears to me that that is a very narrow interpretation of the meaning of that Amendment to the Constitution. It appears to us, as it must to the great bulk of the people of the country&#x2014;the sovereign people&#x2014;that without any constitutional amendment, or the passage of any law, people everywhere are of themselves free to believe. We do not think a law can interfere with belief, even if one were passed for the purpose of interfering with it. A man's belief cannot be controlled by any Act of Congress or of Parliament. No edict of a government or any other lawmaking body can interfere with my freedom of belief. When a proposition is placed before my mind, and I reflect upon it, and it appears to be correct, my mind receives it and I believe it. Sometimes persons believe in spite of themselves. Sometimes a man will believe a thing in spite of his own desires not to believe. Then this faith cannot be controlled by any person outside of the man himself, and sometimes he cannot control it himself. No edict or law, or any power of man on the earth can alter a man's belief, or prevent him from believing. A law can be enacted to prevent the carrying of that belief into practice; but it cannot interfere with belief, and it needs no amendment to the Constitution, no enactment of Congress or of any lawmaking body on earth, to protect a man in mere belief. Then it is clear to us that the intention was, that a man should have not only the right to believe, but that he should be protected in the free exercise of that belief. As the language states, Congress is not to pass any law respecting an establishment of religion, nor prohibit the free exercise thereof. What is the exercise of <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> belief in religion? Why, it is certain acts men perform prompted by their belief, prompted by their religion. Suppose a man believes it is right to be baptized in water&#x2014;buried in water for the remission of sins&#x2014;how can he evidence his belief in that principle? He can only do it in the way specified by the Apostle James. He says: &#x201C;Show me thy faith without thy works, and I will show thee my faith by my works.&#x201D;<span class=\"citation\" id=\"77576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77576)\">James 2:18<\/a><\/span> &#x201C;But wilt thou know, O vain man, that faith without works is dead?&#x201D;<span class=\"citation\" id=\"77588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77588)\">James 2:20<\/a><\/span> That is the only way in which faith can be truly shown&#x2014;by works. If I believe that baptism is right I evidence my belief by being baptized, and if I am not baptized it either shows that my faith is very weak or that it does not exist: that I have not the courage of my faith, or else that I do not believe at all. <\/div><div class=\"paragraph jod\" id=\"v25n716\"> Now, we consider that we have a perfect right under the Constitution of our country to believe what seems right to us, and then to carry it out. &#x201C;Well,&#x201D; someone may say, &#x201C;do you think there should be no restriction to this? Are people to be protected in any kind of religion they may have? Suppose a man were to come here from India who believed it a religious duty, under some circumstances, to strangle a man, would he have the right under the Constitution of the United States, to strangle? Again, there are people who believe it is right, in India, to burn a widow on the funeral pile, that her spirit may be sent to keep company with her husband in the other world. Would that person, or those persons have the right, under the Constitution of the United States, to carry out their belief in this country?&#x201D; We say no. We say that the Thug has no right here to practice his faith. We say the Suttee could not be established in  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this country. &#x201C;Why not? You believe it is right under some circumstances for a man to have more wives than one, and that those who thus believe are protected by the Constitution in the practice of their religion. Why should not those who believe it right to strangle, or to burn widows, have the right to practice their religion under the Constitution of the United States?&#x201D; The dividing line is very simple, as truth generally is. It is very easy to be drawn. It is to be drawn in consonance with the spirit of the Declaration of Independence, and with the principles that underlie our government. In the Declaration of Independence it is laid down that there are certain rights that cannot be alienated, that are natural, that are inherent, that are not imparted by governments: they do not belong to politics, but they are inherent in the individual&#x2014;the right to life, the right to liberty, the right to property, and the right to the pursuit of happiness. These rights are inalienable. They belong to every individual. They are not conferred by law. They belong to us. They are born in us. They belong to every person who breathes the breath of life.<span class=\"citation\" id=\"52429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52429)\">Gen. 2:7<\/a><\/span> Then, an act of any individual or any government which infringes upon these natural rights is wrong in and of itself. If any individual interferes with the rights of his fellow men he may be restrained by the secular law. The right to life, and to liberty, and to the pursuit of happiness, and to property belong to all individuals alike. One body of people professing one faith must not interfere with the rights of any other body of people professing another faith. The Latter-day Saints, as well as the Latter-day sinners, the Methodist as well as the Catholic, the Jew as well <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as the Gentile&#x2014;all people alike in this great country must be protected equally in these natural rights which belong to them. <\/div><div class=\"paragraph jod\" id=\"v25n718\"> Here, then, is where the line must be drawn. Anything that persons profess to do under the name of religion, which interferes with the rights of others is wrong, and the secular law may step in and protect the citizens and restrain or punish those people who attempt to do this under the plea of religion. If I do anything which interferes with the life, the liberty, the happiness, or the property of my neighbor, the law has a right to step in and protect my neighbor and restrain me. But if my religion&#x2014;that which I believe to be true, and which I try to carry out as a part of my faith&#x2014;does not interfere with human rights, does not infringe in any degree upon the rights of my fellow man, neither Congress, nor any other lawmaking power on the face of the earth, has the right to interfere with me under the Constitution of the country. I have a right to the exercise of my religion so long as it does not infringe upon the rights of other people. There is where we draw the line, and we think it is the right place. And we are standing up, not only for our own rights in this respect, but for the rights of all people upon the face of this land. As has been said by Brother Caine, this afternoon, in passing certain enactments which infringe upon our religious liberties, the Congress of the United States is doing something that will come back upon the very individuals who have been trying to establish this principle or to enact these laws. Because, we may be the society or body aimed at today, and tomorrow another sect or party or body may be aimed at by the same enactments which are passed against us, and  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perhaps will hold good in both directions. It is a poor rule that only works one way. It may be found convenient today to single out the &#x201C;Mormons,&#x201D; because they are unpopular, for special legislation; but in a little time some other religious body in this country may have the same inimical legislation applied to them, to bear down upon them with greater weight than it does upon us. You cannot violate a principle of truth without receiving very bad consequences. Those who attempt to do that will be sure to reap the fruit of their labors at some time or other. And when the Congress of the United States commences to move away the foundation stones of the system that the fathers of this nation built up, they are working on very dangerous ground, and the consequences thereof will not be confined to the few people against whom these measures are made. It is the duty of every patriot, of every man who loves his country, and of every woman who loves her country, to do their part in preventing the passage of such enactments as these, and in vindicating the principles and doctrines which enter into the Constitution of our beloved country. So we are standing up not only for our own rights, but for the rights of others, and this is one of the duties enjoined upon us by our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v25n720\"> We have been brought from the various parts of the earth into these mountain valleys that we may establish a system of religion which has been revealed from heaven, which our Heavenly Father has committed to us. We have not taken this religion from any of the sacred books that are in existence; we have not concocted this system from the Bible, or from any other religious work; <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but it has been revealed to us in our own day and time. God has broken the silence of ages. That same God that spoke to the prophets of old, whose record we have in the Old Testament, and who sent His Son Jesus Christ in the meridian of time to die for the sins of the world&#x2014;that same God that inspired the Apostles of Jesus Christ in their great works has Himself spoken from heaven in our own day, and angels have come down from the courts of glory with a message of life and salvation for the inhabitants of the earth. This Church, this system, this organization to which we belong has not been set up by the wisdom of man, but has been set up by the power of God, by the command of the Almighty, and has been sustained by him up to the present time. All the efforts which are made to break it down will only tend to build it up. Every law the United States may pass with the intent to disintegrate this work, to divide the people, to crush the power that exists in the midst of the Latter-day Saints, will only tend to consolidate the people, to bind them closer together, to make their faith more intense, their convictions more certain, and to make their determination more persistent. That will be the effect. God is working with this people, and has worked with them from the beginning. And this, as we have heard this afternoon, is not a mere matter of faith. We have seen so many proofs of an overruling power, and manifestations of special providence, as a people and as individuals, in answer to our prayers, that we know that God lives, that God answers prayer, that God Almighty is with the Latter-day Saints while they keep His commandments and do His will, and that He will overrule  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for good all the evil which is intended against us. <\/div><div class=\"paragraph jod\" id=\"v25n722\"> This work is established for the purpose of bringing about His designs in regard to this earth upon which we live. The earth is the Lord's and the fullness thereof.<span class=\"citation\" id=\"56511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56511)\">Ps. 24:1<\/a><\/span> The cattle on a thousand hills are His.<span class=\"citation\" id=\"56728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56728)\">Ps. 50:10<\/a><\/span> The silver and the gold belong to Him,<span class=\"citation\" id=\"62254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62254)\">Hag. 2:8<\/a><\/span> and the life of all mankind is in His hands.<span class=\"citation\" id=\"129109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129109)\">Moses 6:32<\/a><\/span> He is Lord over all, blessed forever, and it is His right to rule and regulate and control all things on the face of this globe. Jesus Christ His beloved Son has been here. He dwelt on the earth for a time and performed the work allotted to Him, by which he obtained all power<span class=\"citation\" id=\"66428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66428)\">Matt. 28:18<\/a><\/span> and sits at the right hand of the Father;<span class=\"citation\" id=\"84324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84324)\">D&amp;C 20:24<\/a><\/span> and the time is coming when He will stand on the earth, establish His government and dominion, extending it from pole to pole and from shore to shore, and the kingdoms of this world will become the kingdom of our God and His Christ;<span class=\"citation\" id=\"79522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79522)\">Rev. 11:15<\/a><\/span> not in some figurative, mystical, spiritual sense, but really and truly as a matter of fact. The Savior, as foretold by the prophets, came upon the earth literally and truly. He was hung upon the cross, and His spirit left His body. He was laid in the tomb, but He was raised again from the dead, not in a spiritual sense, or some mythical sense, but really and truly His body was raised from the dead. In that body He appeared to His disciples, and went up from their gaze, saying that in like manner he would descend again.<span class=\"citation\" id=\"71047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71047)\">Acts 1:11<\/a><\/span> And His promises are that when he shall come the second time, it shall not be as the babe of Bethlehem, despised and rejected, a man of sorrows and acquainted with grief;<span class=\"citation\" id=\"59643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59643)\">Isa. 53:3<\/a><\/span> nor to be persecuted by His own, but that He shall come in the clouds of heaven in power and great glory<span class=\"citation\" id=\"65858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65858)\">Matt. 24:30<\/a><\/span> to <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sit upon the throne of His Father David<span class=\"citation\" id=\"66990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66990)\">Luke 1:32<\/a><\/span> and reign and rule from the rivers to the end of the earth,<span class=\"citation\" id=\"56859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56859)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"129110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129110)\">Zech. 9:10<\/a><\/span> so that all nations, kindreds, tongues and people shall serve and obey Him. Now, we look for the coming of our Lord Jesus Christ, and we expect it just as much as when the sun goes down we expect it to rise above the hilltops in the morning. And when He comes we expect it will be Himself&#x2014;Jesus of Nazareth, our Elder Brother, the firstborn of God in the spirit world, the Only Begotten of God in the flesh. We expect that He will come and reign over the earth as King of Kings and Lord of Lords,<span class=\"citation\" id=\"80461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80461)\">Rev. 19:16<\/a><\/span> and we expect that all kingdoms, all governments, and all institutions that men have set up will be broken down, and as Nebuchadnezzar saw them in the vision which Daniel interpreted, they will become as the chaff of the summer threshingfloor, and be swept away, and no place found for them upon the face of the whole earth;<span class=\"citation\" id=\"61132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61132)\">Dan. 2:35<\/a><\/span> because the Kingdom of God and of His Christ will prevail everywhere,<span class=\"citation\" id=\"129111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129111)\">Rev. 11:15<\/a><\/span> and it will cover the earth. For it is the kingdom that was spoken of by the Prophets, and we are told that &#x201C;the kingdom and the dominion, and the greatness of the kingdom under the whole heavens&#x201D;&#x2014;that is over all the earth, is it not?&#x2014;shall be His kingdom and shall &#x201C;be given into the hands of the people of the saints of the most High, and their kingdom shall be an everlasting kingdom.&#x201D;<span class=\"citation\" id=\"61770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61770)\">Dan. 7:27<\/a><\/span> Now, we expect the fulfillment of all these things, and when they come to pass they will occur just as they are written, like other prophecies have been accomplished. When Isaiah prophesied that &#x201C;a virgin should conceive, and bear a son&#x201D; and that they should &#x201C;call his name Immanuel,&#x201D;<span class=\"citation\" id=\"57987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57987)\">Isa. 7:14<\/a><\/span> the prophet meant what he said, and it came to pass;  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and all the predictions in regard to the second coming, as it is called, the second advent of the Messiah, and the establishment of God's Kingdom and government on the earth, will be fulfilled exactly as the prophets have predicted. There is no need to mystify, nor to spiritualize, nor to explain them, they will come to pass word for word; for &#x201C;Heaven and earth may pass away, but not one jot or tittle of the word of God shall pass away; it shall all be fulfilled.&#x201D;<span class=\"citation\" id=\"63137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63137)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"65915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65915)\">Matt. 24:35<\/a><\/span><span class=\"citation\" id=\"83781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83781)\">D&amp;C 1:38<\/a><\/span><span class=\"citation\" id=\"93578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93578)\">JS&mdash;M 1:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n724\"> Now, this Church of Jesus Christ of Latter-day Saints to which we belong is established by the Almighty for the express purpose of opening up the way for the accomplishment of this great work. In this Church is the germ of that kingdom that Daniel saw.<span class=\"citation\" id=\"61355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61355)\">Dan. 2:44<\/a><\/span> The Church of Jesus Christ of Latter-day Saints, set up by the power of God, by the authority of the Most High, is exactly the same Church that Jesus Christ built up&#x2014;that is, the same in all its essential principles; the same organization, the same kind of officers, the same doctrines, the same in its spirit, the same in its ordinances, the same in the power that attends those ordinances, doctrines, principles and commandments as were revealed to the ancient Church. It is governed just exactly in the same way that the church which Jesus Christ established when he was upon the earth was governed. Every principle which was taught by the ancient Apostles in their time is taught by the latter-day Apostles in their time. And the Apostles in our day have the same authority or Priesthood, as it is called, that the Apostles had in their time whom Jesus ordained;<span class=\"citation\" id=\"129112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129112)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"129113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129113)\">John 15:16<\/a><\/span> because those that held the keys of that apostleship in the earth in former times have come down to the earth, <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> literally and truly, and ordained men to the same authority and apostleship which they held while living in the flesh.<span class=\"citation\" id=\"84669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84669)\">D&amp;C 27:12<\/a><\/span> That is how the apostleship has been restored. That authority exists in this Church, and it will never be taken away again.<span class=\"citation\" id=\"84060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84060)\">D&amp;C 13:1<\/a><\/span> That which is called by the Latter-day Saints the Priesthood, is the authority given of God to men to act in His name, so that what they do by His authority and in the way that He has appointed on the earth shall be acknowledged in heaven&#x2014;that which they seal on earth shall be sealed in heaven and that which they loose on earth shall be loosed in heaven.<span class=\"citation\" id=\"64925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64925)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65083)\">Matt. 18:18<\/a><\/span><span class=\"citation\" id=\"91065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91065)\">D&amp;C 124:93<\/a><\/span><span class=\"citation\" id=\"91781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91781)\">D&amp;C 132:46<\/a><\/span> It must be done as God directs, according to the revelations of His will. But this authority, this right, this power from God exists in this Church, as it existed in the ancient Church, because it has been actually restored by the very men who held the keys of it. And really, after all, it is that that the world is fighting. All these plans and schemes, all that legislation and these influences that are brought to bear on this Church, upon this system called by the world &#x201C;Mormonism,&#x201D; is brought to bear in consequence of the restoration of that power and that authority. It is the authority of the kingdom. It is here to stay. It is here to prevail. First it will preach the Gospel of the kingdom as a witness to all nations;<span class=\"citation\" id=\"65737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65737)\">Matt. 24:14<\/a><\/span> it will then gather together the elect of God from the four quarters of the earth;<span class=\"citation\" id=\"84928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84928)\">D&amp;C 33:6<\/a><\/span><span class=\"citation\" id=\"93571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93571)\">JS&mdash;M 1:27<\/a><\/span><span class=\"citation\" id=\"93156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93156)\">Moses 7:62<\/a><\/span> it will build temples to the name of the Most High God in which men can administer in ordinances that pertain to the salvation of the living and the redemption of the dead. It will accomplish all that has been predicted by the prophets concerning the Latter-day Kingdom. <\/div><div class=\"paragraph jod\" id=\"v25n725\"> Now, this is the kind of work in which we are engaged. It has been  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>introduced by the Almighty to bring about all those grand events that we read about in the writings of the old prophets that have not yet been fulfilled; there are a great many things contained in the Old Testament that people pay little attention to nowadays. They have an idea of things coming to pass in some spiritual fashion, or some mythical, mystical kind of way; they don't know exactly how; and it is the business of certain men who are hired to preach the Gospel, to make mysterious explanations of passages of Scripture, which they manage to cover up, and succeed in confusing the people more than before the expounding was attempted. Nevertheless, all those predictions that refer to events that are to take place in the earth in the latter days will all come to pass as they are written, and this work, this Church of Jesus Christ of Latter-day Saints, this thing called &#x201C;Mormonism&#x201D; has been introduced by the Almighty for the express purpose of bringing these things about; that is why it is universally opposed. All these different sects of modern Christendom are like the sects of heathendom, without communication from the eternal world. They receive no revelation from God. Their ministers have no authority except that which they obtain from their congregations. Many of them do not pretend to have any other, when you press them closely. They preach those tenets which the people believe and which are acceptable to the people&#x2014;each minister of each sect preaching that which the members desire to hear. All these different sects contain many good people who are trying to do right, trying to serve God, and a great many others that are hypocrites. But as sects, as societies, as churches, they are not <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> authorized of God. You can trace them all to their origin, and find that that origin is human in its nature. They have not come from God, they have come from men, some of them good men, perhaps. Men have met together and formulated creeds and organized societies, and these societies have grown and spread abroad, and after a while have become orthodox in the earth. At first they were persecuted and opposed, but as they grew in wealth as well as in numbers they made a name and a noise and became a power in the earth, and are recognized and understood as orthodox sects. But there is not one of them ordained of God. They are not set up by divine command, and their ministers have not been divinely authorized to preach the Gospel, nor to administer in the things of the Kingdom. There may be and no doubt are men among them preaching that which they believe to be true. But a man's belief is not authority. A man may believe a thing to be right, but that does not give him authority to represent God in that matter. A man may believe it is right to sprinkle a babe and call that baptism. But even supposing it is right&#x2014;though it is not&#x2014;<span class=\"citation\" id=\"129115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129115)\">Moro. 8:4-26<\/a><\/span>the fact that he believes it is right would not give him the authority to administer, because he does it &#x201C;in the name of the Father and of the Son and of the Holy Ghost,&#x201D; and he has no right to take these names upon his lips in vain, and he does take them upon his lips in vain unless he has been authorized to use these names.<span class=\"citation\" id=\"94298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94298)\">Ex. 20:7<\/a><\/span><span class=\"citation\" id=\"129114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129114)\">D&amp;C 22:1-2<\/a><\/span> No man has any more right to use the name of Deity in the administration of an ordinance, without authority, than a common citizen, without authority, has the right to use the name and pretend to be the representative of the Government of the United States,  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or of Great Britain, or of Germany; not a bit. But men seem to think because God does not interfere, that they have a right to do a great many things that he never commanded, and do them in the name of the Father, and of the Son, and of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v25n728\"> Now, as I said just now, the authority to administer in the things of God's Church has been restored in the way that I have told you. That is why we claim the right in this Church to administer these ordinances, and that is why we lay down the broad assertion that outside of this Church there is no authority in the world to administer in the name of the Lord. If there is such authority, let those who claim to have it, show their credentials and prove where they obtained their authority from. Now, in this Church of Jesus Christ of Latter-day Saints not only is this authority restored, and those same doctrines, principles and ordinances which were had in the early Christian Church also restored, but accompanying these are the same spirit and gifts and manifestations and power that existed in the ancient Church. And here is one of the great proofs of the truth of that which I have advanced to you: Wherever the servants of God connected with this Church and holding this authority go into the world&#x2014;and they go out without purse or scrip<span class=\"citation\" id=\"68224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68224)\">Luke 22:35<\/a><\/span> and administer: there are no salaried preachers in this Church&#x2014;wherever they go and proclaim this Gospel they tell the people that if they will believe on the Lord Jesus Christ, and repent of their sins, and be baptized for the remission of sins, they shall receive the Holy Ghost, through the laying on of hands; and that this Holy Ghost that shall be given to them is the same spirit exactly in its manifesta<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions, in its power, that the Apostles conferred upon the people by the laying on of hands in the early Christian Church, and that rested down upon the old prophets by which they wrote the things called scripture:<span class=\"citation\" id=\"78354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78354)\">2 Pet. 1:21<\/a><\/span> the same spirit that Jesus Christ had without measure;<span class=\"citation\" id=\"69104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69104)\">John 3:34<\/a><\/span> that spirit that He gave to His Apostles when He breathed upon them<span class=\"citation\" id=\"70908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70908)\">John 20:22<\/a><\/span> and said: &#x201C;Peace be unto you: as my Father hath sent me, even so send I you<span class=\"citation\" id=\"70889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70889)\">John 20:21<\/a><\/span> * * Receive ye the Holy Ghost:&#x201D;<span class=\"citation\" id=\"70909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70909)\">John 20:22<\/a><\/span> that same spirit that was upon them on the day of Pentecost;<span class=\"citation\" id=\"71072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71072)\">Acts 2:1-4<\/a><\/span> that spirit which manifested itself to the Church in Corinth by the gift of tongues, interpretations, visions, dreams, healings and miracles, and all those signs which Jesus Christ promised to them that believed.<span class=\"citation\" id=\"73431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73431)\">1 Cor. 12:4-13<\/a><\/span> These are manifest in the midst of the Latter-day Saints; this spirit, this power, is revealed to them and communicated to them. Not merely to the Presidency and the Twelve Apostles, and other leading Elders, but to each individual, to every person who believes and repents and is baptized, and upon whom the hands are laid of those having authority from God to administer in His name. Now, these men might claim this authority and be impostors; for the world has been full of impostors, and there are plenty of them nowadays&#x2014;religious impostors; these men might claim to have this authority, but they could not communicate this power, the Holy Ghost. But wherever people receive this doctrine, and obey it in the spirit of it, their testimony is, in every land, in every corner of the earth, wherever the servants of God have penetrated, that they have received for themselves by revelation, by the Holy Ghost from on high, a testimony that this work is the work of  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, and that these men are His servants. That is why they are here. That is why they are gathered in these valleys of the mountains. They are here because they have received the truth, and a knowledge of it, because they have received the ordinances of the Church and obtained the power that accompanies them; because God has witnessed to them individually, that He has spoken from the heavens, that He has reestablished His Church, and that the time has come for the building up of the latter-day Kingdom and the establishment of God's dominion in all the earth, and they are called to help in the work; not only the Apostles and Priesthood, but all the members of the Church are called to take a part in the work. And here we are, in these mountain valleys, bound together as a band of brethren&#x2014;not by the power of man, not by the coercion of man, not by oppression, not by arbitrary rules, but by the spirit and power of the Eternal God, sent down from on high, which has been shed abroad universally upon the members of the Church.<span class=\"citation\" id=\"72335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72335)\">Rom. 5:5<\/a><\/span> This is our testimony to the world. <\/div><div class=\"paragraph jod\" id=\"v25n730\"> We know that God lives. We know that there are &#x201C;special providences&#x201D; of God. We know that this work will prevail. We know that all these adverse plans and schemes of men, either from individuals or from nations, will only tend to roll on this work, and bring about the purposes of the Almighty in the midst of the children of men. That is why we have so much confidence. It is not because we think so much of ourselves. We do not profess to be a great people, except in our unity&#x2014;in that we are great&#x2014;except in our industry, temperance and sobriety, for we are a temperate, sober and thrifty people. <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Of course there are exceptions to this. There are men and women among us, like there are in all denominations, who will not hearken to good advice and do right. Notwithstanding the promise made by every man and woman that comes into this Church to be holy and righteous, true and faithful, and to avoid sin, there are some who will not be bound by their solemn obligations, nor abide their covenants with one another. And those who will break promises with each other are very likely to break promises made with God Almighty. But as a body we are a united, thrifty, temperate and sober people, and we try to do that which we consider to be right. We may make mistakes like other people: but as a body of people we are on the straight and narrow way,<span class=\"citation\" id=\"129116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129116)\">2 Ne. 31:18-19<\/a><\/span> the one path to the celestial city, and we desire to turn neither to the right hand nor to the left.<span class=\"citation\" id=\"54977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54977)\">Deut. 5:32<\/a><\/span><span class=\"citation\" id=\"57389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57389)\">Prov. 4:27<\/a><\/span><span class=\"citation\" id=\"83793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83793)\">D&amp;C 3:2<\/a><\/span> Those who walked in that path in ancient times were told by Jesus Christ that they would be opposed by the world, that the world would hate them. &#x201C;If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.&#x201D;<span class=\"citation\" id=\"70241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70241)\">John 15:19<\/a><\/span> We have been called out of the world in the same way. We are called with a special calling, and we have a special mission to perform. There is not a soul in this Church but has a mission. We are called out of the world to be the people of the Lord, to be Saints of the Most High, to consecrate and dedicate ourselves body and soul, with all that we have&#x2014;the fruits of the labors of our hands, the fruits of the efforts of our minds&#x2014;to the work in which we are engaged, the work of the Great God in the earth, He using us as instruments. This is the kind of  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people we are. This is the kind of people the world are opposed to. <\/div><div class=\"paragraph jod\" id=\"v25n732\"> Now, in regard to that feature of our faith that they make so much fuss about&#x2014;a right we claim under the Constitution of the United States, and against which laws have been passed in Congress, framed to prevent our carrying out the commandments of God in regard to our family relations&#x2014;that feature seems to upset the equilibrium of our &#x201C;Christian&#x201D; friends. What is the matter? &#x201C;Why, you believe in men having more wives than one.&#x201D; Yes, some men, good men. We don't believe that a bad man should have a wife at all. None but the good deserve the fair. And we believe that righteous men, virtuous men, men that would not improperly use any power or faculty of their nature, ought to be permitted to have wives and raise up a holy posterity and train their children in the ways of virtue, honesty and uprightness. We do not believe it is right for men to give way to their animal passions. We do not believe it is right to do so either in plural or single marriage or outside of it. We believe marriage to be an holy estate, ordained of God,<span class=\"citation\" id=\"85880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85880)\">D&amp;C 49:15<\/a><\/span> with which Congress has not the right to interfere. It is a religious matter with us. It is a holy ordinance established by the Eternal Father. We claim that the women of the Church are the daughters of God, and God has some right as to their disposition. We do not believe it is right for a man to pick and choose where he likes, and do as he pleases independent of God Almighty. We read in the Old Testament that, &#x201C;When men began to multiply on the face of the earth, and daughters were born unto them, That the sons of God saw the daughters of men that they were fair; and they took them wives of all which they chose.&#x201D;<span class=\"citation\" id=\"52812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52812)\">Gen. 6:1-2<\/a><\/span> <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And it is stated that the iniquity of man was great, and God brought a flood on the earth. Now, to understand that correctly we have to know what kind of position those persons were in, and why they were called the &#x201C;sons of God.&#x201D;<span class=\"citation\" id=\"52819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52819)\">Gen. 6:2<\/a><\/span> Those men were in the same position as the Latter-day Saints. They were heirs to the Priesthood. They were the sons of God. They had obeyed the holy covenants. They had received the word of the Lord. They were consecrated to the Almighty. But they went outside of their covenants and their engagement with the Lord, and took wives of the daughters of men that were not in the covenant, and thus transgressed the law of God. The law of God in relation to this has been the same in all ages, and has been given to this people&#x2014;that the sons of Israel shall wed the daughters of Israel, and shall not go out to wed with the stranger.<span class=\"citation\" id=\"53405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53405)\">Gen. 24:1-6<\/a><\/span><span class=\"citation\" id=\"129117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129117)\">Gen. 28:6<\/a><\/span><span class=\"citation\" id=\"54985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54985)\">Deut. 7:1-4<\/a><\/span> These men did that, and God was displeased,<span class=\"citation\" id=\"129118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129118)\">Gen. 28:8<\/a><\/span><span class=\"citation\" id=\"129119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129119)\">Gen. 36:6<\/a><\/span><span class=\"citation\" id=\"129120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129120)\">1 Kgs. 11:1-9<\/a><\/span> as He is today with Latter-day Saints, who are called out of the world to be His servants, to be holy unto the Lord, to be clean because they bear the vessels of the Lord,<span class=\"citation\" id=\"85233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85233)\">D&amp;C 38:42<\/a><\/span><span class=\"citation\" id=\"91822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91822)\">D&amp;C 133:5<\/a><\/span> when they go outside and wed with the stranger. The law is that they shall not do this, but shall wed under the everlasting covenant and have their wives given them of the Lord and sealed to them by an holy ordinance revealed from heaven, in a holy place prepared for the purpose&#x2014;sealed for time and all eternity, so that death shall not be able to break the bond of union; that though death may separate them for a little season when they come up in the resurrection, there will be no need to marry or give in marriage,<span class=\"citation\" id=\"65423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65423)\">Matt. 22:30<\/a><\/span> because they were married on the earth by authority of God Almighty for time and all eternity, just like Adam and Eve were, for God gave Eve to Adam  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before death came into the world. We believe that good men, who have demonstrated their fitness for the responsibilities of holy wedlock, may, under the direction of the Lord, obtain more wives than one, may have them sealed to them by the same covenant and by the same bond, to be their wives in the eternal world; and they expect when they depart hence to go where Abraham is&#x2014;to that place that is called Abraham's bosom.<span class=\"citation\" id=\"67802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67802)\">Luke 16:22<\/a><\/span> There they will be in congenial company. They will verify the words of Jesus, who said, &#x201C;Many shall come from the east and from the west, and from the north and from the south, and shall sit down with Abraham, Isaac, and Jacob in the kingdom of God;&#x201D; while others who supposed themselves to be &#x201C;the children of the kingdom&#x201D; will be &#x201C;thrust out.&#x201D;<span class=\"citation\" id=\"64019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64019)\">Matt. 8:11-12<\/a><\/span> And I am afraid that a great many of our good Christian friends who are so terribly shocked about this feature of our faith, when they get to the door and look in and see Abraham and Sarah<span class=\"citation\" id=\"53006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53006)\">Gen. 11:29<\/a><\/span> and Hagar<span class=\"citation\" id=\"53117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53117)\">Gen. 16:1-3<\/a><\/span> and Keturah,<span class=\"citation\" id=\"53416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53416)\">Gen. 25:1<\/a><\/span> and those concubines given of the Lord to Abraham&#x2014;<span class=\"citation\" id=\"53421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53421)\">Gen. 25:6<\/a><\/span><span class=\"citation\" id=\"91405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91405)\">D&amp;C 132:1<\/a><\/span><span class=\"citation\" id=\"91748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91748)\">D&amp;C 132:37<\/a><\/span>when they see them in the eternal kingdom they will want to turn away and go to more congenial company, which they are at perfect liberty to do. If Abraham was on the earth today, these same good people would put him in the penitentiary, and yet they call Abraham &#x201C;the father of the faithful,<span class=\"citation\" id=\"92196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92196)\">D&amp;C 138:41<\/a><\/span> the Friend of God,&#x201D;<span class=\"citation\" id=\"77624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77624)\">James 2:23<\/a><\/span> and want to go to his bosom when they die! If Jacob were here with his four wives,<span class=\"citation\" id=\"53492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53492)\">Gen. 29:21-23<\/a><\/span><span class=\"citation\" id=\"53502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53502)\">Gen. 29:28<\/a><\/span><span class=\"citation\" id=\"53515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53515)\">Gen. 30:4<\/a><\/span><span class=\"citation\" id=\"53521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53521)\">Gen. 30:9<\/a><\/span> through whom he &#x201C;did build the house of Israel,&#x201D; the names of whose twelve sons are to be inscribed upon the gates of the holy city, the New Jerusalem,<span class=\"citation\" id=\"80799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80799)\">Rev. 21:12<\/a><\/span> that is to come down from God out of heaven like a bride adorned for her husband&#x2014;<span class=\"citation\" id=\"80713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80713)\">Rev. 21:2<\/a><\/span>I say if Jacob were on the earth today, they <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would put him in jail! Well, this is the consistency of some people who profess to believe in the Bible. Men come here to try and sell the Latter-day Saints the Bible. Why, bless your souls, there are no people on the earth who believe as much in the Bible as the &#x201C;Mormons.&#x201D; We believe in the Old and New Testament, King James' translation. It was through our belief in that record that most of us became Latter-day Saints; for, being familiar with the Bible, when the servants of God came with the Gospel we found it was the same as laid down in that sacred record, and that induced us to embrace the faith that is commonly called &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n734\"> Well, now, this feature of our faith to which I have alluded&#x2014;I have not the time to comment upon it in all its bearings, and a great many people would not understand it if I did&#x2014;is a divine institution. Let me bear my testimony to this congregation, as I would like to bear it to all the world, that it is a pure and holy institution; not to bring women into bondage, but to place them in that position for which they were created&#x2014;to give them the opportunity to become honored wives and mothers, so that there might be &#x201C;no margin left for lust to prey upon,&#x201D; no field for the tricks of the seducer and the adulterer, the corrupt and the ungodly. God Almighty has established this system. It is a religious ordinance established by authority from God, by revelation from on high and administered by religious ceremonies. It belongs to this Priesthood and to none other. We are not seeking to extend it to the world nor to introduce it to other people. It is confined to the Priesthood. It is &#x201C;a law unto my Holy Priesthood,&#x201D;<span class=\"citation\" id=\"91688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91688)\">D&amp;C 132:28<\/a><\/span> saith the Lord, and there are bounds,  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>limitations and regulations over which we cannot pass. And it is not for the wicked. <\/div><div class=\"paragraph jod\" id=\"v25n736\"> Now, then, in this sense, looking upon this as a religious institution, as a sacrament, as an ordinance of our faith, as a part of our creed, as an establishment of our religion, we claim the right to the free exercise thereof before God and before man. If anybody can prove to us that it is wrong, that it is impure, that its effects are bad for this world or the world to come, that would be another thing altogether, and would have its effect with us, because as members of this Church we are in for truth, for salvation, for the glory of our God. We want to attain to the celestial kingdom. We want to fit ourselves for the society of the holy ones, the society of the best that ever lived upon the face of the earth, and for that we are Latter-day Saints. If men could prove to us that we are wrong, then they might have some chance of converting us. But when they trample upon our inalienable rights, upon our constitutional privileges, upon our religious liberty, why, then, we feel like resisting. But we are not going to fight. We naturally repel the assaults against us, but it is in the way of defense. Our motto, like that of the volunteers in London, is, &#x201C;Defense, not Defiance.&#x201D; We defend our rights and privileges against all attacks, and in doing so we are standing up for the rights of all the people of this great country. For if you tear away the underpinning from the structure the fathers established, the whole institution may come down with a crash. I tell you we have got to watch for these things, and this is part of our mission. We must preach the Gospel and build up the Kingdom of God, and contend for our constitutional rights, because they are given <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Lord. The Constitution of our country was revealed of God. God has made known to us that He inspired the framers of the Constitution,<span class=\"citation\" id=\"89629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89629)\">D&amp;C 101:80<\/a><\/span> and caused that instrument to be brought forth, so that all people might be protected in their rights. We claim the same rights as other folks, and no more. We have received this principle of our faith in connection with many more, and we claim that if we do not infringe upon the rights of others we should have liberty in the exercise thereof. If a man was permitted to force some woman to be his wife, or to interfere with his neighbor's wife, or infringe upon the rights of another man, then the secular law might step in and interfere. But while the woman is free&#x2014;no woman among us is coerced, no woman is placed in bondage, every woman is at liberty to marry or not marry&#x2014;while that is the case we do not think that the law has any right to interfere; and we intend to contend for our rights inch by inch, lawfully, respectfully; but in this we are as firm as these everlasting mountains that are not moved by the blasts of winter or the heat of summer. This is the work of God, and woe! be unto us if we do not preach the Gospel!<span class=\"citation\" id=\"73294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73294)\">1 Cor. 9:16<\/a><\/span> Woe! be unto us if we relinquish or attempt to sell or barter or compromise one of the eternal principles that have been sent down from the heavens and which we have to carry to the ends of the earth! But if we are faithful to our mission and calling, if we stand firm and true, and regard God rather than man, God shall fight our battles.<span class=\"citation\" id=\"89995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89995)\">D&amp;C 105:14<\/a><\/span> Everything that seems to be against us will be turned for our good. The clouds that overshadow us from time to time will part and roll away, and the glorious sun of prosperity will shine upon us. If  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are true and faithful God Almighty will overrule all things for our good, and bring us off more than conquerors.<span class=\"citation\" id=\"72655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72655)\">Rom. 8:37<\/a><\/span> And every nation and people and institution and society that fight against Zion shall become like the dream of a night vision&#x2014;<span class=\"citation\" id=\"58682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58682)\">Isa. 29:7<\/a><\/span>it will pass away; and those men that fight against this work will be, as the prophet said, &#x201C;Even as when a hungry man dreameth, and, behold, he eateth; but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold, he is faint, and his soul hath appetite.&#x201D;<span class=\"citation\" id=\"58710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58710)\">Isa. 29:8<\/a><\/span> So it will be with all who fight against this work and try to overthrow it. Not because we are mightier than anybody else, not because we are so numerous, not because we are learned, not because we are wealthy, but because God Almighty has <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> established this work, and He will cause it to prevail. I bear my testimony that I know this to be true. <\/div><div class=\"paragraph jod\" id=\"v25n738\"> May God bless the Latter-day Saints and unite their hearts that they may be one. May they be able to keep those precious things in earthen vessels<span class=\"citation\" id=\"74089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74089)\">2 Cor. 4:7<\/a><\/span> that God Almighty has committed to them. If they have found the Pearl of Great Price<span class=\"citation\" id=\"64666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64666)\">Matt. 13:46<\/a><\/span> may they value it above all earthly things, and endure every opposition and every influence brought to bear against them and come off triumphant; and may God bless those who have gathered with us this afternoon, and give them a knowledge of the truth of this work, that they may enjoy its blessings with us and be saved in the Kingdom of God, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}