{"ID":250017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Predictions in the Book of Mormon&#x2014;Evidence of Its Divinity&#x2014;Proof that Joseph Smith Was Inspired&#x2014;Predictions Concerning the Indians Fulfilled&#x2014;Coming Forth of the Book of Mormon Foretold&#x2014;Plainness of Its Teachings&#x2014;Prediction Relating to Sidney Rigdon&#x2014;Only Two Churches&#x2014;Other Prophecies Being Fulfilled.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City (to the General Conference assembly), Sunday Morning, April 6, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Internal Evidence of Divine Origin.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/6\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v25n289\"> I will read a portion of the 29th chapter of the second book of Nephi, from the last edition of the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v25n290\"> 1. &#x201C;But behold, there shall be <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many&#x2014;at that day when I shall proceed to do a marvelous work among them, that I may remember my covenants which I have made unto the children of men, that I may set  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my hand again the second time to recover my people, which are of the house of Israel; <\/div><div class=\"paragraph jod\" id=\"v25n292\"> 2. &#x201C;And also, that I may remember the promises which I have made unto thee, Nephi, and also unto thy father, that I would remember your seed; and that the words of your seed should proceed forth out of my mouth unto your seed; and my words shall hiss forth unto the ends of the earth, for a standard unto my people, which are of the house of Israel; <\/div><div class=\"paragraph jod\" id=\"v25n293\"> 3. &#x201C;And because my words shall hiss forth&#x2014;many of the Gentiles shall say: A Bible! A Bible! We have got a Bible, and there cannot be any more Bible. <\/div><div class=\"paragraph jod\" id=\"v25n294\"> 4. &#x201C;But thus saith the Lord God: O fools, they shall have a Bible; and it shall proceed forth from the Jews, mine ancient covenant people. And what thank they the Jews for the Bible which they receive from them? Yea, what do the Gentiles mean? Do they remember the travails, and the labors, and the pains of the Jews, and their diligence unto me, in bringing forth salvation unto the Gentiles? <\/div><div class=\"paragraph jod\" id=\"v25n295\"> 5. &#x201C;O ye Gentiles, have ye remembered the Jews, mine ancient covenant people? Nay; but ye have cursed them, and have hated them, and have not sought to recover them. But behold, I will return all these things upon your own heads; for I the Lord hath not forgotten my people. <\/div><div class=\"paragraph jod\" id=\"v25n296\"> 6. &#x201C;Thou fool, that shall say: A Bible, we have got a Bible, and we need no more Bible. Have ye obtained a Bible save it were by the Jews? <\/div><div class=\"paragraph jod\" id=\"v25n297\"> 7. &#x201C;Know ye not that there are more nations than one? Know ye not that I, the Lord your God, have created all men, and that I remember those who are upon the isles of the sea; and that I rule in the heav<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ens above and in the earth beneath; and I bring forth my word unto the children of men, yea, even upon all the nations of the earth? <\/div><div class=\"paragraph jod\" id=\"v25n298\"> 8. &#x201C;Wherefore murmur ye, because that ye shall receive more of my word? Know ye not that the testimony of two nations is a witness unto you that I am God, that I remember one nation like unto another? Wherefore, I speak the same words unto one nation like unto another. And when the two nations shall run together the testimony of the two nations shall run together also. <\/div><div class=\"paragraph jod\" id=\"v25n299\"> 9. &#x201C;And I do this that I may prove unto many that I am the same yesterday, today, and forever; and that I speak forth my words according to mine own pleasure. And because that I have spoken one word ye need not suppose that I cannot speak another; for my work is not yet finished; neither shall it be until the end of man, neither from that time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v25n300\"> 10. &#x201C;Wherefore, because that ye have a Bible ye need not suppose that it contains all my words; neither need ye suppose that I have not caused more to be written. <\/div><div class=\"paragraph jod\" id=\"v25n301\"> 11. &#x201C;For I command all men, both in the east and in the west, and in the north, and in the south, and in the islands of the sea, that they shall write the words which I speak unto them; for out of the books which shall be written I will judge the world, every man according to their works, according to that which is written.&#x201D;<span class=\"citation\" id=\"81538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81538)\">2 Ne. 29:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n302\"> There is much more of the next chapter and of the preceding chapter that pertains to our time, to the day and age in which we live, and these chapters, with many more, are full of predictions by the Prophet Nephi, concerning the days when the Book of Mormon should come forth. <\/div><div class=\"paragraph jod\" id=\"v25n303\"> I want this morning, if I can have  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Spirit of God to lead and to assist me, to speak somewhat upon the predictions contained in the Book of Mormon&#x2014;the predictions which had to be fulfilled after the publication of the book. It is alleged, as you know, that the Book of Mormon is not an inspired record, but that Joseph Smith, if he was the author of it, copied a great deal of it from the Old and New Testament. Now, there is scarcely any need to say to those who have studied the Book of Mormon, who have read it prayerfully and carefully&#x2014;there is scarcely any need to say to them that it contains the internal evidence of its own divinity, that God wrote it through inspired men, and that no one but an inspired man or men could have written the book. There is no book in the English language that compares with it, unless it be books which contain the pure word of God. It has the advantage of the Bible in this: that it was translated by the power of God,<span class=\"citation\" id=\"83698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83698)\">D&amp;C 1:29<\/a><\/span><span class=\"citation\" id=\"84116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84116)\">D&amp;C 17:6<\/a><\/span> not by the learning of man, and not selected from hundreds and thousands of versions as the Bible has been; for there is no end to the versions which exist, of the books contained in the Bible. Of course we have our version translated by learned men; but there is scarcely a passage of any importance in the Bible concerning which there is not some dispute among learned commentators. But with the Book of Mormon it is different. God preserved those records for a purpose in Himself. They were hidden up. This book, called the Book of Mormon, is an abridgment prepared by one of the last prophets of the Nephites, under the command of God, that it might come forth in the last days.<span class=\"citation\" id=\"81797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81797)\">W of M 1:1-9<\/a><\/span> God revealed in part to him, and to his son Moroni, the purpose which He had in view, in making this abridg<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment, and in concealing it in the earth, and they performed the labor connected with this under the direct command and inspiration of the Almighty, to come forth in the latter times, and to accomplish a great work. I wish to allude to some of the predictions&#x2014;not those that are contained in other books, but those that are original with the Book of Mormon itself, and that could not have been made, unless the man who wrote them was inspired of God. <\/div><div class=\"paragraph jod\" id=\"v25n305\"> The words which I have read were written by Nephi, one of the first prophets of the Nephite nation, and he describes, at great length, and with wonderful plainness and minuteness, the condition of the inhabitants of the earth at the time that this work should go forth. Much of this, the caviller may say, could have been written by a man of these days. But there are some things which Nephi wrote, that could not have been written by a modern man who did not have the spirit of prophecy, and that which I have read in your hearing is a part that could not have been written by any human being, unless he had been inspired of God, and was a prophet of God. If Joseph Smith&#x2014;if the divinity of his mission&#x2014;his claims to be a Prophet rested upon this chapter alone, or this portion of the chapter that I have read in your hearing, according to my view his claims would be fully and indisputably established, for the reason that at the time that he translated this chapter he had no conception, neither could any human being have any conception, unless inspired of God, as to the effect the publication of the Book of Mormon would have upon the Gentile world. But Joseph, inspired of God, translated the prediction of Nephi, which pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>diction states that when the Book of Mormon should be published, it should be received by the Gentiles with this expression: &#x201C;A Bible! A Bible! We have got a Bible, and there cannot be any more Bible.&#x201D;<span class=\"citation\" id=\"81541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81541)\">2 Ne. 29:3<\/a><\/span> How many times has this expression been made by clergymen, by professors of religion, and by Christendom generally, since the publication of the Book of Mormon? Ye Elders who have traversed sea and land, who have gone from continent to continent, who have visited the isles of the ocean, who have lifted up your voices in the cities of the Gentiles, and in their congregations; ye Elders, who have thus labored, know full well, that in every land, and among every people where you have labored, when you have spoken about God having restored another record, the Book of Mormon&#x2014;you know that you have been met with these expressions, the literal words that Nephi said, would be used in the last days by the Gentiles, in regard to this work. You Latter-day Saints, who have endeavored to teach your friends the doctrines that God had revealed, and endeavored to show them that God had restored this ancient record&#x2014;you know how your testimonies have been received concerning the Book of Mormon. These remarkable expressions have come from thousands of lips in many, many lands, and in many, many languages, confirmatory of the Book itself, and of its divine origin, and of its inspired translation. You read all the words of Nephi in this 29th chapter, and you will find that he describes with wonderful, and, I might say, photographic accuracy and minuteness, the condition of the so-called Christian world&#x2014;the spirit that they possess, the crimes of which they are guilty, the condition in which they are placed, <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and all the circumstances connected with them. <\/div><div class=\"paragraph jod\" id=\"v25n307\"> In his next chapter, he makes further remarks concerning this work, and the effect it should have. He says: <\/div><div class=\"paragraph jod\" id=\"v25n308\"> 3. &#x201C;And now, I would prophesy somewhat more concerning the Jews and the Gentiles. For after the book of which I have spoken shall come forth, and be written unto the Gentiles, and sealed up again unto the Lord, there shall be many which shall believe the words which are written; and they shall carry them forth unto the remnant of our seed. <\/div><div class=\"paragraph jod\" id=\"v25n309\"> 4. &#x201C;And then shall the remnant of our seed know concerning us, how that we came out from Jerusalem, and that they are descendants of the Jews. <\/div><div class=\"paragraph jod\" id=\"v25n310\"> 5. &#x201C;And the gospel of Jesus Christ shall be declared among them; wherefore, they shall be restored unto the knowledge of their fathers, and also to the knowledge of Jesus Christ, which was had among their fathers. <\/div><div class=\"paragraph jod\" id=\"v25n311\"> 6. &#x201C;And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a white and delightsome people.&#x201D;<span class=\"citation\" id=\"81576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81576)\">2 Ne. 30:3-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n312\"> Now, that is one prediction. These are the words of Nephi. I will now read the words of Jesus, recorded in the 16th chapter of the third Book of Nephi, where He, in speaking about the last days, and the coming forth of this work, says: <\/div><div class=\"paragraph jod\" id=\"v25n313\"> &#x201C;And thus commandeth the Father that I should say unto you: At that day when the Gentiles shall sin against my gospel, and shall be lifted up in the pride of their hearts above all nations, and above all the  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people of the whole earth, and shall be filled with all manner of lyings, and of deceits, and of mischiefs, and all manner of hypocrisy, and murders, and priestcrafts, and whoredoms, and of secret abominations; and if they shall do all those things, and shall reject the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them. <\/div><div class=\"paragraph jod\" id=\"v25n315\"> &#x201C;And then I will remember my covenant which I have made unto my people, O house of Israel, and I will bring my gospel unto them. <\/div><div class=\"paragraph jod\" id=\"v25n316\"> &#x201C;And I will show unto thee, O house of Israel, that the Gentiles shall not have power over you; but I will remember my covenant unto you, O house of Israel, and ye shall come unto the knowledge of the fulness of my gospel.&#x201D;<span class=\"citation\" id=\"82741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82741)\">3 Ne. 16:10-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n317\"> These predictions are parallel; they point to the same period; they describe the same events, the same condition of affairs&#x2014;one uttered 600 years or thereabouts, before the other, and yet they are precisely similar in their tenor, describing that which should be done with the Gospel among the Gentiles. I wish you all to remember&#x2014;you Latter-day Saints, you young men and you young women, you little children who are capable of understanding my words&#x2014;I wish you all to remember that at the time this was written, or rather at the time this was translated into the English language&#x2014;say somewhere about the year 1828&#x2014;Joseph Smith himself, had not received, or at least obeyed, the Gospel. He had derived some knowledge of it through the ministration of angels, and from that portion of the record that he had translated; but there was not a Latter-day Saint upon the face of the whole earth that we know anything about, or that he knew anything <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about. No man or woman had received the Gospel; no church had been organized; no Priesthood from the eternal worlds had been bestowed; not a man among all the children of men had been clothed with the power of the eternal Priesthood of the Son of God to administer the ordinances of life and salvation unto the children of men. Yet the Prophet Joseph Smith in this translation, showed forth with great clearness, that the Gospel would be revealed, and that it should be received by some of the Gentiles; that when it should be received by the Gentiles, it should be carried by them to the descendants of Nephi and his brethren, who by that time should have become a filthy and a loathsome people.<span class=\"citation\" id=\"81029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81029)\">1 Ne. 12:23<\/a><\/span><span class=\"citation\" id=\"83186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83186)\">Morm. 5:15<\/a><\/span> The Indians of our continent should receive the message of life and salvation. The Gospel should be carried to them. They would receive it with gladness. They would come to a knowledge of their Redeemer, as well as to a knowledge of the principles and doctrines and covenants which their fathers understood, and which their fathers had received. Wonderful prediction! And most wonderfully has it been fulfilled. At the time that the Prophet Joseph Smith translated this Book of Mormon, I suppose the impression was general, as it is today, that the Indians were a perishing race, that they would soon disappear from the face of the land. But before Joseph had translated this, he had found in previous predictions that the Gentiles&#x2014;that is, our nation&#x2014;that we as a race and the nation to which we belong, should not have power to destroy the Indians. This was a most remarkable statement to make when we consider where Joseph was brought up, and the circumstances  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>surrounding him. If he had not been inspired of God, he would not have dared, in my opinion, and no man would have dared to have made such a prediction. But what does Nephi say concerning this matter as translated by the Prophet? He says: <\/div><div class=\"paragraph jod\" id=\"v25n319\"> &#x201C;Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren. <\/div><div class=\"paragraph jod\" id=\"v25n320\"> &#x201C;Neither will he suffer that the Gentiles shall destroy the seed of thy brethren.<span class=\"citation\" id=\"81061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81061)\">1 Ne. 13:30-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n321\"> &#x201C;Neither will he suffer that the Gentiles shall destroy the seed of thy brethren&#x201D;&#x2014;<span class=\"citation\" id=\"81062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81062)\">1 Ne. 13:31<\/a><\/span>that is, the Lamanites proper. They were not to be permitted to destroy Nephi's seed that should be mingled among the Lamanites, nor should they be permitted to destroy the Lamanites&#x2014;that is, the descendants of Laman and Lemuel. Nephi predicted this. Today it is said that the Indians will perish, and that it is impossible to save them. Here is the word of God recorded in this sacred book. We have the words of God, the testimony of Jesus Christ arrayed against all, or nearly all, the conclusions of the Gentiles. I look around and I see here on this stand today, representatives of strange tribes of Indians who have come here to visit, thus being in part a fulfillment of the prediction of the Son of God, and also the fulfillment of that prediction of <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Nephi, that I have read in your hearing. The Gentiles did receive the Gospel of the Son of God, when it was revealed. Burning with zeal to carry this Gospel to every nation, kindred, tongue and people; inspired by the Holy Ghost, they went out among the Indian races as well as others, and fulfilled the predictions of the Book of Mormon in this respect. And strange to say&#x2014;if anything can be said to be strange connected with the work of God&#x2014;the descendants of those ancient covenant people of the Lord, have gladly received the testimony of the servants of God. Wherever we have gone and mingled with those people, with those Red Men, and been able to communicate to them the truths of which we are in possession, which God has revealed to us, they have received the same gladly; not only upon this continent, but upon the islands of the sea, throughout Polynesia, the Sandwich, the Marquesas, the Society and the Navigator Islands&#x2014;yes, and everywhere where those men with red skins dwell, they have gladly received the testimony of God's servants concerning the Gospel, and they rejoice in its fullness and in the knowledge that their fathers once possessed, and of the redemption that Jesus Christ has wrought out for them. Most wonderful has this prediction been fulfilled in this respect! And God has done and is doing a great and a mighty work among the people, fulfilling the words of the ancient prophets and of Jesus. When the Gentiles do reject the Gospel&#x2014;as I fear they will from their conduct in the past&#x2014;that is, as a nation&#x2014;although I trust there will yet be many hundreds and thousands&#x2014;yea, I would that I could say millions&#x2014;of Gentiles gathered in by this Gospel; I trust  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that this will be the case, though the prospects are not very hopeful at present. It seems at present that as a nation, the Gentiles will reject the Gospel. When they do reject it, as they have in part, then God will commence, as the Savior said, to do a great work among the house of Israel. He will carry his Gospel there, and the work will commence then among all the scattered remnants of the house of Israel, over the whole earth. <\/div><div class=\"paragraph jod\" id=\"v25n323\"> I wish to read another prophecy connected with the coming forth of this Book, and the results that should attend it, namely: <\/div><div class=\"paragraph jod\" id=\"v25n324\"> &#x201C;Wherefore, the fruit of thy loins shall write; and the fruit of the loins of Judah shall write;&#x201D; [the Prophet here is speaking of the fruit of the loins of the Patriarch Joseph, who was sold into Egypt by his brethren]; &#x201C;and that which shall be written by the fruit of thy loins&#x201D; [that is, of Joseph's loins], &#x201C;and also that which shall be written by the fruit of the loins of Judah, shall grow together, unto the confounding of false doctrines and laying down of contentions, and establishing peace among the fruit of thy loins, and bringing them to the knowledge of their fathers in the latter days, and also to the knowledge of my covenants, saith the Lord.&#x201D;<span class=\"citation\" id=\"81299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81299)\">2 Ne. 3:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n325\"> Now, here is a very remarkable prediction connected with the coming forth of this Book. It should have the effect, when united with the Bible&#x2014;for it was the Bible that the Prophet was referring to as being the writings of the fruit of the loins of Judah; when these two Books should be united, it should have a remarkable effect&#x2014;that is, their union should. They should confound false doctrine; they should lay down contentions, put an end to them and <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> establish peace; and they should be the means of bringing the people to the knowledge of the covenants of God with those ancient Prophets, with His ancient servants and people. Now, all those who know anything about the effect of the Book of Mormon&#x2014;of the preaching of the Elders with the aid of the Book of Mormon&#x2014;know that these words have been fulfilled to the very letter. False doctrines have been put down. Contentions have ceased. Peace has been established, and the people have been brought to the knowledge of the covenants which God made with His ancient servants. Those who have read this Book know how precious are the words of God, contained in it&#x2014;how plain the doctrine of Jesus Christ is set forth in it. There are no mistranslations; there is no mysticism infused into it by men who have had their own peculiar views of the doctrine of Christ; for in consequence of the taking out from the ancient records (the Bible) of many plain and precious parts of the Gospel of Jesus Christ,<span class=\"citation\" id=\"81056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81056)\">1 Ne. 13:26<\/a><\/span> the whole religious world is in confusion as to the meaning of certain texts. So far as baptism itself is concerned there is no end to contention. The Baptists say that immersion is necessary and is right. Others say that it is wrong, and that sprinkling is right. Others contend for infant baptism, while others say it is not of God. Many claim that infant baptism is necessary, and that if a child is not baptized, it is in danger of being consigned to the regions of the damned. While others, again, contend for the pouring of water; and still others who permit the candidate to elect which mode of baptism he will have, whether sprinkling, immersion or pouring; while men are thus divided upon this subject, Paul  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>says there is but one baptism.<span class=\"citation\" id=\"74993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74993)\">Eph. 4:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n326\"> Now, the Book of Mormon comes forth, and it speaks in exceeding great plainness upon this point. It not only gives the mode of baptism which Jesus gave to His ancient disciples on this continent; but the very words to be used.<span class=\"citation\" id=\"82624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82624)\">3 Ne. 11:21-27<\/a><\/span> It says that they shall immerse candidates in the water; and it gives particular directions about the laying on of hands, and about all the doctrines of the church of Christ, or of the Gospel. No man who reads the Book of Mormon, need be at a loss to know the doctrine of Christ. It is as plain as it is possible for the English language to make it, and everybody can see it. Therefore, most wonderfully, when united with the Bible, has it fulfilled this prediction&#x2014;the writings of the descendants of Joseph, of which this Book is the record. <\/div><div class=\"paragraph jod\" id=\"v25n327\"> Another most remarkable prediction is given in this same chapter; showing how plainly the Lord revealed to His ancient servants who wrote this Book, that which should take place in the last times. Lehi in speaking about Moses, said, that the Lord had revealed to Joseph the Patriarch, that He would raise up a mighty prophet named Moses, and that He should raise up for him a spokesman; that Moses would not be mighty in word, but in deed. Here is what the Lord said unto Joseph the Patriarch, as quoted by Lehi: <\/div><div class=\"paragraph jod\" id=\"v25n328\"> &#x201C;And the Lord said unto me also:&#x201D; [that is, Joseph the Patriarch], &#x201C;I will raise up unto the fruit of thy loins; and I will make for him a spokesman. And I, behold, I will give unto him that he shall write the writing of the fruit of thy loins, unto the fruit of thy loins; and the spokesman of thy loins shall declare it.&#x201D;<span class=\"citation\" id=\"81314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81314)\">2 Ne. 3:18<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n329\"> After the church had been organized some months, Oliver Cowdery, Parley P. Pratt, Peter Whitmer, and Ziba Petersen were appointed by the prophet of God to visit the western boundaries of Missouri. On their journey westward, they passed through the western part of Ohio, where Parley had formerly lived and labored in connection with the Reformed Baptists. They called upon one of the founders of that sect, Sidney Rigdon. They found him in the town of Kirtland, gave him a Book of Mormon, and bore their testimony to him of the restoration of the Gospel. Sidney Rigdon said to them: &#x201C;You tell me a strange tale. I will examine this book;&#x201D; and he commenced to do so. They were all young men, Sidney Rigdon was many years their senior. Rigdon examined the book, and became convinced that it was the word of God. He was baptized in the town of Kirtland, and the foundation of a great work was laid there. God afterwards revealed that this man was to be a spokesman, and he became the spokesman to this people and to the world for the prophet Joseph. Those who knew Sidney Rigdon, know how wonderfully God inspired him, and with what wonderful eloquence he declared the word of God to the people. He was a mighty man in the hands of God, as a spokesman,<span class=\"citation\" id=\"89362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89362)\">D&amp;C 100:9-11<\/a><\/span> as long as the prophet lived, or up to a short time before his death. Thus you see that even this which many might look upon as a small matter, was predicted about 1,700 years before the birth of the Savior, and was quoted by Lehi 600 years before the same event, and about 2,400 years before its fulfillment, and was translated by the power of God, through his servant Joseph, as was predicted should be the case,  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and at a time, as I have said, when there was not a man upon the earth who was a member of the Church of Jesus Christ of Latter-day Saints. The church had not yet been organized, and Joseph did not know, unless he knew by the spirit of revelation, whether any man would receive the Gospel. I doubt whether he knew as to how the church would be organized. He had some idea, doubtless; but there were many things which he himself did not know, till he wrote this translation. <\/div><div class=\"paragraph jod\" id=\"v25n330\"> Time will not permit me to proceed much further with this subject; I wish I had a day to speak upon it; but I am now trespassing on Brother Joseph F. Smith's time. <\/div><div class=\"paragraph jod\" id=\"v25n331\"> There is one prediction, however, I wish, before I sit down, to allude to, because I think it is most signally fulfilled, namely: <\/div><div class=\"paragraph jod\" id=\"v25n332\"> &#x201C;And he said unto me: Behold there are save two churches only;&#x201D; [this was the angel speaking to Nephi in the vision,] &#x201C;the one is the church of the Lamb of God, and the other is the church of the devil;&#x201D;<span class=\"citation\" id=\"81082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81082)\">1 Ne. 14:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n333\"> This is a new thing. It is supposed there are a great many churches. The Lord here says there is but one church outside of his own church. <\/div><div class=\"paragraph jod\" id=\"v25n334\"> &#x201C;Wherefore, whoso belongeth not to the church of the Lamb of God belongeth to that great church, which is the mother of abominations; and she is the whore of all the earth. <\/div><div class=\"paragraph jod\" id=\"v25n335\"> &#x201C;And it came to pass that I looked and beheld the whore of all the earth, and she sat upon many waters; and she had dominion over all the earth, among all nations, kindreds, tongues, and people. <\/div><div class=\"paragraph jod\" id=\"v25n336\"> &#x201C;And it came to pass that I beheld the church of the Lamb of God, and its numbers were few, because of the <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wickedness and abominations of the whore who sat upon many waters; nevertheless, I beheld that the church of the Lamb, who were the saints of God, were also upon all the face of the earth; and their dominions upon the face of the earth were small, because of the wickedness of the great whore whom I saw. <\/div><div class=\"paragraph jod\" id=\"v25n337\"> &#x201C;And it came to pass that I beheld that the great mother of abominations did gather together multitudes upon the face of all the earth, among all the nations of the Gentiles, to fight against the Lamb of God.&#x201D;<span class=\"citation\" id=\"81086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81086)\">1 Ne. 14:10-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n338\"> At the time this was written, a man would have been a bold man who would have said&#x2014;that is, unless he was inspired of God&#x2014;that anything of this kind could happen in these United States. One of the chief foundation stones of the great fabric of Government in this land, upon this continent, is religious liberty&#x2014;liberty for every creed. Persecution of people for religion was unknown at the time this was written, and no man, unless he had been inspired of God, could have contemplated such a possibility as that any church would be persecuted for religion's sake. Yet here was a prediction made by Nephi, 2,400 years before it took place, in which he foretold the condition of things in this land, and upon all lands where the church of Christ should exist. There should be combinations and peoples gathered together, by religious influences, against the church of God. Now, what are the facts? Among the first persecutors of this church, when its members were few, were those who were themselves religious teachers. The earliest persecutors of Joseph Smith were religious teachers, and the mobs in Missouri, and the mobs in Illinois, were led by religious teachers. Even the mob that murdered our beloved  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Prophet and Patriarch, and wounded our revered President&#x2014;that mob was led by a local Baptist preacher, and our people were driven from Nauvoo, as Brother Wells well knows, by a mob headed by a preacher. And today, those who are inciting mobs against this people; those who go to Congress, and incite persecutions against us; those who fulminate threats and frame petitions; those who meet together in conventions; those who gather together in conferences, are those who belong to this &#x201C;mother of abominations,&#x201D; this &#x201C;whore of all the earth,&#x201D;<span class=\"citation\" id=\"81083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81083)\">1 Ne. 14:10<\/a><\/span> and it is through the influence of that accursed whore, that they gather together and marshal their forces in every land against the Latter-day Saints, the Church of the living God. The blood that has stained Georgia, and that cries from the ground for vengeance upon those who shed it&#x2014;that blood was shed by mobs who were banded together, headed and aided and egged on by religious men; and if it were not for this &#x201C;mother of abominations,&#x201D;<span class=\"citation\" id=\"81084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81084)\">1 Ne. 14:10<\/a><\/span> and those who are connected with her, we could dwell in peace and in safety in the valleys of these mountains. Here in this city, who has done as much or more than anyone else? The religious teachers, men who came here to preach what they call the Gospel. They are stirring up strife continually, instead of making peace; going back to other religious associations in the east, and telling the most abominable falsehoods about us, exciting the public mind, in order that they may get money with which to come here and accomplish their wicked designs. They tell lies without number about us. Our newspapers have exposed such people time and time again, and yet they shamelessly go forth and repeat those lies about the wickedness of this people, about the intoler<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ance of this people, about the dangers they run when here in this country, when they know, as we all know who are here today, that they have never been molested, and that we have never injured them, nor interfered with them in any form, but that we have always treated them with that respect and kindness with which we desire to be treated ourselves. <\/div><div class=\"paragraph jod\" id=\"v25n340\"> In this way, this word of God, through his servant Nephi, uttered 2,400 years ago, has been and is being fulfilled to the very letter. Thus God is bringing to pass in the most wonderful manner the words of this Book. It is going forth, as He said it should, to all the nations of the earth.<span class=\"citation\" id=\"81539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81539)\">2 Ne. 29:2<\/a><\/span> It is accomplishing that which He designed it should, and it will go forth and accomplish its mission. There is no power upon the earth that can stop it, because it is the word of God, and the doctrines of Jesus Christ, and it will be the means, as has been said, of gathering out the honest from every nation, causing them to dwell in peace, uniting them in doctrine, and putting an end to all controversy and contention concerning points of doctrine, because it reveals the Gospel with great plainness unto all those who will receive it. <\/div><div class=\"paragraph jod\" id=\"v25n341\"> Now, I want to read one more prediction and then stop. It is contained in the last words of Moroni, concerning this work, namely: <\/div><div class=\"paragraph jod\" id=\"v25n342\"> &#x201C;When ye shall receive these things&#x201D; says Moroni (standing alone on the continent, the last one of his race who had been true to God, not knowing what his own fate would be; he leaves on record for us Gentiles, the word of God, as he was inspired to give it, and thus he writes), &#x201C;I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v25n344\"> &#x201C;And by the power of the Holy Ghost ye may know the truth of all things.&#x201D;<span class=\"citation\" id=\"83604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83604)\">Moro. 10:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n345\"> These are the words of a prophet of God, standing in the face of eternity, not knowing what his own fate would be. He leaves this, his dying declaration, on record, at the close of this glorious book, which he was the instrument in the hands of God, of hiding up to be brought forth in the latter times. He testifies that if we will ask God concerning these things, in the name of Jesus Christ, we shall know concerning the truth of them by the power of the Holy Ghost.<span class=\"citation\" id=\"83602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83602)\">Moro. 10:4<\/a><\/span> Let me ask this vast congregation: Has not this word of God, through his inspired prophet, been fulfilled? <\/div> <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n346\"> You men and women and children, who have sought unto God, in the name of Jesus, as he commanded you, have you not received, by the power of the Holy Ghost, a testimony for yourselves, that these things are true, that this is the word of God, divinely inspired, written by the finger of inspiration, and translated by the power of God? [Yes]. I know that if I were to call for a response it would be universal in this congregation, and not only in this congregation, but in every congregation of the Latter-day Saints throughout all these mountains, and scattered abroad among all the nations of the earth. I ask you, at the request of my brethren, if this is not true? All who know it is, and have received this testimony by the power of the Holy Ghost, say yes&#x2014;[the vast congregation responded &#x201C;YES&#x201D; as by one voice.] <\/div><div class=\"paragraph jod\" id=\"v25n347\"> God bless you in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}