{"ID":250013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Divine Mission of Joseph Smith&#x2014;Prediction and Promise Fulfilled&#x2014;Many Others Will Yet Be Verified&#x2014;The World's Hatred of the Saints&#x2014;Indisputable Evidence of the Divine Origin of the Church&#x2014;No Power Can Destroy It&#x2014;Missionaries Should Go to the Fields to Which They Are Called&#x2014;The Effects of Obedience and Its Opposite.<\/div>\n<div class=\"subtitle\">Remarks by President Joseph F. Smith, delivered at the General Conference, on Sunday Morning, April 6, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Predictions Fulfilled.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 4\/6\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v25n233\"> As the time remaining is so short, I think I could not do better than devote it to continuing the subject dwelt upon by Brother Cannon. <\/div><div class=\"paragraph jod\" id=\"v25n234\"> The Doctrine and Covenants, as well as the Book of Mormon, contains indisputable evidence of the divine calling and mission of Joseph Smith. For instance, I will refer the congregation to the revelation given Dec. 25th, 1832, in relation to the great war of the Rebellion, with which all are more or less familiar.<span class=\"citation\" id=\"88199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88199)\">D&amp;C 87:1-8<\/a><\/span> A portion of that revelation has been literally fulfilled, even to the very place indicated in the prediction where the war should commence:<span class=\"citation\" id=\"91342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91342)\">D&amp;C 130:12-13<\/a><\/span> which, as was therein stated, was to terminate in the death and misery of many souls.<span class=\"citation\" id=\"88162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88162)\">D&amp;C 87:1<\/a><\/span> Again, in the revelation given in March, 1831, to Parley P. Pratt and Lemon Copley, the following remarkable prediction is found: <\/div><div class=\"paragraph jod\" id=\"v25n235\"> &#x201C;But before the great day of the Lord shall come, Jacob shall flourish in the wilderness, and the Lamanites shall blossom as the rose. Zion shall flourish upon the hills and <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rejoice upon the mountains, and shall be assembled together unto the place which I have appointed.&#x201D;<span class=\"citation\" id=\"85915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85915)\">D&amp;C 49:24-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n236\"> Who, let me ask, unless he was inspired of the Lord, speaking by the gift and power of God, at that remote period of the Church's history, when our numbers were few, when we had no influence, name or standing in the world&#x2014;who, I would ask, under the circumstances in which we were placed when this prediction was made, could have uttered such words unless God inspired him? Zion is, indeed, flourishing on the hills, and is rejoicing on the mountains, and we who compose it are gathering and assembling together unto the place appointed.<span class=\"citation\" id=\"85919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85919)\">D&amp;C 49:25<\/a><\/span> I now ask this congregation if they cannot see that this prediction (which was made many years before the idea prevailed at all among this people that we should ever migrate and gather out to these mountain valleys), has been and is being literally fulfilled? If there were no other prophecy uttered by Joseph Smith, fulfillment of which could be pointed to, this alone would be sufficient to  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>entitle him to the claim of being a true Prophet. <\/div><div class=\"paragraph jod\" id=\"v25n237\"> Again, in the revelation given Feb. 24th, 1834, this remarkable promise and prophecy is found: <\/div><div class=\"paragraph jod\" id=\"v25n238\"> &#x201C;But verily I say unto you, I have decreed a decree which my people shall realize, inasmuch as they hearken from this very hour unto the counsel which I, the Lord their God, shall give unto them. Behold they shall, for I have decreed it, begin to prevail against mine enemies from this very hour. And by hearkening to observe all the words which I, the Lord their God, shall speak unto them, they shall never cease to prevail until the kingdoms of the world are subdued under my feet, and the earth is given unto the saints, to possess it forever and ever.&#x201D;<span class=\"citation\" id=\"89691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89691)\">D&amp;C 103:5-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n239\"> Is there a person within the sound of my voice, or anywhere else upon the face of the wide earth, who can say that this promise has failed, that this prediction is not founded in truth, that so far it has not been fulfilled? I stand before this vast congregation, and am at the defiance of any human being to say, that this was not pronounced by the spirit of truth, by the inspiration of the Almighty, for it has been fulfilled, and is being fulfilled, and that, too, in the face of opposition of the most deadly character: and what remains will be fulfilled literally and completely. And it is the fear in the heart of Satan that this will be the case, that causes him to stir up his emissaries to oppose the Kingdom of God and seek, if possible, to destroy this great and glorious work. For it is a living fact, a fact that fills the hearts of the righteous and Godfearing with unspeakable joy and the hearts of the wicked and ungodly with consternation and jealous fear, that this work of God, this work of re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>demption and salvation in which we are engaged, is moving forward and is destined to continue in its onward march until the kingdoms of the world shall be subdued and brought under the law of Almighty God.<span class=\"citation\" id=\"89704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89704)\">D&amp;C 103:7<\/a><\/span> And that this will come to pass, I can assure you, the enemy of all righteousness<span class=\"citation\" id=\"71851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71851)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81862)\">Mosiah 4:14<\/a><\/span> comprehends as well as we do. Yes, he knows that this will eventually be the case, better than many who profess to have received the Holy Spirit in their hearts; and, therefore, he is diligently seeking to stir up the hearts of the wicked to fight against the Saints of God, until they are discomfited, and Zion is free. <\/div><div class=\"paragraph jod\" id=\"v25n240\"> These predictions concerning the triumph of the cause of God over wickedness, and the triumph of the Saints of God over the wicked who contend against them, were uttered by Joseph Smith in his youth, in the early rise of the Church when, to all human appearance, their fulfillment was absolutely impossible. At that time there were but few who could believe, that dared to believe the truth of these predictions. The few, comparatively, that did believe when they heard, were those whose minds had been enlightened by the Holy Spirit of promise and who, therefore, were prepared to receive them. As these predictions have been fulfilled, so those not yet fulfilled will come to pass in the due time of the Lord; and as this latter-day work has so far grown and assumed force and power in the earth, so it will continue to do, and there is no power beneath the Celestial Kingdom that can prevent its growth, or the consummation of all that has been predicted concerning it. <\/div><div class=\"paragraph jod\" id=\"v25n241\"> I do not wonder that the enemies of righteousness are stirred up about this matter. I am not surprised  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the wicked rage and the heathen imagine a vain thing.<span class=\"citation\" id=\"56300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56300)\">Ps. 2:1<\/a><\/span><span class=\"citation\" id=\"71451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71451)\">Acts 4:25<\/a><\/span> I am not astonished when certain men get mad, or that their souls are vexed within them, that their minds are perplexed, and that they feel wrought up with anger against a people who have never injured them or theirs. One thing I am surprised about in relation to this matter is, that the Latter-day Saints themselves should not be as strongly aroused in the interest of the Kingdom of God, as the enemies of truth are against it. When I contemplate the situation as it is presented to my mind, I am astonished that so many of the Latter-day Saints should be so indifferent and neglectful of duty that they cannot, apparently, appreciate the importance of living their religion. I am surprised that there should be any necessity for reformation among the Latter-day Saints, that is, if I should be surprised at all; though surprised is not the appropriate word to use, the word grieved, perhaps, might be used with greater propriety in this sense. If I would allow myself to indulge in a feeling of sorrow, I might indeed feel grieved that any of us should find ourselves in a condition to require reform in our lives. It certainly cannot be in consequence of the lack of evidences of the divinity of the work in which we are engaged, as there are so many such evidences transpiring every day in our experience; in fact the whole spectacle of this latter-day work is overwhelming in undeniable proof to the people of God, at least, that it is His work; while the whole world, on the contrary, are arrayed against it, because they cannot see the light. You who have obeyed the requirements of the everlasting Gospel, and have been chosen out of the world,<span class=\"citation\" id=\"70238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70238)\">John 15:19<\/a><\/span> having received the gift of the Holy Ghost, through the <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> laying on of hands, it is your privilege to receive the witness of the Spirit for yourselves; it is your privilege to discern the mind and will of the Father respecting your own welfare, and respecting the final triumph of the work of God. Why, then, should we be told that &#x201C;Mormonism&#x201D; is true? Why should we need any further proof that Joseph Smith was a true Prophet, or that his predictions are being fulfilled? Why should it be necessary to prove that the word of God has come to the world through him, and that that word is indisputable, that the world cannot gainsay it? The doctrines and revelations believed in by the Latter-day Saints have now been before the world for 54 years, and during that time what the world has been pleased to call &#x201C;Mormonism&#x201D; has been to them an unsolved problem. The sound of the Book of Mormon has rung in the ears of the civilized world since the year 1830, when it was published, and the report of it had gone forth and was being agitated some time before that; and during the 54 years that that book has been made public to the world, there has been no stone unturned by the most learned men of the age to disprove it, and make it appear a delusion and imposition. In this, however, they have signally failed, not being able to produce a single argument that cannot be successfully met by even the boys of this community. This may seem a broad assertion, but it is nevertheless true. Our Elders have been sent out as missionaries to the different nations now for the last 50 years, during which time they have testified to the truth of the Book of Mormon, and have invited investigation of its pages. And although many in their day and time have arisen either to ridicule or disprove the truths it  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>contains, their efforts have been futile, resulting only in their own dismay. It cannot be disproved, for it is true. There is not a word or doctrine, of admonition, of instruction within its lids, but what agrees in sentiment and veracity with those of Christ and His Apostles, as contained in the Bible. Neither is there a word of counsel, of admonition or reproof within its lids, but what is calculated to make a bad man a good man, and a good man a better man, if he will hearken to it. It bears the mark of inspiration from beginning to end, and carries conviction to every honest-hearted soul. And because the Book of Mormon is a true and authentic record of a people who once lived and flourished on this American continent&#x2014;and because God Himself has undertaken, through us, His weak and erring children, to establish His rule and government on the earth in answer to the prayers of His Saints, ancient and modern, and according to the counsels of His own will&#x2014;because it is verily so, devils rage and the willfully wicked are angered and seek the life and liberties of the Saints, and the destruction of the work of the Lord; but in the name of Israel's God, they never will be able to accomplish their purposes against us. As I have often said, so I repeat, the best time the world ever saw, or ever will see, to destroy &#x201C;Mormonism,&#x201D; was on the 6th day of April, 1830.<span class=\"citation\" id=\"84271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84271)\">D&amp;C 20:1<\/a><\/span> But they did not do it then, and so they let the opportunity slip: and have ever since been blindly struggling in the hope of doing something towards it. But the more they struggle, the wider of the mark their efforts will be. This is my testimony. If I had the power, and was called upon to do it, I would go to the ends of the earth and <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would lift up my voice in testimony of this fact to every nation, tongue and people, for I know that it is true. <\/div><div class=\"paragraph jod\" id=\"v25n243\"> Before I close I want to say a word to our young men who are called as missionaries. When a man is called to go on a mission, and a field of labor is assigned him, he should, I think, say in his heart, not my will be done, but thine,<span class=\"citation\" id=\"68253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68253)\">Luke 22:42<\/a><\/span> O Lord. We find it a little difficult sometimes to get the right men to go to certain distant lands to preach the Gospel. It is sometimes thought, especially among our young Elders, that Great Britain is the finest field of labor in the world; and, consequently, they want to go there. They do not like to go to the Southern States; they do not much fancy the Northern States; they do not care to go to New Zealand, or to the Sandwich Islands. When we call men to go to Great Britain, it is gratifying for them to respond cheerfully to the call; and when we call others to go to the Northern States, to New Zealand, or to the Sandwich Islands, we do not want any to come and say, they want their field of labor changed to England. We expect every man to be on hand to go wherever he may be called, and then he may expect the blessing of the Lord to attend him in his labors. I have been thankful only once since I went to the Sandwich Islands on my first mission, and that has been ever since. <\/div><div class=\"paragraph jod\" id=\"v25n244\"> Soon after I was sent, there was a very bright, intelligent man called to go to the Islands, and it was one of the causes of his apostasy. &#x201C;What,&#x201D; said he, &#x201C;send me, a linguist, a man well read, an educated man, and an Englishman at that, to preach to heathens?&#x201D; He felt that he was not looked upon with that consideration and respect that his scholarly attainments  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commanded; he felt that he was slighted; and apostatized, and returned to his native land, where he wrote a book against us, and has since died. When Brother George Q. Cannon was called to go to the Islands, he had no such feelings. He learned the language, and translated the Book of Mormon into the Hawaiian language. He performed a glorious mission, and is now one of the First Presidency of the Church. And singular as it may appear, out of the number of Elders that have been on missions to the Sandwich Islands, I can count more Apostles, more <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Presidents of Stakes, Bishops, and leading men, than can be found in the same number that have gone to any other country. Why is this? Perhaps it is because they manifested their willingness to descend below all things,<span class=\"citation\" id=\"88267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88267)\">D&amp;C 88:6<\/a><\/span> that they might rise above all things.<span class=\"citation\" id=\"88532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88532)\">D&amp;C 88:41<\/a><\/span> If a man in this Church would be exalted, let him humble himself; and he that would exalt himself, God will abase.<span class=\"citation\" id=\"65505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65505)\">Matt. 23:12<\/a><\/span><span class=\"citation\" id=\"67863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67863)\">Luke 18:14<\/a><\/span><span class=\"citation\" id=\"89535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89535)\">D&amp;C 101:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n246\"> God bless Israel, and pour out His Spirit upon the household of faith, and strengthen us to do the labors required of us, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}