{"ID":250035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Priesthood&#x2014;The Future Glory in Store for All Those Who Receive and Magnify the Priesthood&#x2014;Without the Priesthood &#x201C;No Man Can See the Face of God, Even the Father and Live&#x201D;&#x2014;Moses and the Children of Israel.<\/div>\n<div class=\"subtitle\">Remarks on Various Subjects by President George Q. Cannon, delivered in Paris, Bear Lake County, Idaho, Sunday Afternoon, August 10, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation on the Priesthood.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/10\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v25n921\"> I will read a portion of the 84th Section of the Book of Doctrine and Covenants, commencing at the 14th paragraph: <\/div> <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n922\"> &#x201C;Which Abraham received the priesthood from Melchizedek, who received it through the lineage of his fathers, even till Noah;  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;And from Noah till Enoch, through the lineage of their fathers; <\/div><div class=\"paragraph jod\" id=\"v25n925\"> &#x201C;And from Enoch to Abel, who was slain by the conspiracy of his brother, who received the priesthood by the commandments of God, by the hand of his father Adam, who was the first man&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n926\"> &#x201C;Which priesthood continueth in the church of God in all generations, and is without beginning of days or end of years. <\/div><div class=\"paragraph jod\" id=\"v25n927\"> &#x201C;And the Lord confirmed a priesthood also upon Aaron and his seed, throughout all their generations, which priesthood also continueth and abideth forever with the priesthood which is after the holiest order of God. <\/div><div class=\"paragraph jod\" id=\"v25n928\"> &#x201C;And this greater priesthood administereth the gospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of God. <\/div><div class=\"paragraph jod\" id=\"v25n929\"> &#x201C;Therefore, in the ordinances thereof, the power of godliness is manifest. <\/div><div class=\"paragraph jod\" id=\"v25n930\"> &#x201C;And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh; <\/div><div class=\"paragraph jod\" id=\"v25n931\"> &#x201C;For without this no man can see the face of God, even the Father, and live. <\/div><div class=\"paragraph jod\" id=\"v25n932\"> &#x201C;Now this Moses plainly taught to the children of Israel in the wilderness, and sought diligently to sanctify his people that they might behold the face of God; <\/div><div class=\"paragraph jod\" id=\"v25n933\"> &#x201C;But they hardened their hearts and could not endure his presence; therefore, the Lord in his wrath, for his anger was kindled against them, swore that they should not enter into his rest while in the wilderness, which rest is the fulness of his glory. <\/div><div class=\"paragraph jod\" id=\"v25n934\"> &#x201C;Therefore, he took Moses out of their midst, and the Holy Priesthood also; <\/div> <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n935\"> &#x201C;And the lesser priesthood continued, which priesthood holdeth the key of the ministering of angels and the preparatory gospel; <\/div><div class=\"paragraph jod\" id=\"v25n936\"> &#x201C;Which gospel is the gospel of repentance and of baptism, and the remission of sins, and the law of carnal commandments, which the Lord in his wrath caused to continue with the house of Aaron among the children of Israel until John, whom God raised up, being filled with the Holy Ghost from his mother's womb. <\/div><div class=\"paragraph jod\" id=\"v25n937\"> &#x201C;For he was baptized while he was yet in his childhood, and was ordained by the angel of God at the time he was eight days old unto this power, to overthrow the kingdom of the Jews, and to make straight the way of the Lord before the face of his people, to prepare them for the coming of the Lord, in whose hand is given all power. <\/div><div class=\"paragraph jod\" id=\"v25n938\"> &#x201C;And again, the offices of elder and bishop are necessary appendages belonging unto the high priesthood. <\/div><div class=\"paragraph jod\" id=\"v25n939\"> &#x201C;And again, the offices of teacher and deacon are necessary appendages belonging to the lesser priesthood, which priesthood was confirmed upon Aaron and his sons. <\/div><div class=\"paragraph jod\" id=\"v25n940\"> &#x201C;Therefore, as I said concerning the sons of Moses&#x2014;for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n941\"> &#x201C;And the sons of Moses and of Aaron shall be filled with the glory of the Lord, upon Mount Zion in the Lord's house, whose sons are ye; and also many whom I have called and sent forth to build up my church. <\/div><div class=\"paragraph jod\" id=\"v25n942\"> &#x201C;For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the magni<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fying their calling, are sanctified by the Spirit unto the renewing of their bodies. <\/div><div class=\"paragraph jod\" id=\"v25n944\"> &#x201C;They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God. <\/div><div class=\"paragraph jod\" id=\"v25n945\"> &#x201C;And also all they who receive this priesthood receive me, saith the Lord; <\/div><div class=\"paragraph jod\" id=\"v25n946\"> &#x201C;For he that receiveth my servants receiveth me; <\/div><div class=\"paragraph jod\" id=\"v25n947\"> &#x201C;And he that receiveth me receiveth my Father; <\/div><div class=\"paragraph jod\" id=\"v25n948\"> &#x201C;And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father hath shall be given unto him. <\/div><div class=\"paragraph jod\" id=\"v25n949\"> &#x201C;And this is according to the oath and covenant which belongeth to the priesthood. <\/div><div class=\"paragraph jod\" id=\"v25n950\"> &#x201C;Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved. <\/div><div class=\"paragraph jod\" id=\"v25n951\"> &#x201C;But whoso breaketh this covenant after he hath received it, and altogether turneth therefrom, shall not have forgiveness of sins in this world nor in the world to come.&#x201D;<span class=\"citation\" id=\"87522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87522)\">D&amp;C 84:14-41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n952\"> These words that I have read in your hearing are found, as I have said, in the 84th section of the Book of Doctrine and Covenants. They contain truths which are of great importance to us as a people, and truths which should be impressed upon our minds, and should not be forgotten by us. For in these words which the Lord has given unto us He has plainly foreshadowed the design that He has in view respecting this Church which He has raised up in the last days and this people unto whom He has given the everlasting Priesthood. In these words we are told the future of those who receive these two Priesthoods and magnify the same,<span class=\"citation\" id=\"129133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129133)\">D&amp;C 84:33<\/a><\/span> and the glory which God <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> designs to bestow upon them. He also gives unto us in plainness, the penalty which will rest down upon those who, after receiving this covenant, break the covenant and turn away altogether therefrom.<span class=\"citation\" id=\"87758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87758)\">D&amp;C 84:41<\/a><\/span> Therefore to the Latter-day Saints this Gospel and this Priesthood come on the one hand, accompanied by great blessings and promises, and great power and exaltation, and, on the other hand, they come accompanied by dreadful penalties, by degradation and condemnation, greater than it would be possible for any being to reach unless he had had the opportunities which the Gospel and the Priesthood bring and afford. On the one hand we are promised in the plainest of all language that those who receive this Priesthood receive the Lord. For it is said: <\/div><div class=\"paragraph jod\" id=\"v25n953\"> &#x201C;They who receive this priesthood receiveth me, saith the Lord; <\/div><div class=\"paragraph jod\" id=\"v25n954\"> &#x201C;For he that receiveth my servants receiveth me; <\/div><div class=\"paragraph jod\" id=\"v25n955\"> &#x201C;And he that receiveth me receiveth my Father; <\/div><div class=\"paragraph jod\" id=\"v25n956\"> &#x201C;And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father hath shall be given unto him. <\/div><div class=\"paragraph jod\" id=\"v25n957\"> &#x201C;And this is according to the oath and covenant which belongeth to the priesthood.&#x201D;<span class=\"citation\" id=\"87738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87738)\">D&amp;C 84:35-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n958\"> Here is plainly pointed out to us as a people the future glory that God has in store for all those who receive and magnify the Priesthood. They are to receive the Father's Kingdom, and if they receive the Father's Kingdom, they are to receive all that the Father hath, for all that He hath will be given unto them.<span class=\"citation\" id=\"87746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87746)\">D&amp;C 84:38<\/a><\/span> Can you conceive of this? Can any human being conceive of the immeasurable extent of the glory here promised&#x2014;the immeasurable extent of exaltation here offered unto all  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those who receive the Priesthood of the Son of God, and who magnify it? It is impossible for mortal man to have the least conception even when his mind is enlightened by the Spirit of God&#x2014;that is, the least conception compared with the immeasurable extent of the glory that is here promised. We can have some conception of it, we can have some foretaste of it, when we receive the Spirit of God, when it rests down upon us in power; but to conceive of the fullness of this glory is impossible for any being in this mortal condition of existence. When we understand these words and comprehend their full import we can understand how it was that Jesus when He was upon the earth sought to teach the people the greatest privileges which they had in connection with the Gospel which he bore unto them. The complaint of the Jews about the Son of God, was, that He being man made Himself equal with God.<span class=\"citation\" id=\"69109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69109)\">John 5:18<\/a><\/span><span class=\"citation\" id=\"69725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69725)\">John 10:33<\/a><\/span> They had the same ideas, doubtless, in those days concerning God and man, that the sectarians of the world now have. God was a remote being, a being beyond their reach, far beyond their ken, and far beyond communication with them; therefore, they were ready to kill the Son of God because He enunciated the great truth that it was possible for man to attain unto God, and become like Him. Referring to the words of the Psalmist, where he said: &#x201C;Ye are gods; and all of you are children of the most High,&#x201D;<span class=\"citation\" id=\"56921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56921)\">Ps. 82:6<\/a><\/span> he said, &#x201C;Is it not written in your law, I said, Ye are gods? If he called them gods, unto whom the word of God came, and the scripture cannot be broken; Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?&#x201D;<span class=\"citation\" id=\"69733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69733)\">John 10:34-36<\/a><\/span> <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But they could not understand the doctrine which God has revealed&#x2014;the eternal truth that He has communicated to us in the Gospel. But God designed when He led Israel out of Egypt to make of that people a royal Priesthood&#x2014;<span class=\"citation\" id=\"77856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77856)\">1 Pet. 2:9<\/a><\/span>a kingdom of Kings and Priests.<span class=\"citation\" id=\"54134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54134)\">Ex. 19:6<\/a><\/span><span class=\"citation\" id=\"78975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78975)\">Rev. 1:6<\/a><\/span> He designed to lead them forward under the guidance of the everlasting Priesthood, the Priesthood after the holy order of the Son of God&#x2014;<span class=\"citation\" id=\"90120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90120)\">D&amp;C 107:3<\/a><\/span>to lead them forward until they should behold the face of their God and see Him for themselves.<span class=\"citation\" id=\"87612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87612)\">D&amp;C 84:23<\/a><\/span> But they would not. They hardened their hearts. They could not endure His presence.<span class=\"citation\" id=\"87649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87649)\">D&amp;C 84:24<\/a><\/span> Moses, despite all the power which God gave him, and the revelations which He poured out upon him&#x2014;Moses could not succeed in leading that people forward. They were a stiffnecked race; they were a rebellious race; they were an idolatrous race; they were hard in their hearts; and they would not have God to be their King.<span class=\"citation\" id=\"55425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55425)\">1 Sam. 8:7<\/a><\/span> They wanted a lower order of affairs; they wanted lower laws, laws that were more in accordance with their fallen and carnal natures. Therefore according to those revelations which God has given unto us, He took Moses out of their midst, and the Holy Priesthood also, and the lesser Priesthood continued, the Priesthood of Aaron, a Priesthood that held the keys of the ministering of angels and the preparatory gospel, the gospel of repentance and baptism for the remission of sins. He left that with them, and the law of carnal commandments which the Lord in His wrath caused to continue with the house of Aaron among the children of Israel until John.<span class=\"citation\" id=\"87656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87656)\">D&amp;C 84:24-27<\/a><\/span> They were under this law during this long period. God raised up John as a forerunner to prepare the way for the fullness of the ever<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lasting Gospel and the restoration of the Priesthood in its fullness, that Melchizedek Priesthood which Moses held, and through which he exercised such mighty power among the children of Israel. And it was God's design&#x2014;if the people would have submitted to it, if they would have received the message that He sent unto them through John and afterwards through His beloved Son&#x2014;to have restored the Kingdom even to Israel,<span class=\"citation\" id=\"71013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71013)\">Acts 1:6<\/a><\/span> and to have built up the Kingdom in great power and glory upon the earth. But instead of receiving the Gospel and the Melchizedek Priesthood, they actually destroyed the Son of God. But before they destroyed Him, they destroyed the heir of the Priesthood of Aaron, John the Baptist, who was a direct descendant of Aaron, and by virtue of this descent held the keys of that Priesthood, and exercised the authority and power thereof among the Jews. Not content with rejecting the Son of God, they rejected even John, and the Aaronic Priesthood as well as the Melchizedek Priesthood was taken from the midst of the Jews, and they have remained without Priesthood from that day until the present time, even the Aaronic Priesthood having been withdrawn from their midst&#x2014;the authority to officiate in the ordinances pertaining thereunto. <\/div><div class=\"paragraph jod\" id=\"v25n961\"> Now, this Priesthood which God has restored in these last days through Peter, James and John,<span class=\"citation\" id=\"84670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84670)\">D&amp;C 27:12<\/a><\/span> is the Priesthood that continueth in the Church of God in all generations. The Church of God cannot be without it; for without it the power of Godliness is not made manifest to men in the flesh.<span class=\"citation\" id=\"87597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87597)\">D&amp;C 84:21<\/a><\/span> A people can progress to a certain extent with the Aaronic Priesthood, but there is a limit to their progress. There are <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bounds beyond which they cannot pass. They cannot attain to the fullness of the glory of God the Eternal Father, without the presence of the Melchizedek Priesthood; for as I have read in your hearing, &#x201C;This greater priesthood administereth the gospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of God. Therefore, in the ordinances thereof,&#x201D; [that is, in the ordinances of the higher or Melchizedek Priesthood] &#x201C;the power of godliness is manifest.&#x201D;<span class=\"citation\" id=\"87576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87576)\">D&amp;C 84:19-20<\/a><\/span> This cannot be manifest without that higher Priesthood, without the power which accompanies it. &#x201C;And without the ordinances thereof,&#x201D; the revelation continues, &#x201C;and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh; For without this no man can see the face of God, even the Father, and live.&#x201D;<span class=\"citation\" id=\"87600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87600)\">D&amp;C 84:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n962\"> Without this Priesthood, without its ordinances, without its powers, without its gifts, &#x201C;no man can see the face of God, even the Father, and live.&#x201D;<span class=\"citation\" id=\"87608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87608)\">D&amp;C 84:22<\/a><\/span> Therefore it is essential that, if a people should be exalted unto the presence of God, they should have this Melchizedek or greater Priesthood, and the ordinances thereof, by the means of which they are to be prepared, or they shall be prepared to enter into the presence of God the Father, and endure His presence. <\/div><div class=\"paragraph jod\" id=\"v25n963\"> Now, Moses taught this plainly to the children of Israel in the wilderness.<span class=\"citation\" id=\"87613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87613)\">D&amp;C 84:23<\/a><\/span> He endeavored to impress upon them the importance of so living as to retain this Melchizedek Priesthood in their midst&#x2014;to so live as to conform to the law, or laws, and requirements of this Melchizedek Priesthood. Says the revelations, He &#x201C;sought diligently to sanctify his people that they might  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>see the face of God.&#x201D;<span class=\"citation\" id=\"87615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87615)\">D&amp;C 84:23<\/a><\/span> He wanted them to behold the face of God. You remember the expression he gave utterance to, when the Spirit of God rested upon the seventy Elders, and they prophesied. There were two of them that were not with the rest. They were in the camp and not in the tabernacle, yet they prophesied also. And Joshua, jealous for the honor of Moses, jealous because Moses was a Prophet of God, and doubtless afraid that these men were transcending their authority, asked Moses to forbid them.<span class=\"citation\" id=\"54687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54687)\">Num. 11:24-28<\/a><\/span> And Moses gave utterance to that memorable, that glorious expression: &#x201C;Enviest thou for my sake? would to God that all the Lord's people were prophets, and that the Lord would put his spirit upon them!&#x201D;<span class=\"citation\" id=\"54707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54707)\">Num. 11:29<\/a><\/span> There was no jealousy in the mind of this man of God concerning his brethren having the spirit of prophecy, it excited no feeling in his heart to reprove them, or to check them, or to say to them that they were usurping some authority which belonged to him; no, there was no such feeling in his heart; for had he not sought to lead the people forward to enjoy that privilege? Had he not sought diligently to sanctify the people that they might behold the face of God?<span class=\"citation\" id=\"87614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87614)\">D&amp;C 84:23<\/a><\/span> &#x201C;Therefore,&#x201D; said he, &#x201C;would to God that all the Lord's people were prophets.&#x201D;<span class=\"citation\" id=\"54706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54706)\">Num. 11:29<\/a><\/span> Would to God that not only the seventy Elders had the spirit of prophecy resting down upon them, but that every man in the whole hosts of Israel had that spirit in its fullness and in its power resting down upon him. &#x201C;How easy it would be for me,&#x201D; Moses could have said, &#x201C;to lead this people if all were prophets! How easy it would be for me to guide these hosts, and to lead them into the presence of God, if the spirit of prophecy rested down <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon them throughout all the camp of Israel.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n965\"> But they hardened their hearts and could not endure the presence of the Lord.<span class=\"citation\" id=\"87651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87651)\">D&amp;C 84:24<\/a><\/span> &#x201C;Go thou, Moses, and speak to God,&#x201D; said the children of Israel, &#x201C;and then tell us what God has to say: be thou mouthpiece, be thou God to us; we will be content with this, the face of God is too terrible for us. We desire not to enter into His presence. We shall be content to have thee give to us the word of God.&#x201D;<span class=\"citation\" id=\"54337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54337)\">Ex. 20:19<\/a><\/span> These were, in effect, their words, and their actions corresponded to these words. As Paul says, &#x201C;Which voice (the voice of God) they that heard intreated that the word should not be spoken to them any more: (For they could not endure that which was commanded.)&#x201D;<span class=\"citation\" id=\"77245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77245)\">Heb. 12:19-20<\/a><\/span> Moses stood between them and God. They could not endure the presence of God. They hardened their hearts against it. Therefore the Lord in His wrath&#x2014;for his anger was kindled against them, because of their hardness of heart, because of their rebellion&#x2014;swore that they should not enter into His rest, that they should not attain unto the fullness of the glory that He had in store for them&#x2014;that is, He swore that they should not enter into this rest while in the wilderness; which rest is the fullness of His glory.<span class=\"citation\" id=\"87650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87650)\">D&amp;C 84:24<\/a><\/span> So He took Moses from their midst, and took with him the Melchizedek Priesthood;<span class=\"citation\" id=\"87658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87658)\">D&amp;C 84:25<\/a><\/span> and thus terminated, so far as Israel was concerned, the reign of the Melchizedek Priesthood among them. Occasionally Prophets were raised up who did hold the Melchizedek Priesthood, ordained by God for special purposes; but the people were under the dominion of the rule of the Aaronic Priesthood from that time forward until the days of John. <\/div> <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n967\"> Now, my brethren and sisters, it is of the utmost importance that we who live in this generation should comprehend that which God is doing for and designs for us. He has precisely the same future in store for us that He intended for our fathers in the wilderness. God designs to have us led in that path which will bring us into His presence. He designs that this whole people called Latter-day Saints shall have the laws of his celestial kingdom revealed unto them line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58595)\">Isa. 28:10,13<\/a><\/span> until they are brought into His presence, until every man and woman and child who belongs to this Church shall be able to endure the presence of God and live, until by means of this Priesthood, this higher Priesthood, every man will be prepared to receive the fullness of the celestial glory, and this by obedience to law, not by hardness of heart, not by rebellion, not by rejecting the counsel of God through His servants, not by taking our own way; for notwithstanding all that is said by those who oppose us, and by the entire Gentile world in regard to the Priesthood of the Son of God in their opposition to it, these Latter-day Saints must obey the Priesthood of the Son of God, and be led by it in all things, or they never will enter into the presence of God our Eternal Father, never, worlds without end.<span class=\"citation\" id=\"87259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87259)\">D&amp;C 76:112<\/a><\/span> God has placed this Priesthood in the Church for the express purpose of leading His people forward, just as Moses endeavored to lead the children of Israel forward by giving unto them His law, by revealing unto them His will, by instructing them in the things of righteousness, and leading them forward until they should attain unto the fullness of His glory.<span class=\"citation\" id=\"87625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87625)\">D&amp;C 84:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n968\"> Let us take these things to heart. Let us ponder upon them as a people. <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let us purify ourselves with all our might, mind and strength. Let every man in his place and station seek to magnify that Priesthood that he may through magnifying it, attain unto those glorious blessings and privileges which God has promised. <\/div><div class=\"paragraph jod\" id=\"v25n969\"> God designs that this people called Latter-day Saints shall be a kingdom of priests<span class=\"citation\" id=\"54135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54135)\">Ex. 19:6<\/a><\/span> and kings.<span class=\"citation\" id=\"78976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78976)\">Rev. 1:6<\/a><\/span> He intends that the Melchizedek Priesthood shall be held by this people. He intends to preserve it on the earth, and those who attain unto this Priesthood, and magnify it to the renewing of their bodies, and to the receiving of the promises of God, will receive the blessings which God has promised&#x2014;<span class=\"citation\" id=\"87721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87721)\">D&amp;C 84:33-34<\/a><\/span>that is, they will receive all that God has to bestow, they will be joint heirs with Jesus<span class=\"citation\" id=\"72609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72609)\">Rom. 8:17<\/a><\/span> and inherit with Jesus the glory of the Father, and there is nothing that the Father has that He will not give unto us, for all will be ours,<span class=\"citation\" id=\"87742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87742)\">D&amp;C 84:37-38<\/a><\/span> everything we can conceive of&#x2014;glory, immortality and endless lives&#x2014;if we are faithful to the maintaining of our integrity and the keeping of our covenants, and the doing of the will of God in the flesh. <\/div><div class=\"paragraph jod\" id=\"v25n970\"> How important it is, then, brethren and sisters, that we should all be faithful during this probation; that we should walk humbly before our God;<span class=\"citation\" id=\"62221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62221)\">Micah 6:8<\/a><\/span> that we should obey every law and submit to every ordinance and apply everything that is taught to us to ourselves, and embody every principle in our lives as fast as it is taught to us, beginning with faith in the name of the Lord Jesus, and progressing from that principle forward by repentance, by baptism, by the laying on of hands, and by obeying the other laws and ordinances as fast as they are revealed, until we shall be prepared through obedience to law, and through the redemption  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which obedience always brings, to go back into the presence of God and the Lamb. We have entered upon an upward career. Let us press forward in that direction, adding faith to faith, adding knowledge to knowledge, adding gift to gift, adding power to power, until we shall behold the face of our Father and our God; and that will be granted unto us.<span class=\"citation\" id=\"78247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78247)\">2 Pet. 1:5-11<\/a><\/span> It will be granted unto us to behold the face of Jesus; it will be granted unto us to have angels minister to us, and <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is no blessing we shall not attain unto if we continue faithful to the Gospel, and to the covenants of the Holy Priesthood which we have received. <\/div><div class=\"paragraph jod\" id=\"v25n972\"> That God may help us to be faithful and lead us forward until we are brought back into His presence, is my prayer in the name of Jesus. Amen. <\/div><div class=\"paragraph jod\" id=\"v25n973\"> The foregoing was delivered in Paris, Bear Lake County, Idaho, Sunday afternoon, August 10, 1884. <\/div>\n<\/div>\n<\/div>"}