{"ID":250018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Joseph Smith's Mission&#x2014;Necessity for Such a Mission&#x2014;Evidences of Apostasy&#x2014;Restoration of the Gospel and Establishment of the Kingdom of God&#x2014;Hatred and Persecution Accorded to Joseph Smith, An Evidence of His Divine Calling&#x2014;Further Proof of Inspiration.<\/div>\n<div class=\"subtitle\">Lecture by Elder Brigham H. Roberts, of Centerville, Delivered Under the Auspices of the Mutual Improvement Association, in the Fourteenth Ward Assembly Rooms, Salt Lake City, Monday Evening, January 28, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: James D. Stirling.<\/div>\n<div class=\"pageHeader\">Page Header: Joseph Smith's Mission Necessary.<\/div>\n<div class=\"speaker\">Speaker: Brigham H. Roberts<\/div>\n<div class=\"date\">Date: 1\/28\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v25n349\"> At the request of the Presidency of Davis Stake of Zion, I have delivered two lectures in each of the Wards of that county. Being a young man, I have addressed myself to the young people, with a view to strengthen their faith in the Gospel of Jesus Christ, which has been revealed anew to the earth in this age of the world. And in considering the subject before us tonight&#x2014;&#x201C;Joseph Smith's Mission&#x201D;&#x2014;I desire to show to my young brethren and sisters that our fathers have not been following cunningly devised fables,<span class=\"citation\" id=\"78273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78273)\">2 Pet. 1:16<\/a><\/span> but that they have, and so have we, good and sufficient reasons for believing in the mission of Joseph Smith as a divine one. <\/div><div class=\"paragraph jod\" id=\"v25n350\"> In considering the subject of our lecture, the question naturally arises; What was Joseph Smith's mission? It was the mission of Joseph Smith, under God's direction, to establish the Church of Christ and the Kingdom of God upon the earth; and to the accomplishment of this work he devoted the whole energy of his life, and was faithful unto death. <\/div><div class=\"paragraph jod\" id=\"v25n351\"> But this statement of what his mission was, gives birth to another <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> question: &#x201C;Is there any necessity for such a work as is ascribed to Joseph Smith being performed?&#x201D; The Christian world believe that when Christ was upon the earth in the flesh, that he then established his Church and Kingdom, and that it has continued among men from that time until the present. And although many changes have taken place in regard to principles and doctrines, and divisions and subdivisions have distracted the religious world&#x2014;yet they claim that those things which are <span class=\"italic\">essential<\/span> to the existence of Christ's Church and Kingdom have remained among men. This is their theory. We have a theory which is opposite to theirs. <\/div><div class=\"paragraph jod\" id=\"v25n352\"> The first revelation that Joseph Smith received from the Lord, was that men were teaching for doctrine the commandments and precepts of men, and that He [the Lord] did not acknowledge their institutions as His Church or Kingdom, and told Joseph to join none of them.<span class=\"citation\" id=\"93734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93734)\">JS&mdash;H 1:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n353\"> Here then you see, we have two propositions presented to us; if one is true the other must be false;  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>both cannot be correct. If the theory held by the Christian world be true, then there appears no necessity for such a work as we ascribe to Joseph Smith being performed; for if the Kingdom of God has continued upon the earth from the days of Jesus until the present, then there would be no need of anyone being raised up to establish that which was already here; and proving that there was no necessity for such a work as that ascribed to Joseph Smith would be a big stride towards proving that he was an impostor. But if we can show that the theory held by the Christian world is incorrect&#x2014;if we can prove that there has been an apostasy&#x2014;that men have been following for doctrine the commandments of men;<span class=\"citation\" id=\"64775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64775)\">Matt. 15:9<\/a><\/span><span class=\"citation\" id=\"93735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93735)\">JS&mdash;H 1:19<\/a><\/span> if we can prove that Christ's Church and Kingdom were not upon the earth at the time Joseph Smith's Mission commenced&#x2014;then the necessity of such a work as we claim he performed, becomes apparent; and if there is a <span class=\"italic\">necessity<\/span> for such a work as the restoration of the Kingdom of God to the Earth, may not Joseph Smith have been the instrument in the hands of God, in performing that work? <\/div><div class=\"paragraph jod\" id=\"v25n355\"> Let us consider the question then&#x2014;Has there been an apostasy? We cannot examine this subject in detail. All we shall be able to do, is to briefly refer to some of those prophecies which relate to the subject. We begin by calling your attention to the 24th chapter of Isaiah, commencing with the 4th verse: &#x201C;The earth mourneth and fadeth away, the world languisheth and fadeth away, the haughty people of the earth do languish. <\/div><div class=\"paragraph jod\" id=\"v25n356\"> &#x201C;The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant. <\/div> <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n357\"> &#x201C;Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men are left.&#x201D;<span class=\"citation\" id=\"58409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58409)\">Isa. 24:4-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n358\"> I have had men in the world try to reason away the force of this prophecy, in the following manner: They reminded us that Isaiah lived in the Mosaic dispensation, when the law of carnal commandments was in force; and claim that it was of this carnal law of which Isaiah spake&#x2014;it was the law of Moses that was to be transgressed; the Mosaic ordinances which were to be changed; the Mosaic covenant which was to be broken. These assertions, however, are incorrect&#x2014;from the fact that the Mosaic law never was considered, by those who understood it, &#x201C;an everlasting covenant.&#x201D;<span class=\"citation\" id=\"58459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58459)\">Isa. 24:5<\/a><\/span> It was given for a special purpose, and when it had accomplished that purpose, it was laid aside. <\/div><div class=\"paragraph jod\" id=\"v25n359\"> We read from Galatians, 3rd chapter and 8th verse: <\/div><div class=\"paragraph jod\" id=\"v25n360\"> &#x201C;And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.&#x201D;<span class=\"citation\" id=\"74510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74510)\">Gal. 3:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n361\"> From this it appears that the Gospel was preached unto Abraham. In the 4th chapter of Hebrews and 2nd verse, Paul in speaking of ancient Israel, says: <\/div><div class=\"paragraph jod\" id=\"v25n362\"> &#x201C;For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it.&#x201D;<span class=\"citation\" id=\"76522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76522)\">Heb. 4:2<\/a><\/span> Not only then was the Gospel preached unto Abraham, but also unto the children of Israel. Now, let us go back to the 3rd chapter of Galatians, for Paul having stated that the Gospel was preached unto Abraham,<span class=\"citation\" id=\"74511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74511)\">Gal. 3:8<\/a><\/span> asks this question (19th verse): <\/div><div class=\"paragraph jod\" id=\"v25n363\"> &#x201C;Wherefore then serveth the law? It was added because of transgres<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sions, till the seed should come to whom the promise was made.&#x201D;<span class=\"citation\" id=\"74543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74543)\">Gal. 3:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n365\"> Added to what? Added to the Gospel, which before that time had been preached unto Abraham,<span class=\"citation\" id=\"74512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74512)\">Gal. 3:8<\/a><\/span> and also to ancient Israel.<span class=\"citation\" id=\"76523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76523)\">Heb. 4:2<\/a><\/span> But the Israelites under Moses, were unable to live the perfect law of the Gospel, were not strong enough to overcome evil with good,<span class=\"citation\" id=\"72851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72851)\">Rom. 12:21<\/a><\/span> as the Gospel requires, so a law of carnal commandments<span class=\"citation\" id=\"87695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87695)\">D&amp;C 84:27<\/a><\/span> was &#x201C;added&#x201D; to the Gospel&#x2014;a law which included the principle of &#x201C;an eye for an eye, a tooth for a tooth&#x201D;&#x2014;<span class=\"citation\" id=\"54347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54347)\">Ex. 21:24<\/a><\/span><span class=\"citation\" id=\"54639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54639)\">Lev. 24:20<\/a><\/span><span class=\"citation\" id=\"55072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55072)\">Deut. 19:21<\/a><\/span><span class=\"citation\" id=\"63188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63188)\">Matt. 5:38<\/a><\/span>a law which was suited to their capacity. Paul still speaking of this subject in the same chapter of Galatians, already quoted (23rd verse), says: <\/div><div class=\"paragraph jod\" id=\"v25n366\"> &#x201C;Before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed. <\/div><div class=\"paragraph jod\" id=\"v25n367\"> &#x201C;Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith. <\/div><div class=\"paragraph jod\" id=\"v25n368\"> &#x201C;But after that faith has come, we are no longer under a schoolmaster.&#x201D;<span class=\"citation\" id=\"74546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74546)\">Gal. 3:23-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n369\"> From these passages of Scripture, we learn this: The Gospel was preached to Abraham, and also to ancient Israel. The Israelites were unable to live the law of the Gospel&#x2014;so a law of carnal commandments, known as the law of Moses, was given as a schoolmaster to bring them up to the higher law: Christ came and introduced that higher law&#x2014;the Gospel, explained its precepts, and pointed out the difference between it and the law of Moses. The Gospel took the place of the law of Moses, which was laid aside, having fulfilled the object for which it was added to the Gospel. If then the law of Moses was not an everlasting covenant, this prophecy of Isaiah's, which we are considering, does not relate to it, as the prophecy <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Isaiah was concerning an everlasting covenant.<span class=\"citation\" id=\"58460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58460)\">Isa. 24:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n370\"> We find in Hebrews xiii, 20, the following: &#x201C;Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant, Make you perfect,&#x201D;<span class=\"citation\" id=\"77405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77405)\">Heb. 13:20-21<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v25n371\"> From this we learn that Christ's blood is called the blood of the everlasting covenant.<span class=\"citation\" id=\"77404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77404)\">Heb. 13:20<\/a><\/span> Paul in writing to Titus, gives us to understand that he lived &#x201C;In hope of eternal life, which God, who cannot lie, promised before the world began,&#x201D;<span class=\"citation\" id=\"76297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76297)\">Titus 1:2<\/a><\/span> and this immortal life which God had promised&#x2014;this everlasting covenant which God had made with man before the world began, was sealed by the blood of Christ, and this life and immortality were brought to light through the Gospel&#x2014;<span class=\"citation\" id=\"76095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76095)\">2 Tim. 1:10<\/a><\/span>and is called in the Scripture, the everlasting Gospel or covenant; and Isaiah says that the laws of the everlasting covenant, or the Gospel laws, shall be transgressed, the Gospel ordinances shall be changed: and in consequence of these serious transgressions, the earth is to be burned, and few men left; which judgment still is hanging over the inhabitants of the earth.<span class=\"citation\" id=\"58468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58468)\">Isa. 24:5-6<\/a><\/span> Having proven then that this prophecy of Isaiah's refers to the Gospel, and not to the law of Moses, let us remember that Jesus said, &#x201C;Though heaven and earth pass away, not one jot or tittle of my word shall fail, but all shall be fulfilled.&#x201D;<span class=\"citation\" id=\"63136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63136)\">Matt. 5:18<\/a><\/span> Either Isaiah was mistaken when he spake as moved upon by the Holy Ghost,<span class=\"citation\" id=\"78350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78350)\">2 Pet. 1:21<\/a><\/span> in relation to the world departing from that order of things inaugurated by the Savior, or else the Christian world is incorrect in maintaining that the Gospel in all that is essential, has continued from the days of Jesus to the present time. <\/div> <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n373\"> Some few noted Christian writers more candid than their fellows, have freely admitted the apostasy of Christendom. We will introduce their testimony. John Wesley in his 94th sermon, says: <\/div><div class=\"paragraph jod\" id=\"v25n374\"> The reason why the extraordinary gifts of the Holy Ghost are no longer in the church, &#x201C;is because the love of many waxed cold,<span class=\"citation\" id=\"65684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65684)\">Matt. 24:12<\/a><\/span> and the Christians had turned heathens again, and had only a dead form left.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n375\"> The following quotation is taken from page 163, of Smith's Dictionary of the Bible. This work is endorsed by the names of 63 divines of both Europe and America, all noted for their scholarship. They say: <\/div><div class=\"paragraph jod\" id=\"v25n376\"> &#x201C;We must not expect to see the Church of Holy Scripture actually existing in its perfection upon the earth. It is not to be found thus perfect, either in the collected fragments of Christendom, or still less in any one of those fragments.&#x201D; This is a frank acknowledgment of all that we claim as to the apostasy of the primitive Church. Christ and his Apostles established the Church upon the earth, in the days of their ministry, and now we are told that it is not to be found even in the collected fragments of Christendom&#x2014;that is, take the principles of truth which each sect possesses, and put them all together, and yet from this collection of truths we would not find the Gospel of Christ. Let us then take them at their word: they have but a dead form left&#x2014;&#x201C;The Church of Christ is not to be found on the earth.&#x201D; These admissions on the part of the prominent writers of Christendom, coupled with the sure prophecy of Isaiah, forces us to the conclusion that men have corrupted the Gospel, as taught by Christ and the Apostles&#x2014;that there <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has been an apostasy, and it must needs be that God set up His Kingdom again upon the earth. <\/div><div class=\"paragraph jod\" id=\"v25n377\"> By examination, we shall find that the Scriptures predict the restoration of the Gospel. It pleased the Almighty, while His servant John was on the Isle of Patmos,<span class=\"citation\" id=\"79009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79009)\">Rev. 1:9<\/a><\/span> to show him many things that would transpire in the future.<span class=\"citation\" id=\"78924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78924)\">Rev. 1:1<\/a><\/span> While wrapped in heavenly vision, he saw, among other things, &#x201C;Another angel fly in the midst of heaven, having the everlasting gospel to preach to them that dwell upon the earth, and to every nation, kindred, tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79940)\">Rev. 14:6-7<\/a><\/span> It appears from this passage of Scripture, which you will find in the 14th chapter of Revelation, that the angel who is to come with the Gospel, will make his appearance just prior to the judgments of God being poured out upon the children of men in the last days&#x2014;&#x201C;in the hour of God's judgment.&#x201D;<span class=\"citation\" id=\"79867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79867)\">Rev. 14:6<\/a><\/span> This Gospel was not to be preached merely to one nation or people, but to EVERY nation, every kindred, every tongue, and every people.<span class=\"citation\" id=\"79988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79988)\">Rev. 14:7<\/a><\/span> It is evident to my mind, that all nations, tongues and peoples must have been without the Gospel, or why would it be necessary for the Lord to restore it by the ministry of an angel to all peoples and tongues, if any of them possessed it? There is another prophet who has predicted the setting up of God's Kingdom upon the earth in the last days. I refer to Daniel, the Hebrew prophet, who was among the captive Jews, who were taken from Jerusalem to Babylon, by King Nebuchadnezzar, about six hundred years B.C. The Lord gave unto this same king of Babylon a wonderful dream, but he had forgotten it. He assembled all his wise men and  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>magicians, and demanded that they tell him his dream, and the interpretation thereof. If they failed to do so, death was to be the penalty. This produced great consternation among the wise men, but the Lord revealed the thing to Daniel, who came before the king, with the dream, and the interpretation of it.<span class=\"citation\" id=\"60949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60949)\">Dan. 2:1-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n379\"> The king saw a great image, the head of which was gold; the arms and chest of silver; the trunk of brass; the legs of iron; the feet and toes, part of iron and part of potter's clay. He also saw a little stone, cut out of the mountains without hands, which smote the image on the feet and toes, and broke them in pieces; then was the iron, the clay, the brass, the silver and the gold broken to pieces, and became as the chaff of the summer's threshingfloor, and the wind carried them away, but the little stone became a great mountain and filled the whole earth.<span class=\"citation\" id=\"60990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60990)\">Dan. 2:31-35<\/a><\/span> Such was the dream. Daniel in giving the interpretation thereof, said unto Nebuchadnezzar, &#x201C;Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory. * * * Thou art this head of gold.&#x201D; (Daniel 2, verses 37 and 38.)<span class=\"citation\" id=\"61141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61141)\">Dan. 2:37-38<\/a><\/span> The head of this great image, therefore, was the Babylonian kingdom, which flourished in the sixth and seventh centuries, B.C., but in 538 B.C., it was destroyed. Daniel continues: &#x201C;And after thee&#x201D;&#x2014;Nebuchadnezzar&#x2014;&#x201C;shall arise another kingdom inferior to thee.&#x201D; (Verse 39.)<span class=\"citation\" id=\"61148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61148)\">Dan. 2:39<\/a><\/span> The Medo-Persian Empire succeeded the Babylonian kingdom, and continued from 538 to 331, B.C., and is represented by the chest and arms of silver in the great image. <\/div><div class=\"paragraph jod\" id=\"v25n380\"> Again we quote: &#x201C;And another third kingdom of brass, which shall <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bear rule over all the earth.&#x201D; (Verse 39.)<span class=\"citation\" id=\"61149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61149)\">Dan. 2:39<\/a><\/span> The Macedonian Empire succeeded the Medo-Persian, being founded by Alexander the Great, and did &#x201C;bear rule&#x201D;<span class=\"citation\" id=\"61150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61150)\">Dan. 2:39<\/a><\/span> over the then known world, continuing until 161, B.C. <\/div><div class=\"paragraph jod\" id=\"v25n381\"> &#x201C;And the fourth kingdom,&#x201D; says Daniel, &#x201C;shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all things: and as iron breaketh all these things, shall it,&#x201D; the fourth kingdom, &#x201C;break in pieces and bruise.&#x201D; (Verse 40.)<span class=\"citation\" id=\"61153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61153)\">Dan. 2:40<\/a><\/span> The Macedonian Empire, founded by Alexander the Great, was pushed out of existence by the Roman Empire, which entirely supplanted it in 161, B.C. The Roman nation is the fourth great nation seen by Nebuchadnezzar in the image, and is represented by the legs of iron; and as iron breaketh in pieces all other metals, so the Roman nation broke in pieces the other kingdoms of the earth. <\/div><div class=\"paragraph jod\" id=\"v25n382\"> We still have left the feet and toes of the image, which are part of iron and part of clay.<span class=\"citation\" id=\"61160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61160)\">Dan. 2:41-43<\/a><\/span> What kingdom or kingdoms do they represent? <\/div><div class=\"paragraph jod\" id=\"v25n383\"> In the year 364 A.D., the Roman Empire was divided between Valentinian and Valens. The western part of the empire was assailed by the Goths, Vandals, Huns, and other tribes inhabiting the north part of Europe, until it was utterly destroyed 483 A.D. From its ruins arose those kingdoms and empires, which, today, occupy the western part of Europe. <\/div><div class=\"paragraph jod\" id=\"v25n384\"> The eastern part of the Roman Empire was destroyed by the invasions of the Saracens, and out of this part of ancient Rome has sprung the kingdoms which now occupy the east of Europe, and the west of Asia. <\/div><div class=\"paragraph jod\" id=\"v25n385\"> The old Roman Empire, then, represented in the image by the legs  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of iron, was divided and subdivided, until the kingdoms represented by the feet and toes of this image are in existence. Concerning these feet and toes, Daniel says, &#x201C;And whereas thou sawest iron mixed with miry clay. THEY&#x201D; Who? Why those nations which sprung up out of the ruins of the Roman Empire&#x2014;&#x201C;they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.&#x201D;<span class=\"citation\" id=\"61162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61162)\">Dan. 2:43<\/a><\/span> The nations now in existence marry and intermarry&#x2014;&#x201C;mingle themselves with the seed of men,&#x201D;<span class=\"citation\" id=\"61163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61163)\">Dan. 2:43<\/a><\/span> striving in this manner to unite their interest, and avert calamity, but all in vain; they do not cleave together any more than hard pieces of iron will dissolve and become one substance with clay. We have now traced this prophecy down to our own times&#x2014;to the kingdoms that exist in our own days. What comes next? Why, says Daniel, &#x201C;In the days of these kings,&#x201D; represented by the feet and toes of the image, &#x201C;shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand forever.&#x201D;<span class=\"citation\" id=\"61353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61353)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n387\"> Not only, then, does John tell us that the Gospel, in the hour of God's judgment, shall be restored to the earth by the ministry of an angel,<span class=\"citation\" id=\"79941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79941)\">Rev. 14:6-7<\/a><\/span> but the Prophet Daniel has proclaimed to us, that in the last days (for he says&#x2014;2nd chapter, 28th verse&#x2014;&#x201C;There is a God who maketh known unto the king, what shall be in the latter days&#x201D;),<span class=\"citation\" id=\"60980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60980)\">Dan. 2:28<\/a><\/span> the God of heaven would set up His kingdom, and has given us the assurance that it would stand forever.<span class=\"citation\" id=\"61352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61352)\">Dan. 2:44<\/a><\/span> No handwriting will ever appear upon the walls of the temples of that kingdom, saying the kingdom is divided and given to another <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people.<span class=\"citation\" id=\"61488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61488)\">Dan. 5:1-31<\/a><\/span> Whatever may be our fate as individuals, we may rest assured the Kingdom of God has come to stay. <\/div><div class=\"paragraph jod\" id=\"v25n388\"> Having shown from the Scriptures not only that there would be a universal apostasy, but also a restoration of the Gospel, and the setting up of the Kingdom of God in the last days, we are now at liberty to inquire what the reasons of men are for rejecting Joseph Smith as God's instrument in accomplishing this work. <\/div><div class=\"paragraph jod\" id=\"v25n389\"> Is the fact that Joseph Smith was rejected by the world, hated and persecuted by thousands, any evidence against his being the chosen servant of God, to accomplish the mighty work of setting up the Kingdom of God upon the earth in the last days? Let history answer that question. How have the servants of God been received in all ages of the world? Much in the same way that Joseph Smith was. Paul, in speaking of the Prophets, tells us, &#x201C;They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented&#x201D; (Heb. xi, 37).<span class=\"citation\" id=\"77080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77080)\">Heb. 11:37<\/a><\/span> Jesus was hated and despised by the world, and finally put to death by the wicked. His Apostles and disciples fared but little better. Concerning the Apostles, Paul says: &#x201C;We are fools for Christ's sake, * * Even unto this present time we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace; And labor, working with our own hands: being reviled, we bless; being persecuted, we suffer it: Being defamed, we intreat: we are made as the filth of the world, and are the offscouring of all things unto this day.&#x201D; (1 Cor. iv.)<span class=\"citation\" id=\"73189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73189)\">1 Cor. 4:10-13<\/a><\/span> Was Joseph Smith despised any more  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than these ancient servants of God were? But Jesus says: &#x201C;Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man's sake. Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in like manner did their fathers unto the prophets.<span class=\"citation\" id=\"67256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67256)\">Luke 6:22-23<\/a><\/span> Woe unto you, when all men shall speak well of you! for so did their fathers to the false prophets.&#x201D; (Luke vi, 22, 26).<span class=\"citation\" id=\"67262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67262)\">Luke 6:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n391\"> On another occasion the same Great Teacher said to His disciples: &#x201C;If the world hate you, ye know that it hated me before it hated you. If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.&#x201D;<span class=\"citation\" id=\"70207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70207)\">John 15:18-19<\/a><\/span> And does not the same principle hold good today? And if Joseph Smith was indeed God's servant, would not the world hate him? This principle also holds good when applied to the people of God as a whole. If the Latter-day Saints were as vile and corrupt, or as ungodly as they are represented to be by their enemies, if they were as licentious as they are said to be&#x2014;then as God lives they would be of the world: and if of the world, and the principle which Jesus laid down be true, then the world would love them: but from the fact that this people are hated of the world, we have an assurance that they are not of the world: but God hath chosen them out of the world, and the world hate them. <\/div><div class=\"paragraph jod\" id=\"v25n392\"> That Joseph Smith was despised, rejected, and persecuted by men, is no valid objection to his being the honored servant of God. I have heard other objections urged against Joseph Smith: such as that he was un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learned&#x2014;uneducated in the wisdom of the world&#x2014;and this was true. That is, in his youth he was unlettered, and his scholastic attainments were limited, but as he grew to manhood, his lack of education could scarcely be complained of, as he proved himself able to cope with all the scholars of the age. <\/div><div class=\"paragraph jod\" id=\"v25n393\"> It is also alleged that both he and his followers were men that came from the humble walks of life, and were not among the lawyers, the rulers, and the professors. The same objections were urged against Jesus and His followers&#x2014;His Apostles. But what does such an objection amount to? Are not these the class of men that God has almost invariably called to perform His work? I read the following passage from the first Chapter of I. Corinthians: <\/div><div class=\"paragraph jod\" id=\"v25n394\"> &#x201C;For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called: <\/div><div class=\"paragraph jod\" id=\"v25n395\"> &#x201C;But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things that are mighty; <\/div><div class=\"paragraph jod\" id=\"v25n396\"> &#x201C;And base things of the world, and things which are despised, hath God chosen, yea, and the things which are not, to bring to nought things that are: That no flesh should glory in his presence.&#x201D;<span class=\"citation\" id=\"72918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72918)\">1 Cor. 1:26-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n397\"> To say, then, that Joseph Smith's estate was lowly, and that he was unlearned when called to the work of God, instead of being a valid objection against him, is, to the contrary, an evidence in his favor. <\/div><div class=\"paragraph jod\" id=\"v25n398\"> Having thus disposed of the objections made against his being a good man and a servant of God, let us next inquire into the evidence of his being an instrument in the hands of God, in restoring the Gospel, and  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>setting up the Kingdom of God upon the earth. What evidences have the Latter-day Saints to offer to the world that he accomplished this important work? First, the work itself: the institution which he organized&#x2014;it is an exact <span class=\"italic\">facsimile<\/span> of that which Christ instituted when He ministered upon the earth. Did the ancient Apostles teach faith in the Lord Jesus Christ as the Savior of the world&#x2014;did they teach salvation in His name? Yes, and so do we! Did they teach repentance, which includes the forsaking of sin? Yes, and so do we! Did they teach baptism by immersion for the remission of sin? And the laying on of hands for the reception of the Holy Ghost? The resurrection of the dead and future rewards and punishments? Yes, and so do we! <\/div><div class=\"paragraph jod\" id=\"v25n400\"> Did they have in the Church Apostles, Prophets, Seventies, Elders, Bishops, Evangelists, Pastors, Teachers, and Deacons&#x2014;<span class=\"citation\" id=\"75085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75085)\">Eph. 4:11<\/a><\/span>together with other helps and governments in the Church organization?<span class=\"citation\" id=\"73646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73646)\">1 Cor. 12:28<\/a><\/span> Yes, and the same are in the Church of Christ today, which Joseph Smith, under God, has organized on the earth. <\/div><div class=\"paragraph jod\" id=\"v25n401\"> Did the ancient Saints enjoy the spiritual gifts and blessings of the Gospel&#x2014;the gifts of knowledge, wisdom, faith, healing, tongues, interpretations, discerning of spirits, revelation, prophecy, visitation of angels, etc.? Yes: and do the Latter-day Saints enjoy these things? You know they do, for you are witnesses of these things&#x2014;then this institution exactly resembles that which Jesus established upon the earth when He was here. It is the same in its principles and ordinances; its officers and organization; and the same results&#x2014;the same gifts and graces grow out of obedience to its requirements. If you compare the institution known as the Church of <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus Christ of Latter-day Saints, with that institution described in the New Testament, you will find they correspond with each other, as face answers to face in the mirror. This feat of organizing a Church which should in every respect resemble that of Christ's, has been the ambition of the learned and pious reformers for centuries past; but they have failed. The world, however, are now compelled to admit one or the other of the two following conclusions: Either Joseph Smith, unlettered youth though he was, has so far outstripped the learning and wisdom of ages, and by the power of his own genius accomplished that which genius aided by scholarship could not do in previous centuries; or else they must conclude that God has in very deed again spoken from heaven, and revealed the Gospel and the organization of His Kingdom, through Joseph Smith. The first conclusion is absurd; the second is the true solution of the mystery, and thousands testify of it. <\/div><div class=\"paragraph jod\" id=\"v25n402\"> Another reason I would offer to sustain his being called of God, is&#x2014;he started right. I have seen a motto somewhere, which reads: &#x201C;Well begun, is half done.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n403\"> Jesus, when among His disciples on one occasion, appeared curious to know what people thought of Him; so He said to His Apostles, &#x201C;Whom do men say that I the Son of man am?&#x201D; He was answered, that some said He was John the Baptist, others Elias, or one of the prophets. &#x201C;But whom say ye that I am?&#x201D; Peter answered, &#x201C;Thou art the Christ, the Son of the living God.&#x201D; &#x201C;Blessed art thou, Simon Bar-jona,&#x201D; said Jesus, &#x201C;for flesh and blood hath not revealed this unto thee, but my Father which is in heaven * * * and upon this rock will I build my church; and the  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gates of hell shall not prevail against it&#x201D; (Matt. xvi.).<span class=\"citation\" id=\"64826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64826)\">Matt. 16:13-18<\/a><\/span> What was that &#x201C;rock&#x201D; upon which the Church was to be built?<span class=\"citation\" id=\"64862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64862)\">Matt. 16:18<\/a><\/span> It was upon the principle of God revealing unto men that Jesus was the Christ&#x2014;the principle of revelation. <\/div><div class=\"paragraph jod\" id=\"v25n405\"> In the Spring of 1820, Joseph Smith, in obedience to the instruction given in James&#x2014;&#x201C;If any of you lack wisdom, let him ask of God, who giveth to all men liberally, and upbraideth not; and it shall be given him&#x201D;&#x2014;<span class=\"citation\" id=\"77430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77430)\">James 1:5<\/a><\/span>was praying in the woods to the Father, when he was suddenly enwrapped in a glorious vision. He saw a pillar of light descending from heaven&#x2014;it rested upon him&#x2014;its brightness exceeded the brightness of the sun at noonday. In the midst of this glorious light stood two personages: each resembling the other. One standing a little above the other, pointing to the one below him said: &#x201C;<span class=\"italic\">This is My Beloved Son. Hear ye Him!<\/span>&#x201D;&#x2014;<span class=\"citation\" id=\"93611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93611)\">JS&mdash;H 1:11-17<\/a><\/span>&#x201C;Blessed art thou, Peter, for flesh and blood hath not revealed this unto thee, but my Father which is in<span class=\"citation\" id=\"64845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64845)\">Matt. 16:17<\/a><\/span> heaven.&#x201D; The same could be said to Joseph Smith now, for the Father had revealed the Son to<span class=\"citation\" id=\"64276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64276)\">Matt. 11:27<\/a><\/span><span class=\"citation\" id=\"67413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67413)\">Luke 10:22<\/a><\/span> him. &#x201C;And upon this rock will I build my<span class=\"citation\" id=\"64861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64861)\">Matt. 16:18<\/a><\/span> church.&#x201D; Hence we say Joseph Smith started upon the very principle upon which Jesus said He would build His Church. <\/div><div class=\"paragraph jod\" id=\"v25n406\"> Not only did Joseph start right, but he continued right. John, the Revelator, said that an angel would bring the everlasting Gospel to the earth in the hour of God's judgment;<span class=\"citation\" id=\"79942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79942)\">Rev. 14:6-7<\/a><\/span> Joseph Smith declares that the angel Moroni, who had been one of the ancient Prophets upon this American continent, came to him, and taught him many principles of the Gospel, and also delivered to him the metallic plates containing the Book of Mormon,<span class=\"citation\" id=\"93779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93779)\">JS&mdash;H 1:30-59<\/a><\/span> in which is <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> contained the &#x201C;<span class=\"italic\">fulness<\/span> of the everlasting gospel.&#x201D;<span class=\"citation\" id=\"84524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84524)\">D&amp;C 27:5<\/a><\/span><span class=\"citation\" id=\"93823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93823)\">JS&mdash;H 1:34<\/a><\/span> Thus was the Gospel restored to the earth, according to the prediction of the Scripture. John made the prediction;<span class=\"citation\" id=\"79868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79868)\">Rev. 14:6<\/a><\/span> Joseph Smith declares its fulfillment.<span class=\"citation\" id=\"84523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84523)\">D&amp;C 27:5<\/a><\/span><span class=\"citation\" id=\"93822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93822)\">JS&mdash;H 1:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n407\"> Furthermore, he received the authority to administer in the ordinances of this Gospel as the Scriptures direct. He did not take the honor upon himself, for the Scriptures forbid that. I will read from the 5th chapter of Hebrews, 4th verse. Paul, speaking of those who minister in the things pertaining to God, says: <\/div><div class=\"paragraph jod\" id=\"v25n408\"> &#x201C;And no man taketh this honor unto himself, but he that is called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76617)\">Heb. 5:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n409\"> The question now for our consideration is, how was Aaron called? For if we can find out how he was called, we shall then know how all other men must be called before they have authority to administer in the Gospel. Suppose that on the Statute books of Utah Territory, we should find a law which said, &#x201C;No man shall be governor of Utah, except he be appointed as was Governor Young.&#x201D; If that law was in force, what would we do if we were without a governor, and wanted one? We would turn back in the history of Utah, and find how Governor Young was appointed, and then appoint one the same way; very well, let us do the same thing in the case before us, as they are parallel cases. How was Aaron called? We read in the 4th chapter of Exodus, that the Lord called Moses to go and deliver Israel out of Egypt.<span class=\"citation\" id=\"53800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53800)\">Ex. 3:7-10<\/a><\/span> Moses excused himself, and desired the Lord to send someone else, as he was not eloquent, but slow of speech. This angered the Lord, and He said, &#x201C;Who hath made man's mouth?&#x201D; And the Lord promised to be with  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him, and teach him what he should say. Still Moses shrank; so the Lord says, &#x201C;Is not Aaron the Levite thy brother? I know that he can speak well. * * And he shall be thy spokesman to the people: and he shall be to thee instead of a mouth, and thou shalt be to him instead of a God.&#x201D;<span class=\"citation\" id=\"53820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53820)\">Ex. 4:10-16<\/a><\/span> On another occasion, when further authority was granted to Aaron, the word of the Lord came through Moses, saying, &#x201C;Take thou unto thee Aaron thy brother, and his sons with him, from among the children of Israel, that he may administer unto me in the priest's office,&#x201D;<span class=\"citation\" id=\"54394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54394)\">Ex. 28:1<\/a><\/span> etc. (Exodus, 28th chapter.) From this, then, we learn that Aaron was called by the word of God coming to a Prophet of God, calling him to administer in things pertaining to God; and Paul states the law&#x2014;no man taketh this honor unto himself, except he be called in the same way that Aaron was.<span class=\"citation\" id=\"76618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76618)\">Heb. 5:4<\/a><\/span> Joseph Smith was called according to this law. John the Baptist, a Prophet of God, who had held the Priesthood of Aaron when on the earth, came to Joseph Smith and Oliver Cowdery, and placing his hands upon their heads, ordained them to the Aaronic Priesthood, which gave them authority to preach repentance, and baptize for the remission of sins.<span class=\"citation\" id=\"84056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84056)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129048)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93976)\">JS&mdash;H 1:68-72<\/a><\/span> Subsequently, Peter, James and John came, and conferred the apostleship upon them,<span class=\"citation\" id=\"84666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84666)\">D&amp;C 27:12<\/a><\/span> which gave them the authority to build up the Kingdom of God in all the world.<span class=\"citation\" id=\"90220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90220)\">D&amp;C 107:23<\/a><\/span> Thus he received his authority of God according to the Gospel law relating to this matter. <\/div><div class=\"paragraph jod\" id=\"v25n411\"> But let us come to more positive proof than we have yet considered. <\/div><div class=\"paragraph jod\" id=\"v25n412\"> I read from the 84th section of the Doctrine and Covenants, 64th verse, the Lord in speaking to the first Elders of the Church, makes this promise unto them through <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Joseph Smith: &#x201C;Therefore, as I said unto mine apostles I say unto you again, that every soul that believeth on your words, and is baptized by water for the remission of sins, shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"87841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87841)\">D&amp;C 84:64<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n413\"> Here, now, is a promise that an impostor dare not make. It is placed within the reach of all men to test the truth whether Joseph Smith was authorized to make such a promise or not. It is just as much a test as that which Jesus gave to the people in His day, when He taught them in their temples, saying, &#x201C;If any man will do the will of my Father in Heaven, he shall know of the doctrine, whether I speak of myself or of him who sent me.&#x201D;<span class=\"citation\" id=\"69385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69385)\">John 7:17<\/a><\/span> So now we are told by this modern teacher, that if we believe on his words, and are baptized, we shall receive the Holy Ghost.<span class=\"citation\" id=\"87842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87842)\">D&amp;C 84:64<\/a><\/span> If this promise is not fulfilled, then it proves beyond all controversy that the person making it is an impostor. But seeing it is something that man cannot bestow upon another by his own power, if the promise is fulfilled, and men do receive the Holy Ghost, then it is positive evidence that Joseph was authorized of God to make that promise. Thousands can testify that this promise has been fulfilled. Most of you in this hall, if called upon, would doubtless testify that you have received the gift and power of the Holy Ghost. For one I can bear testimony that I have received the Holy Ghost, through obedience to the Gospel. It has expanded my mind, and enabled me to understand many of the principles connected with the Church and Kingdom of God. I have frequently felt it thrill from the crown of my head to the soles of my feet. I could as soon doubt the existence of the sunlight, as doubt the existence of the Holy Ghost within me, and which I have  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received in fulfillment of this promise in the Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v25n415\"> But I read further, in the same section, &#x201C;And these signs shall follow them that believe&#x2014;In my name they shall do many wonderful works; In my name they shall cast out devils; In my name they shall heal the sick; In my name they shall open the eyes of the blind, and unstop the ears of the deaf; And the tongue of the dumb shall speak; And if any man shall minister poison unto them it shall not hurt them; And the poison of a serpent shall not have power to harm them. But a commandment I give unto them, that they shall not boast themselves of these things, neither speak them before the world.&#x201D;<span class=\"citation\" id=\"87849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87849)\">D&amp;C 84:65-73<\/a><\/span> That is, we shall not boast before the world that God has promised to deliver us of these things. We may learn a lesson from Jesus on this subject&#x2014;The devil took Him to the pinnacle of the temple, and now, said he, if thou art the Son of God, cast thyself down, for it is written, I will give mine angels charge concerning thee, and in their hands shall they bear thee up, lest at any time thou dash thy foot against a stone. &#x201C;It is also written,&#x201D; replied Jesus, &#x201C;thou shalt not tempt the Lord thy God.&#x201D;<span class=\"citation\" id=\"62853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62853)\">Matt. 4:5-7<\/a><\/span> So today, we shall not boast ourselves of these things, and tempt the Lord. <\/div><div class=\"paragraph jod\" id=\"v25n416\"> But are these signs and blessings in the Church which Joseph Smith established? You, my brethren and sisters, know they are: you know that it is a common thing to send for the Elders to administer to the sick, and they are healed,<span class=\"citation\" id=\"77715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77715)\">James 5:14<\/a><\/span> and thousands in Utah, and hundreds throughout the world, can testify that they have seen the power of God manifest in the Church. If these promises made through Joseph Smith, had not been realized, it would have proven him an impostor; <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their being fulfilled, is an evidence that he was called of God. <\/div><div class=\"paragraph jod\" id=\"v25n417\"> The Lord gave unto ancient Israel a rule by which they might prove the men who spake to them in the name of the Lord, that they might know whether God had sent them or not; you will find it in the 18th chapter of Deuteronomy, 22nd verse. <\/div><div class=\"paragraph jod\" id=\"v25n418\"> &#x201C;When a prophet speaketh in the name of the Lord, if the thing follow not, nor come to pass, that is the thing which the Lord hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.&#x201D;<span class=\"citation\" id=\"55067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55067)\">Deut. 18:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n419\"> This, then, was the test made; if their prophecies failed to come to pass when the wheel of time brought them due, the Lord had not sent them. If their prophecies were fulfilled, then Israel might know that the Lord had sent them. Since it is claimed that Joseph Smith is a Prophet of God, let us try him by this rule. Many of his predictions are on record, let us examine them. We must confine ourselves to a few, however, for lack of time prevents us from making a very extensive examination. <\/div><div class=\"paragraph jod\" id=\"v25n420\"> I call your attention to a prediction recorded in section 103, of the Doctrine and Covenants, verses 5, 6 and 7. <\/div><div class=\"paragraph jod\" id=\"v25n421\"> &#x201C;But verily I say unto you, that I have decreed a decree which my people shall realize, inasmuch as they hearken from this very hour unto the counsel which I, the Lord their God, shall give unto them. Behold they shall, for I have decreed it, begin to prevail against mine enemies from this very hour. And by hearkening to observe all the words which I, the Lord their God, shall speak unto them, they shall never cease to prevail until the kingdoms of the world are subdued  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>under my feet, and the earth is given unto the saints, to possess it forever and ever.&#x201D;<span class=\"citation\" id=\"89692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89692)\">D&amp;C 103:5-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n423\"> This prophecy was given in February, 1834&#x2014;a few months after the Saints were driven from Jackson County, Missouri. Now, take the history of the Saints from that time until the present, and to my mind, it appears to be one continual series of triumphs. The Saints being driven from Jackson County, did not stop the progress of the Kingdom of God. The Gospel was preached more extensively, and the fruits of the Elders' labors were more abundant; and when five years later the Saints were expelled from the State of Missouri, 12,000 were driven instead of 1,200 as in the drivings in Jackson County. The only visible effect of their expulsion from Missouri, was to give the work fresh impetus. The exiled Saints settled in Illinois, started to build a great city, and began the erection of a noble temple, at the same time sending the Gospel to the European nations. Eight years after, when they were again obliged to move, instead of 12,000 going, there were 20,000 that began their march for the West. They settled in these mountains, and although great difficulties have had to be surmounted, still the work of God has been <span class=\"italic\">growing<\/span>; and if the Saints had to move again, 150,000 would leave their homes&#x2014;so persecution has not stayed the work of God. <\/div><div class=\"paragraph jod\" id=\"v25n424\"> Again; when the Saints were in Missouri, they had but one temple; today we have one temple completed and several more in course of erection&#x2014;some of which will soon be finished. <\/div><div class=\"paragraph jod\" id=\"v25n425\"> In 1833, they drove our fathers from a single county in Missouri; five years later it was found that they had possession of <span class=\"italic\">several<\/span> counties. <\/div> <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n426\"> In 1846, they drove our parents from a single city and its surroundings; they came to the wilderness, and founded a <span class=\"italic\">Territory<\/span> which we possess; and we are spreading over into the surrounding States and Territories, and today the cry of Zion's children is&#x2014;&#x201C;Give us room that we may dwell!&#x201D;<span class=\"citation\" id=\"59455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59455)\">Isa. 49:20<\/a><\/span> We have prevailed against every obstacle&#x2014;the prophecy so far has been fulfilled; and if we will but hearken to the counsels of God, we shall never cease to triumph, until the kingdoms of this world are the kingdoms of our God and His Christ.<span class=\"citation\" id=\"79521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79521)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n427\"> In Sec. 87 of the Doctrine and Covenants, is the remarkable prophecy of Joseph Smith's, relating to the great rebellion of the Southern States. Before I read that part of the prophecy of which I wish more particularly to speak, I will pave the way for it. When reasoning with infidels on the truth of the Jewish Scriptures, I have often alluded to the many prophecies in the Bible, and then have shown from history that these predictions have been verified&#x2014;hence they were inspired. They would generally try to destroy the force of my argument by claiming that the predictions were made after the events had transpired; that is, they were not predictions in fact, but were written by fanatics to deceive mankind. But I wish to show my young brethren this prophecy on the war of the rebellion cannot be overthrown by such assumptions as these, to which I have just alluded. <\/div><div class=\"paragraph jod\" id=\"v25n428\"> This revelation and prophecy on war, was given December 25, 1832;<span class=\"citation\" id=\"88200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88200)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91343)\">D&amp;C 130:12-13<\/a><\/span> the events it predicts did not commence until 1861&#x2014;29 years after the prophecy was made. I have heard several of the leading Elders of the Church say, they carried with them manuscript copies of that prophecy in their preaching tours  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>throughout the States, and occasionally would read it to the people: better still&#x2014;in the year 1851, Elder F. D. Richards published in England a book called, &#x201C;The Pearl of Great Price;&#x201D; among other interesting matter it contained, was this prophecy on war. This was nine years before the war it predicted began. As this book was widely circulated both in Europe and America, no one can ever use the old infidel argument against it&#x2014;that is, that the prediction was made after the event had occurred. <\/div><div class=\"paragraph jod\" id=\"v25n430\"> I read from the Book of Covenants: <\/div><div class=\"paragraph jod\" id=\"v25n431\"> &#x201C;Verily, thus saith the Lord concerning the wars that shall shortly come to pass, beginning at the rebellion of South Carolina, which shall eventually terminate in the death and misery of many souls; And the time will come that war will be poured out on all nations, beginning at this place. <\/div><div class=\"paragraph jod\" id=\"v25n432\"> &#x201C;For behold, the Southern States shall be divided against the Northern States, and the Southern States will call on other nations, even the nation of Great Britain, as it is called, and they shall also call upon other nations, in order to defend themselves against other nations; and then war shall be poured out upon all nations.&#x201D;<span class=\"citation\" id=\"88170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88170)\">D&amp;C 87:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n433\"> We have already shown that this prediction was made a number of years before it began to be fulfilled. It now remains for us to prove that the events spoken of, actually occurred. <\/div><div class=\"paragraph jod\" id=\"v25n434\"> It is a matter of history that the first gun fired &#x201C;in the late unpleasantness,&#x201D; was fired upon Fort Sumpter, from a rebel battery in South Carolina, and from there the war spread to other States. The trouble started, then, where Joseph Smith said it would begin&#x2014;South Carolina.<span class=\"citation\" id=\"88163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88163)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91321)\">D&amp;C 130:12<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n435\"> It was to &#x201C;end in the death and misery of many souls.&#x201D;<span class=\"citation\" id=\"88164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88164)\">D&amp;C 87:1<\/a><\/span> This, however, was contrary to the expectations both of the North and the South. The South claimed that in a short time they would be able to compel the North to acknowledge them as an independent nation. While Abraham Lincoln was equally confident in his ability to put his foot upon the neck of the Rebellion and crush out its life; his first levy for troops was only for 90,000 men, for 90 days. But whatever the expectations of men might be, the Lord had said the war should &#x201C;end in the death and misery of many souls.&#x201D;<span class=\"citation\" id=\"88165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88165)\">D&amp;C 87:1<\/a><\/span> All who are acquainted with the history of the Rebellion know that it thus ended. <\/div><div class=\"paragraph jod\" id=\"v25n436\"> I, myself, have visited many of the battlegrounds in the Southern States. Not long ago I was on the battlefield of Shiloh, on the Tennessee River, where 20,000 men were killed in two days: I have also passed over the battlefields around Nashville, Franklin, and Murfreesboro; also over Missionary Ridge, Chiamaugel, and Mount Lookout. Last summer I visited Richmond, and passed over that part of country where the Battles of the Wilderness were fought, where over three hundred thousand men laid down their lives in their respective causes; and as I called to mind the thousands who had been slain on these battlefields I have mentioned, and many others&#x2014;said: The fact that Joseph Smith was a Prophet of God, is written in characters of blood to this generation, and yet they regard it not. <\/div><div class=\"paragraph jod\" id=\"v25n437\"> But this war was to end in the &#x201C;misery of many souls,&#x201D;<span class=\"citation\" id=\"88166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88166)\">D&amp;C 87:1<\/a><\/span> and when I called to mind the sorrow of the sister who looked in vain for the return of the brother&#x2014;the companion of her childhood&#x2014;when I thought of the tears that had  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fretted channels in the pale cheek of the mother who looked in vain for the return of her son, who in the buoyancy of youth had gone to do battle in his country's cause&#x2014;when I thought of the wife, who still watched and waited for the return of him whose strong arm was to be her support through life's dreary march&#x2014;when I called to mind all the anguish these hearts felt, I exclaimed&#x2014;That Joseph Smith was a Prophet of God, is witnessed by the tears and heartrending sobs of these multitudes who have looked and waited in vain for the return of their loved ones. <\/div><div class=\"paragraph jod\" id=\"v25n439\"> The Southern States were to call on Great Britain to assist them.<span class=\"citation\" id=\"88205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88205)\">D&amp;C 87:3<\/a><\/span> Did they do it? Yes. The Southern States Confederacy sent two men, Messrs. Mason and Slidell, to negotiate with the English government, with the view of getting assistance; but they were captured and brought back to the United States. This is a familiar matter of history. England, too, was to call upon other nations to protect themselves against other nations.<span class=\"citation\" id=\"88206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88206)\">D&amp;C 87:3<\/a><\/span> Has this been done? To answer that question we have but to allude to the treaties now existing between Great Britain and other European nations. Thus you see this prophecy, so far as we have read it, has been minutely fulfilled&#x2014;fulfilled in every particular, and the rest of it will be, so fast as the wheels of time shall <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bring the events due; and the fulfillment of these prophecies prove beyond <span class=\"italic\">controversy<\/span>, that Joseph Smith was a Prophet of God, and &#x201C;spake as he was moved upon by the Holy Ghost.&#x201D;<span class=\"citation\" id=\"78351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78351)\">2 Pet. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n440\"> There is just one more item I will refer to, and then close. <\/div><div class=\"paragraph jod\" id=\"v25n441\"> It was always a strange thing to me, that Joseph Smith should have to lay down his life, until I found the following passage of Scripture: it is contained in the 9th chapter of Hebrews, 16 and 17 verses: <\/div><div class=\"paragraph jod\" id=\"v25n442\"> &#x201C;For where a testament is, there must also of necessity be the death of the testator. <\/div><div class=\"paragraph jod\" id=\"v25n443\"> &#x201C;For a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth.&#x201D;<span class=\"citation\" id=\"76913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76913)\">Heb. 9:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n444\"> Joseph was the instrument through which God ushered in the dispensation of the fullness of times&#x2014;the greatest of all dispensations&#x2014;in which God will complete His work, pertaining to the salvation of men on the earth; it was a great work&#x2014;Joseph was to testify of it&#x2014;and &#x201C;where a testament is there must needs be,&#x201D; says Paul, &#x201C;the death of the testator.&#x201D;<span class=\"citation\" id=\"76892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76892)\">Heb. 9:16<\/a><\/span> So when Joseph Smith fell by the old well-curb at Carthage jail, pierced by the bullets of assassins, he placed the capstone upon his mission by sealing it with his blood&#x2014;and from that time henceforth it is in force on all the world.<span class=\"citation\" id=\"129049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129049)\">D&amp;C 135:3<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}