{"ID":250020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Kind of God the Saints Believe In&#x2014;Skepticism in the World&#x2014;Miracles Not Due to a Suspension of Law&#x2014;Results of Faith Exercised By the Saints&#x2014;Providence in Their Favor&#x2014;Ideas As to the Form and Attributes of Heavenly Beings&#x2014;How Joseph Smith Obtained His Knowledge&#x2014;What Our Faith Has Cost.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Evening (Quarterly Conference, Salt Lake Stake), May 4, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Faith in the True God Exceptional.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 5\/4\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v25n462\"> In arising to address you, my brethren and sisters, this evening, I desire an interest in your faith and prayers, that I may be led to speak upon those points of doctrine or of principles, that are adapted to our <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wants and to the circumstances which surround us. <\/div><div class=\"paragraph jod\" id=\"v25n463\"> It is a great responsibility to arise as a teacher to a great people like those who have assembled within this house this evening, especially to  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speak in the name of the Lord, and I do not believe that any man should do this unless he can have the assistance of that spirit which God has promised to bestow upon His servants. <\/div><div class=\"paragraph jod\" id=\"v25n465\"> We who belong to the Church of Jesus Christ of Latter-day Saints, believe in God;<span class=\"citation\" id=\"94042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94042)\">A of F 1:1<\/a><\/span> not a God who lived a few thousand years ago, but a God who lives today; a God who has a voice with which to speak today, and who has arms and a head, and bodily as well as spiritual powers, who can communicate His mind and His will unto His children, with the same facility in the days in which we live as He did in the days of the Savior and His disciples, or in the days of the prophets. If there is any feature characteristic of the present age that is more notable than another, it is the decay of faith in God. It is a characteristic of our age and time, and it is one that is increasingly manifesting itself among what are termed the Christian nations. I have myself frequently&#x2014;especially of late years&#x2014;been struck with the contrast between the present unbelief and the faith concerning God, which existed in the days when I first went out to preach the Gospel, or in the days of my youth. Skepticism is increasing on every hand, and if it were not for this Church, and the faith that is cherished by the Latter-day Saints, and which they are endeavoring to instill into the minds of their children, and of all unto whom they have access, there would be no Church of which I have any knowledge that, as a church, believes in God our Eternal Father, as he is described in the Scriptures&#x2014;a God who can hear and answer&#x2014;literally answer&#x2014;the prayers of those who address Him in faith. The idea has become very prevalent of late years, in the so-called Chris<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tian world, that God does not interfere by any special providence in behalf of any people or of any individual; that He governs the universe and the earth upon which we stand, and the inhabitants of which we form a part, by grand and universal laws, and that those laws are never overruled. In other words, that there is no special interposition of providence in behalf of individuals or of peoples, but that the Lord rules by those grand laws which are applicable to all, and which all have to submit to, and that He does not concern Himself to listen unto the appeals of individuals in behalf of themselves, or of those in whom they are interested, or to have any special providence extended unto nations; and it is this feature of belief that causes mankind who are familiar with us, to entertain such ideas respecting our future as they frequently indulge in. You will often hear it said&#x2014;I have heard it stated I may say hundreds of times when I have spoken to friends who are not of our faith, concerning the interposition of providence in our behalf; and the faith that we had respecting the deliverances that would be wrought out for us&#x2014;I have been told that God is on the side of the strongest battalions, that God is on the side of the heaviest artillery; that God is on the side of the greatest numbers; and I have often provoked smiles of incredulity by the simple statement of our faith in God, and our hopes and anticipations concerning the care that He had had over us, the deliverances which He has wrought out for us, and the promises that He had made unto us concerning the future. <\/div><div class=\"paragraph jod\" id=\"v25n466\"> Upon this point and in this respect we differ, as I have remarked, from every people with whom I am acquainted&#x2014;in this feature of our  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>religion, this implicit trust in a God who can hear and who can answer prayer, in a God who is not on the side of the greatest numbers, unless the greatest numbers are in the right; in a God whose power is not exerted in behalf of the strongest battalions, nor of the heaviest artillery, unless the strongest battalions and the heaviest artillery are in the right. We believe, as it has sometimes been stated, that God and one man are a great majority, and that when He purposes to accomplish a certain work, all the powers of earth and the powers of hell combined cannot prevent the accomplishment of that work; that there is no power that can by any possibility defeat His purposes; and that He will interpose by the exercise of His Almighty power in behalf of the individual, in behalf of the community, or in behalf of the nation concerning whom He has spoken, and who are seeking to do his will. We have proved this, at least to our own satisfaction. The history of the people is full of illustrations of the most remarkable character establishing this truth, so far as we are concerned, beyond all controversy; and I am happy to say that this faith is increasing instead of decreasing among the Latter-day Saints. I am happy in this knowledge. In my associations with our people in various places, I find that there is a steady growth of faith in that God whom we worship, and in His power to save and to deliver us, and in his power to bless us and to grant unto us the righteous desires of our hearts. This does not necessarily require a suspension of law. It was no suspension of law on the part of our Savior, that caused Him to gather from the elements the bread and the fishes necessary to feed the multitude.<span class=\"citation\" id=\"64745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64745)\">Matt. 14:15-21<\/a><\/span><span class=\"citation\" id=\"66558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66558)\">Mark 6:35-44<\/a><\/span><span class=\"citation\" id=\"67346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67346)\">Luke 9:12-17<\/a><\/span><span class=\"citation\" id=\"69198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69198)\">John 6:5-13<\/a><\/span> It was no suspension of law that caused <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Him to open the eyes of the blind, or to cause the sick to be healed. It was no suspension of law that caused Him to ascend in the sight of His disciples after His resurrection when He visited them.<span class=\"citation\" id=\"71041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71041)\">Acts 1:9-11<\/a><\/span> I know that miracles are said to be a suspension of law; but instead of their being a suspension of law, they are due to a knowledge of a higher law, to a comprehension of greater laws, by the knowledge of which, what are called miracles are wrought. To a person who never saw the effect of electricity, if he were in this Tabernacle and were to see these lights kindled instantaneously by the touch of electricity&#x2014;a person who did not understand the laws of electricity, would say, &#x201C;Why this is miraculous.&#x201D; Or to an ignorant person, a person who knew nothing of the law of electricity, it would seem marvelous that one standing at the end of a wire, stretched under the ocean could, by touching that wire, communicate a distance of nearly 3,000 miles, and could talk to a person at the other end of the wire. Had this been mentioned in the days of our forefathers, they would have declared it was an impossibility. Such power would have been miraculous in their eyes, and they would have said that such a thing was contrary to all known laws concerning the transmission of sound and thought; but to us who understand this law&#x2014;or if we do not understand it, who see the operations of electricity; who know that we can go to the telegraph office and send a message to Europe from this city, and get a reply within a few hours; in fact, receive it here at a time of the day earlier than it was transmitted from there, which is frequently done. We, who witness this, no longer look upon it as a miracle, or as a suspension of law, or a violation of the laws which  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>govern the transmission of sound or thought. We accept it because we have become familiar with it. And so, if we understood the law by which Jesus operated when He fed the multitude, it would be as simple to us as the law of electricity is today. If we understood the law by which the sick were healed, and sight restored to the blind, or by which He counteracted the laws of gravitation, and ascended in the sight of His disciples into heaven&#x2014;if we understood these laws, they would be simple to us, as all laws are when they are understood. <\/div><div class=\"paragraph jod\" id=\"v25n469\"> There is no suspension of law on the part of our Father when He interposes in behalf of His children. He has ministering spirits who minister unto those, as the Apostle tells us, who shall be heirs of salvation.<span class=\"citation\" id=\"76422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76422)\">Heb. 1:14<\/a><\/span><span class=\"citation\" id=\"87153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87153)\">D&amp;C 76:88<\/a><\/span> Jesus conveys the idea very beautifully, when He says, that not one hair of our heads falls to the ground unnoticed.<span class=\"citation\" id=\"64211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64211)\">Matt. 10:29-31<\/a><\/span><span class=\"citation\" id=\"67597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67597)\">Luke 12:6-7<\/a><\/span><span class=\"citation\" id=\"67976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67976)\">Luke 21:18<\/a><\/span><span class=\"citation\" id=\"87880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87880)\">D&amp;C 84:80,116<\/a><\/span> This was the kind of faith which He taught His disciples, and it is the kind of faith that was believed in by the ancients, by those who wrote the Bible, by those who wrote the Book of Mormon, and it is the faith that is transmitted to us, which God is endeavoring to establish in the hearts of the children of men, to bring them nearer to Him, and enable them to partake of that power which He is willing to bestow upon men, if they will follow after Him. <\/div><div class=\"paragraph jod\" id=\"v25n470\"> As I have said, the history of this Church is full of instances of this character. When we started out from the State of Illinois, and crossed the Mississippi when it was frozen over, the leading men of this Church, sending their wagons on with the few goods they had, they launched forth into a wilderness, not knowing where they were going. Moses and the children of Israel, <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when they left Egypt, had a more definite idea of their destination than the Latter-day Saints had, when they left Illinois; because the children of Israel knew that the promises which had been made to their father Abraham, concerning Canaan,<span class=\"citation\" id=\"53135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53135)\">Gen. 17:1-8<\/a><\/span> (and which was the residence of the heads of their tribes) must be fulfilled. The traditions of the people led them to look back to Canaan, as the land which they would eventually inherit. But there were no such traditions for us to lean upon. Before the people stretched an uninhabited wilderness, two thousand miles in extent, concerning which but little was known, but the people had no hesitation. God had spoken by the mouth of His servant Joseph Smith, the Prophet, concerning the Latter-day Saints, that they should be in the Rocky Mountains, and should become a numerous people, a great people. The Twelve Apostles who then presided over the Church, were led by the Spirit of God to organize the people into companies, and to encourage them to look forward to a journey in the wilderness to a land to which God would lead us, and that when we should find it, we should know it was the land that He designed for us. There were inviting places in Iowa, for Iowa was then comparatively uninhabited. We followed Indian trails with our wagons, for there was no regular wagon road. We built bridges across the streams of Iowa&#x2014;that is, streams that were not fordable&#x2014;over which to take our wagons and cattle. The whole country was a waste. The Latter-day Saints might, had they chosen, have settled there, but the voice of the Spirit was not to settle there. We crossed the Missouri River, remained during the winter upon its banks, and then in the spring  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the pioneers launched out through what is now the State of Nebraska, which was then Indian Territory. The fertility of those plains did not tempt them to make that their abiding place, but they pressed on, not a man in the company knowing where they were going, not a man in the company who had ever trod the ground before, or who knew anything, by practical experience, of the character of the region upon which they were entering. <\/div><div class=\"paragraph jod\" id=\"v25n472\"> Now, this was faith in God. It is easy to say, after it has been demonstrated that settlements could be made in these mountains&#x2014;that crops could be raised&#x2014;it is easy to say that this was not much of an undertaking. I am reminded of a story told of Columbus. After he had made the discovery of America, and returned to Spain, upon one occasion, while at a banquet with a number of Spanish grandees, someone made light of the discovery he had made, of the voyage that he had undertaken, and the result of it. He picked up an egg that was lying near, and asked which of them could make that egg stand on end. They all tried it, but failed; they could not make the egg stand on end. He thereupon took the egg, knocked it on the table, and flattened it, and made the egg stand. &#x201C;Gentlemen,&#x201D; said he, &#x201C;it is easy to make an egg stand on end when you know how to do it.&#x201D; It is easy to discover a land after it has been discovered. It is easy to talk about the settlement of these valleys, and that which has been done here; after the work has been accomplished and the problem has been solved; after it has been demonstrated beyond all possible doubt that this country is habitable, that these valleys will produce crops to sustain human life, and that these streams that flow <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the mountains can be used for the irrigating of these lands, and used successfully. But there was a time when there was a doubt concerning this. When the pioneers reached this valley, there was no doubt in the mind of the man who led the people, whatever there might be in the minds of others. His mind was clear, and the whole people felt that he had the right from God, as His servant, to designate the spot. They had faith to believe that God would sustain them in doing what they were told, and they planted themselves on this spot, having faith in God, believing that He would hear them, believing that He had heard them, believing that he would still continue to protect them, and fulfill all His promises which He had made, and they proved then, if they had not proved before, that God the Eternal Father is a God nigh at hand and not afar off. And when the crickets came down, as they did in 1848, in myriads from the mountains, blackening the whole face of the valley, sweeping off during one night fields of grain that were as promising as fields could be, and leaving them as bare as the palm of a man's hand, even then their faith did not fail: they still had confidence that that God who had led them thus far would still continue to preserve them, and would supply their wants; and when it seemed as though their faith had been tried to the very uttermost, when the last point had been reached, God interposed by a very natural means. He did not come down Himself, that is in our sight, for us to see Him visibly; His angels did not come for us to see them visibly; but He sent the gulls who came by thousands, and devoured those crickets, leaving them in heaps along the edges of the water ditches. Having eaten their fill, they then  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vomited, and having eaten again, vomited again, and thus continued the work of devouring, until every field was clear of those destructive insects. Now, an unbeliever might not have seen the hand of God in this, but the hearts of the Latter-day Saints did see His hand, and profound gratitude was aroused. Prayers of thanksgiving ascended unto the God of heaven for His interposition in our behalf. The people felt that their God was still near to them, that He still heard and answered their prayers, and granted unto them the desires of their hearts. <\/div><div class=\"paragraph jod\" id=\"v25n474\"> And thus it has been from that day until the present time. Notwithstanding the many measures that have been taken against us as a people, the many plots that have seemed so promising to those who framed them concerning the destruction of the Latter-day Saints; when it has seemed that destruction was inevitable, that no power could save us, God has interposed by His wonderful power and we have escaped, and today, notwithstanding these many efforts, we are a free people in the mountains, having the privilege, that God said we should have, of worshipping Him, and enjoying peace and prosperity, if we would but continue to put our trust in him and keep His commandments;<span class=\"citation\" id=\"89693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89693)\">D&amp;C 103:5-7<\/a><\/span> so that today, throughout all these valleys, from one end to the other, there is a people found who, notwithstanding all the threats that are fulminated, all the projects that are started, all the efforts that are made to destroy us as a religious organization, to break down our liberties, to rob us of those rights which are dear to every man who has been born free&#x2014;notwithstanding these threats, a reign of peace and undisturbed quiet prevails throughout all <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these valleys, in the breasts, in the houses, in the family circles, of all the Latter-day Saints from one end of this land to the other. A grander exhibition of faith, a more sublime exhibition of confidence in God cannot be witnessed anywhere upon the face of the earth, than is afforded by the example of the Latter-day Saints. They do bear witness unto the heavens, unto God the Eternal Father, unto holy angels, and unto all men, that whatever unbelief may prevail elsewhere, whatever the feelings of skepticism may be in other lands, and among other peoples, they at least have, unwaveringly and undoubtingly, relied upon His glorious promises, and are willing to trust him to the very uttermost, believing that He is indeed a God who is, as I have said, near at hand and not afar off. In fact, outside of this people you can scarcely find a man or a woman who has any clear conception concerning God Himself. You ask members of churches, &#x201C;What is your God like? Who is the Being whom you worship?&#x201D;&#x2014;and the reply, doubtless, of many, would be, &#x201C;great is the mystery of godliness.<span class=\"citation\" id=\"75925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75925)\">1 Tim. 3:16<\/a><\/span><span class=\"citation\" id=\"84186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84186)\">D&amp;C 19:10<\/a><\/span> That is something we do not comprehend.&#x201D; It is a forbidden topic, almost. You ask ministers of religion concerning the character and form of God, and how few there are who will attempt to make any sort of a reasonable answer. They have no idea, scarcely. Do they believe Him to be a personal being? I have scarcely ever found a professing Christian who did believe this. They say God is a spirit.<span class=\"citation\" id=\"69096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69096)\">John 4:24<\/a><\/span> True enough. But has God no powers? Is God a diffused substance, filling all creation? That is the idea that many have. And you get the professed Christian and the professed infidel, and let each of them talk about God, and they are  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as near together as it is possible to be. The infidel who has no faith in God, believes in nature. The Christian, who professes to believe in God, if he attempts to define his God, will describe him something as an infidel would the creative power. <\/div><div class=\"paragraph jod\" id=\"v25n476\"> But what is the truth concerning God? Let us hear what Moses says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n477\"> &#x201C;And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and every creeping thing that creepeth upon the earth. <\/div><div class=\"paragraph jod\" id=\"v25n478\"> &#x201C;So God created man in his own image, in the image of God created he him; male and female created he them.&#x201D;<span class=\"citation\" id=\"52235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52235)\">Gen. 1:26-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n479\"> What could be plainer than this! &#x201C;God created man in his own image, in the image of God created he him; male and female created he them.&#x201D;<span class=\"citation\" id=\"52269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52269)\">Gen. 1:27<\/a><\/span> Again Moses says: <\/div><div class=\"paragraph jod\" id=\"v25n480\"> &#x201C;This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him; <\/div><div class=\"paragraph jod\" id=\"v25n481\"> &#x201C;Male and female created he them; and blessed them, and called their name Adam, in the day when they were created.&#x201D;<span class=\"citation\" id=\"52750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52750)\">Gen. 5:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n482\"> Yet with this Bible in their hands, you will scarcely find a professed Christian who believes this statement of Moses, that God created man in his own image, notwithstanding the fact that Paul in two or three places in his epistles, actually says that Jesus is the express image of his Father's person.<span class=\"citation\" id=\"74074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74074)\">2 Cor. 4:4<\/a><\/span><span class=\"citation\" id=\"75551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75551)\">Col. 1:15<\/a><\/span><span class=\"citation\" id=\"76377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76377)\">Heb. 1:3<\/a><\/span> He wrote so to the Galatians. He wrote so to the Hebrews. He told them that Jesus Christ was the express image of God his Father.<span class=\"citation\" id=\"76378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76378)\">Heb. 1:3<\/a><\/span> And we have the fact recorded, that Abraham talked with God, and that Abraham plead with God.<span class=\"citation\" id=\"53138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53138)\">Gen. 17:1-22<\/a><\/span> You remember the occasion <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when three personages came down and visited Abraham. Abraham it is said, talked with the Lord, and plead with Him concerning the destruction which was about to come upon Sodom. He plead that if there should be fifty righteous men found in Sodom, would He spare the city? He plead that if there should be but forty-five, or forty, or thirty, or twenty, and finally he came down to ten&#x2014;that if ten righteous men were found, would He spare the city? and He promised He would.<span class=\"citation\" id=\"53191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53191)\">Gen. 18:1-33<\/a><\/span> He talked with Him as one man talketh with another.<span class=\"citation\" id=\"54525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54525)\">Ex. 33:11<\/a><\/span><span class=\"citation\" id=\"129057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129057)\">Ether 12:39<\/a><\/span><span class=\"citation\" id=\"92228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92228)\">Moses 1:2<\/a><\/span><span class=\"citation\" id=\"129058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129058)\">Moses 7:4<\/a><\/span><span class=\"citation\" id=\"129059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129059)\">Abr. 3:11<\/a><\/span> Again, we have the record of Moses in Exodus, where he tells us that the seventy Elders of Israel ate and drank in the presence of the God of Israel.<span class=\"citation\" id=\"54365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54365)\">Ex. 24:9-11<\/a><\/span> We have the statement also that the two tables of stones which contained the law and the testimony, were written by the finger of God, by his own finger.<span class=\"citation\" id=\"54440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54440)\">Ex. 31:18<\/a><\/span> And when Moses plead with Him that He might see His person, He told him that he should see His back parts; but His face should not be seen.<span class=\"citation\" id=\"54534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54534)\">Ex. 33:18-23<\/a><\/span> He gave that promise to Moses, and Moses saw His person.<span class=\"citation\" id=\"55281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55281)\">Deut. 34:10<\/a><\/span><span class=\"citation\" id=\"92227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92227)\">Moses 1:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n483\"> Our Lord and Savior Jesus Christ, whom we worship as God, was a man like unto us, so much so that his divinity was not recognized through any external signs by the Jews. There was nothing about his person that they could discover that would make Him a God, the creator of the heavens and the earth, any more than the Sandwich Islanders could discover in the person of Captain Cook, who discovered their Islands. They believed him to be a god when he first came in their midst; but he showed signs of mortal fear, by which they knew he was not a god, and they slew him. The Jews tested, as they thought most thoroughly, the divinity of Jesus.  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When they hung Him upon the cross, they said mockingly, &#x201C;If thou be the Son of God, come down from the cross.&#x201D;<span class=\"citation\" id=\"66365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66365)\">Matt. 27:40<\/a><\/span> They assumed that they would believe and accept Him as the Son of God, if He would come down from the cross. He was in all respects a man, so far as the outward appearance was concerned; His exterior was that of a man; but, nevertheless, He was a God. He was the first begotten Son of the Eternal Father,<span class=\"citation\" id=\"76387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76387)\">Heb. 1:6<\/a><\/span> who sits enthroned in glory and majesty, surrounded by burning fire. He was the Son of that Being, and was the express image of His person,<span class=\"citation\" id=\"76379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76379)\">Heb. 1:3<\/a><\/span> like Him, having a head, having the senses that men have, having all the bodily features that we have, and His Father was precisely like Him, or He, in other words, was precisely like His Father. There is nothing more plainly conveyed and taught than this in the Scriptures of divine truth, the Bible, and yet men professing to teach godliness and to teach God, endeavor to destroy that feeling and that faith in the minds of the people. <\/div><div class=\"paragraph jod\" id=\"v25n485\"> When such misconceptions as these exist in the minds of the children of men, of course there cannot be correct faith exercised; men who do not know to whom to go, on whom to call, or to whom to pray. &#x201C;This is eternal life,&#x201D; says Jesus, &#x201C;that they might know thee the only true God, and Jesus Christ, whom thou has sent.&#x201D;<span class=\"citation\" id=\"70615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70615)\">John 17:3<\/a><\/span> That was eternal life&#x2014;to know Him, to comprehend Him, to understand the Being that gave us life, that created us. Therefore, when a man understands this he goes to God with perfect confidence. He asks God as he would his earthly father for that which he desires. <\/div><div class=\"paragraph jod\" id=\"v25n486\"> My brethren and sisters, it is a glorious truth that has been taught to us, that we are literally the chil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren of God, that we are his literal descendants, as Jesus was literally descended from Him, and that He is our Father as much as our earthly parent is our father, and we can go to Him with a feeling of nearness, knowing this, understanding it by the revelations which God has given to us. <\/div><div class=\"paragraph jod\" id=\"v25n487\"> I would like to read to you a little to refresh your minds and to show you how this faith which had been so long lost to the earth was restored; for the memory of it&#x2014;the memory of what God was like, had died out of the human mind. Hundreds of years had elapsed since any man had seen God. All that was known, therefore, respecting Him, His personality and His attributes, was that which was written in the Bible; but through the spiritualizing that had taken place, through the attachment of double meanings to the plain word of God, it caused the truth to fade away from men's minds. There was no man upon the earth of whom we have any knowledge, who could tell any thing about God, or about an angel. As I remarked here a few Sundays ago, the general idea that prevailed in regard to angels was, that they were half fowl, that they were men or women with feathered wings growing out of their backs. I know that there are creatures referred to in the Scriptures, who have wings,<span class=\"citation\" id=\"79147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79147)\">Rev. 4:8<\/a><\/span><span class=\"citation\" id=\"79618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79618)\">Rev. 12:14<\/a><\/span> but they are not men, they are not angels, such as come and minister unto the human family. Yet you will see in all the pictorial representations of angels in our family Bibles beings dressed somewhat like a woman, with features resembling those of a woman, and with feathered wings growing out on their backs. These ideas became common, and still prevail throughout Christian nations. <\/div><div class=\"paragraph jod\" id=\"v25n488\"> Now, as I have said, the true con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ception of God, like the true conception of angels, had vanished from the minds of the children of men. But Joseph Smith, prompted by the Spirit of God, chosen, as I fully believe, as the old prophets were, from before the beginning of the world, to lay the foundation of this great latter-day work, was moved upon to inquire of God. I will read a little of what is said concerning this: <\/div><div class=\"paragraph jod\" id=\"v25n490\"> &#x201C;While I was laboring under the extreme difficulties caused by the contests of these parties of religionists, I was one day reading the Epistle of James, first chapter and fifth verse, which reads: <span class=\"italic\">If any of you lack wisdom, let him ask of God, that giveth unto men liberally, and upbraideth not; and it shall be given him.<\/span> Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again, knowing that if any person needed wisdom from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know; for the teachers of religion of the different sects understood the same passage so differently as to destroy all confidence in settling the question by an appeal to the Bible. At length I came to the conclusion that I must either remain in darkness and confusion, or else I must do as James directs, that is, ask of God. I at length came to the determination to &#x201C;ask of God,&#x201D; concluding that if he gave wisdom to them that lacked wisdom, and would give liberally, and not upbraid, I might venture. So, in accordance with this, my determination to ask of God, I retired to the woods to make the attempt. It was on the <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> morning of a beautiful, clear day, early in the spring of 1820. It was the first time in my life that I had made such an attempt, for amidst all my anxieties I had never as yet made the attempt to pray vocally.<span class=\"citation\" id=\"93608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93608)\">JS&mdash;H 1:11-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n491\"> &#x201C;After I had retired into the place where I had previously designed to go, having looked around me, and finding myself alone, I kneeled down and began to offer up the desires of my heart to God. I had scarcely done so, when immediately I was seized upon by some power which entirely overcame me, and had such astonishing influence over me as to bind my tongue so that I could not speak. Thick darkness gathered around me, and it seemed to me for a time as if I were doomed to sudden destruction. But, exerting all my powers to call upon God to deliver me out of the power of this enemy which had seized upon me, and at the very moment when I was ready to sink into despair and abandon myself to destruction&#x2014;not to an imaginary ruin, but to the power of some actual being from the unseen world, who had such marvelous power as I had never before felt in any being&#x2014;just at this moment of great alarm, I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me. It no sooner appeared than I found myself delivered from the enemy which held me bound. When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other&#x2014;<span class=\"italic\">This is My Beloved Son. Hear Him!<span class=\"citation\" id=\"93622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93622)\">JS&mdash;H 1:15-17<\/a><\/span><\/span>  <\/div><div class=\"paragraph jod\" id=\"v25n492\"> &#x201C;My object in going to inquire of the Lord was to know which of all the sects was right, that I might  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know which to join. No sooner, therefore, did I get possession of myself, so as to be able to speak, than I asked the Personages who stood above me in the light, which of all the sects was right (for at this time it had never entered into my heart that all were wrong)&#x2014;and which I should join. I was answered that I must join none of them, for they were all wrong; and the Personage who addressed me said that all their creeds were an abomination in his sight; that those professors were all corrupt; that: &#x201C;they draw near to me with their lips, but their hearts are far from me, they teach for doctrines the commandments of men, having a form of godliness, but they deny the power thereof.&#x201D;<span class=\"citation\" id=\"93704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93704)\">JS&mdash;H 1:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n494\"> &#x201C;He again forbade me to join with any of them; and many other things did he say unto me, which I cannot write at this time. When I came to myself again, I found myself lying on my back, looking up into heaven.&#x201D;<span class=\"citation\" id=\"93741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93741)\">JS&mdash;H 1:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n495\"> Here is the testimony of one who actually saw the Father and the Son. They were as described by all who have seen them&#x2014;literal personages, personages with tabernacles, the Son being the express image of the Father.<span class=\"citation\" id=\"129060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129060)\">Heb. 1:3<\/a><\/span> John the Revelator, also saw one that was like unto the Son of Man.<span class=\"citation\" id=\"79018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79018)\">Rev. 1:13-17<\/a><\/span> He describes his person. You remember that he fell down and worshipped an angel upon one occasion, thinking it was the Lord, and the angel forbade him doing so, telling him that he must not worship him, that he was one of his fellowservants, the prophets.<span class=\"citation\" id=\"80391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80391)\">Rev. 19:10<\/a><\/span><span class=\"citation\" id=\"80854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80854)\">Rev. 22:8-9<\/a><\/span> John, however, had a correct conception of the great truth that the Son was in the exact image of His Father. <\/div><div class=\"paragraph jod\" id=\"v25n496\"> Now, not only have we this testimony, but we have the testimony of others concerning this matter. Doubtless you will remember, my <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brethren and sisters, what is said respecting this in the vision that has come to us. It was a vision that was seen by Joseph Smith and Sidney Rigdon.<span class=\"citation\" id=\"86849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86849)\">D&amp;C 76:1-119<\/a><\/span> To them was revealed the eventual fate of the various inhabitants of the earth, the various glories and kingdoms which our Father and God has in reserve for His children. Now, say they: <\/div><div class=\"paragraph jod\" id=\"v25n497\"> &#x201C;And while we meditated upon these things, the Lord touched the eyes of our understandings and they were opened, and the glory of the Lord shone round about. <\/div><div class=\"paragraph jod\" id=\"v25n498\"> &#x201C;And we beheld the glory of the Son, on the right hand of the Father, and received of his fulness; <\/div><div class=\"paragraph jod\" id=\"v25n499\"> &#x201C;And saw the holy angels, and them who are sanctified before his throne, worshiping God, and the Lamb, who worship him forever and ever. <\/div><div class=\"paragraph jod\" id=\"v25n500\"> &#x201C;And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That He lives! <\/div><div class=\"paragraph jod\" id=\"v25n501\"> &#x201C;For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v25n502\"> &#x201C;That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.&#x201D;<span class=\"citation\" id=\"86876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86876)\">D&amp;C 76:19-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n503\"> These two men of our day (fifty-two years ago last February) beheld the Son of God&#x2014;Jesus, the Only Begotten&#x2014;and they saw Him at the right hand of the Father,<span class=\"citation\" id=\"86877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86877)\">D&amp;C 76:20<\/a><\/span> occupying the position that has always been assigned to Him, and in the express image of His Father's person,<span class=\"citation\" id=\"76380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76380)\">Heb. 1:3<\/a><\/span> as He is described by all who have seen Him. After this, Joseph Smith and Oliver Cowdery both saw the Savior, and both testified as to His person. This was on April 3rd,  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>1836, after the completion of the Kirtland Temple. <\/div><div class=\"paragraph jod\" id=\"v25n505\"> &#x201C;The veil was taken from our minds,&#x201D; say they, &#x201C;and the eyes of our understanding were opened. <\/div><div class=\"paragraph jod\" id=\"v25n506\"> &#x201C;We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber. <\/div><div class=\"paragraph jod\" id=\"v25n507\"> &#x201C;His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying: <\/div><div class=\"paragraph jod\" id=\"v25n508\"> &#x201C;I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.&#x201D;<span class=\"citation\" id=\"90470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90470)\">D&amp;C 110:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n509\"> Oliver Cowdery, as well as Joseph Smith, saw this vision; they beheld this glorious personage, even the Son of God, when He accepted the Kirtland Temple after its dedication. These witnesses are also supplemented by hundreds of others who have beheld in vision and otherwise, glorious personages in these last days. There are men alive who have beheld the Son of God, who have heard His voice, and who have been ministered unto by Him in this our day and generation. In the face of these testimonies, which cannot be impeached successfully, is it any wonder that faith grows in the hearts of the people of God, the Latter-day Saints? That notwithstanding the growth of skepticism outside of this Church, faith continues to manifest itself and find lodgment in the hearts of the Latter-day Saints? But just as faith grows among the Latter-day Saints, as a natural consequence faith will decrease in the hearts of those who reject this testimony con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cerning the truth. This was the crime, the great sin, at least, of the Jewish nation. Light came into the world, but men chose darkness rather than light;<span class=\"citation\" id=\"68968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68968)\">John 3:19<\/a><\/span> therefore the light that was in them became darkness.<span class=\"citation\" id=\"63560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63560)\">Matt. 6:23<\/a><\/span><span class=\"citation\" id=\"67578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67578)\">Luke 11:34-35<\/a><\/span> The Jewish nation became abandoned to hardness of heart<span class=\"citation\" id=\"66592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66592)\">Mark 10:5<\/a><\/span> and unbelief.<span class=\"citation\" id=\"129061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129061)\">Mark 16:14<\/a><\/span> They were left to be a prey to that spirit of unbelief which they encouraged, until they rejected God, until they rejected the Son of God, with all His divinity, with His great miracles, with His mighty power, with His pure and spotless life&#x2014;they rejected Him, they slew Him, and the light that was in them became darkness.<span class=\"citation\" id=\"63559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63559)\">Matt. 6:23<\/a><\/span><span class=\"citation\" id=\"67579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67579)\">Luke 11:34-35<\/a><\/span> He bestowed remarkable power upon those who received His word and they increased in faith; but those unto whom they preached, those who heard their testimony and rejected it, became a prey to that other influence, the power of darkness, the power of Satan, and they shed the blood of innocence, and I am sorry to say that this is the case at the present time with our own nation. The blood of righteous men has been cruelly, inhumanly shed upon this free soil. This man who beheld these visions; this man, the first for hundreds of years who described, who could describe the personage of God, who could say that he beheld Him, who arose as a mighty witness in the midst of this generation to say of a truth that God lived, that Jesus lived; this man was cruelly, treacherously and inhumanly murdered; and murdered, too, under the pledged honor of one of the sovereign States of this our nation; the Governor of the State himself, pledging his own honor and the honor of the State that he (Joseph Smith) should be protected, but he was cruelly slain like the prophets who had gone before, who had borne  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a similar testimony. He sealed his testimony with his blood, declaring to the very last that that which he had testified of was the truth, willing to die if it were necessary, to seal his testimony and render it so unimpeachable that it never could be questioned from that time forward. This man was thus slain, and who is there that has been punished for it? No more than the murderers of the Prophets were punished in ancient days, no more than the murderers of our Lord and Savior Jesus Christ were punished, no more has it been the case in this instance. No, his blood still stains the soil, still cries, with the blood of all the martyrs, unto God in heaven for vengeance on his guilty murderers. And the testimony that he bore has been borne by others, and in like manner others have shared that fate. Our reverend President, who sits tonight in this place, his blood stains the same soil. He himself narrowly escaped the same fate. In the providence of God he was spared for a wise purpose, and has lived among us until this day&#x2014;a living martyr, a living witness of the cruelty of man towards those who testify that God lives. <\/div><div class=\"paragraph jod\" id=\"v25n511\"> My brethren and sisters, the faith that we have received has cost the best blood of this century.<span class=\"citation\" id=\"92046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92046)\">D&amp;C 135:6<\/a><\/span> The faith that we have received cost the blood of the Son of God when He taught it to men upon the earth. The faith that we have received cost the blood of Isaiah, of Jeremiah, and of others of the prophets who were slain for the truths that they declared. It has always been a costly sacrifice, this teaching of the truth unto the human family. The adversary has been determined that a knowledge of God shall not spread among the people if he can prevent it. He killed Jesus, he killed every <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one of His apostles that he could, until throughout the wide earth there was no man who could stand up and say to the people, &#x201C;Thus saith the Lord,&#x201D;<span class=\"citation\" id=\"53866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53866)\">Ex. 4:22<\/a><\/span> or who could stand up in the authority of the Priesthood of the Son of God and say, &#x201C;I am God's servant, and this is God's will, God having revealed it to me.&#x201D; They stopped the mouths of all such. They closed them in death. No one was left that they could reach. Then, when the heavens became as brass over the heads of the children of men,<span class=\"citation\" id=\"55175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55175)\">Deut. 28:23<\/a><\/span> a church arose having a form of godliness, but denying the power thereof,<span class=\"citation\" id=\"76173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76173)\">2 Tim. 3:5<\/a><\/span><span class=\"citation\" id=\"93736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93736)\">JS&mdash;H 1:19<\/a><\/span> until today, throughout Christendom, men who profess to be ministers of Jesus Christ, do not know anything about Him, have no communication with Him. A king with ambassadors here, and these ambassadors receive no communication from the court which authorizes them. What nonsense! Whoever heard of such a thing? Is there anything in this book (the Bible) which hints at such a thing? Who ever heard of a servant of God having no knowledge of him, no revelation from him? There is no such thing in this book. It is reserved for men in the nineteenth century, and preceding centuries, to arise and make such claims as these, and who can believe them? <\/div><div class=\"paragraph jod\" id=\"v25n512\"> Now, God has restored the everlasting Gospel to the earth. He has told the children of men that if they will come unto Him and obey His commandments, they shall receive a testimony of the truth of this work, as in times of old, through the gift and power of the Holy Ghost. They do not need to depend on Joseph Smith if he were here, or Oliver Cowdery, or Sidney Rigdon. Others have been administered to. Others have received the Holy Ghost.  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This is the privilege of every human being who will keep the commandments of the Almighty. It is not the privilege of all to see the Father at present, or to see the Son. Our faith is not strong enough, but it is growing. But it is the privilege of every human being to receive the gift of the Holy Ghost, if he or she will obey the commandments of God. This is a privilege that is universal. It is like the air that we breathe. It is like the light that illumines our eyes. So with the gift of the Holy Ghost. It is given to every soul that will bow in submission to the will of God, keep his commandments, and have the ordinances administered by one whom God recognizes as his servant. It is this, my brethren and sisters, that is the glorious feature of the work in which we are engaged. It is this that should stimulate us, and fill us with faith. <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let men do as they please concerning this work of our God, God has made promises concerning it. His word cannot fail. He hears and answers the prayers of His children. He is near at hand and not far off, and He will interpose by His wonderful providence, invisible to those who do not see His hand and do not have His Spirit, but visible to those who are enlightened by his Spirit, so that they can see and acknowledge the manifestations of God in their behalf. And thus are we led, and thus we shall be led until, emerging from this darkness, emerging from this unbelief, we shall be ushered into the fullness of the glory of our God, and dwell with him eternally, if we are faithful to the covenants which we have made, which I ask may be the case in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}