{"ID":250004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimonies of the Servants of God&#x2014;Illogical Manner in Which They Are Met&#x2014;Only True Way to Obtain a Knowledge of the Gospel&#x2014;Secret of the Strength of the Church of Christ&#x2014;Work to Be Accomplished&#x2014;Struggle Between Satan and God&#x2014;Influence Brought to Bear Against the Saints.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Assembly Hall, Salt Lake City, Sunday Afternoon, January 6, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Testimonies Not to be Rejected Without Proof.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 1\/6\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v25n56\"> The testimonies of the servants of God, which we hear so frequently from this stand, ought to make an impression upon the minds of those who hear them&#x2014;they ought to have weight, for the reason that those who bear them declare in solemnity, in the presence of God, that they <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know that which they testify is true; and when a man, or any number of men, arise in the presence of their fellow men, and declare in words of truth and soberness, that certain things are true, that they know them to be true, that they are willing to bear testimony of them be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore God and the people, and to suffer all things for their truth, even to death itself, it should make an impression upon the human mind, and inspire those who hear these testimonies with a disposition to at least investigate and withhold their condemnation. Because, unless a man knows something to the contrary, unless he has had a testimony that these things are false, he is not justified in condemning them. There is only one way in which they can be fairly condemned, and that is by proving their falsity, by obtaining knowledge that is directly in contradiction to that which is borne testimony to. In this consists the condemnation of the inhabitants of the earth at the present time, as it has consisted in every age when God has had a work to do upon the earth. Certain men have gone forward in the midst of their fellow men, and in solemnity and in truth have testified that God has spoken, that God has given revelations, that God is doing a certain work in the earth of which they are the witnesses. They know this, they say, for themselves and bear testimony of it, and exhort their fellow men to seek for knowledge in the same manner in which they have sought for it, with an assurance that if they do so they will obtain knowledge. Now, notwithstanding men have done this, the world, without pretending to have any counter demonstration or testimony, without being able to disprove by the same sort of evidence, condemn wholesale, without discrimination or hesitation those testimonies and declare them to be false, and assert that the men who bear them are either deceived themselves or are striving to deceive somebody else. <\/div><div class=\"paragraph jod\" id=\"v25n58\"> I do not think this is fair. It never was fair. It is not a proper <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> method of dealing with affairs of this character; because if there is a God, and one man says he has had communication with Him, and another, who believes also, or professes to believe in God, denies that the first has had any such communication, and yet does not pretend that God told him any such thing, does not pretend to have had any communication from God&#x2014;the contradiction of the one is not equal to the affirmation of the other. It is the height of presumption for a man who professes to believe in God, to rise up and at his own instance and of his own will, because he chooses to take that view of God, and of God's method of dealing with man, and declare that the testimony of the man who says he has had revelation from God is false. Why, anyone at a glance can see that it is an improper way to deal with the subject. If he does not have revelation himself from God, he should, at least, be modest in contradicting the testimony of others who declare that they have had revelation from Him. The whole religious world in Christendom profess to believe in God. They declare that God lives and are continually preaching to the people a belief in Him, a belief in Jesus, saying that Jesus is the Son of God, that He lived upon the earth in the flesh, that He has gone to the Father, and that they are His ministers, having power to do certain things in His name, and to teach His doctrines. They say to the people who do not listen to them: &#x201C;You will be visited with the most terrible judgments if you do not believe what we say; you will go to hell, and you will burn there throughout the countless ages of eternity, if you do not believe what we tell you.&#x201D; Now, when men go to their fellow men and make such statements as  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these, and assume such prerogatives and powers as these, and say that their fellow men will be condemned by wholesale to eternal hell for not listening to them, they certainly ought to have some method of communicating with the Being they represent, and whose ministers they profess to be, and they ought to know more than other men&#x2014;more than common men at least&#x2014;about the Being who, they say, sends them as His ministers. But what are the facts? Here is Brother Woodruff, who for the last half century has been testifying, as he has this afternoon in your hearing, with all the energy of his soul&#x2014;for he has been a very zealous man all his days&#x2014;he has been testifying to all people to whom he could get access, that God has spoken from the heavens and restored the plan of salvation in its ancient purity, and the Church as it was organized upon the earth in the days of Jesus, with the plenitude of its gifts and powers and graces, and that this condition of things now exists upon the earth, and that he is a living witness of it; that God has really revealed this to him, so that he has become a witness through revelation from God, of its truth. He has declared this. Hundreds have made a similar declaration, and hundreds are still testifying concerning these things to the inhabitants of the earth. But Christendom through some of its principal representatives says: &#x201C;We don't believe a word you say. We don't believe God has spoken to you. We don't believe God has given you any authority. We don't believe your doctrine to be from God. We don't believe that the church you have organized, and that you declare is the Church of Christ, is the Church of Christ; and so confident are we of this that we believe <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that it would be justifiable for you to be killed as a lot of impostors and dangerous men, and you ought to be broken up. If it should be necessary to do this, and it cannot be done any other way, we would be willing to have armies resort to violence and have bloodshed, rather than such a dreadful heresy and such a wicked system should be perpetuated on the earth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n60\"> You turn to them&#x2014;to these men who profess to have the fate of their fellow beings in their hands, whose efforts, as they state, will send millions to heaven and millions to hell&#x2014;you ask these men who profess to have such awful powers as this&#x2014;&#x201C;By what authority do you make these statements? Has God given you any testimony that the Church of Jesus Christ of Latter-day Saints is not the true Church? Has God told you anything about it?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n61\"> &#x201C;Oh, no,&#x201D; they will say, &#x201C;God has not spoken to us. We do not believe He talks to anybody. We believe he has stopped all communication with man; that no living man has heard His voice, or knows anything about His mind and will.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n62\"> Now, this is their testimony. You cannot get any of them&#x2014;at least I have not, and I speak so far as my own personal knowledge goes to declare that God has revealed to them either by the spirit of prophecy or by the manifestations of the Holy Ghost, that the doctrines taught by the &#x201C;Mormon&#x201D; people are false, or that the Church of Jesus Christ of Latter-day Saints is not of God, and yet, notwithstanding this, they take the course that I now describe. Here on one side is knowledge&#x2014;at least it purports to be knowledge. Here are men who say they have actually received revelations from God; that God has poured out the Holy Ghost upon men and women; that  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus has actually visited the earth in person, and been seen by living men; and that angels have been seen and conversed with by living men. They state this in all solemnity and in all truth, and as a test of the sincerity of their statements, they say to their fellow men: &#x201C;If you will take a certain course that God has pointed out, and that we are authorized to designate; if you will take this certain course, you shall know also of the truth of our testimony. We do not make these statements expecting you to receive them simply because we make them; but we say to you, if you will take this course, if you will accept the conditions which God has prescribed and comply with them in sincerity and humility, you shall receive these blessings and this testimony for yourselves, and you then will be numbered as witnesses with us.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n64\"> What can be fairer than this? And this is the course that the servants of God have always taken with mankind, and hence, as I have said, the condemnation of the inhabitants of the earth, because they will not receive that testimony. They abuse the Church of Christ without having reason or foundation for doing so; they abuse it without having any evidence that is at all tangible or that can be relied upon; they have nothing more than their personal feelings, personal prejudice, and their personal tradition&#x2014;that which they have inherited from their fathers&#x2014;upon which to base their opposition. <\/div><div class=\"paragraph jod\" id=\"v25n65\"> Now, the Church of Jesus Christ of Latter-day Saints has been built up in this manner. Its strength consists in this peculiarity: that those who have embraced it as a rule&#x2014;there may be exceptions&#x2014;have taken the course which has been taught by the servants of God, and <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the result is that legions of witnesses have been raised up. It is not confined to one; it is not confined to the original few; but this testimony has extended itself, until it has brought within its fold men and women of almost every race; for it is not confined, happily, to sex no more than it is to nationality, but it is extended unto men of every race, and unto women of every race, and all these rise up as an army of witnesses, unanimously bearing testimony of the same great truths, declaring that it is not from their fathers, it is not from tradition, it is not from their teachers, it is not from any human source that they have derived their knowledge; but that God Himself, by His invisible power, by His superhuman power, by the outpouring of the Holy Ghost upon them, has borne testimony to them, so that they are thoroughly convinced and have a knowledge as strong as the knowledge that they themselves live, that this is the work of God, that He has established it, and that He will roll it forth and cause it to accomplish all that He has said it would. It is in this peculiarity that the strength of the people consists. If it was not for this we should be as weak as a rope of sand; there would be no cohesiveness or strength about us. But with this there is a power that makes hell tremble. It makes the Devil mad. It makes every man that is afraid of the truth angry in his spirit because of that which he sees. If men were not afraid of truth there would be no fear connected with this work. What is there about it to create fear? What is there in its manifestations, in its fruits, and in its operations upon the minds of the children of men to cause any man who loves truth to have any dread concerning it? Nothing whatever.  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It is beneficent in its operations. It elevates men and women; it makes them better, purer, more Godlike, more orderly. It bestows blessings&#x2014;this system does&#x2014;upon all who espouse it, and all who come within the range of its influence. And this has been its characteristic ever since its organization until today. You know it, each of you who have espoused it. You know its effects upon you. You know it has made you better men. You know it has made you men of purer lives, of loftier desires, of more Godlike aspirations. You all know this. Every man, every woman, and every child connected with this work is a witness of the truth of this. If it has this effect upon you, will it not have the same effect upon every human being who comes within the range of its influence and who bows in submission to its requirements? Certainly it will. There is no human being, however low, that it will not elevate, if he will obey it. It is the power and lever, so to speak, by which humanity will be elevated to the presence of God our Eternal Father, for the very reason that the exaltation which God has attained to, has been through obedience to these selfsame laws that are now taught to us. That which obeyeth law is preserved and sanctified by law.<span class=\"citation\" id=\"88480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88480)\">D&amp;C 88:34<\/a><\/span> The people who obey law will be exalted by law; they will be preserved by it, they will be sanctified by it; and that is the effect of the teaching of the Gospel upon the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v25n67\"> While Brother Woodruff was talking, I thought what an immense labor it is to endeavor to accomplish that which the Prophets have told us will be brought to pass in the last days. I look at this people so comparatively few in numbers, and at the immense work that is to be accom<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plished, and it seems an herculean, an impossible labor to the natural vision. It seems as if no human beings could accomplish it. But God has spoken concerning this work. His word has gone forth, and it cannot fail. This work will be accomplished, and it will be accomplished by the operation of truth. As Brother Woodruff has said, there is a power connected with truth, that when brought to bear upon human beings, has the effect that he has described, and has the effect that the Prophets have predicted concerning the last days. There will be a power exercised in our behalf, increasing as we are prepared to receive it; for this people with all their weaknesses, and they are many, are nevertheless drawing nearer and nearer to God every day, and faith is increasing in their midst. A generation of boys and girls are growing up who will have greater faith than their predecessors, their parents, have had, and the work will continue to grow and spread. And there is this to be taken into consideration, God having predicted the ushering in of the last dispensation, knowing the odds that would have to be contended with in establishing it: God knowing this has reserved in the heavens to come forth at this time the noblest of His spirits,<span class=\"citation\" id=\"93447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93447)\">Abr. 3:22-23<\/a><\/span> the men and women most capable of carrying out this work, and achieving the grand results the Prophets have predicted should be accomplished in the day and generation, preparatory to the coming of the Son of Man. God knowing this, in His wisdom and foreknowledge has prepared the way beforehand, and there will be men and women brought forth who will carry off this work in the way He designs. Step by step, the adversary of God, that is the adversary of all truth, will have to recede.  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The struggle is between Satan and God. The struggle is for the supremacy of this earth, and you may depend upon it, it will not be given up without a mighty wrestle. The adversary has wielded this power now for nearly 2,000 years&#x2014;1,400 years and upwards on this continent. For this period he has held undisturbed sway, it may be said&#x2014;that is, if not entirely true it is nearly true in saying it has been undisturbed. There have occasionally some persons arisen who have endeavored to stem the tide of wickedness that the devil has caused to flow over the earth; but there has been no Priesthood on the earth, no organized church, no organized power, through whom God could operate, and you may depend upon it, now that there is one, there will be a mighty struggle. It will cost the best efforts of which we are capable, to lay the foundation so successfully that it shall not be overturned, to prepare the way for the coming of the Lord Jesus Christ. Every kind of opposition will be brought against this work. There is nothing that you can conceive of that will be kept back, and it will come upon us as fast as we are able to bear it. It is only the power of God that restrains our enemies from overwhelming us. If it were not that God has said this shall not be, and has told us that He will establish this work never more to be thrown down,<span class=\"citation\" id=\"89580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89580)\">D&amp;C 101:75<\/a><\/span> we would not be able to stand. But victory will perch upon our banners, and will do so until the end. But it will not be without a mighty warfare, the hostility against this work will be continuous. No man need calculate on anything else. Why, just think of the results that are to be wrought out. Just think of what depends upon our labors and upon this con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>test? We have been gathering the people from Babylon through the power of God to build up a Zion here. But see the results that attend our labors in this city and in this Territory. It seems as though all hell is endeavoring to defeat our object, and to defeat the cause of God in gathering the people out from the nations of the earth. The adversary has said: <\/div><div class=\"paragraph jod\" id=\"v25n69\"> &#x201C;You shall not have a pure people; you shall not build up Zion; I will bring all my forces to bear against this; I will destroy the work of God; I will not allow the Priesthood of God to remain on the earth; I will kill them off, or I will do everything in my power to cripple them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n70\"> Thus he brings every kind of influence to bear against this people. We would have a pure people here; we would have a Zion such as the Bible describes, if we were allowed; we would have a city in which angels might walk in the streets all day, if we could have our way; but Satan says: &#x201C;You shall not. I will bring every power and influence to bear against you. I will besmear you in every way I can, and will make you so hateful in the eyes of all people, that they will come up against and destroy you. You shall not build up Zion, if I can prevent it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v25n71\"> And you see the result. Every power that is conceivable is brought to bear against us. We are maligned. We are represented as everything that is vile. Men think that in killing us they will be doing God service;<span class=\"citation\" id=\"70286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70286)\">John 16:2<\/a><\/span> not because of our wickedness, but because they believe we are wicked, because the adversary has had such power through falsehood and misrepresentation, that men believe that they will be doing God service in exterminating us from the face of the earth. And what  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is it that restrains the efforts of our enemies? It is the power of God only. We should be overwhelmed if it were not for this invisible agency&#x2014;invisible to us. There are legions of angels around us. Their power is exerted in our behalf, and the results we can see in the deliverances which are wrought out so miraculously for our good. It is a cause of amazement how we are delivered from time to time, so few in numbers, and so hated as we are. Our friends are filled with astonishment. Every few days, every few weeks, or every few months, they think that something is going to occur, that will cause our destruction&#x2014;I mean friends who have not the faith and the knowledge that we have. But this work of our God will go forth, despite all the opposition that will be brought against it. It will win, because it is true. As we have been told by Brother Woodruff, the eternal principles of truth are on the earth now in an organized form, and you cannot kill them unless you kill the people themselves. There is no way to stop this work, except by the extirpation of the &#x201C;Mormons,&#x201D; or Latter-day Saints, root and branch! No other method can destroy them but that, and God will not permit it. His Priesthood is on the earth, and it will remain on the earth. You may kill off a few, still the Priesthood will remain, and it will exercise power in the earth. It will unite the people, and the power of God will attend its administration in the midst of the people. The honest will receive the Holy Ghost, they will have a knowledge of this work for themselves, and they will be ready to endure all the consequences that may attend the espousal of the truth, just as their predecessors have done in <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> times that are past and in our own age. God will bless us if we seek to do His will. Remember, my brethren and sisters, that that which obeys law is preserved and sanctified by law.<span class=\"citation\" id=\"88481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88481)\">D&amp;C 88:34<\/a><\/span> If you want to escape evils, obey the law that God has revealed. Keep His commandments. There is safety in this. It is a great work we are engaged in. The desire I have for every man and woman of this Church is, that they may be true, and that their children may live to be true to God in days to come; for we are laying the foundation of a work that shall stand undisturbed for one thousand years. Then, in the purposes of God, Satan will be loosed again for a little season,<span class=\"citation\" id=\"80504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80504)\">Rev. 20:3<\/a><\/span><span class=\"citation\" id=\"85547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85547)\">D&amp;C 43:31<\/a><\/span><span class=\"citation\" id=\"88783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88783)\">D&amp;C 88:111<\/a><\/span> but it will only be for a little while. We are engaged in laying the foundations of that work. It is the most glorious work that could be committed to man. Angels delight in it, and we have the precious privilege of taking part in it. We have difficulties to contend with, but let them come. We will meet them, and what is better still, we will overcome them through God's help, and our children will enjoy the blessings of liberty. I trust and pray that of this people who have fought so valiantly, and whose desires for the success of God's Kingdom are so pure, there will be found men and women of their descent, who so long as time shall last, shall stand up possessed of the Holy Priesthood in the presence of God, to magnify it. This is my desire for myself, it is my desire for my family, it is my desire for my brethren and sisters throughout the Kingdom of God; and that God may grant that we may be exalted in His presence when our work is done, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}