{"ID":250021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temples&#x2014;Requirements Made of Those Who Seek to Enter Temples&#x2014;A Woman States Her Case to President Taylor, in Which Arises Some Singular and Serious Questions&#x2014;The Saints Ought to Be Progressing&#x2014;They Should Seek to Do the Will of God&#x2014;Duties of Presiding Officers&#x2014;Evildoers Should Be Brought to Account and Dealt With&#x2014;God is Merciful&#x2014;the Celestial Kingdom.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Tabernacle, Cache County, Sunday Afternoon, June 15, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Recommendations Required.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/15\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v25n514\"> I have been very much interested while listening to the remarks made <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the brethren who have addressed us, and certain thoughts have passed  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through my mind associated therewith, which it may not be amiss, in part at least, to make known. <\/div><div class=\"paragraph jod\" id=\"v25n516\"> There are certain circumstances which take place in our associations with the things of God that tend to lead our minds to reflection and thought. We have been building a temple here. We have exerted ourselves for a number of years for the accomplishment of that object. We have completed it, it has been accepted by the Lord, and we are now administering therein. In these administrations there are many things that tend to lead men to thought and reflection. We meet in our congregations as we are doing here today, and in thus meeting we pass along through the common routine of religious duties which devolve upon us; but when we go into those sacred places there are certain requirements made of us, that, whether we may have thought about these things before or not, are then brought to our remembrance. In the first place people desirous to go and attend to ordinances in these houses, must have a recommendation from their Bishop. That is one of those&#x2014;I was going to say&#x2014;ugly facts. That is, ugly to those who are not prepared to pass through that ordeal, whose lives have been careless, whose actions have been improper, and whose standing perhaps is precarious&#x2014;that is one of those facts that must be faced. Then when they have obtained this recommendation from the Bishop, it must be endorsed by the President of the Stake, and after that have the sanction of the President of the Church. This is quite an ordeal for many men to go through. For men and women who are upright, virtuous and honorable, it is a very simple matter; there is no difficulty in their way at any time; but to those <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have been careless of their duties, who have departed from the laws of God, and who have tampered with, or violated the ordinances of the Gospel&#x2014;to such people it is a critical time. However, there is something far more difficult than that yet to come. That is only a starting point in these matters. The things that are ahead are a great deal more difficult to accomplish. What are they? The time will come when we shall not only have to pass by those officers whom I have referred to&#x2014;say, to have the sanction and approval of our Bishop, of the President of the Stake and of the President of the Church&#x2014;but we are told in this book [the Book of Doctrine and Covenants] that we shall have to pass by the angels and the Gods.<span class=\"citation\" id=\"91566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91566)\">D&amp;C 132:18-19<\/a><\/span> We may have squeezed through the other; we may have got along tolerably well, and been passed and acted upon, and sometimes a &#x201C;tight squeak&#x201D; at that; but how will it be when we get on the other side, and we have the angels and the Gods to pass by before we can enter into our exaltation?<span class=\"citation\" id=\"91567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91567)\">D&amp;C 132:18-19<\/a><\/span> If we cannot pass, what then? Well, we cannot, that is all. And if we cannot, shall we be able to enter into our exaltation? I think not. What do you think about it? <\/div><div class=\"paragraph jod\" id=\"v25n517\"> A great many things of this kind are continually presenting themselves before me. All kinds of cases are brought to my attention, and some of them are of a very serious nature. I had a case only this morning. I am not going to mention names, nor to expose persons; but it was a case of a sister who had been married to a man, actually sealed to him, in the Endowment House. The man, from what I was given to understand&#x2014;of course I do not know all the details of the case, it will have to be inquired into by  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>myself and others in authority&#x2014;the man had frequently one leg in the Church, and the other out; sometimes doing well, and sometimes not doing well; sometimes in good fellowship, making acknowledgements, etc., and sometimes not in good fellowship. The woman had quite a large family by this man, and finally, a little before his death, the man became very careless; very indifferent, and very negligent pertaining to his duties, and he died in that condition. Now this woman comes along and says, &#x201C;What am I to do? I have borne quite a large family to this man. He was a tolerable good man in some things, but he did not magnify his calling nor honor his God. Now, what shall I do?&#x201D; Here are some very singular questions, and they will come to all of us in some shape or another, and we might as well begin to look at them now as at any other time, for it is written: &#x201C;Some men's sins are open beforehand, going before to judgment; and some men they follow after;&#x201D;<span class=\"citation\" id=\"75974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75974)\">1 Tim. 5:24<\/a><\/span> hence the reason I mention this matter. It is a sample of a great many others, sometimes with the man and sometimes with the woman, and the question is: How far are we prepared to say to such a woman, &#x201C;You are not safe for eternity with the husband that you have been associated with in time.&#x201D; These are serious questions. That man was dreaming, perhaps, for a long while that he was on his way to heaven and that all was right; that he had been baptized and been received into the Church, and attended to some of the ordinances thereof, but he was negligent, careless and indifferent about the fulfillment of his duties, neglected his children, did not act right towards his wife, and did many things that were wrong and improper. Now, <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what shall be done? The woman felt unsafe with such a man. But is it not said, says one that all manner of sins and blasphemy shall be forgiven (except the sin against the Holy Ghost,<span class=\"citation\" id=\"64395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64395)\">Matt. 12:31<\/a><\/span> which is the shedding of innocent blood), and that they shall come forth, if they have had certain blessings sealed upon them &#x201C;in the first resurrection;<span class=\"citation\" id=\"91672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91672)\">D&amp;C 132:26-27<\/a><\/span> and if it be after the first resurrection, in the next resurrection.&#x201D;<span class=\"citation\" id=\"91594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91594)\">D&amp;C 132:19<\/a><\/span> But the question is: If a woman is expecting a man to exalt her, and to lead her forth to thrones and principalities, powers and dominions, is she safe in that expectation? She may have been sealed to him, and he have had these things pronounced upon him, but he may have been destroyed in the flesh, because of his iniquities, which very many have been, although we could not always tell the reason why. There are certain things that men may commit according to the Scriptures, and to that which has been revealed in our day, which render them subject to be turned over to the buffetings of Satan,<span class=\"citation\" id=\"91670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91670)\">D&amp;C 132:26<\/a><\/span> &#x201C;for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.&#x201D;<span class=\"citation\" id=\"73205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73205)\">1 Cor. 5:5<\/a><\/span> (See 1st Corinthians, verse 5; also Doctrine and Covenants, Section cxxxii, 26.) There are other sins that they may commit, whereof it says they shall be destroyed, whether men or women, that do these things.<span class=\"citation\" id=\"54349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54349)\">Ex. 22:20<\/a><\/span><span class=\"citation\" id=\"54628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54628)\">Lev. 20:9-27<\/a><\/span><span class=\"citation\" id=\"54637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54637)\">Lev. 23:30<\/a><\/span><span class=\"citation\" id=\"71474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71474)\">Acts 5:1-11<\/a><\/span><span class=\"citation\" id=\"91762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91762)\">D&amp;C 132:41,63-64<\/a><\/span> Now, it may be well enough to fix up our own affairs as we think they ought to be fixed, to make our own calculations, and to settle our own accounts; but these accounts have yet to be supervised and settled before those that have the right to do it before we get through, and we must not only pass by, as I have said, our Bishops, and our Presidents of Stakes, and the President of the Church, but we must pass by the angels and the Gods also.<span class=\"citation\" id=\"91568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91568)\">D&amp;C 132:18-19<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v25n520\"> Some of the brethren mentioned that we are now on a more elevated plane than we were a while ago. We ought to be. We do not expect to remain in the position that we were. We ought to be increasing in intelligence and in knowledge, and be preparing ourselves for those things that are to come. Yet we find men that are careless, such as the person I have referred to. By and by death comes along, they pass out of existence; and while it is the feeling and desire to do the dead man justice, and all men justice, and to act upon correct principles in regard to all, it would scarcely seem just under some of those circumstances to carry our charity so far that we would unite a woman with a man, who, when he came forward and wanted to pass by the angels and the Gods,<span class=\"citation\" id=\"91569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91569)\">D&amp;C 132:18-19<\/a><\/span> they said to him, &#x201C;Stop! and take another course. You have not yet paid the penalty of your wickedness, and the contempt of God's laws and His kindness. You cannot come forth in this first thousand years; you must wait for the second.&#x201D; Then what of the children, and what of the wife who perhaps has been faithful, and might have been in very different circumstances, if she had not attached herself to a man of that description? <\/div><div class=\"paragraph jod\" id=\"v25n521\"> These are things for us to reflect upon. We shall not have everything our own way about these matters. When we pass out of this world we are left at the mercy of somebody else. If we are resurrected it will be because Jesus is the resurrection, and there are eternal laws and principles that will have to be met by us all, and that cannot be avoided. Jesus says: &#x201C;I am the resurrection and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never die.&#x201D;<span class=\"citation\" id=\"69761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69761)\">John 11:25-26<\/a><\/span> Certain ones will come forth in the first resurrection, and others will not come forth until the second. For the path of the just is upward and onward all the time,<span class=\"citation\" id=\"58518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58518)\">Isa. 26:7<\/a><\/span> while the path of the unjust is downward.<span class=\"citation\" id=\"57385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57385)\">Prov. 4:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n522\"> These are questions, I say, for us to reflect upon. If we are the Saints of God, it is necessary we should begin to learn to do the will of God on the earth as it is done in the heavens:<span class=\"citation\" id=\"63446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63446)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67530)\">Luke 11:2<\/a><\/span> for it is not every one that saith, Lord, Lord, that shall enter into Christ's kingdom, but he that doeth the will of the Father who is in heaven.<span class=\"citation\" id=\"63944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63944)\">Matt. 7:21<\/a><\/span> We think sometimes we can do as we please. We may do as we please, and then God will do as He pleases; and for every word and for every secret thought we shall be brought to judgment,<span class=\"citation\" id=\"57659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57659)\">Eccl. 12:14<\/a><\/span><span class=\"citation\" id=\"64434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64434)\">Matt. 12:36<\/a><\/span> we are told. <\/div><div class=\"paragraph jod\" id=\"v25n523\"> Some of these things when we reflect upon them are matters of very great importance. We are not here to do our own will, but the will of our heavenly Father.<span class=\"citation\" id=\"69272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69272)\">John 6:38<\/a><\/span> Some men who think they are doing pretty well, and doing, according to their own expression, &#x201C;as they darned please,&#x201D; will wake up to find they have not been doing the will of God. They may have thought that they had wives and children, but they will wake up to find that they have not got them, and that they are deprived of many of those great blessings they anticipated enjoying. With all of our mercy, kindness and tender feeling towards our brethren and sisters, and towards all people, we cannot violate the law of God, nor transgress those principles which He has laid down with impunity. He expects us to do those things that are acceptable before Him, and if we don't we must pay the penalty of our departure from correct principle. <\/div><div class=\"paragraph jod\" id=\"v25n524\"> These are things that are of very  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great moment, and this building on the hill [the Temple] is one of those things which brings us face to face with many very important facts associated with the present, with the past and with the future. Whatever we may think about it, all things are open and naked before Him with whom we have to do. As it is written: &#x201C;Hell is naked before him, and destruction hath no covering,&#x201D;<span class=\"citation\" id=\"56170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56170)\">Job 26:6<\/a><\/span> and how much more the hearts of the children of men? <\/div><div class=\"paragraph jod\" id=\"v25n526\"> We are here to accomplish the purposes of God, to build up His Zion, and to establish His Kingdom upon the earth, and He expects us to do it. He expects that we will begin to do His will upon the earth as it is done in the heavens&#x2014;<span class=\"citation\" id=\"63447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63447)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67531)\">Luke 11:2<\/a><\/span>here in this land of Zion among the Latter-day Saints. If we do not do it we shall, as has been remarked by Brother Cannon, dishonor ourselves. It is proper, therefore, for us to consider well and ponder the path of our feet.<span class=\"citation\" id=\"57388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57388)\">Prov. 4:26<\/a><\/span> It is well for us to find out the standing we occupy in the Church of Jesus Christ of Latter-day Saints. It is well for us to realize how we stand, first, with our God, secondly with the Holy Priesthood, thirdly, with our families, with our wives and children, or with our husbands and children, as the case may be, and furthermore that we deal justly and righteously with all men. We cannot run our own way and have the blessing of God. Everyone who attempts it, will find he is mistaken. God will withdraw His Spirit from such, and they will be left to themselves to wander in the dark, and go down to perdition. It is expected of us that we shall move on a higher plane, that we shall feel that we are the children of God, that God is our Father, and that He will not be dishonored by disobedient children, or by those who fight against His <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> laws and His Priesthood. He expects us to live our religion, to obey His laws and keep His commandments. <\/div><div class=\"paragraph jod\" id=\"v25n527\"> This Temple, as I have already said, is a place where among other things, eternal covenants and obligations are entered into, and the question is, How and in what manner shall they be performed, and who are worthy and who are unworthy. There are some things that we find it exceedingly difficult to decide upon. Why? Because the parties that are dead are not here to speak for themselves, and we cannot have them misrepresented or robbed of their rights in any shape. But if they have violated the laws of God, what then? Now, here comes a question to which I desire to draw the attention of the authorities of this Stake. There are many of those men (if what we hear about them is correct) who ought to have been cut off from the Church. But they have not been; the Bishops have been negligent, the Teachers have been negligent, and perhaps the President of the Stake has been negligent. I am not speaking particularly of this Stake; I am speaking in general terms. I speak of it to draw the attention of Presidents of Stakes, Bishops, Elders, Priests, Teachers and Deacons, and those who officiate in the Church of God, and all men who are set to watch over the fold of Christ. If some of these men, that I have referred to, had been brought up on certain occasions, they might have repented of their sins and placed themselves right; but because these officers did not do their duty themselves, and did not see that other men did theirs, things have passed along out of order, and the parties in question have gone behind the veil. What account can we give of ourselves if we are  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>found thus negligent? If people do wrong let them be brought up, and let the Teachers, Priests, and Bishops clear their garments of them, and feel that they have done their duty and purified the Church so far as they could. The Presidents of Stakes should see that these things are carried out according to the laws of God. This is a standard we must attain to, so that when people say, &#x201C;Can we go into the Temple of the Lord?&#x201D; we may know exactly their status, what position they occupy, and what to do with them, without having to take up the records of the dead. These are responsibilities devolving upon us. Our Elders go abroad to preach the Gospel and to gather in the people. When they are thus gathered the Presidents of Stakes, the Bishops, Priests, Teachers and Deacons are expected to watch over them, and see that they are fulfilling their obligations, or that they are not fulfilling them. If they fail to do their duty, let them be brought to account; let them be dealt with according to the laws of God.<span class=\"citation\" id=\"85461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85461)\">D&amp;C 42:81<\/a><\/span> If they repent, forgive them; but it is expected that all who have taken upon them the name of Christ will obey the laws of God, and walk in obedience to His commands. These are some things that we all of us have to be responsible for, and therefore I, occupying the position that I do, feel it my duty to lay these things before you and to require them at your hands&#x2014;that is at the hands of the President of the Stake and his Counselors, at the hands of the Bishops and their Counselors, at the hands of the High Council, and at the hands of the Priests, Teachers, and Deacons; for I don't want to carry myself the sins of the people. God expects us to purge ourselves from iniquity,<span class=\"citation\" id=\"85485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85485)\">D&amp;C 43:11<\/a><\/span> that we may become the chosen of the Lord, and <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our offspring with us, not in name or in theory, but in deed and in truth, and according to the laws of life, and the spirit that dwells in Jesus Christ, our Savior, which every one of us ought to have dwelling in us and dwelling and abiding in our habitations, that we may feel that we are devoted to our God, blameless before the Lord, and keeping His commandments. <\/div><div class=\"paragraph jod\" id=\"v25n529\"> These are things that it is proper for us to reflect upon. We enter into obligations here as young men or young women, or as old men or old women, as the case may be, no matter what or how we enter into covenants before God, holy angels and witnesses, and pledge ourselves in the most solemn manner to be true to these covenants, and if we violate these covenants, and trample under foot the ordinances of God, we ought to be dealt with by the Church, and either repent of our sins or be cut off from the Church, so that by purging the Church from iniquity,<span class=\"citation\" id=\"85486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85486)\">D&amp;C 43:11<\/a><\/span> we may be acceptable before God. For the Gods spoken of, are not going to associate with every scalawag in existence; scalawags are not going where they are; and if men do not live according to the laws of a Celestial kingdom, they are not going into a Celestial glory;<span class=\"citation\" id=\"88407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88407)\">D&amp;C 88:22<\/a><\/span> they cannot pass by the angels and the Gods, who are set<span class=\"citation\" id=\"91570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91570)\">D&amp;C 132:18-19<\/a><\/span> to guard the way of life.<span class=\"citation\" id=\"52674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52674)\">Gen. 3:24<\/a><\/span> Straight is the gate and narrow is the way that leads to life, and few there be that find it.<span class=\"citation\" id=\"63889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63889)\">Matt. 7:14<\/a><\/span><span class=\"citation\" id=\"129062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129062)\">D&amp;C 132:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v25n530\"> Is God merciful? Yes. Will He treat His children well? Yes. He will do the very best He can for all. But there are certain eternal laws by which the Gods in the eternal worlds are governed and which they cannot violate, and do not want to violate. These eternal principles must be kept, and one principle is, that no unclean thing can enter into  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Kingdom of God.<span class=\"citation\" id=\"75315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75315)\">Eph. 5:5<\/a><\/span><span class=\"citation\" id=\"81125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81125)\">1 Ne. 15:34<\/a><\/span><span class=\"citation\" id=\"82095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82095)\">Alma 11:37<\/a><\/span><span class=\"citation\" id=\"82359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82359)\">Alma 40:26<\/a><\/span><span class=\"citation\" id=\"82968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82968)\">3 Ne. 27:19<\/a><\/span><span class=\"citation\" id=\"92749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92749)\">Moses 6:57<\/a><\/span> What, then, will be the result? Why, the people I have referred to&#x2014;people who do not keep the Celestial law&#x2014;will have to go into a lesser kingdom, into a Terrestrial, or perhaps a Telestial, as the case may be.<span class=\"citation\" id=\"88419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88419)\">D&amp;C 88:22-24<\/a><\/span> Is that according to the law of God? Yes. For if they are not prepared for the Celestial kingdom, they must go to such a one as they are prepared to endure. Certain principles have been developed, and a great many have not. But we are here in a school to learn, and it is for the El<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/8978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ders of Israel who are desirous to do the will of God, and keep His commandments, to put themselves in the way of doing so, to seek to the Lord for His guidance and direction, to repent of their follies, their nonsense and wickedness of every kind, and to come out for God and His kingdom, and to seek to build up the Zion of God and the kingdom of God upon the earth, and if we do this, God will bless us and exalt us in time and throughout the eternities that are to come. Amen. <\/div>\n<\/div>\n<\/div>"}