{"ID":250001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Traveling Through the Settlements&#x2014;The Necessity of the Settlements Being Visited&#x2014;Revelation&#x2014;Bogus Authority of Sectarian Preachers&#x2014;The Claim that the Canon of Scripture is Full&#x2014;The Cause of There Being No Communication With God&#x2014;Visitation of the Father and Son and Holy Angels to Joseph Smith&#x2014;Mahomed&#x2014;The World Have No Idea of the Character of God&#x2014;Restoration of the Knowledge of God&#x2014;Angels not Feathered Beings&#x2014;No Wonder the World Has Gone Astray&#x2014;Space Between Death and the Resurrection&#x2014;the Reign of Satan&#x2014;Joseph Smith Accomplished His Mission&#x2014;Persecution&#x2014;This Nation Making Joseph Smith a Prophet&#x2014;No Surrendering the Kingdom of God&#x2014;God Will Deliver His People&#x2014;Temples&#x2014;Shall Those Who Have Obeyed the Law of God Be Looked Down Upon By Those Who Have not?&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Meetinghouse, Provo, Sunday Morning, September 2, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Unseen Agencies at Work.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/2\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v25n1\"> (CONCLUDED FROM VOLUME XXIV, PAGE 376, JOURNAL OF DISCOURSES) <\/div><div class=\"paragraph jod\" id=\"v25n1\"> All that is necessary on our part is to fear God and keep his commandments&#x2014;<span class=\"citation\" id=\"57655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57655)\">Eccl. 12:13<\/a><\/span>to be brave and loyal and true to the cause that He has established upon the earth&#x2014;to live such lives of purity as shall enlist heaven in our behalf. That is all that is necessary for us as individuals, or as a people, to do. God is doing a great work among us, much greater than many of us imagine. We do not see Him, but He is nevertheless in our midst. We do not see Jesus, but He is nevertheless in our midst. We do not see angels, but they are nevertheless in our midst. God is working to get this people to the perfection that He <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> desires them to attain. We are building Temples. Who shall enter these Temples when completed? Shall the adulterer? Shall the whoremonger? Shall the thief? Shall the drunkard? Shall the blasphemer? Shall the Sabbath breaker? Shall the men who defile themselves by the sins of the world enter therein and receive all those precious blessings that God has to bestow? Ask yourselves who shall enter therein. I tell you, my brethren and sisters, that God demands of us a holiness of life that we cannot conceive of at the present time; but there are duties we can conceive of, that we should attend to. We should  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>put away sin far from us. We should live so that our God will be very near to us. And we should encourage faith in our hearts. <\/div><div class=\"paragraph jod\" id=\"v25n3\"> There is a class of people who have been disfranchised because they have chosen to obey the word of God; they have been excluded from the polls, excluded from office, and another class of Latter-day Saints are now in possession of the offices. Shall those who have not obeyed the law of God as perfectly as their brethren and sisters&#x2014;shall they look down upon those who have obeyed that law and say: &#x201C;You have been put out of office; we have chosen the better part;<span class=\"citation\" id=\"67435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67435)\">Luke 10:42<\/a><\/span> we have done that which has resulted in the most good; and if it had not been that we were reluctant to obey that law, this Territory today would not be in the hands of the Latter-day Saints?&#x201D; Shall that be the expression of feeling on the part of those who have been, for various reasons, prevented from obeying the fullness of the law of God? Woe! to this people if that were to be the feeling. I bear my testimony this day that God has commanded us, His servants, to obey His law, and I would not, for all this world, for all its honors, and for everything that is within the power of man to bestow&#x2014;I would not be in any other condition than the one I am in, so far as that law is concerned. I dare not risk my salvation outside of obedience to that law. There may be men who will get into the celestial kingdom who have not obeyed that law&#x2014;God will be their judge&#x2014;but I dare not put myself in that position; I dare not risk my eternal salvation and exaltation on any such contingency as that. The law has been revealed. The moment the revelation was published and it came to my knowledge, it became a command to <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me&#x2014;though I was not mentioned personally&#x2014;and I accepted it as such. I have obeyed it as such, believing in my heart that God will save and exalt all those who perfectly carry it out. It is the hatred of that principle among others, that creates excitement. Yet, by that principle, God has designed to accomplish His purposes on the earth, and to redeem His people from the evils which afflict mankind at the present day. The other agencies that are at work among men today, are complete failures. What has all Christendom done towards stopping or arresting the progress of prostitution? All the preachers combined have no more effect upon it than the whistling of the wind. It increases and spreads. And who shall deliver mankind from that sin and dreadful train of evils? There is nothing that can do so but the power of God, the commandments of God, and the revelations of God. God has revealed the law by which it shall be accomplished, and we have seen the effects of it to a certain extent. We see a generation growing up here, young men and young women, who are the admiration of all who behold them&#x2014;fine physical specimens of manhood and womanhood&#x2014;pleasant faces and lovely countenances and forms&#x2014;showing that the blessings of God have evidently rested upon the parents. I thought of Brother Smoot's case. I remarked but for plurality, he would today have been without a child of his own. But see what a number of children he has, and what beautiful children they are. It is so everywhere throughout these mountains. The blessing of God has rested down upon His servants. Their houses are filled with beautiful children. The blessing of God has attended  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the men who have obeyed His law, and the women also. They have had their trials; but these have had the effect of purifying them. They have gained strength and power with God, and with man also, and the day will come when they will be honored men and honored women on the face of the earth. That day will come. It may be distant yet for a little while, but it will come most assuredly. <\/div><div class=\"paragraph jod\" id=\"v25n5\"> I pray God my Heavenly Father, to fill you with the Holy Ghost, that you may be enlightened thereby, and that you may be led to see and comprehend the greatness of the work in which we are engaged, and the character of those influences we have to contend with. There are unseen influences on both sides. <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD25\/JoD25_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> There are unseen and invisible agencies that God our Heavenly Father has brought to bear upon this work to aid us, and there are on the other side those unseen agencies of evil. We can tell them by their fruits<span class=\"citation\" id=\"63929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63929)\">Matt. 7:20<\/a><\/span> and by the results of their actions upon the children of men. Let us remember that it is not that which is before us alone that we have to contend with, but that there are powers behind those that we see in the flesh, and those powers are determined to destroy this work. It is a contest between Satan and God, and there can be no doubt as to the result; and if we cling to the truth we shall take part in all the glorious triumphs of this work, which I pray for in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}