{"ID":260025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Priesthood&#x2014;Its Authority Necessary to Administer in the Ordinances of the Gospel&#x2014;This Principle Well Illustrated in the Life and Example of the Prophet Joseph&#x2014;Jesus Officiated By Virtue of the Melchizedek Priesthood&#x2014;Descent of the Priesthood From Adam&#x2014;Necessity of Temples in Which the Power of the Priesthood Can Be Exercised for Those Who Died Without the Gospel&#x2014;Restoration of the Priesthood in These Last Days&#x2014;The Legitimate Acts of Those Holding the Priesthood Are Acknowledged and Ratified By the Lord&#x2014;Binding Power of the Holy Priesthood&#x2014;Opposition of Satan to the Priesthood&#x2014;Virtues of the Latter-Day Saints&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Ogden, Sunday Morning, October 18, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Priesthood.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/18\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v26n756\"> I will read a portion of the 7th chapter of Paul's Epistle to the Hebrews. <\/div><div class=\"paragraph jod\" id=\"v26n757\"> [The speaker read the whole of the 7th chapter.]<span class=\"citation\" id=\"76790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76790)\">Heb. 7:1-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n758\"> Proceeding he said: This chapter that I have read in your hearing is the 7th chapter of Paul's Epistle to the Hebrews. In this entire book of Hebrews, Paul reasons with the Jews, unto whom the epistle was addressed, to show them that Jesus, the Son of God, whom they had crucified, was a Priest after the order of Melchizedek,<span class=\"citation\" id=\"76864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76864)\">Heb. 7:17<\/a><\/span><span class=\"citation\" id=\"76869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76869)\">Heb. 7:21-22<\/a><\/span> and that the Priesthood which had been taken away during the days of Moses in the wilderness,<span class=\"citation\" id=\"129245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129245)\">D&amp;C 84:23-25<\/a><\/span> had been restored through Him. The Jews entertained the idea that Priesthood necessarily came through the tribe of Levi, and that the power and the authority <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thereof&#x2014;that is, to minister in all things pertaining to the Priesthood were confined to that tribe, and that no one had the right outside of that tribe to officiate in the ordinances pertaining to God and to mediation between God and the people or the people and God. But Paul very clearly proved in his reasoning with them that there was a Priesthood higher than that which had been exercised by the descendants of Aaron.<span class=\"citation\" id=\"76834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76834)\">Heb. 7:5-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n759\"> It is well for us, who, as a people, believe in Priesthood, that we should understand the nature and character and power of the Priesthood which God confirms upon man when He calls him to act in His stead in the midst of the people. As a people we differ in our views upon these points from almost every other church.  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There are one or two sects in existence which attach a great importance to Priesthood, but the most of them which form the so-called Christian world reject the idea of Priesthood, and deny that it is necessary for it to he bestowed upon man. This feeling has doubtless arisen as a consequence of the abuses that have grown up through the maladministration of what is termed the Priesthood. In rebelling against the Catholic Church and its pretensions men have gone to the other extreme, and have discarded the idea of Priesthood entirely, and claimed that all men are alike before God; that all men are equally endowed with authority from God, and to exercise the power and the authority that were originally bestowed upon those who held the truth. <\/div><div class=\"paragraph jod\" id=\"v26n761\"> In these last days, in the organization of this Church, God, in His infinite wisdom, impressed upon his servant Joseph Smith the necessity of there being a rebestowal of the Priesthood, in order to give him the authority to officiate in the ordinances of the Kingdom of God. This must have been impressed upon the prophet's mind at a very early day, from the fact that, notwithstanding he had been brought up among the protestant sects, and had doubtless shared in the views which they entertained respecting the right of all men who were impressed by the spirit, and who were prompted by an inward call to act as ministers of God, he refrained from attempting in the least degree to do anything in the name of God or of Jesus Christ until he had received the power and authority from on high through the bestowal of the Priesthood upon him. The revelations he had received from the Lord, with the ministration of holy angels, did <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not, he plainly perceived, authorize him to act as a minister of the Lord in the administration of ordinances. He never attempted to do anything in administering ordinances, or anything that a Priest might do, until he had been ordained of God through the administration of John the Baptist.<span class=\"citation\" id=\"84068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84068)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129246)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93982)\">JS&mdash;H 1:68-72<\/a><\/span> Then, and not till then, did he officiate in the ordinance of baptism. Much as he and his companion desired that ordinance; much as they desired to become participants in the blessings that flow from the reception of an ordinance of that holy character, he never attempted, until he had been thus empowered from on high, to administer it. <\/div><div class=\"paragraph jod\" id=\"v26n762\"> Now, the prevalent idea in the world has been that if a man should be so favored as to receive the ministrations or visitations of angels, or to receive any manifestations of what might be termed a supernatural character, he would be completely invested with the power necessary to preach the Gospel unto his fellow men and to administer all the ordinances thereof. But the Prophet Joseph not only received the ministrations of angels, but actually had revelations from God, which are written in the Book of Doctrine and Covenants, and which are now the word of God to the Church. He received these revelations through the inspiration of the Almighty. He also by means of the Urim and Thummim translated the Book of Mormon; was, in fact, a seer as well as a revelator; had the spirit of prophecy to predict those things that should take place in the future, and many events that have since taken place were prophesied of by him before he was really ordained of God to administer the ordinances of life and salvation.<span class=\"citation\" id=\"129247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129247)\">D&amp;C 27:12<\/a><\/span> I know that this is an exceptional instance. It may be possible that there is not another  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like it in the history of our race where a man was so highly favored of God, endowed with such authority, such power and had such manifestations of the mind and will of God as he received without having the Holy Priesthood. But it accords with the ideas so frequently expressed by the brethren respecting the Prophet Joseph and many others, that they were ordained before the foundations of the world were laid to come forth and accomplish the labor and the work that they did. There is no room for doubt in regard to the truth of this statement that is so frequently made. In the early boyhood of the Prophet Joseph, he was moved upon in a mysterious manner to seek unto God. By the exercise of a faith that was uncommon, and in fact it may be said unknown upon the earth, he was able to receive the ministrations of God the Father, and of His Son Jesus Christ;<span class=\"citation\" id=\"93634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93634)\">JS&mdash;H 1:16-20<\/a><\/span> thus showing in the very beginning of his career, that he was a man or a spirit that was highly favored of God&#x2014;a man to whom God desired to give particular manifestations of his kindness and goodness and power, and this was followed up from that time until his death by continued manifestations of the favor and the will and the power of God unto him. But it is a remarkable fact&#x2014;and I wish to impress it, I think it is worthy of remembrance by all of us&#x2014;that notwithstanding the Prophet Joseph had all these manifestations, and was, as I have said, a prophet and seer and revelator, he never attempted&#x2014;notwithstanding the ideas that were so prevalent among mankind, and especially in the region where he lived and where he received his education&#x2014;to officiate in any of the ordinances of the house of God, or of the Gospel of salvation, until <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he received the everlasting Priesthood. When that was bestowed upon him; when he received the Priesthood after the order of Aaron, and was ordained by the angel who alone held the keys,<span class=\"citation\" id=\"129248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129248)\">D&amp;C 27:8<\/a><\/span> who was a literal descendant of Aaron, and by virtue of that descent entitled to the keys of that Priesthood,<span class=\"citation\" id=\"84069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84069)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93983)\">JS&mdash;H 1:68-72<\/a><\/span> having exercised the authority thereof while in the flesh&#x2014;then and not till then did he administer the ordinance of baptism for the remission of sins. And then he refrained from acting in ordinances belonging to the Melchizedek Priesthood, that higher Priesthood, by the authority of which the baptism of fire and the Holy Ghost is administered unto the children of men. Having authority to baptize in water given unto him, he did not go any further, until the Lord in His kindness and mercy bestowed upon him, through the administration of those apostles who held the keys after the death of our Savior, the authority to administer in those higher ordinances and to exercise the power and authority of this higher Priesthood.<span class=\"citation\" id=\"84674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84674)\">D&amp;C 27:12<\/a><\/span> This illustrates most perfectly how careful men ought to be in acting in the name of God, not to overstep the bounds of the authority conferred upon them, but to carefully keep within those limits that are assigned to them in which to exercise authority.<span class=\"citation\" id=\"90396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90396)\">D&amp;C 107:99<\/a><\/span> It is a lesson unto us as a people. We should be particular ourselves and should impress every man with the great care that he should exercise to confine his acts to the authority which he has received from the Almighty. <\/div><div class=\"paragraph jod\" id=\"v26n764\"> Jesus himself, no doubt, was equally careful in regard to the authority which He held. He was called to be a Priest after the order of Melchizedek&#x2014;<span class=\"citation\" id=\"76865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76865)\">Heb. 7:17<\/a><\/span><span class=\"citation\" id=\"76870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76870)\">Heb. 7:21-22<\/a><\/span>that is, this higher Priesthood. He exercised the authority thereof among the children  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of men. He still is a Priest after that holy order.<span class=\"citation\" id=\"129249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129249)\">Alma 13:1-7<\/a><\/span> It was by virtue of that Priesthood that He officiated in the ordinances that He administered unto men. Though the Son of God, the Savior himself, did not attempt, because of His sonship, because of His high descent, to officiate among the children of men aside from and independent of the authority of the Holy Priesthood, that is, the Priesthood after the order of Melchizedek. It was by virtue of that Priesthood and authority that he officiated, that he administered the baptism of fire and of the Holy Ghost, which John the Baptist announced unto the people he would do when He came.<span class=\"citation\" id=\"62725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62725)\">Matt. 3:11<\/a><\/span><span class=\"citation\" id=\"67132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67132)\">Luke 3:16<\/a><\/span> Jesus in administering that baptism and conferring that blessing, did so by virtue of and in the authority of the Melchizedek Priesthood. He would not, as I have said, have dared to do this independent of that authority; so in laying His hands upon His Apostles He conferred upon them this power and this authority.<span class=\"citation\" id=\"129250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129250)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70196)\">John 15:16<\/a><\/span> He commanded them to go forth and administer unto the children of men by virtue of that power and authority, and the Church that He built up, and this Church of His that is now established in these last days, and the officers of it, derive their authority from that source. It has come down legitimately from the days of Melchizedek; in fact it has come down from our great father Adam.<span class=\"citation\" id=\"87529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87529)\">D&amp;C 84:16<\/a><\/span> He received the Priesthood of the Son of God; He was ordained to that Priesthood, and it has come down by lineal descent from him unto all his children who have that authority today and who exercise it upon the earth.<span class=\"citation\" id=\"90287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90287)\">D&amp;C 107:40-42<\/a><\/span><span class=\"citation\" id=\"93366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93366)\">Abr. 1:26<\/a><\/span> It can be traced in the same manner as the descent of man can be traced. It can be traced to Father Adam. He received it through angelic administration. <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It was bestowed upon him and upon his son Abel and upon his son Seth, and from them it has come down through the line of the Priesthood&#x2014;from Seth to Enos, from Enos to Cainan, from Cainan to Mahalaleel, and so on down until the days of Noah, who received it from his grandfather.<span class=\"citation\" id=\"90288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90288)\">D&amp;C 107:40-52<\/a><\/span> These men were ordained in their various generations to this Priesthood, the Priesthood after the holiest order, the Priesthood after the order of the Son of God.<span class=\"citation\" id=\"90122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90122)\">D&amp;C 107:3<\/a><\/span> By virtue of this Priesthood Noah and his sons ministered and labored, as we are told, among the children of men to persuade them to forsake their sins and to turn to righteousness, lest the Lord should overwhelm them with a flood.<span class=\"citation\" id=\"93318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93318)\">Moses 8:23-24<\/a><\/span> This flood had been predicted long before it came. Enoch had beheld it in vision,<span class=\"citation\" id=\"93049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93049)\">Moses 7:34-52<\/a><\/span> and he went forth, as we are told in the record that has come down to us from him, and labored to the best of his ability among the children of men to avert the dreadful consequences of this threatened flood, which he had been informed by the Lord would overwhelm the inhabitants because of their wickedness. He labored in this Priesthood for 365 years and upwards&#x2014;<span class=\"citation\" id=\"52788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52788)\">Gen. 5:23<\/a><\/span><span class=\"citation\" id=\"93205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93205)\">Moses 7:68<\/a><\/span>that is, he walked with God for that length of time&#x2014;<span class=\"citation\" id=\"90296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90296)\">D&amp;C 107:48-49<\/a><\/span>and by the exercise of that Priesthood he obtained such great power from God that he and his people were translated.<span class=\"citation\" id=\"52806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52806)\">Gen. 5:24<\/a><\/span><span class=\"citation\" id=\"93264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93264)\">Moses 7:69<\/a><\/span> Zion was not. It was taken to the bosom of the Lord.<span class=\"citation\" id=\"93263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93263)\">Moses 7:69<\/a><\/span> The Priesthood, however, was still left. His son Methuselah received it, and he bestowed it upon Lamech, and Noah received it, from Methuselah,<span class=\"citation\" id=\"90300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90300)\">D&amp;C 107:50-52<\/a><\/span> and the sons of Noah received and exercised the authority of it in the midst of the children of men in order to save them,<span class=\"citation\" id=\"92199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92199)\">D&amp;C 138:41<\/a><\/span> but were unsuccessful. Melchizedek received it,<span class=\"citation\" id=\"87518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87518)\">D&amp;C 84:14<\/a><\/span> and because of his greatness and the power that he attained unto  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with God, he became so distinguished that the Priesthood after the order of the Son of God has been called after his name from that time until the present, to avoid, as we are told in the revelations, the too frequent repetition of the name of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"90077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90077)\">D&amp;C 107:1-4<\/a><\/span> Then Abraham received it,<span class=\"citation\" id=\"87519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87519)\">D&amp;C 84:14<\/a><\/span> and he bestowed it upon his children. Moses, however, received it through a different line, as we are told. He received it from his father-in-law, Jethro,<span class=\"citation\" id=\"54087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54087)\">Ex. 18:1 (JST)<\/a><\/span><span class=\"citation\" id=\"87508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87508)\">D&amp;C 84:6<\/a><\/span> and exercised it among the people. It was the same Priesthood that his ancestor Abraham held, and by it he performed the mighty works that he accomplished. <\/div><div class=\"paragraph jod\" id=\"v26n767\"> To return again to Melchizedek. We find here that Paul in speaking about him says that he was &#x201C;King of peace.&#x201D;<span class=\"citation\" id=\"76792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76792)\">Heb. 7:2<\/a><\/span> And he goes on to say, as we have it translated, that he was, &#x201C;Without father, without mother, without descent, having neither beginning of days, nor end of life,&#x201D;<span class=\"citation\" id=\"76817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76817)\">Heb. 7:3<\/a><\/span> and the whole Christian world have gone astray over this expression of Paul, not being able to understand it, thinking that that which I read in your hearing referred to Melchizedek himself, when in reality it was the Priesthood he bore.<span class=\"citation\" id=\"76833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76833)\">Heb. 7:3 (JST)<\/a><\/span> It was after the power of an endless life.<span class=\"citation\" id=\"68631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68631)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76862)\">Heb. 7:16<\/a><\/span> It had no beginning; no end. It is eternal as our Father and God, and it extends into the eternities to come, and it is as endless as eternity is endless, and as our God is endless:<span class=\"citation\" id=\"84174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84174)\">D&amp;C 19:4<\/a><\/span><span class=\"citation\" id=\"92232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92232)\">Moses 1:3<\/a><\/span><span class=\"citation\" id=\"93058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93058)\">Moses 7:35<\/a><\/span> for it is the power and authority by which our Father and God sits upon His throne and wields the power He does throughout the innumerable worlds over which He exercises dominion. It is the power and authority by which the Son of God, our Lord and Savior Jesus Christ, has attained unto that which has been promised unto Him, and by which He has become the <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Savior and the Redeemer of the world. <\/div><div class=\"paragraph jod\" id=\"v26n768\"> This Priesthood, as I have said, came down unto Moses,<span class=\"citation\" id=\"87509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87509)\">D&amp;C 84:6<\/a><\/span> but the children of Israel would not have it in their midst. We are told very plainly in the revelation that Moses sought diligently to sanctify his people and to lead them into the presence of God by means of this Priesthood, but they would not have it. The ordinances of godliness that were administered by it were not acceptable to that generation; they rejected them, and besought Moses to stand between them and their Father and God, for they could not endure His presence.<span class=\"citation\" id=\"54333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54333)\">Ex. 20:18-21<\/a><\/span> Hence the Priesthood was taken away,<span class=\"citation\" id=\"87584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87584)\">D&amp;C 84:19-25<\/a><\/span> and there was no exercise of the power and the authority of it among the Jews, except occasionally, when Prophets received authority from the Lord, until the days of the Savior, when it was restored once more in its fullness and in the plenitude of its power to the earth, and men began to exercise the authority thereof. <\/div><div class=\"paragraph jod\" id=\"v26n769\"> My brethren and sisters, we are building temples at the present time in which we have ordinances administered unto us for those who have died. Why is this necessary? It is because the Priesthood of the Son of God was withdrawn for a long period of time from the earth. The children of men have been born, they have lived, they have died without any of the ordinances being administered unto them by those who held the Priesthood of the Son of God. It is true that many sought after God in a certain manner and according to the light they had, and many obtained some degree of knowledge concerning God. Some of them had a testimony of Him through their faith and died at peace with God. Many of our ancestors  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lived in this condition, and God bore witness to them by His Holy Spirit that He was pleased with them. But what of that? Is that all that is necessary to place them in a saved condition? By no means. Something more than that is necessary to obtain for them the full remission of their sins and to place them in a condition where they can be saved and exalted in God's presence. As I said to you in the beginning, something more was necessary for Joseph than that he was a Revelator, a Seer, and a Prophet to constitute him a servant of God empowered to administer the ordinances of life and salvation. A Wesley, a Luther, a Calvin, a Wycliffe, and a host of others who have arisen in the world, imbued with the highest and purest motives, and the highest and most intense desires for the salvation of their fellow men, have labored zealously to turn men to God, and to bring them to a knowledge of the Savior; but they have not had the authority of the Holy Priesthood. They themselves could not usher people into the Church of God. They could not legitimately administer an ordinance pertaining to the salvation of the human family. Yet God, in many instances, accepted of them, where they sought unto Him according to the best light they possessed; He accepted of them and their labors, and He witnessed unto them, by the outpouring of His Spirit upon them, that He was pleased with them and He whispered peace to their souls. In every land, in every nation, and among the people of every creed, men and women of this kind have been found, and according to their faith and diligence their works have been acceptable to our Father. Men have thought that the Christian lands and the Christian people, so <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called, have been the most favored of God in this respect. No doubt they have, because they have had knowledge concerning the Savior that other lands and other peoples have not had; but in pagan lands, where the name of Jesus has never been heard, where men have sought after God and endeavored to live according to the light that He has given unto them and the Spirit that He has bestowed upon them, and which He bestows upon every man and woman born into the world, He has accepted of them, and in the day of the Lord Jesus, the heathen will have part in the first resurrection.<span class=\"citation\" id=\"85687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85687)\">D&amp;C 45:54<\/a><\/span> Our ancestors have, in common with others, been destitute of the power and the authority of the Holy Priesthood. Hence we build temples; hence we go into these temples and attend to the ordinances of life and salvation for our kindred who have died in ignorance of this power, or were in a position where they could not have it exercised in their behalf. They could not be baptized for the remission of their sins; they could not have hands laid upon them for the reception of the Holy Ghost; they could not have any other ordinance administered unto them, because the authority to administer was not upon the earth, and whatever might be done in the name of God or in the name of Jesus, by those who thought they had the authority, or who assumed to possess it, was of no avail so far as salvation was concerned; so far as acceptance by the Lord our God is concerned it was as though nothing had been done. Hence it is that in these last days, God having in His great kindness and mercy, opened the heavens once more and sent from heaven that authority which has so long been withdrawn&#x2014;God having done this,  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are put in possession of the authority to administer to each other the ordinances of life and salvation, and not only to administer to each other, but to exercise that authority in behalf of those who have lived before us, lived in ages that are past, so that we can connect generation unto generation until we reach back to the time when our ancestors did hold the Holy Priesthood. In this manner the work of salvation will progress, until throughout the millennium, temples will be built, and the servants and handmaidens of God will go into these temples and officiate, until all who have been born upon the face of the earth, who have not become sons of perdition, will be redeemed, and the entire family be reunited, Adam standing at the head. <\/div><div class=\"paragraph jod\" id=\"v26n772\"> You can see, my brethren and sisters, the importance there is in our having the Priesthood of the Son of God in our midst. You see how necessary it is that it should be exercised and exercised properly. You can see how necessary it is that the ordinances of life and salvation should be administered by those who are legitimately ordained to this authority. When a man lays his hands upon the head of his fellow man and professes to bestow authority, the mere profession of that authority will avail nothing unless he has indeed the authority and has it legitimately. A man who may profess to have the authority; a man who may say I have ordained this person or the other person, unless he has the authority to do so is a mere pretender, and his acts cannot be recognized nor acknowledged of God. I believe the time will come when it will be necessary for every man to trace the line in which he has received the Priesthood that he exercises. It is therefore of great <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> importance in our Church that records should be kept, and that every man should know whence he derives his authority&#x2014;from what source, through what channel he has received the Holy Priesthood, and by what right he exercises that authority and administers the ordinances thereof. I believe this is of extreme importance, and that where there are doubts as to a man's legitimately exercising that authority, that doubt should be removed. Every man should be careful on this point, to know where he gets his Priesthood; that it has come to him clean and undefiled, legitimately; and when men are cut off from that Priesthood by the voice of the servants of God, there is an authority on the earth which God recognizes in the heavens, and that man is cut off from the Priesthood. He said in ancient days in speaking to His Apostles: <\/div><div class=\"paragraph jod\" id=\"v26n773\"> &#x201C;Whose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are retained.&#x201D;<span class=\"citation\" id=\"70922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70922)\">John 20:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n774\"> &#x201C;Whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.&#x201D;<span class=\"citation\" id=\"64926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64926)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65084)\">Matt. 18:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n775\"> In these last days God has, in like manner, restored this same authority of the Holy Priesthood.<span class=\"citation\" id=\"91140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91140)\">D&amp;C 127:7<\/a><\/span><span class=\"citation\" id=\"91159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91159)\">D&amp;C 128:8-10<\/a><\/span><span class=\"citation\" id=\"91783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91783)\">D&amp;C 132:46<\/a><\/span> He has restored to man the power to bind on earth and it shall be bound in heaven. He has restored the authority to remit sins on earth, and He, the Great Eternal, our Father in heaven, says that when these sins are remitted they shall be remitted, but when they are not remitted they shall stand against those who commit the sins.<span class=\"citation\" id=\"91782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91782)\">D&amp;C 132:46<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n776\"> Therefore, there is this authority in the Church, and you can witness the exercise of it, and the power of it, in your own experience. When<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever the voice of the people of God, and the authorities that God has placed in His Church, whom He has ordained&#x2014;whenever they lift up their hands against a man to cut him off from the Church, to withdraw from him the authority of the Priesthood that he has exercised, in every instance without a single exception, from the beginning of this Church until today, God has most signally and wonderfully manifested His approval of their acts and has withdrawn from that man (whosoever he may be, however great and mighty he may have been in the Church), His power and His blessing. It was so with Oliver Cowdery, the companion of Joseph, the man who received with him the Priesthood, upon whose head John the Baptist laid his hands,<span class=\"citation\" id=\"84070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84070)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129251)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93984)\">JS&mdash;H 1:68-72<\/a><\/span> and upon whose head, also, the Apostles Peter, James and John laid their hands.<span class=\"citation\" id=\"84675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84675)\">D&amp;C 27:12<\/a><\/span> These glorious blessings and favors that God gave to him did not prevent his falling into sin. When he did fall into sin and the Church and the Priesthood united in lifting their hands to cut him off from the Church, and take from him the Priesthood and the authority that he had so powerfully exercised and which God had favored him with so much, God recognized the action. Other men fell, also. Six of the original twelve fell into transgression. They were men of ability, men of talent. Some of them were greatly favored. Lyman Johnson had wonderful manifestations given unto him; but when he fell into transgression and the Church with the Priesthood united in lifting up their hands against him the power and authority that had distinguished him before was withdrawn and he became as other men. And so with all of them. So with Sidney Rigdon, that mighty man, <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that eloquent man, that spokesman for the Prophet Joseph, of whom the Book of Mormon had spoken for hundreds, yes, it may be said for thousands of years before his birth.<span class=\"citation\" id=\"81313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81313)\">2 Ne. 3:17-18<\/a><\/span><span class=\"citation\" id=\"89363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89363)\">D&amp;C 100:9,11<\/a><\/span> He also, when the Priesthood and Church in Nauvoo lifted up their hands against him, fell like Lucifer,<span class=\"citation\" id=\"58289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58289)\">Isa. 14:12<\/a><\/span> who once was a mighty angel in the presence of God, and exercised great authority;<span class=\"citation\" id=\"86899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86899)\">D&amp;C 76:25<\/a><\/span><span class=\"citation\" id=\"92462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92462)\">Moses 4:1-4<\/a><\/span> like Lucifer he fell, and the authority and power that had attended him were withdrawn, and he became like unto other men. This has been the case in every instance. Can you point out an exception? Look at them wherever you see them, the men that have held the Priesthood, who were bright and influential and powerful, whom God blessed, whose administrations God sealed when they were in the possession of that authority, exercising it in purity and in singleness of purpose&#x2014;when this was the case He was with them; but when they went into transgression and fell and the Priesthood was taken from them, they became weak, and their strength was gone. They are marked among the people wherever you see them. Thus showing that God in these last days confirms the promise that He made unto His servants, that whatsoever they bound on earth should be bound in heaven, and that whatsoever they loosed on earth should be loosed in heaven.<span class=\"citation\" id=\"91141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91141)\">D&amp;C 127:7<\/a><\/span><span class=\"citation\" id=\"91160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91160)\">D&amp;C 128:8-10<\/a><\/span><span class=\"citation\" id=\"91784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91784)\">D&amp;C 132:46<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n778\"> It is by the exercise of this power in our midst that we are preserved. God has given it unto us. It is true He has placed this authority and power, it may be said, in earthen vessels.<span class=\"citation\" id=\"74091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74091)\">2 Cor. 4:7<\/a><\/span> He has chosen weak men, fallible men, men who are subject to all the failings and weaknesses of human nature. But, nevertheless, it is the authority of God. It is the authority by which He has built up His Church in all ages. It is the  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>authority, the only authority upon the earth that can act in His name. When a man has this authority and goes forth and confines himself to its legitimate exercise and keeps within the bounds of his authority, God is with him; God confirms that which he does; God places His seal and His blessing and approval upon his acts; and though all the earth should endeavor to undo them and to say they are of no effect, they will stand, nevertheless, and in the Courts of heaven will be recorded and confirmed. There is no power among men that can disannul these acts, that can revoke or invalidate them in any manner. It is this that raises this Church beyond the power and reach of man. Courts cannot affect in any manner the decisions or the acts or the ordinances that are administered by the servants of God. That which is done in the name of the Holy Priesthood will stand and will be fulfilled both in the world and out of the world,<span class=\"citation\" id=\"91716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91716)\">D&amp;C 132:30<\/a><\/span> both in time and in eternity. Hence it is that when an Elder goes forth in the authority of the Holy Priesthood, and baptizes a candidate who has repented of his sins, God confirms that ordinance; God remits the sins of that individual; God by bestowing His Holy Spirit witnesses unto that soul that his sins or her sins are remitted. In like manner when an Elder lays his hands upon the head of a man or a woman who has been thus baptized and says unto that individual, &#x201C;Receive ye the Holy Ghost,&#x201D;<span class=\"citation\" id=\"70912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70912)\">John 20:22<\/a><\/span> God in heaven, bound by the oath and the covenant that He has made, bound by all the conditions that pertain to the everlasting Priesthood, will cause the Holy Ghost to descend upon that soul, and he or she will be filled therewith. He receives the baptism of fire and the Holy Ghost, and it <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stands on the earth and it stands in heaven recorded in favor of that soul if he continues to observe the conditions under which that baptism and confirmation are administered. There is no human power that can deprive that individual of the fruits of that blessing which has been thus sealed upon him by authority of the Holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v26n780\"> So with other ordinances. When men go forward and attend to other ordinances, such as receiving their endowments, their washings, their anointings, receiving the promises connected therewith, these promises will be fulfilled to the very letter in time and in eternity&#x2014;that is, if they themselves are true to the conditions upon which the blessings are promised. And so it is when persons go to the altar and are married for time and eternity. When the man who officiates says: &#x201C;I seal upon you the power to come forth in the morning of the first resurrection, crowned with glory, immortality, and eternal lives,&#x201D; just as sure as that promise is made, and the persons united (to whom the promise is made) conform with the conditions thereof, just so sure will it be fulfilled. There is no power anywhere in existence that can invalidate the force, the efficacy, or that can prevent the fulfillment of that promise when it is pronounced upon a man and woman by the authority of the Holy Priesthood&#x2014;that is, there is no power but that which they themselves can exercise. It is a remarkable fact, that there is no blessing that God has promised unto us that any human being, that any angel, or any devil can take from us. There is no power of that kind that can take it from us. But a man himself, by sinning, can rob himself of his blessing; he can prevent its fulfillment; but no human being can do  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it beside himself. Remember this, Latter-day Saints; remember it, and treasure it up in your hearts, that you have salvation within your own keeping. If you are damned, you damn yourselves; you will be the instrument of your own damnation. It will not be because God will damn you; it will not be because Satan has such power that he can take away every blessing from you; it will not be because of anything of that kind. How will it come about? It will come to every soul by wrongdoing on the part of that soul. He or she alone can bring condemnation on himself or herself. There is no other power can do it. Hence if we are damned we shall have no one to blame but ourselves; we shall have no one to condemn but ourselves; it will be the result of our own agency, the exercise of that power which God gave to Adam and Eve in the Garden of Eden when he said, &#x201C;Of every tree of the garden thou mayest freely eat: But of the tree of the knowledge of good and evil, thou shall not eat.&#x201D;<span class=\"citation\" id=\"52474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52474)\">Gen. 2:16-17<\/a><\/span> He gave them their agency. He said to them: &#x201C;You can eat of every tree but one, and you can eat that also; but I forbid you to eat of it, the tree of the knowledge of good and evil; if you do eat of that tree you will have to endure the penalty.&#x201D;<span class=\"citation\" id=\"52475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52475)\">Gen. 2:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n782\"> In the exercise of their agency they did eat of that tree, and the result was expulsion from the garden of Eden and death.<span class=\"citation\" id=\"52556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52556)\">Gen. 3:1-24<\/a><\/span> And so it has been with all the rest of the human family from that time unto the present. Every one of us will bring upon ourselves either salvation or condemnation as the case may be, according to the manner in which we exercise our agency before God. It is by this Priesthood and the exercise of it, that the blessings of <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God will flow unto us. It is by this Priesthood that we are bound together. God has surrounded us by bonds that are indissoluble. They cannot be separated. Time cannot wear them out. They will endure throughout eternity. It is a most wonderful tie, the binding tie of the Holy Priesthood. Never were a people upon the face of the earth since the Priesthood was among men, so bound together as we are being bound; and this is the glorious feature of the tie that binds us together; it can only operate upon those who are righteous; it can only have effect when righteousness prevails and where people live in such a manner as to receive the promises of God. A man who practices wrong may have all these blessings pronounced upon him; he may have been baptized and have had hands laid upon him; he may go through the Temple and have wives sealed to him and have every blessing promised unto him that is promised to the most faithful of the children of God, and yet if he does not live so as to be worthy of these blessings he will not receive them; he will, sooner or later, be bereft of them and left destitute. This is the glorious feature of this great tie that God has restored to the earth. It only binds the righteous. It does not bind the wicked to the righteous. It does not bind the wicked to the wicked. Its power and saving force can only be exercised or enjoyed where righteousness prevails. Hence when the people of God come forth in the resurrection, they will come forth pure. There will then be a separation of the wicked from the righteous.<span class=\"citation\" id=\"86506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86506)\">D&amp;C 63:54<\/a><\/span> The righteous will enjoy their own society. In this probation it seems to be designed in providence of our God that we should  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all be mixed up together&#x2014;no thorough separation. When we came to these valleys we thought we had left the world behind us. We thought that because these mighty mountains, which reared themselves on every hand as an impassable barrier between us and the rest of the world, Babylon was left behind. We thought we could live comparatively pure lives, and that we would be comparatively free from the associations of the world. But such ideas have been dispelled&#x2014;very rudely dispelled&#x2014;by that which has occurred. Babylon followed us. We find that these mountains are not sufficient to divide us from the rest of the world; that we must share with the rest of mankind the evils and the blessings that pertain to this mortal condition of existence. We have these circumstances to contend with. We are mixed with the wicked. The tares and the wheat grow together, and will grow until the harvest.<span class=\"citation\" id=\"64569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64569)\">Matt. 13:29-30<\/a><\/span><span class=\"citation\" id=\"88105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88105)\">D&amp;C 86:6-7<\/a><\/span> This seems to be designed in the providence of our Father. But the time will come when there will be a separation, a final separation, of the righteous from the wicked,<span class=\"citation\" id=\"86507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86507)\">D&amp;C 63:54<\/a><\/span> and that separation will be brought about by the exercise of the Priesthood which God has bestowed. That Priesthood will draw up from the earth the pure, the holy, the worthy. It will draw them up to the society of God.<span class=\"citation\" id=\"93016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93016)\">Moses 7:27<\/a><\/span> Everything that is not pure will be left behind. Then we will feel and know the value of that tie. By it the man will draw his wives to him; by it the father and mother will draw their children to them; by it generation will be linked to generation, until all will be united clear back to our father Adam, the father of the human race on the earth. All this will be accomplished by the power and authority of the Priesthood. <\/div> <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n784\"> Do you understand, then, why the Priesthood of the Son of God is hated; why the lives of the servants of God are sought after; why it is that they are sought to be imprisoned and ensnared in various forms? It is because the adversary of souls knows full well that if this Priesthood remains on the earth, then farewell to his authority, farewell to his kingdom, farewell to the dominion that he has exercised over the children of men. It cannot continue its existence. He knows that as well as we do. He understands it perfectly. Hence he has ever sought to destroy from the face of the earth the men who have held the Priesthood of the Son of God. He was not satisfied until the earth drank the precious blood of the Savior of the world, and the life of every man who has held the Priesthood, and has exercised it from the days of righteous Abel down to the present time,<span class=\"citation\" id=\"65595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65595)\">Matt. 23:35<\/a><\/span> has been sought for to a greater or less extent by they adversary of souls. He has used men as his agents to accomplish this. He cannot himself come here and exercise his power in his own person, because it was forbidden him, and his angels who rebelled with him, in consequence of their great transgression, that they should have tabernacles of flesh. This was their punishment, that they should not have tabernacles of flesh.<span class=\"citation\" id=\"52593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52593)\">Gen. 3:15<\/a><\/span><span class=\"citation\" id=\"92524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92524)\">Moses 4:21<\/a><\/span> But from the day he entered into the serpent in the garden of Eden<span class=\"citation\" id=\"92507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92507)\">Moses 4:6<\/a><\/span> to the present he has sought, through the agency of man or beast, the lives of those who have held the Priesthood. In this way he has sought to exercise his power and authority among men. He did so with Cain. Read in the Pearl of Great Price what he did with him; how he tempted him, and how Cain succumbed to his temptation.<span class=\"citation\" id=\"92611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92611)\">Moses 5:18-41<\/a><\/span> He said to Cain, &#x201C;Believe it not,&#x201D;<span class=\"citation\" id=\"92596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92596)\">Moses 5:13<\/a><\/span> and he has been using  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the same words to all the children of men from that time to the present. &#x201C;Believe it not!&#x201D;<span class=\"citation\" id=\"92597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92597)\">Moses 5:13<\/a><\/span> When the servants of God have proclaimed the truth Satan has ever been ready to say, &#x201C;Believe it not!&#x201D;<span class=\"citation\" id=\"92598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92598)\">Moses 5:13<\/a><\/span> He has instilled into the minds of the children of men hatred for the truth&#x2014;that is, every one that has been willing to listen to him. He has entered into them, taken possession of their souls, and has used them to accomplish his wicked purposes. He has done this through man. He could not do it without he had some tabernacle to operate through. He could not deceive Eve&#x2014;or did not deceive her&#x2014;except through the means of the serpent. He entered into the serpent.<span class=\"citation\" id=\"92508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92508)\">Moses 4:6<\/a><\/span> The serpent was willing, doubtless, to let him enter, and he spoke through the serpent. It was the mouth of the serpent, but it was the voice of Satan that beguiled the woman. He was determined that God's work should not prosper in the earth. He has determined that the children of men shall do as he wishes. He has been angry from the beginning because his plan was not adopted; because the Father did not see proper to select him to save man without the exercise of man's agency;<span class=\"citation\" id=\"92463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92463)\">Moses 4:1-4<\/a><\/span> because of this he has determined that he will destroy the work. He has drenched the earth with innocent blood to accomplish his purpose. He is still engaged in that work. He would destroy us if he could. See what is being done all over the Territory. See the agencies that are at work. See how many men are being used by the adversary of souls to accomplish his purposes in regard to this people&#x2014;a people unexampled for sobriety, for temperance, for industry, for frugality, for kindness, for good order, for all the virtues that men revere. Where <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can you find a people like them? There is no place upon the face of the earth where these virtues are better exemplified in the lives of the people than they are in Utah Territory. What woman cries aloud in our streets because of being defiled? What woman cries in vain for protection in all our land, from east to west, from north to south? Has the cry of distress gone up? Has the cry of the poor and the oppressed ascended from these valleys unto God unheard by the people? Do orphans and widows mourn and weep because of the circumstances which surround them? No, not in any part of our land. Not a beggar to be seen throughout all our settlements. No cry of distress either from man or beast. Virtue is upheld. Women are shielded as safely as they were when they were infants in their mother's bosoms&#x2014;shielded from harm, shielded from the seducer, from those who would wreck their happiness. This is the case throughout all our society. Do drunkards flourish among us? Are they encouraged? We know they are not. Are persons encouraged in litigation and quarrelling? No; nowhere in the land is there anything of this kind. Peace prevails; good order prevails; quarrellings are seldom heard; virtue is protected and encouraged. Marriage is encouraged everywhere. Yet on this land we are threatened as a people because of these things. Our liberty is jeopardized. All kinds of machinery are put into operation to destroy us, or to entrap and ensnare us, and deprive us of liberty. <\/div><div class=\"paragraph jod\" id=\"v26n786\"> Thank God, my brethren and sisters, for the restoration of the Priesthood. Thank God for the blessings we receive every day.  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Thank God for the persecutions we are called upon to endure. As the Savior said, let us rejoice and be exceedingly glad<span class=\"citation\" id=\"63027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63027)\">Matt. 5:12<\/a><\/span> because the wicked array themselves against us in this manner. It is a testimony to us that we are not in harmony with the wicked; that we are not taking the course that Belial would like us to take; that we are pursuing the path that God has marked out for us. We can do this with perfect safety, and with the perfect assurance that it will all come out right. As I have said, there is no power that <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can separate a virtuous man and woman who have been united by the power of the Holy Priesthood; no power can do it; they must do it themselves if done at all. These ties that bind us together will endure through time and eternity. Let us so live that we shall never forfeit our claim upon the promises of our God, and that we may ever be faithful from this time forward, until we receive the fulfillment of all those promises in the presence of God and the Lamb, I ask in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}