{"ID":260026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prosperous Condition of the Latter-Day Saints in the Valleys of the Mountains&#x2014;The Kingdom of God is One of Peace, While Those of the World Are Kingdoms of War and Oppression&#x2014;Exhortations to Faithfulness&#x2014;We Must Trust in God and He Will Preserve Us&#x2014;The Saints Are Not Using Carnal Weapons to Defend Themselves Against the Indians, Nor Against Their Enemies&#x2014;If Necessary, We Should be Willing to Give Our Lives for the Cause of Truth&#x2014;The Blessings of God Invoked Upon the Saints.<\/div>\n<div class=\"subtitle\">Remarks by Apostle Franklin D. Richards, delivered at the General Conference, held in Logan, April 6, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Prosperity of the Saints.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 4\/6\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v26n788\"> The Latter-day Saints have very great reason to rejoice and to be exceedingly glad<span class=\"citation\" id=\"63026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63026)\">Matt. 5:12<\/a><\/span> before our Father who is in heaven and before the people here on the earth. If we take a look at our condition, and <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consider the same carefully&#x2014;whether it be in temporal matters or in spiritual concerns&#x2014;we are better and more comfortably situated today than any other people of the same number anywhere on God's  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>footstool. If we take into consideration our present condition as to the comforts of life, we are better situated today with grain in our granaries and food in our houses, than any other people of the same number upon the face of the earth, or that can be found located together upon the same extent of territory anywhere. If we take into consideration our condition as to homes, there is a greater proportion of this people today who have comfortable homes of their own than can be found anywhere else; more of them have no need to strive for the privilege of earning a living, as a great many of our people had to do before they were gathered when they often found it difficult to obtain employment, and even if successful were obliged to work by the piece or by the day, receiving their pay regularly at the end of the week, and in this way measuring the conditions of their living by the amount of means which they were permitted to earn. In this manner life or existence and its comforts were measured out to them. There was comparatively no room for the exercise of enterprise, of skill, of native wit, and those qualities which God has placed in their nature, and which He designed they should practice and thus become wise and skilled by their own ingenuity. <\/div><div class=\"paragraph jod\" id=\"v26n790\"> We sometimes feel that we are oppressed, that we are pinched and persecuted by the people who are intruding upon our rights, and trampling upon our liberties, but as yet we know but little, comparatively speaking about oppression. The people of the countries of Asia and of Europe, with all of the liberty that they enjoy, are under the most severe daily oppression, continued dependence and subordination to those that are over them. In those <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> countries there is a feeling of fear&#x2014;fear of their rulers, terror in their minds caused by the dread of threatening war which is liable at any time to come upon them with all its horrors. In every national dispute that arises they see and feel at once the liability that their sons, fathers, neighbors and kinsmen may be drafted and sent off to the war, perhaps never to return. And their hearts are filled with fear and anxiety over this and other similar things. <\/div><div class=\"paragraph jod\" id=\"v26n791\"> We see in newspapers that in Egypt, China, Central America, and almost everywhere else the air is thick with the mists and clouds of war. Where is the mother or sister, father or son among us that is today away from one of their kindred on account of war? The worst you have to dread is a short imprisonment and a few hundred dollars fine; that is the worst thing you can find to mourn and worry over. Why, bless your dear souls, there is not another community of the same number anywhere on the whole earth in which there is to be found such settled peace as right here among this very people that are before me, and the people that fill this territory all around us. And yet you think the times are terribly hard with your granaries full of wheat that you cannot sell, with large quantities of potatoes and vegetables that you cannot dispose of, with flocks and herds about you; because you cannot sell your products and get as good prices as you would like, some of you think you are in a terribly distressed condition (Laughter). <\/div><div class=\"paragraph jod\" id=\"v26n792\"> I wish the Saints would put away these foolish ideas. I want to have you realize that you are in a condition of peace and plenty, with liberty, too, for God has made you free.<span class=\"citation\" id=\"74625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74625)\">Gal. 5:1<\/a><\/span>  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God has made His people free from the bondage of sin and death;<span class=\"citation\" id=\"72503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72503)\">Rom. 8:2<\/a><\/span> we are at liberty, and there is no power on the earth that has the ability to fasten the shackles of sin and Satan upon us. It all depends upon our own conduct, as to whether we are and shall continue free. <\/div><div class=\"paragraph jod\" id=\"v26n794\"> In almost all of the countries from which you came and in the nations that surrounded you in your former homes, people are taxed with a taxation that is oppressive. On the green Isle of Ireland, where the poor and afflicted are numerous there are people who have to pay a rent of five pounds an acre for land, and they must raise sufficient off it to support their families, and raise the money to pay the rent. But here we can buy or take up land, and have it, too, for the taking, but some of us consider it an awful job to fence it (Laughter). No, we don't know anything about oppression, as compared with the Jews, the Poles and the Irish. In older portions of the United States, we never could have enjoyed the blessings we enjoy here; we never could have located and built up our towns and cities; as it was the mobs plundered us of our homes and drove us out here to this part of the earth. It was like a new world; it looked so entirely new, that it seemed as if the work of creation was scarcely finished. By the blessing of God we brought life with us and life came from heaven; life that animated the soil under our feet; that tempered and controlled the elements over our heads; so that in these high valleys and canyons, where it was thought no grain or fruit could be raised, with snow and frost every month in the year&#x2014;now we raise good crops and varieties of fruits. A few years ago it was a problem whether an apple or a peach could <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be raised here in Cache valley; but it is not long since her enterprising fruit growers took the premium in the Territorial Fair for the best collection of apples to be found in the Territory. <\/div><div class=\"paragraph jod\" id=\"v26n795\"> Who has done this for us? It is the Lord our God. He brought us to this land as He brought the children of Israel to the land of Judea, which He gave to them and to their children after them, to be their inheritance forever. <\/div><div class=\"paragraph jod\" id=\"v26n796\"> I want to have us consider these things; and instead of being anxious and worried, troubled and filled with fear, learn to rely upon the arm of the Lord and trust Him for His goodness; cultivate the peace of heaven and let the love of God dwell in our hearts. Though our enemies may harass, trouble, and disturb us; the trouble that they will bring upon us will be but as a drop in the bucket compared with what will come upon them by and by. They cannot stop the work of God. His decree has established it. We have the promise that it never shall be overthrown or given to another people.<span class=\"citation\" id=\"61364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61364)\">Dan. 2:44<\/a><\/span> Understand it. This form of government which the Lord has given to us, is the strongest form of government that was ever revealed to man. The governments of the world have power to oppress, annoy, make war upon and destroy men from the face of the earth. But this Kingdom that God has given to His people is to be a kingdom of peace, a kingdom of righteousness, and its righteousness is going to exalt His people,<span class=\"citation\" id=\"57428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57428)\">Prov. 14:34<\/a><\/span> to make them become the greatest people on the face of the earth, filled with power, wisdom and intelligence that all the surrounding nations will look up to. <\/div><div class=\"paragraph jod\" id=\"v26n797\"> The people that are around us in our midst, and who wish to dictate  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to us; those who sit in the council chambers to make laws against us and our holy faith, and thereby make us offenders&#x2014;are themselves filled with fear and anxiety at what is taking place in this and other nations. This spirit of fear will increase upon them. Look at the dread they experienced at the work of the dynamiters in the old country, and that is but a beginning of what is to come. These secret societies will work great mischief and death, with frequent assassinations, and by and by these things will come so thick and fast that people will not know what way to escape. The Lord is gathering His people together that He may deal with them by themselves. The great trouble is, that we have too many among us who are careless and indifferent; that are wicked and sinful; that ought to be dealt with and cut off the Church. There are plenty who are ready to sell their brethren into the hands of their enemies, but the day will come, when they will realize the awful consequence of their acts. We have not much to fear unless we offend the God whom we agreed to serve. <\/div><div class=\"paragraph jod\" id=\"v26n799\"> Brethren and sisters, let not your hearts be troubled.<span class=\"citation\" id=\"69863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69863)\">John 14:1,27<\/a><\/span> Obey the commandments of God, keep your covenants inviolate and learn to live by every word that proceeds from Him<span class=\"citation\" id=\"62851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62851)\">Matt. 4:4<\/a><\/span><span class=\"citation\" id=\"87771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87771)\">D&amp;C 84:44<\/a><\/span> and the constituted authorities of His Church&#x2014;<span class=\"citation\" id=\"129252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129252)\">D&amp;C 21:4-5<\/a><\/span>and if you find trials in your pathway you will find help to endure them. Parents, cultivate affection toward each other, toward your children and toward all included in your households; do right by your wives, your husband, your children and your God. You will find that all the rest will come right in its own due time. The Lord will bring it about in so strange and simple a <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> manner that it will be astonishing to us when we find out how He has done it. We cannot go to the Bible, Book of Mormon or the Book of Doctrine and Covenants, to be informed how this, that and the other thing will be solved and arranged. We can read how He did anciently according to the circumstances that surrounded His people then; but we cannot find out His methods and plans of today only as He manifests them to us by the spirit of revelation. His ways are past finding out. He tells us that Zion shall be redeemed with judgment, and her converts with righteousness.<span class=\"citation\" id=\"57689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57689)\">Isa. 1:27<\/a><\/span> We must remember this. If we would have power with God and with the angels, it must be because of our diligent attention to God, to the work He has called us to do, and we must see that we establish it in the earth. Every man should warn his neighbor;<span class=\"citation\" id=\"88631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88631)\">D&amp;C 88:81<\/a><\/span> should teach his children and his family, and establish righteousness in his household. Presidents and Bishops should deal with transgressors in the Church, that they may repent, or be cut off. It is that righteousness may be established in the earth that the Lord has commenced His work again, that it may be established not in a little place, but in all the land, and it shall spread until His righteous word and work shall fill the whole earth,<span class=\"citation\" id=\"129253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129253)\">D&amp;C 65:2<\/a><\/span> as the waters cover the mighty deep.<span class=\"citation\" id=\"58193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58193)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n800\"> Do not let anything divert you from the path of duty; let nothing cause you to commit an overt act. Honor and respect the laws of the land as far as possible, consistent with the laws and commandments of God. Observe and obey every constitutional law. When our enemies place us in violation of a law of the land, it is painful to us, and it is our trial, but the respon<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sibility of it rests with them. Let us make up our minds to bear this crusade of legal persecution with fortitude as Saints have had to do in all ages of Gospel reform, because they believed in the revelations of Jesus Christ.<span class=\"citation\" id=\"74457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74457)\">Gal. 1:12<\/a><\/span> We have not revolted against any law of the land; we have not contended against any constitutional principle, law or doctrine that could benefit, improve or exalt the human family, nor anything that could promote the pursuit of happiness&#x2014;we seek after all these things. But, our Congressmen, Governors and Judges, in the supreme wisdom with which they imagine they are endowed, impose penalties upon God's people for keeping His commandments. Thus we see that when the wicked rule, the people mourn.<span class=\"citation\" id=\"57547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57547)\">Prov. 29:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n802\"> We ought to gain by all this experience valuable knowledge. We want to profit by it. Let every man question himself: &#x201C;Can I stand this or that without getting angry?&#x201D; Or can we be righteously angry and sin not?<span class=\"citation\" id=\"75288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75288)\">Eph. 4:26<\/a><\/span> If not we should go into our closets and ask God for that measure of His spirit that is necessary to sustain us in a proper frame of mind. This is the kind of experience, the very kind of discipline that is necessary for us, to make us find out whether we will draw near to Him and have fellowship, and communion with Him. These things are all for our experience, for our profit. The Lord has made known to us that the days we live in are dark with threatenings of war. The hour of his judgment is nigh at hand. We have seen one terrible war in our land&#x2014;and it is well that we should take heed to His counsels. Wars and rumors of wars are spreading abroad upon the face of the earth,<span class=\"citation\" id=\"65658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65658)\">Matt. 24:6<\/a><\/span><span class=\"citation\" id=\"85617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85617)\">D&amp;C 45:26<\/a><\/span> and it will come to pass before a great while <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that people will be so far from having peace that they must either take up the sword to contend against their neighbor, or flee to Zion and gather with God's people.<span class=\"citation\" id=\"85783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85783)\">D&amp;C 45:68<\/a><\/span> You will see this come to pass. Mark my words. All kinds and conditions of people will desire to come here and make homes with us. You will see the day when it will be as hard to keep the wicked away from us as it ever has been to get people to join us. Mark that, too. I tell you that a people with full granaries, a people of peace and prosperity, is a people that will be sought after by the peoples of the nations of the earth, and things cannot always go on in the way they are going with us, without bringing down upon our oppressors the retribution of an offended God. We ought to rely upon His promises. These experiences are well calculated to do us good, and teach us to trust in the Lord. <\/div><div class=\"paragraph jod\" id=\"v26n803\"> Nor should we forget that when a governor of unsavory memory forbade the use of the militia alike for defense against Indian depredations, as well as for Fourth of July celebrations; that since that date, no single predatory excursion of the red man has been experienced by any one of our settlements. On the contrary it would seem that all use of firearms for any kind of military defense had become entirely obsolete&#x2014;gone into utter desuetude&#x2014;so entirely at peace have the Lamanites become, that instead of either noise of war, or even the apprehension thereof, there is given us of God to enjoy the most settled peace from the red man on all our borders round; and now having assisted to build our temples, they are enjoying with us the heavenly blessing bestowed therein. Instead of roaming wild and lawlessly over the plains, numbers have renounced their tribal  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>relations, sworn allegiance to government, have preempted or homesteaded lands of the public domain, are raising crops, cultivating their flocks and herds, are building and occupying comfortable dwellings, as good neighbors among their white brethren, as is evidenced at Washakie in Oneida Stake, and at Indianola in the San Pete Stake. Their schools are turning out scholars in the elementary branches of good common school education. <\/div><div class=\"paragraph jod\" id=\"v26n805\"> Not only has the need of firearms been done away as between us and the natives, but we have very great reason to be thankful that in the present unholy crusade against the Church the onslaught has not been with fire and the sword as in former times, but with mind and moral suasion in the application of the law by a perversion of many of its well-settled methods of interpretation, construction and application. These conclusions have been the implements and the tactics of the present warfare. <\/div><div class=\"paragraph jod\" id=\"v26n806\"> It is devoutly to be hoped that no one with a zeal which is not according to knowledge<span class=\"citation\" id=\"72721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72721)\">Rom. 10:2<\/a><\/span> shall commit an overt act that shall precipitate a conflict with carnal weapons and give the enemy an occasion or opportunity to shed the blood of the Saints or to increase their unhallowed oppressions upon us. <\/div><div class=\"paragraph jod\" id=\"v26n807\"> Since, then, the weapons of our warfare are not powder, lead and fine steel; let us put on the whole armor of God;<span class=\"citation\" id=\"75373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75373)\">Eph. 6:11<\/a><\/span> banish unrighteousness from our midst, and we or our children shall see the governments of this world become the Kingdom of our God and of His Christ<span class=\"citation\" id=\"79527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79527)\">Rev. 11:15<\/a><\/span> in His own due time, for which all Saints should ever labor and pray. <\/div><div class=\"paragraph jod\" id=\"v26n808\"> We have had a great deal of good instruction during this conference. I have been much edified myself in <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hearing my brethren talk, and I am sure you all have. The teachings which have been given are of a character to promote good feelings between brethren and sisters, fathers and mothers, parents and children, and it is pleasant to hear of each other's welfare. <\/div><div class=\"paragraph jod\" id=\"v26n809\"> When we go to our respective homes let us go with the determination to stand steadfast in the faith. I am sure that after such a conference as this every honest soul who has met with us, if he wanted a portion of the bread of life,<span class=\"citation\" id=\"69229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69229)\">John 6:35,48<\/a><\/span> has received that portion, has received something which he can take home for his own use&#x2014;some words of encouragement, some strengthening exhortation, some good words that will help to put away weakness and enable the feeble to say I am strong in the Lord. <\/div><div class=\"paragraph jod\" id=\"v26n810\"> I pray God to bless you, to comfort your hearts; to increase your faith towards Him; to strengthen you that you may not be overcome of sin, and that you may seek in all things to overcome evil with good.<span class=\"citation\" id=\"72853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72853)\">Rom. 12:21<\/a><\/span> Remember and pray for the brethren&#x2014;our leaders. We do not know what awaits us; we care but little. The main thing devolving upon us is to do our duty acceptably day by day. We will trust in God and go forward. What if it were necessary that some of our lives should be taken? There is no need for fear or worriment about it. It has always been so when God had a people on the earth. Some of the best lives have been taken&#x2014;taken as witnesses in yonder heavens to testify to facts as they exist here. Do you understand this? It is in accordance with the great principles of eternal justice which rule and regulate in heaven with a great deal more precision and certainty than here on the earth. The Lord has told us  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how He does business in some of these matters before the councils of the Church, namely by the voice of two or three witnesses every word is to be established,<span class=\"citation\" id=\"65062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65062)\">Matt. 18:16<\/a><\/span><span class=\"citation\" id=\"74328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74328)\">2 Cor. 13:1<\/a><\/span><span class=\"citation\" id=\"83886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83886)\">D&amp;C 6:28<\/a><\/span><span class=\"citation\" id=\"91152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91152)\">D&amp;C 128:3<\/a><\/span> and so it has to be up yonder. Perhaps it is necessary once in a while to have some go in that kind of a way. Well don't get scared about that. We have all to die some day. It will be all right whether it shall be tomorrow or next week, if we keep the commandments of God in all matters. Choose the wise and the perfect way,<span class=\"citation\" id=\"57049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57049)\">Ps. 101:2<\/a><\/span> and if we are right we will be willing to say, &#x201C;O Lord, thy will be done.&#x201D;<span class=\"citation\" id=\"66283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66283)\">Matt. 26:42<\/a><\/span> If when we embraced the Gospel we placed our all upon the altar, it is of very little consequence about all these things. For if we seek to save our lives we may lose them, but if we lose them in the service of God, we shall find life eternal.<span class=\"citation\" id=\"64227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64227)\">Matt. 10:39<\/a><\/span><span class=\"citation\" id=\"67845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67845)\">Luke 17:33<\/a><\/span><span class=\"citation\" id=\"69805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69805)\">John 12:25<\/a><\/span><span class=\"citation\" id=\"89268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89268)\">D&amp;C 98:13<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n812\"> I pray that God may bless us all; you who are parents, should bless your children&#x2014;that they may render more loving obedience to you, that you may be more affectionate to them, remembering the union in which you have been united and in which you have been sealed; that you may be strengthened of the Holy Ghost, and be enabled to go into the holy temples and set yourselves in order before the Lord; that you may obtain those eternal gifts that shall bring an eternal weight of glory<span class=\"citation\" id=\"129254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129254)\">2 Cor. 4:17<\/a><\/span><span class=\"citation\" id=\"129255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129255)\">D&amp;C 132:16<\/a><\/span> to your household, families, friends and kindred; that you may have the full assurance of the promises of God, and have joy to animate, stimulate and sustain you through every trying circumstance in life, and bring you safely back into the presence of our heavenly Father. Amen. <\/div>\n<\/div>\n<\/div>"}