{"ID":260006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Visit to the South&#x2014;Testimony Obtained From God&#x2014;Necessity and Benefits of Prayer.<\/div>\n<div class=\"subtitle\">Discourse by Apostle George Teasdale, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, January 11, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony Obtained From God.<\/div>\n<div class=\"speaker\">Speaker: George Teasdale<\/div>\n<div class=\"date\">Date: 1\/11\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v26n152\"> Since the last time I had the privilege of worshiping in this house I have had the opportunity, in company with Brother F. M. Lyman, of making a tour through the Southern wards and Stakes of this Territory, and I must say, though it was my first visit to several places, that I have enjoyed my labors exceedingly. I appreciated my association with the Saints, who are striving in their weakness to establish the righteousness of God upon the earth. I was treated with the greatest kindness. It is impossible for us to be associated as we are in a great work&#x2014;a work that from the beginning has been opposed by the world&#x2014;without feeling the greatest admiration for men and women who are filled with the spirit of integrity, who manifest a love for God and for the principles of righteousness, that is surprising in the day and age in which we live, when righteousness is so unpopular. I had always been given to understand that I was living in an enlightened age in the blaze of the Gospel; that we had passed from the dark ages and living in an enlightened age, among educated people; that the Gospel of the Son of God was being promulgated in all nations, <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that we had the Bible for a guide, so that we need not be mistaken. This being the case, it is something very curious&#x2014;I often think so in my reflections&#x2014;that men and women are today in the penitentiary, doomed to associate with the worst class of villains, because they believe in God. The same principle that exalted Abraham and made him the &#x201C;friend of God,&#x201D;<span class=\"citation\" id=\"77627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77627)\">James 2:23<\/a><\/span> because he believed God and obeyed Him today is considered a crime: for men and women who manifest that they have the faith of Abraham by doing the works of Abraham<span class=\"citation\" id=\"69486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69486)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"91724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91724)\">D&amp;C 132:31-32<\/a><\/span> are considered fit subjects to be placed among murderers and the worst class of characters. I presume if 50 years ago, any man had said that the time would come when the doctrine of Christ should be so unpopular that those who believed God, and who practiced the principles that lead to endless lives,<span class=\"citation\" id=\"91643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91643)\">D&amp;C 132:22<\/a><\/span> would be incarcerated in dungeons, he would have been considered slightly insane. It has been the boast of the nation to which we are attached, that wherever the glorious flag waved it was a source of consolation to the people of all nations to know that there was a spot on earth that was the land of the  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>free and the home of the brave. With a Constitution that is the admiration of all nations and peoples, nobody would have ever thought for a moment that the circumstances that we see today, and the facts that we are in possession of, would ever be recorded upon the pages of American history, and they never would have been had the spirit of patriotism that dwelt in the bosoms of those who consecrated their lives, their sacred honor, and their all, for the establishment of a spot on earth that should be indeed the land of the free, and the home of the brave, been manifested today. No brave man would ever interfere with another man's religion. It is all that I have. My hope, my joy. Take my religion away, and I am a beggar of the poorest kind. If I am wrong show me my wrong: I am open to conviction. I embraced the doctrine taught by the Latter-day Saints, because I believed that it was true, and that it promised to me something more than I was in possession of. The humble man that brought the glad tidings of the restoration of the Gospel, told me that if I would appeal to God who dwells in the heavens, and would appeal honestly, He would give me light and intelligence, and that if I would obey the Gospel I should be put in possession of knowledge that it was true; that I would learn that Joseph Smith was no false prophet, but a true prophet sent of God; that holy angels, holding keys of power and authority, had visited the earth for the express purpose of restoring the Priesthood of God, that the Gospel might be taught in power and authority in all nations, preparatory to the coming of the Son of Man, which is nigh at our doors. Wishing to be kind to myself; wishing to understand if there <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was any truth in all these things, I went where we should all go&#x2014;to the throne of grace, and asked God the Eternal Father in the name of Jesus Christ, that if the testimonies I had heard were true, that I might have a knowledge of the same; that I was willing to embrace the Gospel provided that it was true, and it would guarantee the excellency of knowledge<span class=\"citation\" id=\"75507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75507)\">Philip. 3:8<\/a><\/span> that was promised me if I would seek wisdom at His hands and obey. I asked that if it was the truth I might know it; because if any man desired eternal life I did; if any man desired to serve God I did; if any man desired the remission of his sins I did; and consequently I went to that source that I would presume all intelligent men and women would appeal to when a message of the kind that came unto us through the Prophet Joseph Smith was sounded in our ears. I obtained that knowledge, and I have endeavored faithfully to bear my testimony wherever I have been, and under whatever circumstances I have been placed. And I have never taken any step but what I have appealed to the same source, believing as I do in the Gospel of Christ, believing as I do in the Bible, and believing that James meant what he said when he stated: &#x201C;If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.&#x201D;<span class=\"citation\" id=\"77432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77432)\">James 1:5<\/a><\/span> I went forth in the simplicity of my heart believing God would answer my prayer. He did so, and from that day to this I have had, in my associations with the Church of Jesus Christ of Latter-day Saints, a living testimony of the truth of this work, and the closer I live to the requirements and to the principles that have been enunciated, and are continually enunciated, by inspired men, the greater the happi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness and peace I enjoy. Do I wish to interfere with the rights and privileges of anybody? God forbid. Do I wish to do anything that would be a reproach to this nation? God forbid. The course that the Latter-day Saints are taking is an honor to the nation. It is an honor to this country. That God our Eternal Father selected men who had been born, and raised on this soil to usher in the dispensation of the fullness of times. It certainly ought to be a source of joy to all men who are honest in heart, and who desire to obtain eternal life, to know that the keys are turned by which they can obtain the same. But as it was in the days of Christ, so it is today. The world by wisdom know not God:<span class=\"citation\" id=\"72899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72899)\">1 Cor. 1:21<\/a><\/span> and the course that they are taking today in fighting against the principles of righteousness is a shocking record to make upon the pages of history. Can a false religion benefit me? Can manmade systems benefit me? Can I obtain the remission of my sins and the gift of the Holy Ghost, through uninspired men? I think not. I have no guarantee for that inside or outside of the lids of the Bible. <\/div><div class=\"paragraph jod\" id=\"v26n155\"> In my travels among the Latter-day Saints, circumstances have arisen that have caused me some reflection, more especially with regard to prayer. It might not be believed that among the people who profess to be Latter-day Saints, there are those who neglect prayer. We have had to ask young men, sometimes, that were Elders and who had been recommended to be Seventies, if they prayed, and in telling us the truth, they have stated that they did sometimes. I never should have doubted for a moment that there was anybody professing to be a Latter-day Saint who did not pray. I cannot understand it. I was <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inducted into the Kingdom of God by prayer, and I have been sustained by the Almighty Father, by prayer, ever since that day. I do not pray for form sake: I pray because I earnestly desire to have the fellowship of the Holy Ghost. I cannot understand how anybody can pray for form's sake, although I have almost been led to believe that we do so on a great many times and occasions, and I will give you my reasons for so thinking. What is the idea, after singing, of one of the brethren standing up here to open this meeting by prayer? Is he not our spokesman, the mouthpiece, and should we not, while he utters the sentences, have those sentences pass through our minds in a prayer as a congregation, and when he has finished it, endorse the same by saying, &#x201C;amen.&#x201D; What is the meaning of &#x201C;amen?&#x201D; So be it. Well, I noticed today that there were few &#x201C;amens.&#x201D; Why is this? Did we not endorse the prayer? Did we not sanction it? I should think if we did we would naturally say &#x201C;amen&#x201D;&#x2014;so let it be. But I will tell you what I am afraid of&#x2014;I am afraid of the Latter-day Saints getting into a form of religion and being no better off than their neighbors, or getting into the habit of going to meeting and hearing the singing and praying and the discourse without their having any influence whatever upon our minds any more than perchance to criticize. I cannot understand how that kind of a worship can be acceptable to God. If I understand it, He requires our hearts, and He desires when we pray that we mean what we say. What is the meaning of prayer? Why, it is to earnestly ask something that we require with all our hearts. All who are in fellowship of the Holy Ghost, will ask God  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for His Spirit to be in their hearts in all their business relations, even, that they might not soil their hands, but keep them clean and their hearts pure, that they might merit His approbation. The Lord Jesus Christ encouraged His disciples to pray&#x2014;to pray without ceasing.<span class=\"citation\" id=\"75735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75735)\">1 Thes. 5:17<\/a><\/span><span class=\"citation\" id=\"81975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81975)\">Mosiah 26:39<\/a><\/span> Upon one occasion He spoke a parable on this very subject, that men ought always to pray and not faint.<span class=\"citation\" id=\"67849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67849)\">Luke 18:1<\/a><\/span> And I think if any people on the face of the earth ought to pray it certainly should be the Latter-day Saints; for we have no friends on the earth. All the friendship that we can depend upon is in God our Eternal Father, who controls the actions of all men, and who allows men to go to a certain extent, that they may prove before the heavens their corrupt hearts and what they would do if they were permitted; that every man through the agency that God has given him, may manifest himself before God, before the heavens, and before all mankind, as to the spirit he is of in the record that he makes. The Savior said there was a certain judge, &#x201C;which feared not God, neither regarded man: And there was a widow in that city; and she came unto him, saying, Avenge me of mine adversary. And he would not for a while: but afterward he said within himself, Though I fear not God, nor regard man; Yet because this widow troubleth me, I will avenge her, lest by her continual coming she weary me.&#x201D;<span class=\"citation\" id=\"67855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67855)\">Luke 18:2-5<\/a><\/span> This was the parable that the Lord Jesus gave the people when persuading them &#x201C;to pray, and not to faint.&#x201D;<span class=\"citation\" id=\"67850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67850)\">Luke 18:1<\/a><\/span> &#x201C;And the Lord said, hear what the unjust judge saith: &#x201C;And shall not God avenge his own elect, which cry day and night unto him, though he bear long with them? I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?&#x201D;<span class=\"citation\" id=\"67858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67858)\">Luke 18:6-8<\/a><\/span> <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We as a people should certainly be a prayerful people, and I would venture to say that if we were not, if we depended upon our own strength, the time will come when we will fail. I cannot understand how in a well ordered house family prayer can be dispensed with. I cannot understand how it is that men understanding the responsibility that rests upon them, understanding their own weakness and insufficiency, understanding the blessing that God our Eternal Father has promised unto us through our faithfulness, should consider that they can do without God. Why, it seems to me that in every well regulated family the head thereof should gather his wives and children around him and bow at the altar, even the family altar, and offer unto God thanksgiving and praise for His protecting care and to entreat Him for His Spirit that we might be led by its counsels that He might not suffer us to be led into temptation, but that He would deliver us from evil.<span class=\"citation\" id=\"63484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63484)\">Matt. 6:13<\/a><\/span><span class=\"citation\" id=\"67556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67556)\">Luke 11:4<\/a><\/span> And I do not consider that this duty is all the time upon the head of the house. I consider that his family should take a part in family prayer. I do not consider it necessary for the man to be the mouthpiece all the time. I think it is just as acceptable to God our Eternal Father, for the wife to take her part in prayer, and for the boys and girls to take their part in the same exercise. It seems to me there is something very shocking that young men should be allowed to grow up until they are about twenty years of age and have it to say that their father never asked them to pray in the family circle. We expect our wives to be associated with the Relief Societies, and certainly they should know how to pray. We expect our young men to be associated with Young Men's Associations, and they certainly should  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know how to pray. We expect our daughters to be associated with the Young Ladies' Mutual Improvement Associations, and they certainly should know how to pray. We expect our children to be associated with the Primary Associations, and they certainly should know how to pray. We do them an injustice when we do not divide up the honors in prayer in this way. It is requisite that all should take their turn in prayer, and I do not think it should be done for form's sake. It should be the expression of glad hearts, understanding the great blessings that have been conferred upon us through the light and intelligence of the Gospel, and feeling glad that we are not under the condemnation of priestcraft, but that we have the privilege of priesthood; that we are not led by false teachers who have no authority, and who know not the way of life and salvation, but that God has given unto us true teachers, inspired by Him, that His people may learn of His ways and walk in His paths.<span class=\"citation\" id=\"57839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57839)\">Isa. 2:3<\/a><\/span> And I believe in the counsel of the Savior when He advised His disciples to pray for their enemies.<span class=\"citation\" id=\"63228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63228)\">Matt. 5:44<\/a><\/span> If there are people on the face of the earth who ought to be prayed for, it is our enemies. I would pray the Eternal Father that He would have mercy upon them, that He would enlighten their minds, that they might understand they were fighting against the truth. I would plead before Him that they might be prevented from making the dreadful record that they are making against themselves; I would plead that the Lord would be merciful unto them, that they might be converted as we are converted. Who converted us? The Spirit of God. What do we know only as we are taught of God, and what can they know of the true faith only as they <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are taught of God. The Lord Jesus Christ, in His dying agonies, and the martyr Stephen filled with the Spirit of His master, said, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68341)\">Luke 23:34<\/a><\/span> Lord, lay not this sin to their charge!<span class=\"citation\" id=\"71565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71565)\">Acts 7:60<\/a><\/span> Behold the unbounded love and charity that were in the breast of the Savior and His servant Stephen. We should have this same Spirit. It is a most awful thing to die in one's sins.<span class=\"citation\" id=\"69445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69445)\">John 8:21-24<\/a><\/span><span class=\"citation\" id=\"81403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81403)\">2 Ne. 9:38<\/a><\/span><span class=\"citation\" id=\"81876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81876)\">Mosiah 15:26<\/a><\/span><span class=\"citation\" id=\"83610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83610)\">Moro. 10:26<\/a><\/span> It is most awful to be classed with those who misrepresent, who are called in the Bible liars, who are to have their portion in the lake of fire and brimstone, which is the second death.<span class=\"citation\" id=\"80773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80773)\">Rev. 21:8<\/a><\/span><span class=\"citation\" id=\"86419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86419)\">D&amp;C 63:17<\/a><\/span> When I think that men of professed intelligence will stoop to such dishonorable means to bring trouble upon innocent people, I think they ought to be prayed for that God would have mercy upon them, that He would convert them from the error of their ways, that they might not be blotted out from the book of remembrance and become subject to the second death. I think common humanity should inspire us to pray for them. They are the children of God, and they are in the image of God, they are our brethren and sisters, children of the same parent: and it is a duty we owe to God and to mankind to pray that the Lord may have mercy upon sinners. I also believe that we should pray for the Chief Magistrate of this nation. We should pray that He might be inspired of God, and be a blessing to the nation in his integrity to the Constitution. I believe we should pray that God might overturn, and displace the wicked, and put in righteous men who would repeal the unrighteous acts and laws that have been passed, and thus demonstrate that they were willing that all mankind should enjoy what they themselves wish to enjoy&#x2014;the pursuit of  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>life, liberty, and happiness. All the happiness that I have is in keeping the commandments of God. All the happiness that I have has been given unto me through the new and everlasting covenant, which God has restored to the earth. And then I believe in secret prayer. I can go and tell my Father things that I would not want anybody else to know. I can go and ask His direction when I require it. So can the sisters, who are entrusted with these bright spirits that have been reserved in the heavens and foreordained to come down on the earth in the dispensation of the fullness of times to assist in the establishment of the Kingdom of God. How are you going to exercise righteous dominion over your children and teach them correct principles, unless you enjoy the revelations of God. I cannot understand how a woman can love her children and not plead before the Almighty, that they may be protected from all accident, that they may enjoy their senses, that they may be preserved in the use of their limbs, that they may not meet with any accident that would disfigure or disable them in the battle of life. I think all these things arise on common sense principles. When we know that God lives; when we know that He hears and answers our prayers; when we know that we are dependent upon Him and upon Him alone; when we know that we have no friends outside, and that the world is at enmity with God,<span class=\"citation\" id=\"72512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72512)\">Rom. 8:7<\/a><\/span><span class=\"citation\" id=\"77683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77683)\">James 4:4<\/a><\/span> is at enmity with us, and with the principles of righteousness, we should humble ourselves to the dust, and ask God to be merciful to us and to all mankind. <\/div><div class=\"paragraph jod\" id=\"v26n156\"> Then, again, hew can we have faith in the Gospel, unless we have the Spirit of God. In a revelation that has been given, and that is <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> frequently quoted, we are told that when we do as the Lord sayeth He is bound to fulfill; but when we do not we have <span class=\"italic\">no promise<\/span>.<span class=\"citation\" id=\"87417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87417)\">D&amp;C 82:10<\/a><\/span> And on another occasion He said that He could not look upon sin with the slightest degree of allowance.<span class=\"citation\" id=\"82391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82391)\">Alma 45:16<\/a><\/span><span class=\"citation\" id=\"83720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83720)\">D&amp;C 1:31<\/a><\/span> Do we believe this? Do we believe that all we have, or that we ever expect to have, comes or will come from God? Do we understand this principle? Do we understand that if we do not obey the Gospel, that if we do not offer unto the Father the offering of a broken heart and a contrite spirit,<span class=\"citation\" id=\"56567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56567)\">Ps. 34:18<\/a><\/span><span class=\"citation\" id=\"82666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82666)\">3 Ne. 12:19<\/a><\/span><span class=\"citation\" id=\"86292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86292)\">D&amp;C 59:8<\/a><\/span> we will not be accepted of Him? Do we understand that unless we live the principles that He has revealed from the heavens, that we have no promise of the future, and then to think it a light thing not to pray. The Lord has said with regard to the work of the ministry, and the establishment of His Kingdom on the earth that, &#x201C;No one can assist in this work except he shall be humble and full of love, having faith, hope, and charity, being temperate in all things, whatsoever shall be entrusted to his care.&#x201D;<span class=\"citation\" id=\"83981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83981)\">D&amp;C 12:8<\/a><\/span> How is it possible for us to be put in possession of these inestimable virtues unless we desire them with all our hearts! And how can we obtain them but by earnest prayer to Him from whence all these priceless blessings flow? From what other source can we obtain them? Why, if we thoroughly understand our position, and our entire dependence upon God our Eternal Father, our prayers would ascend up to heaven night and day, and they would be mingled with praise and thanksgiving to God, for the mercies and blessings He has vouchsafed unto us. If we do not see the necessity of this it is because we are too ignorant to understand the loving kindness of God, and it is  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time we should wake up to righteousness and good works, that we may have wise and understanding hearts. The Lord has indeed been merciful to us as a people. How marvelously He has protected us! How marvelously He has blessed us as a people, and how cheerfully He has poured out His Spirit upon us when we have sought it. It behooves us to walk in His paths. It is our duty to walk in the light, even as the beloved Apostle said: &#x201C;If we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.&#x201D;<span class=\"citation\" id=\"78533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78533)\">1 Jn. 1:7<\/a><\/span> The same beloved Apostle said: &#x201C;Marvel not, my brethren, if the world hate you. We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death. Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.&#x201D;<span class=\"citation\" id=\"78707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78707)\">1 Jn. 3:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n158\"> My brethren and sisters: Let us pray to God our Eternal Father; let us make ourselves familiar with His Spirit and the impress thereof; let us, if we have not done so, put <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our houses in order, remembering that we are living in perilous times, that we are living in the hour of God's judgment,<span class=\"citation\" id=\"79989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79989)\">Rev. 14:7<\/a><\/span> that we are on the eve of famine, of pestilence, of earthquakes;<span class=\"citation\" id=\"81357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81357)\">2 Ne. 6:15<\/a><\/span><span class=\"citation\" id=\"88223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88223)\">D&amp;C 87:6<\/a><\/span> and it behooves every man and woman professing to be Latter-day Saints to be alive to their duties, to put away all folly, to live humbly and frugally before God, and to prepare for the calamities that are coming upon the earth. We have been warned and forewarned, and I say unto the Latter-day Saints prepare ye, O prepare ye, for the calamities that are at our doors. Let us cease all extravagance; let us remember the children entrusted to our care that they, too, may have something for a day when nothing shall be raised; let us sanctify ourselves before the Lord, striving to do His will and keep His commandments, calling upon Him in mighty prayer<span class=\"citation\" id=\"83547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83547)\">Moro. 2:2<\/a><\/span><span class=\"citation\" id=\"84713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84713)\">D&amp;C 29:2<\/a><\/span> (remembering &#x201C;The effectual fervent prayer of a righteous man availeth much,&#x201D;)<span class=\"citation\" id=\"77737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77737)\">James 5:16<\/a><\/span> to have mercy upon His heritage; and that these valleys of the mountains may indeed and of a truth be the land of the free and the home of the brave; which blessings I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}