{"ID":260037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Efforts to Inform the World of Our Doctrines&#x2014;We Must Expect Persecution&#x2014;Man Has No Right to Make Laws Contrary to the Law of God&#x2014;Plural Marriage is No Crime&#x2014;Bigamy a Crime&#x2014;There Are More for Us Than Against Us&#x2014;The Work of God not Upheld By Numbers&#x2014;The Blood of the Prophets is Upon the American Nation&#x2014;God Will Test Us.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Franklin D. Richards, delivered at the General Conference, at Logan, held in October, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition is to be Expected.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 10\/0\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v26n1077\"> Providence seems to smile upon our gathering together for a conference at this time. Indeed, as a people, if we take into consideration all of the blessings of our common salvation, we are today highly favored of the Lord, in every general respect. I think our hearts ought to be moved by a sense of gratitude for all of His many blessings to us, both temporal and spiritual. Our brethren here have gone to and improved the condition of their tabernacle, so that we are very comfortably situated. The singers, I think, feel that they have got into the right place; a good table is also provided for the reporters. I take this opportunity to invite reporters of any and all newspapers that may be present, who wish to do so, to come forward, take a seat at this table and report the proceedings of our conference. The only favors we ask at their hands is that they will please report us correctly. <\/div><div class=\"paragraph jod\" id=\"v26n1078\"> We have been striving half a century to inform the world of the principles of our faith, and we have not <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tired at it yet; we are still sending missionaries to the four quarters of the earth. We have sent them without stint of numbers to the people of this great nation, the United States; have endeavored to inform them ever since the year 1830, and especially since the endowment at Kirtland in 1836, when the Apostles, High Priests and Elders went forth into all parts of this nation, as far as permitted, and as fast as they had opportunity, to inform the people of the principles of our faith. But it seems almost impossible to get to their ears, and much less likely to reach their hearts. It appears to have been easier for us in an early day to receive that measure which the Lord had revealed for our benefit than it is now when He is giving us so much that the new wine cannot be received into the old vessels,<span class=\"citation\" id=\"64064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64064)\">Matt. 9:17<\/a><\/span><span class=\"citation\" id=\"66508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66508)\">Mark 2:22<\/a><\/span><span class=\"citation\" id=\"67213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67213)\">Luke 5:37-38<\/a><\/span> and if it could we do not know what the results would be. In these our times, some of the feeble and fainthearted, will no doubt think that because of the efforts at persecution against us we  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have reason to be very sad, to pull long faces and be cast down because we are oppressed. Brethren, not so. Do not think of it a minute. So long as we are dealt with in a milder manner than our Master was, we have reason to be thankful and ought to go on our way rejoicing.<span class=\"citation\" id=\"71686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71686)\">Acts 8:39<\/a><\/span><span class=\"citation\" id=\"88016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88016)\">D&amp;C 84:105<\/a><\/span> So long as we are not dealt with more harshly than our brethren have been in former periods of time and in this dispensation in which we live, we have reason to be thankful. <\/div><div class=\"paragraph jod\" id=\"v26n1080\"> We lament the absence of our brethren of the First Presidency, and several of the Council of the Twelve Apostles. We would be glad and thankful if we could have them all with us, but we are pleased that so many of us can be with you as are here. We hope that the conference will result in the strengthening the good resolutions of every Latter-day Saint&#x2014;in invigorating the energies of all who are in anywise afflicted, or oppressed with temptations and trials of any kind. The Lord told the brethren in his day&#x2014;those whom He appointed, laid His hands upon and ordained to the Apostleship&#x2014;that this would be their heritage; that they would be vilified and hailed to prison,<span class=\"citation\" id=\"71572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71572)\">Acts 8:3<\/a><\/span> and that men would think they were doing God service in taking their lives from the earth.<span class=\"citation\" id=\"70294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70294)\">John 16:2<\/a><\/span> And, said He, is the servant greater than His master?<span class=\"citation\" id=\"64143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64143)\">Matt. 10:22-25<\/a><\/span> No. He told them that when they experienced these things, they were to lift up their heads and rejoice; for great was their reward in heaven.<span class=\"citation\" id=\"62989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62989)\">Matt. 5:10-12<\/a><\/span> Therefore, we have the assurance that if we are true and faithful, we shall suffer trials and temptations as they did in former days, and as Joseph and Hyrum, and the brethren of the Apostles, with a host of Elders, have done in these latter days for the principles of the Gospel. <\/div> <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1081\"> These things, however, should not move us, or they should only, if they move us at all, strengthen us to stand true to the holy faith of the Gospel, to the principles, ordinances and institutions which the Lord has revealed unto us. We may expect to meet opposition on every hand, but our opposition may come in a different form from what our brethren have formerly had to endure; we should, however, be armed with the spirit of divine truth, so that we may comprehend our duty under every circumstance and every condition in life. I know some of the brethren feel that it is a very serious thing to be cast into prison. Why, there is many a thing worse than that. It is a thousand times better to go to prison than to deny the principles of the Gospel, and to be forsaken of the Holy Spirit. What did Brother Brigham say before he left us? When Congress passed the law of 1862, I heard him make this remark&#x2014;rather startling at the time&#x2014;that a man who would not be willing to pay his fine and take a term of imprisonment for a real good, virtuous woman was not worthy of a wife at all. Well, let us learn to look at these things in a proper manner, and be thankful that our conditions are no worse. Let us look to God continually; He will guide and control all things for the good of His people. <\/div><div class=\"paragraph jod\" id=\"v26n1082\"> There is a portion of the writings of the Apostle Paul to the Ephesians, that seems so appropriate to our condition, that I propose to read in the hearing of the congregation a part of the 6th chapter, commencing at the 10th verse: <\/div><div class=\"paragraph jod\" id=\"v26n1083\"> &#x201C;Finally, my brethren, be strong in the Lord, and in the power of his might. <\/div><div class=\"paragraph jod\" id=\"v26n1084\"> &#x201C;Put on the whole armor of God, that ye may be able to stand  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>against the wiles of the devil. <\/div><div class=\"paragraph jod\" id=\"v26n1086\"> &#x201C;For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. <\/div><div class=\"paragraph jod\" id=\"v26n1087\"> &#x201C;Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand. <\/div><div class=\"paragraph jod\" id=\"v26n1088\"> &#x201C;Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; <\/div><div class=\"paragraph jod\" id=\"v26n1089\"> &#x201C;And your feet shod with the preparation of the gospel of peace; <\/div><div class=\"paragraph jod\" id=\"v26n1090\"> &#x201C;Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. <\/div><div class=\"paragraph jod\" id=\"v26n1091\"> &#x201C;And take the helmet of salvation, and the sword of the Spirit, which is the word of God: <\/div><div class=\"paragraph jod\" id=\"v26n1092\"> &#x201C;Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints.&#x201D;<span class=\"citation\" id=\"75370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75370)\">Eph. 6:10-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1093\"> I have read these words because of their remarkable adaptation to our present condition and circumstances. <\/div><div class=\"paragraph jod\" id=\"v26n1094\"> I feel, in attempting to address the Saints, a very great degree of helplessness, and of dependence upon the enlightenment and aid of the Holy Spirit in order that I may speak to you a short time unto edification; for without the spirit of the Gospel, the Holy Spirit of divine truth which is sent forth to testify of God and of the truth to the hearts of the honest in the earth, our labors will be of very trifling account. But if we have the aid and help of that Spirit, then we may be edified and rejoice together as the children of God&#x2014;both he that speaketh and he that heareth.<span class=\"citation\" id=\"85950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85950)\">D&amp;C 50:21-22<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1095\"> It would seem that after the very elaborate and comprehensive epistle that has been communicated to us by our brethren of the First Presidency, in which they seem to cover many of the circumstances which now attend upon God's people, and in which they also give to us such words of exhortation and instruction as, if followed by us, must not only make us understand better our condition, but know better how to occupy our positions with credit to ourselves and to the acceptance of God our heavenly Father&#x2014;I say it would seem, after reading that epistle, and having it impressed upon our minds, as I am sure it must be upon all who listened in spirit and in truth, as if it were scarcely necessary that anything more should be said to put us right in regard to our duties and give us understanding concerning them, or strength in the performance of them. But we each of us have a testimony of the truth of the Gospel and of the work of God to bear to our brethren and sisters, and I feel a desire myself, in common with my brethren, to communicate such things as may be given to me, so that we may be encouraged in the work in which we are engaged; that we may feel our good resolutions strengthened within us, that we may be led to realize in whose name we trust, in whose strength we stand, and that we may be able also to realize, as the Apostle Paul did, when he wrote, &#x201C;We wrestle not against flesh and blood, but against principalities, and powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.&#x201D;<span class=\"citation\" id=\"75385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75385)\">Eph. 6:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1096\"> Our condition is a very peculiar one in regard to this nation, and yet it is no more strange or peculiar than has been the condition of God's people in other ages which are re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>corded in history for our comfort, encouragement and consolation. Therefore, I feel this morning like speaking a little about the nature of that which is called crime, which is charged upon us. <\/div><div class=\"paragraph jod\" id=\"v26n1098\"> We are told by men in high places that it is the highest duty of good citizens to render obedience to the laws of the land in which we live. Now I can scarcely believe that any professor of religion&#x2014;any honest religious professor of any Christian denomination in these United States&#x2014;can honestly and solidly endorse that sentiment, much less anyone who is clothed with the ermine and is honored with a seat upon the judicial bench; yet it is from judges that we hear this. A great apostle of the law, the greatest, the ablest and most popular delineator of the law from the days of Justinian of ancient Rome down until his day, was the renowned Mr. Blackstone himself. When portions of various nations had settled together in the island of Great Britain&#x2014;some from the northern states of Scandinavia, others from Brittany, and the different parts of the German or Saxon nations and had collected the laws of those countries for the purpose of having them assimilated, so that those people who came from their various countries should have one established usage of law for the regulation of all their civil and criminal procedures in the adjudication of their difficulties with each other, the learned Chancellor Blackstone undertook this great task, and from the alembic of his intelligent and powerful mind brought forth and enunciated his views of the law. These views have been held to be the basis of all legal administration; the fundamental principles of jurisprudence among all Christian nations ever since he published them. <\/div> <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1099\"> This celebrated gentleman who is considered to this present day as one of the greatest, if not the very greatest legal light of the age, laid it down plainly and emphatically, that man had no right to make any laws contrary to or in conflict with the law of God. I wish every lawyer throughout the nation would read it and understand it; for when they depart from that rule they become apostate from the faith of true legal jurisprudence as laid down by this distinguished apostle of the law; and furthermore, he held that the laws which should regulate or constitute the jurisprudence of every nation were derived from and based upon the laws revealed by God, through the Prophet Moses. This gentleman stated and laid down as a fact that the Ten Commandments,<span class=\"citation\" id=\"54192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54192)\">Ex. 20:3-17<\/a><\/span> the ancient law of God, were held by him to be the basis, and fundamental principle of all law, justice and administration that should be had among the human family. He claims that as the basis of his work. Then no man who is a true lawyer, after the order of the celebrated Blackstone, can say in truth that it is the highest duty of a good citizen that he should observe in all things the laws of the land, unless it be first established that those laws are consistent with the laws of God. <\/div><div class=\"paragraph jod\" id=\"v26n1100\"> Now, then, wherein are we transgressors? I wish to call your attention to this a few minutes, because I desire my brethren and sisters to understand whenever they are called in question before the tribunals of this nation&#x2014;I want our boys and girls that are growing up around us to understand what is the nature of that which is called crime, which is alleged against their fathers, and in which their mothers are participants. It was never alleged against  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us as men of Israel, as &#x201C;Mormons,&#x201D; if you please, that we were violators or had been, violators of the law of the land until July, 1862. It was never proven and cannot now be shown that we, as a people were violators of any law of the land whatever. In 1862, a law was enacted against bigamy, or polygamy. The term bigamy had always been used before, but now it was coupled with polygamy in order that it might be made to reach, and be understood by everybody as intended for, the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v26n1102\"> Now, then, to come at the matter in question, what is the crime, if any there is, in this doctrine of heavenly marriage as we hold it, the doctrine of the eternal covenant of marriage, incident to which is plurality of wives? When we married our wives at the first&#x2014;we were New Englanders, Britons, Scandinavians, &amp;c.&#x2014;we were married until death should us part. That was the period for which we made contract, whether we went into the church and had the ordinance solemnized by an ecclesiastic, or whether it was done before a justice of the peace, judge, or any civil magistrate. When the law of God came, before the doctrine of the eternity and plurality of marriage was taught to us, the Lord gave us a revelation, in a very early day, in regard to members of other churches being rebaptized.<span class=\"citation\" id=\"84447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84447)\">D&amp;C 22:1-4<\/a><\/span> Some of them doubted the need of being rebaptized. They said we were baptized into the Baptist church; we were sprinkled in the Methodist church, in the Presbyterian, in the Congregational: why be baptized again? The Lord in answer to this question told His people that all old covenants He had caused to be done away; but &#x201C;Behold!&#x201D; He said, &#x201C;I give unto you a new and everlasting cove<div class=\"hyphen\">-<span class=\"citation\" id=\"84444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84444)\">D&amp;C 22:1<\/a><\/span><\/div><div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nant.&#x201D; Therefore, all had to go forth, who had been baptized by men having no authority to administer, and be baptized by one who had authority, in the name of Jesus, for the forgiveness of sins, and for admission into the Church of Christ. By and by, when we had walked before the Lord for a number of years, He revealed to us the laws of marriage. Well-regulated parents do not teach their children when they are dandling them on their laps the nature of the covenant, or the ordinance, or the duties of marriage. They wait until they grow up. It is proper that they should wait until their children have attained to years of judgment, understanding, and perhaps to the age of puberty. So the Lord, in dealing with his children did not reveal this eternal covenant of marriage until his people had lived a while in keeping the first laws and ordinances of the Church, and learned to walk in the light of the Holy Spirit, and to purify themselves from the various besetments with which they were attended when they went into the waters of baptism, and become better prepared for more exalted principles and truths. One of the last great principles that the Prophet Joseph was commanded of God to teach us, was the law regulating the eternity of marriage; that whereas, we had taken our wives only until death should us part, we should now understand that we were, while in the flesh, laying the foundation for eternal dominions, crowns and exaltations; that our wives and our children were given to us of God for the purpose of laying the foundation of a kingdom; that we shall have, if we are faithful and obedient, the covenant of eternal life ourselves and the power to seal the same upon our generations, that they  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may become, as Abraham's, like the sands of the seashore for number.<span class=\"citation\" id=\"53369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53369)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"77001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77001)\">Heb. 11:8-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1104\"> The Latter-day Saints claim to be the children of Abraham, and if they are the children of Abraham, they will do the works of Abraham.<span class=\"citation\" id=\"69488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69488)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"91725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91725)\">D&amp;C 132:31-32<\/a><\/span> It was difficult for men and women from all parts of the world, who had lived in the monogamic order all their lives to accept this doctrine of the eternity and plurality of marriage. It was &#x201C;a new and everlasting covenant; and if ye abide not that covenant, then are ye damned,<span class=\"citation\" id=\"91458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91458)\">D&amp;C 132:4<\/a><\/span> saith the Lord.&#x201D;<span class=\"citation\" id=\"91687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91687)\">D&amp;C 132:27<\/a><\/span> This was the obligation that was laid upon the Prophet Joseph, and through him, upon the true believers of the Church, even all who were worthy to accept of these obligations. It was herein that the Elders and their wives extended their faith, enlarged their obedience, and accepted the terms of the new and everlasting covenant extending not through time only, but eternity also. <\/div><div class=\"paragraph jod\" id=\"v26n1105\"> Now, I ask, who is injured by a man taking a second wife, when the wife he now has is agreeable and it is mutually understood between her and him and the newly affianced; it being entered into with a mutual understanding and a mutual agreement according to the law of God&#x2014;I ask, who is injured? <\/div><div class=\"paragraph jod\" id=\"v26n1106\"> Wherein consists the crime of bigamy? It is this. When a man takes one wife he covenants to adhere to her until death do them part. He violates that covenant when he takes another woman, unknown to his wife; he thus practices fraud upon her. This is where the crime comes in. Fraud is perpetrated upon his own family. I want the old and the young to understand it; I want to come down to the root of the matter, and find out and show up what the crime is, if any, that <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is charged upon us. This crime of taking another wife when a man has one is called bigamy; and there are laws and penalties against it. With the Latter-day Saints there is no fraud practiced, the second wife being accepted with the mutual consent of the first, and in accordance with the revelations of God. There is in that no crime at all, unless some law of God is violated, or somebody is injured in the matter. If this transaction that I have just named violates the law of God, or if it injures or infringes upon the rights of a brother or a sister, then there may be some ground for pronouncing it a crime, but belief in, and practice of, the eternity and plurality of the marriage covenant do not violate the law of God, because He has commanded His people to accept and obey it. Neither is it an infringement upon the rights of others, neither men nor women, but gives all women an opportunity to become honorable wives and mothers, and thus to shut out what is politely called the social evil, with all its horrid concomitants of seduction, feticide, infanticide and all the train of sexual monogamic evils which haunt and infest Christendom. <\/div><div class=\"paragraph jod\" id=\"v26n1107\"> If, then, we violate no law of God nor right of our fellows, wherein, I ask again, consists the crime of our religious faith? It is in this: that Congress forbids it; just as Darius forbade Daniel praying to God, and because he persisted, cast him into the den of lions;<span class=\"citation\" id=\"61565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61565)\">Dan. 6:1-28<\/a><\/span> the same as Herod caused all the male children to be slain, hoping to kill Christ our Savior in his infancy;<span class=\"citation\" id=\"62654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62654)\">Matt. 2:16<\/a><\/span> the same also as Nebuchadnezzar cast the Hebrew children into the flames because they worshiped the living God rather than his idol.<span class=\"citation\" id=\"61420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61420)\">Dan. 3:1-30<\/a><\/span> Wherein consists the crime of Daniel praying to the God of Israel? Simply be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause King Darius forbade him doing it.<span class=\"citation\" id=\"61567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61567)\">Dan. 6:4-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1109\"> What constituted the crime of the Hebrew children in worshiping the God of Heaven? Solely because Nebuchadnezzar commanded them to worship the golden image, which they would not do.<span class=\"citation\" id=\"61396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61396)\">Dan. 3:1-18<\/a><\/span> What is the intrinsic nature of our crime in believing and practicing the eternal covenant of plural marriage as revealed by the Almighty, and as we are commanded to do? Simply and solely this: Congress passed a law making it a penal offense to do so. This is all the criminality there is about it; and the question remains for each one to answer, Shall we obey God or man? <\/div><div class=\"paragraph jod\" id=\"v26n1110\"> What is liberty&#x2014;the liberty that you and I and all men are entitled to enjoy? It is that we do not violate the law of God, or that we do not infringe upon the rights and liberties of our fellow creatures. That is true liberty. Upon that hang also the law and the prophets.<span class=\"citation\" id=\"65492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65492)\">Matt. 22:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1111\"> In the establishment of this principle of the Gospel, the marriage covenant, it is intended only for God's people, and not for the people of the world. They do not want it. They would like to have that liberty which is not liberty but license&#x2014;by which they can continue and perpetuate seduction and adultery among them&#x2014;keep up their houses of prostitution and their places of assignation. It is a part of the business of both high and low to keep going this degradation and destruction of the female portion of the race, and it is because the people of God have taken a course that every righteous woman may have an honorable husband, become an honorable wife and have a position in the family and household, that our brethren are hailed to prison; be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause they are faithful to their families; because they have taken wives in order that they may rear up children, have a generation to bear their names and their priesthood, and to become a people devoted to the living God. <\/div><div class=\"paragraph jod\" id=\"v26n1112\"> I want to say in this connection, as I wish all to understand it, that when we adopted this principle by the revelations of God, there was no law in the land against it. Understand it, brethren and sisters. But it is now as in ancient times, when the captives of Judea were carried into Babylon. Their captors found excellent qualities in them, as some say now they like our industry, our enterprise and our virtue &#x201C;outside the marriage relation,&#x201D; but we want you to put away this commandment of the Lord and &#x201C;become like us,&#x201D; &#x201C;be as we are,&#x201D; then we will like you, and we will be hail fellows well met. <\/div><div class=\"paragraph jod\" id=\"v26n1113\"> The representatives of the country at Washington have discovered something or other in these mountains that is displeasing to them; that we are increasing; that we delight in our children, and do not take measures to prevent their coming forth, as is very frequently done in the world; that we are willing to take wives and support them rather than to indulge in whoredom and the like; and they said, &#x201C;This won't do.&#x201D; Hence they went to work and passed a law against us, that would prevent us carrying out the principles of our religion. I want these young boys and girls, as well as the older ones, to know that God has never given us a law that was in conflict with any law of the land; but that Congress has enacted laws to make us criminals. There is no crime in that which we practice, inasmuch as no man is injured, no woman injured, and no person's rights are  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>invaded; on the contrary, our people are called upon to exercise a great amount of self-denial and self-abnegation, that all may be blessed, and that the charity of the Gospel may be extended to all the human family, as God has designed and ordained. Thus, we are not violators of the law of the land, but the lawmakers of the nation make us transgressors. God commands us to keep His law. The people through their representatives say we shall not. That is all there is in it. They undertake to say that we shall not observe the law of plural marriage, and in consequence of this they are hailing us to prison. Our outgoings and incomings are watched by marshals, so as to find something upon which to bring us before a commissioner or before a grand jury; not for any crime we have done, but because we have obeyed God, which Congress has said we must not do&#x2014;making a law against us&#x2014;whereas we are violating no law. <\/div><div class=\"paragraph jod\" id=\"v26n1115\"> I do not love to talk against my fellow men; I simply present these things to you to show up the real state of the case. It is unpleasant for me to say that the men of the Congress of 1862, and that of 1882, were not men of the most immaculate virtue. It is understood throughout the land that nowhere on this continent is the practice of whoredom and of the seduction of women carried on to a greater extent than in the city of Washington, and by those men who go there to make laws against this people. What attitude does it place the people of this nation in, and the Congress of the country, in relation to us and this law we are undertaking to keep? Why, as soon as the Lord has established His Gospel and covenant, the spirits of the other world are seeking <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to come and dwell among us; they desire a parentage among the Saints of the living God, where they can be welcomed with filial love and not repulsed by feticide, where they can be brought up in the fear of God, with a hope of returning pure to the Father's presence, without being lost by blood guiltiness or other crimes while in mortality. <\/div><div class=\"paragraph jod\" id=\"v26n1116\"> How do you think the spirits contemplate the necessity of a birth in the nations of the earth where so much harlotry and whoredom exist? I tell you this very presumption of the country in which we live, that we shall not have these children to dwell in our midst and bear the name of Christ in the earth, is a presumption against the very heavens, and against those spirits of the just who are waiting to be made perfect through their sufferings in the flesh.<span class=\"citation\" id=\"77158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77158)\">Heb. 11:40 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1117\"> Ah! says one, you folks in the mountains, numbering only one hundred and fifty thousand to two hundred thousand, need not talk in that kind of way; for here is a great nation of fifty-five millions of people who say you shall not do this thing, or, if you do, you cannot have a home with us. Well, we will admit that about two hundred people of the United States say to everyone of the Latter-day Saints that we must put away this doctrine, or we cannot dwell in this land. Well, that is a terrible majority against us: but let us look at this a little. I do not think that we need be very badly scared. You recollect at one time a young man was with Elisha the Prophet, when a large host compassed the city, both with horses and chariots, and a battle was imminent. It was turbulent times with Israel then, worse than it is with us now. The defending army was a very small one, and the heart of the  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>young man began to falter. He could not see how the few of Israel were going to prevail against their numerous enemies. Whereupon Elisha prayed, and said, &#x201C;Lord, I pray thee, open his eyes, that he,&#x201D; the young man, &#x201C;may see.&#x201D; And the Lord opened the eyes of the young man; and he saw: and behold, the mountain was full of horses and chariots of fire round about Elisha. Fear not, said the Prophet, &#x201C;for they that be with us are more than they that be with them.&#x201D;<span class=\"citation\" id=\"55808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55808)\">2 Kgs. 6:13-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1119\"> Now, it is so with us exactly. All the fathers who have gone before, the Prophet Joseph, and Hyrum, the Apostles and Patriarchs, the Elders, High Priests, and hosts of others, say nothing of the fathers of our generation hundreds of years back, are all around us, waiting and watching and anxious to see us go forward and triumph; so that we have many more for us than against us, the fifty-five millions to the contrary notwithstanding. Therefore, we have no occasion to let our hands hang down from fear, or our knees to tremble; not a bit of it. On the contrary, I tell you, my brethren and sisters, that one of the greatest evils existing in our midst today is that there are too many of us. You may think that is a hard saying; but there are decidedly too many of us. There are people among us who are committing all manner of sin and transgression&#x2014;people who drink with the drunken and spend their substance with harlots and in riotous living.<span class=\"citation\" id=\"67709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67709)\">Luke 15:13<\/a><\/span> All such should be severed from the Church, unless they repent speedily. The numbers should be reduced, like unto the army of Gideon. The Lord told Gideon that he had too big an army, and it was reduced, (in the manner related in the seventh chapter of the Book of Judges) from two and thirty thous<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to three hundred, which was all the Lord wanted. The others were told to go home, and Gideon, by following the instructions of the Lord, put all the hosts of the Midianites and Amalekites, who were said to be &#x201C;like grasshoppers for multitude,&#x201D;<span class=\"citation\" id=\"55358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55358)\">Judg. 7:12<\/a><\/span> to flight.<span class=\"citation\" id=\"55353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55353)\">Judg. 7:1-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1120\"> That is just what is the matter with us. There are too many with us who are not living as Latter-day Saints ought to live. Again, there are many who walk in other men's light. If they whose duty it is will only put away from us those who will not serve God, we shall find ourselves strengthened in the work in which we are engaged. If we will but do what is right, we need not fear what our enemies can do. The Lord only wants the honest, the obedient, the faithful, and He will &#x201C;turn the world upside down, waste the inhabitants thereof,&#x201D;<span class=\"citation\" id=\"58390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58390)\">Isa. 24:1<\/a><\/span> and glorify Himself by His people. <\/div><div class=\"paragraph jod\" id=\"v26n1121\"> I have referred to the instance of Gideon on purpose to remind you that the work of the Lord is not upheld by strength of numbers, but it is by the Spirit of God&#x2014;the spirit of obedience, which is better than sacrifice or the fat of rams,<span class=\"citation\" id=\"55469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55469)\">1 Sam. 15:22<\/a><\/span> and that the wisdom of God is better than strength or weapons of war. <\/div><div class=\"paragraph jod\" id=\"v26n1122\"> Men of intelligence&#x2014;politicians from European countries as well as our own&#x2014;have visited this country, and I have heard them tell President Young that we had a very strong government in this Territory. We all know that: but it is good to have wise men visit Utah from abroad and see the excellence and strength of its government. <\/div><div class=\"paragraph jod\" id=\"v26n1123\"> I would say to the people of the land&#x2014;inasmuch as they are making this bugaboo about polygamy&#x2014;not to be deceived. The Governor has told men upon the streets that he did not care anything about poly<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gamy; (we knew very well that he did not by his conduct;) but it was the power of the Church that must be broken. Must it? This is the work of the Lord, and there need not anybody mistake it. The order of God's church and kingdom is the strongest government ever known on this earth, and if the people of this great nation entertain any fears of the consequence or effects of such a government, why, I ask, don't you of the nation, you of Congress, you of the Cabinet, if you please, embrace this order of government and establish it over the nation! You can do it. You can repent of your sins, every one of you, and be baptized for a remission of them. You can adopt and extend this strong government which God has established in these mountains, and if you will do it, God will establish you and the government and this nation never to depart from before His face; and you shall be made the means of helping to bring everlasting righteousness&#x2014;the millennium&#x2014;upon this land, and of causing the Spirit of God to rest down upon all flesh. Is it not worth your while to engage in a thing of this kind? <\/div><div class=\"paragraph jod\" id=\"v26n1125\"> But, ah! The terrible fact exists that the blood of the prophets is upon this nation, although the nation has not shed their blood, yet a sovereign state permitted it, and the nation have not washed their hands from it. This accounts for the terrible hardness of heart that is to be found in this country. <\/div><div class=\"paragraph jod\" id=\"v26n1126\"> Were it not for a lying press and a corrupt people in our midst, who incite ignorant people to send petitions against the &#x201C;Mormons&#x201D; to Congress by the bushel, the nation could not be wrought up to such frenzy, nor to make such laws as the <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Edmunds law against us. But they do these things because their hearts are hard, and because the blood of innocence rests upon them this nation have yet to rise up and rid themselves of this blood, and place the responsibility where it belongs, or they will have to suffer as accomplices after the fact for these terrible things done in their midst&#x2014;this people driven from city to city, despoiled of their goods; driven into the wilderness to this country, to find a home in which they could dwell in peace. Blessed be God for enabling us to find it out! We have had a home of peace and rejoicing, and we have been blessed in all things. Have we need today to be terrified? Do our hearts need to palpitate for fear? We have had a United States army camp in our midst already, and we have no occasion to fear now; God will work out the deliverance of His people. <\/div><div class=\"paragraph jod\" id=\"v26n1127\"> The Lord never more thoroughly frustrated the design of an army than in the instance of that which came out here, and never was there a time when He caused the gain of the Gentiles to be scattered among His people more effectually than He did with the goods the army brought to this country. <\/div><div class=\"paragraph jod\" id=\"v26n1128\"> Shall we fear today? Let us look back to Israel and see their deliverance&#x2014;as related in the Bible and Book of Mormon&#x2014;see what He did in former times. The secret of success is obedience to the commandments of God, and to the covenants we have made with Him. <\/div><div class=\"paragraph jod\" id=\"v26n1129\"> It does not become me to say what I will do when I am brought to the judgment seat to be tried and sentenced. A man don't know what he will do. Let us recollect the instance of Peter, who walked with  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus by day and by night. In the light of these things it does not do to boast what we will do; but I hope by the blessing of God to remain firm and immovable when these things look me in the face. I ask God to give me grace sufficient that I may keep His commandments, honor every law He has given, or shall give, and stand firm to the truth under every circumstance in life. <\/div><div class=\"paragraph jod\" id=\"v26n1131\"> I pray that the blessing of God may be upon you. Be true and faithful to God. Let the brethren attend to those things which the First Presidency have pointed out in their epistle in regard to transgressors, and they that fear not God neither regard His precepts and laws. Keep the commandments of <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, and let us teach our families to do so also, that we may grow strong in His righteousness; then we shall find it is no matter how many there are against us, we shall know that there are more for us than against us.<span class=\"citation\" id=\"55821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55821)\">2 Kgs. 6:16<\/a><\/span> He will bring us all right up to the test, and will find out what is in every man and what every man is able to endure. Our sisters think that they had all the hurt of this matter, that the men had it nice and fine; but I tell you the men will get their full share, and you sisters will get even with them, if you will only abide true and faithful. <\/div><div class=\"paragraph jod\" id=\"v26n1132\"> May the Lord grant His blessing upon each as we have need; I ask it in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}