{"ID":260004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Object of Gathering&#x2014;Our Principles and Organization Revealed From God&#x2014;He is Cognizant of All Things&#x2014;Our Faith not Affected By the Ideas of Men&#x2014;Our Dependence Upon God&#x2014;Enoch's City&#x2014;God's Justice in Sending the Flood, and in the Destruction of Sodom and Gomorrah&#x2014;His Judgments Will Come Upon Those Who Persecute His Saints&#x2014;The Lord Will Bless His People&#x2014;We Will Stand By the Constitution Though Others Ignore It.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Evening, December 14, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: God is Cognizant of All Things.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/14\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v26n110\"> We hear a great many things associated with the Church and Kingdom of God in which, as a people, we are very much interested. <\/div><div class=\"paragraph jod\" id=\"v26n111\"> We meet together, from time to time, to sing, to pray, to speak, to hear and to attend to the various duties and responsibilities that devolve upon us. We are taught of things pertaining to time and things pertaining to eternity, and perhaps we are more favored&#x2014;well, there is no perhaps about it&#x2014;we are more favored than any other people that dwell upon the face of the whole earth. We have been gathered together from among the nations of the earth in order that we may be instructed in the laws of God, and in the principles of truth and life, that we may be able to comprehend our relationship to our heavenly Father, to his Son Jesus Christ, to the Priesthood that exists in the heavens, and to the inhabitants of the earth by whom we are surrounded, and among whom we dwell. <\/div><div class=\"paragraph jod\" id=\"v26n112\"> There is something very peculiar <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about the position which we occupy among the nations of the earth. We have not received any of the intelligence which we possess from these nations, with the exception of some matters pertaining to science, to art, and the common education of the day. But as regards our religious principles we are not indebted to any men who live upon the earth for them. These principles emanated from God. They were given by revelation, and if we have a First Presidency, if we have High Priests, if we have Seventies, if we have Bishops, Elders, Priests and Teachers, if we have Stake and other organizations, we have received them all from God. If we have Temples, if we administer in them, it is because we have received instruction in relation thereto from the Lord. If we know anything pertaining to the future, it comes from him, and in fact we live in God, we move in God, and from him we derive our being.<span class=\"citation\" id=\"72011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72011)\">Acts 17:28<\/a><\/span> Men generally will not acknowledge this, but we as Latter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day Saints believe in these truths. Not one of us could have entered this house this evening without being sustained by the power of God. Not one of us could leave this house without guidance, strength and power from him to accomplish it. We have been taught to believe that he is the Creator of all things visible and invisible, whether they be things in the heavens or on the earth,<span class=\"citation\" id=\"75565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75565)\">Col. 1:16<\/a><\/span> whether they belong to this world or other worlds, and that there is an all wise, all powerful Being, who controls, manipulates and manages all the affairs of the human family, and this is true whether it relates to the world in which we live, to the heavens that are above us, or to other worlds by which we are surrounded. It relates to our bodies and to our spirits, and to all things associated therewith. Hence we are very dependent beings. In the organization of man, in the organization of this earth, and in the organization of the heavens, there were certain things designed by the Almighty to be carried out, and that will be carried out according to the purposes of the Most High, which things were known to him from the beginning. There exists all manner of curious opinions about God, and many people think it impossible for him to take cognizance of all men, but that is very easily done. If I had time to enter into this subject alone I could show you upon scientific principles that man himself is a self-registering machine, his eyes, his ears, his nose, the touch, the taste, and all the various senses of the body, are so many media whereby man lays up for himself a record which perhaps nobody else is acquainted with but himself; and when the time comes for that record to be unfolded all men that have eyes to see, and ears to hear, <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be able to read all things as God himself reads them and comprehends them, and all things, we are told, are naked and open before him<span class=\"citation\" id=\"56171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56171)\">Job 26:6<\/a><\/span> with whom we have to do.<span class=\"citation\" id=\"76549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76549)\">Heb. 4:13<\/a><\/span> We are told in relation to these matters that the hairs of our heads are numbered;<span class=\"citation\" id=\"64214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64214)\">Matt. 10:30<\/a><\/span><span class=\"citation\" id=\"67600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67600)\">Luke 12:7<\/a><\/span> that even a sparrow cannot fall to the ground without our heavenly Father's notice;<span class=\"citation\" id=\"64155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64155)\">Matt. 10:26 (JST)<\/a><\/span><span class=\"citation\" id=\"64199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64199)\">Matt. 10:29<\/a><\/span><span class=\"citation\" id=\"67595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67595)\">Luke 12:6<\/a><\/span> and predicated upon some of these principles are some things taught by Jesus, where he tells men to ask and they shall receive.<span class=\"citation\" id=\"63758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63758)\">Matt. 7:7-8<\/a><\/span><span class=\"citation\" id=\"70524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70524)\">John 16:24<\/a><\/span> What! The millions that live upon the earth? Yes, the millions of people, no matter how many there are. Can he hear and answer all? Can he attend to all these things? Yes. &#x201C;Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you: For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.&#x201D;<span class=\"citation\" id=\"63759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63759)\">Matt. 7:7-8<\/a><\/span> It is difficult for men to comprehend some of these things, and, as they cannot comprehend them they begin to think they are all nonsense&#x2014;that is, many do&#x2014;and, hence, infidelity and skepticism prevail to a great extent. A great many strange notions are entertained in regard to God and his dealings with humanity. This is because men do not understand the things of God. I read in one of our papers a short time ago, that there was some kind of a commission going to meet&#x2014;some two or three professors or scientists, men who are supposed to possess superior intelligence&#x2014;to examine the manuscript of the Book of Mormon, to find out whether it was true or not, and I suppose if these people&#x2014;especially if they should be pious men, possessing a little learning and science&#x2014;should come out and say the Book of Mormon was not true, we all of us should have to lay it  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>aside should we not? This to me is the veriest nonsense. It would not make one hair's difference with us whether such a commission should decide that the Book of Mormon is right or wrong. If they decide that it is true it will not increase our faith in it; if they decide that it is not true, it will not decrease our faith in it. Yet these are ideas that men entertain. <\/div><div class=\"paragraph jod\" id=\"v26n115\"> Speaking upon this point I am reminded of an incident that took place a number of years ago. Several prominent European scientists called upon me, and they talked a little upon our religious principles. Then they asked me if I was acquainted with the advanced ideas in regard to geology. I told them I knew a little about them from what I had read. &#x201C;What do you think,&#x201D; said one of them to me, of these views as compared with the scriptural account of the creation of the world?&#x201D; &#x201C;Well,&#x201D; said I, &#x201C;the great difficulty is that men do not understand the Scriptures.&#x201D; They could not see any difficulty on that ground, for they all had their eyes to see, and they had an understanding of words, languages, etc. &#x201C;Well,&#x201D; said I, &#x201C;we won't go through the whole Bible, for that is quite a large book; but I will take one or two of the first lines in the Bible. 'In the beginning, God created the heavens and the earth.'<span class=\"citation\" id=\"52030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52030)\">Gen. 1:1<\/a><\/span> Will you please tell me when the beginning was?&#x201D; &#x201C;We don't know,&#x201D; &#x201C;When you find that out,&#x201D; said I, &#x201C;then I will tell you when the world was created.&#x201D; A good many other things transpired associated with this interview, that I do not wish now to repeat. Suffice it to say that before they got through, one of them said: &#x201C;I have read a good deal, I have studied a good deal, I find I have a good deal more to read and study yet.&#x201D; I <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thought so too. I thought if men could not understand the first two lines of the Bible, it would be quite a task to teach them the whole of it. <\/div><div class=\"paragraph jod\" id=\"v26n116\"> In regard to the work in which we are engaged, as I said before and as you have heard over and over again, it emanated from God, and all the principles pertaining to it, came from Him. We talk sometimes about this work, and how it is going to be accomplished. The work we are engaged in is the work of God. If it is accomplished it will be accomplished by the power of God, by the wisdom of God, by the intelligence of God, and by the Priesthood that dwells with the Gods in the eternal worlds, together with that which he has conferred upon his people here upon the earth, and not by any other power or influence in existence. We talk of a Zion that is to be built up. If a Zion is ever built up on this earth, it will have to be under the guidance and direction of the Almighty. We talk about a Church that is to be built up and purified. If it is ever built up and purified, it will be under the influence of the gift of the Holy Ghost, the power of God manifested among his people, whereby iniquity will be rooted out, righteousness sustained, the principles of truth advanced, honor, integrity, truth and virtue maintained, and hypocrisy, evil, crime and corruption of every kind be rooted out. That will have to be done by the aid and under the guidance of the Almighty. There is no man living in and of himself, can guide the ship of Zion or regulate the affairs of the Church and Kingdom of God unaided by the Spirit of God, and hence he has organized the Church as he has with all the various quorums and organizations as they exist today.  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Who can boast or has anything to say in relation to these things? No man living, no man that has lived. If Joseph Smith knew anything about these things, it was because God revealed it, and He has revealed many great and precious principles in which the children of men are interested pertaining to this world and to the next, pertaining to the living and the dead, pertaining to time and eternity, and pertaining to all things associated with the happiness and exaltation of man. All these things emanated from God. And if Brigham Young knew anything he received his intelligence from God and from the Prophet of God; and if any of us know anything we have received it from the same source. We are told that He is in all things, through all things, and about all things, and by Him all things exist. He is the light of the sun and the power thereof, by which it was made; the light of the moon and the power thereof, by which it was made; and the light of the stars and the power thereof, by which they were made; and it is the same light that enlighteneth the understanding of man.<span class=\"citation\" id=\"88275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88275)\">D&amp;C 88:6-13<\/a><\/span> This may seem strange doctrine to some. We have been taught to believe that there was a difference between mental and visual light; nevertheless the above statement is philosophically true. <\/div><div class=\"paragraph jod\" id=\"v26n118\"> In regard to the earth, is it the Lord's?<span class=\"citation\" id=\"56513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56513)\">Ps. 24:1<\/a><\/span> Yes. We are told that he made it, that he created all things, visible and invisible, whether pertaining to the earth or to the heavens.<span class=\"citation\" id=\"75566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75566)\">Col. 1:16<\/a><\/span> And where did man originate? As we read it, he originated also from God. Who formed man according to the Bible record? The Lord.<span class=\"citation\" id=\"52433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52433)\">Gen. 2:7-8<\/a><\/span> Whence came our spirits? We are told that God is the God and Father of the spirits of all flesh.<span class=\"citation\" id=\"54788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54788)\">Num. 16:22<\/a><\/span><span class=\"citation\" id=\"54903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54903)\">Num. 27:16<\/a><\/span> <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Then He of course is interested in the welfare of all flesh and all people of all languages, of all tongues, of every color, and of every clime. That is the way that I understand these things. Our spirits are eternal and emanate from God. So we, as a people, have always understood and do understand today. We possess our bodies also, and they also emanated from God. The Bible tells us something in relation to these matters in tracing out genealogies. Who was Seth? He was the son of Adam.<span class=\"citation\" id=\"52760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52760)\">Gen. 5:3<\/a><\/span><span class=\"citation\" id=\"92685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92685)\">Moses 6:2,10<\/a><\/span> Who was Adam? The son of God.<span class=\"citation\" id=\"67166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67166)\">Luke 3:38<\/a><\/span> In another place we are told that &#x201C;all we are His offspring&#x201D;&#x2014;that is, according to that, we are all the offspring of God.<span class=\"citation\" id=\"72026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72026)\">Acts 17:28-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n119\"> Now, this earth was formed for a certain purpose, and man was also formed for a certain purpose. And there are certain principles laid down&#x2014;you will find them in the Bible, in the Book of Mormon, in the Book of Doctrine and Covenants, and in the various revelations that God has made through his servants&#x2014;there are certain principles laid down indicating that there are different grades of men possessing varied powers and privileges, and that these men have to pass through a certain ordeal&#x2014;called by many a probation&#x2014;that is, that we are here in a probationary state, in a state of trial; and that as men live and act according to the intelligence they are in possession of&#x2014;the privileges which they enjoy, and the deeds that they perform, whether for good or evil, there will be a time of judgment, and that there will be a separation, of these various peoples according to the way in which they have lived and acted upon the earth. Hence Paul tells that there are bodies celestial and bodies terrestrial, that there is one glory of the sun, another of the  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>moon, and another of the stars, and as one star differeth from another star in glory, so shall it also be in the resurrection.<span class=\"citation\" id=\"73931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73931)\">1 Cor. 15:40-42<\/a><\/span> Joseph Smith, in speaking on the same subject, tells us that there are bodies celestial, bodies terrestrial, and bodies telestial,<span class=\"citation\" id=\"87101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87101)\">D&amp;C 76:70-98<\/a><\/span><span class=\"citation\" id=\"88347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88347)\">D&amp;C 88:16-31<\/a><\/span> which agrees precisely with the remarks made by Paul, only in other language. Thus there are many curious things associated with our existence here upon the earth, which the natural man does not and cannot comprehend. No man can know the things of God, but by the Spirit of God.<span class=\"citation\" id=\"73097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73097)\">1 Cor. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n121\"> Now, then, on this earth&#x2014;which we call the Lord's vineyard&#x2014;He has sent forth His servants from time to time to gather people into His fold, to gather out a few here and a few there who would be prepared to act and operate with Him, and then, generally, these have been a comparatively small number. Jesus said when He was upon the earth &#x201C;Wide is the gate, and broad is the way, that leadeth to destruction, and many there be who go in thereat: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.&#x201D;<span class=\"citation\" id=\"63858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63858)\">Matt. 7:13-14<\/a><\/span> And it would seem, according to the testimonies we have both in the Bible and in the Book of Mormon, that the Lord has taken great pains in different ages of the world to send forth His servants to preach the Gospel to the people. We find this especially so in Noah's day, and in the days of Enoch. There was a remarkable work performed then according to the revelations which have been given to us, which will be more fully developed when the Lord shall see fit to reveal other things associated therewith. But we learn that there was a Church organized about as ours may be; we learn that they went forth and preached the <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel; we learn that they were gathered together to a place called Zion;<span class=\"citation\" id=\"92982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92982)\">Moses 7:19<\/a><\/span> we learn that the people of Zion were under the guidance, direction and teaching of the Almighty;<span class=\"citation\" id=\"92964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92964)\">Moses 7:18<\/a><\/span> in order that they might be prepared for another Zion in the grand drama associated with the dealings of God and his purposes pertaining to this earth and the heavens.<span class=\"citation\" id=\"129167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129167)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"87985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87985)\">D&amp;C 84:99-100<\/a><\/span><span class=\"citation\" id=\"129168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129168)\">Moses 7:31<\/a><\/span> We read that they walked with God for 365 years.<span class=\"citation\" id=\"93210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93210)\">Moses 7:68-69<\/a><\/span> We are told in the Bible a little short story about it, because it was one of those things that it was not necessary that everybody should know. We are told that &#x201C;Enoch walked with God: and was not; for God took him.&#x201D;<span class=\"citation\" id=\"52804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52804)\">Gen. 5:24<\/a><\/span> But there was more about it than that. Enoch preached the Gospel to the people,<span class=\"citation\" id=\"92981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92981)\">Moses 7:19<\/a><\/span> and so did hundreds of Elders as they are doing today;<span class=\"citation\" id=\"93296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93296)\">Moses 8:19<\/a><\/span> and they gathered the people together and built up a Zion to the Lord, and when Enoch was not,<span class=\"citation\" id=\"52803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52803)\">Gen. 5:24<\/a><\/span> but was caught up, Enoch's city was not, but was caught up,<span class=\"citation\" id=\"93259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93259)\">Moses 7:69<\/a><\/span> and there were certain things associated therewith that are very peculiar. Why were they taken away from the earth? Because of the corruptions of men, because of the wickedness of men, because mankind had forsaken God, and become as broken cisterns that could hold no water,<span class=\"citation\" id=\"60298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60298)\">Jer. 2:13<\/a><\/span> because they were not fulfilling the measure of their creation, and because it was not proper that they should live and perpetuate a race that was so corrupt and abominable. But before this was done, the righteous, the virtuous, the honorable, the pure, the upright were gathered together, and taught and instructed in the things of God. And what came next? Why, the destruction of the world. It was overflowed, we read, by the flood. What! And all the people destroyed?<span class=\"citation\" id=\"52900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52900)\">Gen. 7:1-24<\/a><\/span> Yes, except a very few,<span class=\"citation\" id=\"78076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78076)\">1 Pet. 3:20<\/a><\/span> according to the statements  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have. &#x201C;Well,&#x201D; say some of our wise men, &#x201C;was not that cruel to destroy so many people?&#x201D; Perhaps it would be according to your ideas, but it was not according to the Lord's ideas: because he looked upon men as immortal beings. These men were accountable to their Maker, they had a dual existence, they were associated with time and with eternity, and we might go still further and say they were associated with the past, the present and the future, and the Lord as a great cosmogonist, took in the various stages of man's existence, and operated for the general benefit of the whole. But was it not cruel to destroy them? I think God understood precisely what He was doing. They were His offspring, and He knowing things better than they did, and they having placed themselves under the power and dominion of Satan, He thought they had better be removed and another class of men be introduced. Why? There were other persons concerned besides them. There were millions of spirits in the eternal worlds who would shrink from being contaminated by the wicked and corrupt, the debauchee, the dishonest, the fraudulent, the hypocrite, and men who trampled upon the ordinances of God. It might seem harsh for these men to be swept off from the face of the earth, and not allowed to perpetuate their species thereon; but what about the justice of forcing these pure spirits to come and inhabit tabernacles begotten by debauched corrupt reprobates, the imagination of whose heart was only evil, and that continually&#x2014;<span class=\"citation\" id=\"52845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52845)\">Gen. 6:5<\/a><\/span><span class=\"citation\" id=\"93313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93313)\">Moses 8:22<\/a><\/span>what about them? Had they no rights that God was bound to respect? Certainly they had, and He respected them. He cut off the wicked. What did he do with them? He did with them <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as we do with some of the wicked, and that we do not do with a great many others&#x2014;that is, they were put in prison. Had He a right to do that? I think He had. They were his offspring. I think He had the right to act according to the counsel of His own will.<span class=\"citation\" id=\"74884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74884)\">Eph. 1:11<\/a><\/span><span class=\"citation\" id=\"86141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86141)\">D&amp;C 58:20<\/a><\/span> At any rate he took the liberty of doing it. And who was there to say, &#x201C;Why doest thou this?&#x201D; First, He called upon them to forsake their wickedness, but they would not, and a while after He destroyed them.<span class=\"citation\" id=\"93287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93287)\">Moses 8:17-30<\/a><\/span> Had He a right to do it? He had and He sent them to hell. Some people talk about roasting there. That is something of man's getting up. He sent them to prison, and they were confined there, and when the proper time came, Jesus, when He was put to death in the flesh, was quickened by the Spirit, and went and preached to those spirits that sometime were disobedient in the days of Noah.<span class=\"citation\" id=\"78001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78001)\">1 Pet. 3:18-20<\/a><\/span> Perhaps they had time enough during their stay, to reflect upon their acts, and to become a little steadier, and to reflect upon God and His laws. At any rate Jesus went and preached to those spirits in prison.<span class=\"citation\" id=\"78002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78002)\">1 Pet. 3:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n123\"> What, then, became of the inhabitants of the world? There were a few who went through the narrow gate that Jesus spoke of, and they were caught up and Zion with them,<span class=\"citation\" id=\"93013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93013)\">Moses 7:27<\/a><\/span> and the Lord is taking care of them in his own way. They will be dealt with according to His purposes and designs, and be numbered among His jewels.<span class=\"citation\" id=\"62478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62478)\">Mal. 3:17<\/a><\/span><span class=\"citation\" id=\"86389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86389)\">D&amp;C 60:4<\/a><\/span><span class=\"citation\" id=\"89390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89390)\">D&amp;C 101:3<\/a><\/span> The others, as I have said, were cast into prison, and there they remained about 2,500 years. It was a pretty long imprisonment. Still the Lord had a right to manipulate these things as He pleased, and He so manipulated them, and although this time seems very long, yet in the eternities to come it would only be a comparatively short period;  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and if they needed a schooling of this kind He, as their Father and Creator, was the proper one to adjudge their punishment. <\/div><div class=\"paragraph jod\" id=\"v26n125\"> Sometime after this there were certain cities that had become very corrupt, such as Sodom and Gomorrah, and the Lord had a reckoning with them, handled them in His own way according to His best judgment. Abraham was a man who feared God, and God said: &#x201C;Shall I hide from Abraham that thing which I do.&#x201D; So He informed Abraham about it. Abraham plead with the Lord, &#x201C;Why,&#x201D; said he, &#x201C;Lot lives down there, a nephew of mine, and a pretty good sort of a man, and there may be a great many others.&#x201D; The Lord said: &#x201C;If I find in Sodom fifty righteous, within the city, then I will spare all the place for their sakes.&#x201D; Abraham, however, thought this was more than he could pick out. I expect there was a crowd of mean &#x201C;cusses&#x201D; among them as we have among us. And finally the Lord said that if ten righteous could be found in the city, He would not destroy it for ten's sake.<span class=\"citation\" id=\"53204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53204)\">Gen. 18:16-33<\/a><\/span> But ten righteous people could not be found, and therefore the city had to be destroyed. What! All the people? Yes, all the people. But before they were destroyed he sent two angels and they brought out Lot, his wife and daughters.<span class=\"citation\" id=\"53241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53241)\">Gen. 19:1-23<\/a><\/span> His wife was a little tinctured with gentilism: she looked back, and the Scriptures tell us she was turned into a pillar of salt.<span class=\"citation\" id=\"53263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53263)\">Gen. 19:26<\/a><\/span> When they got away, brimstone and fire fell upon the cities of Sodom and Gomorrah and destroyed them.<span class=\"citation\" id=\"53259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53259)\">Gen. 19:24-25<\/a><\/span> Thus the Lord has taken the privilege in many instances of correcting mankind. He used the children of Israel to kill the people who dwelt in the land of Canaan, and directed them to spare them not, because of their wickedness,<span class=\"citation\" id=\"55347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55347)\">Judg. 1:1-20<\/a><\/span> to cut them off root <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and branch.<span class=\"citation\" id=\"129174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129174)\">Mal. 4:1<\/a><\/span> He raised up one nation and put down another, and raised up one king and put down another.<span class=\"citation\" id=\"61511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61511)\">Dan. 5:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n126\"> There were times when the iniquity of these people was not yet full. In Abraham's day the Lord told that Patriarch that he should go to his fathers in peace,<span class=\"citation\" id=\"53108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53108)\">Gen. 15:15<\/a><\/span> but in the fourth generation his posterity should &#x201C;come hither again: for the iniquity of the Amorites is not yet full:&#x201D;<span class=\"citation\" id=\"53109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53109)\">Gen. 15:16<\/a><\/span> by the days of Moses they appear to have filled the cup of their iniquity, for he enjoined upon the Israelites, &#x201C;thou shalt utterly destroy them,&#x201D; &#x201C;as the Lord thy God hath commanded thee.&#x201D;<span class=\"citation\" id=\"54567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54567)\">Ex. 34:10-16<\/a><\/span><span class=\"citation\" id=\"54834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54834)\">Num. 21:21-35<\/a><\/span><span class=\"citation\" id=\"129169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129169)\">Deut. 7:1-2<\/a><\/span><span class=\"citation\" id=\"55075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55075)\">Deut. 20:16-18<\/a><\/span> So that the Lord takes upon Himself to manipulate the nations according to the counsels of His own will, and as they all of them have to do with eternity as well as time, He adjudges them according to the eternal laws and principles by which He is governed; and hence we are told that eternal punishment is God's punishment, and everlasting punishment is God's punishment,<span class=\"citation\" id=\"84192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84192)\">D&amp;C 19:11-12<\/a><\/span> thus men and nations are adjudged by the Almighty, according to the infinite and eternal laws and principles which exist in the heavens, and with a reference to eternal duration and not according to the finite, erratic and limited ideas of men. Jonah was sent to the city of Ninevah, to tell the people to repent,<span class=\"citation\" id=\"62067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62067)\">Jonah 1:1-2<\/a><\/span> and that if they did not repent they would all be destroyed. But they listened to the voice of the Prophet. They clothed themselves in sackcloth and sat in ashes and repented before the Lord, and then the Lord forgave them.<span class=\"citation\" id=\"62088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62088)\">Jonah 3:1-10<\/a><\/span> Why was it that a great many people were thus judged by the Almighty? It was because of their iniquity. The same thing prevailed upon this continent. The spirit of evil and contention, war and strife, existed among the ancient  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jaredites, when they forsook their God, and violated his laws. They fought one with another. They were maddened by fury, even that fury which was lit up by the fires of hell and by the spirit of fiends,<span class=\"citation\" id=\"83539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83539)\">Ether 15:19<\/a><\/span><span class=\"citation\" id=\"83594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83594)\">Moro. 9:23<\/a><\/span> until they completely destroyed one another.<span class=\"citation\" id=\"129170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129170)\">Ether 13:20-21<\/a><\/span><span class=\"citation\" id=\"129171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129171)\">Ether 15:29-33<\/a><\/span> So it was with the Nephites who had departed from the law of God, and trampled under foot his ordinances. They and the Lamanites were stirred up one against another, until at last they gathered together thousands and tens of thousands and hundreds of thousands of fighting men&#x2014;they were four years in gathering their armies,<span class=\"citation\" id=\"129172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129172)\">Ether 15:12-15<\/a><\/span> and they fought and shed blood and spread destruction and death wherever they went.<span class=\"citation\" id=\"83204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83204)\">Morm. 6:7-15<\/a><\/span> We can read the account of it in the Book of Mormon, and I do not propose to repeat it here this evening. <\/div><div class=\"paragraph jod\" id=\"v26n128\"> Now, how is it pertaining to the last days? As it was in the days of Noah, so shall it be in the days of the coming of the Son of Man.<span class=\"citation\" id=\"65950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65950)\">Matt. 24:37<\/a><\/span><span class=\"citation\" id=\"66685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66685)\">Mark 13:48 (JST)<\/a><\/span> As it was in the days of Lot, so shall it also be in the days of the coming of the Son of Man. In what respect? In the days of Noah did they have the Gospel preached unto them?<span class=\"citation\" id=\"93297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93297)\">Moses 8:19<\/a><\/span> Yes. Did the people generally reject it?<span class=\"citation\" id=\"93304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93304)\">Moses 8:20-21<\/a><\/span> Yes. Did the people gather together and build up a Zion? Yes. How is it in these days? The Lord has revealed his Gospel to us as he did to them. He has sent forth the words of life, and is sending them to the nations of the earth. Hundreds of Elders are going today, and taking their lives in their hands, and some of them have to sacrifice their lives! And others, in this land of liberty, because they will be virtuous and keep the commands of God, are today weltering in prison. Woe! to those who have a hand in these things. I tell you and I tell them, as a servant of God, in the name of <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, that he will be after them and they shall suffer worse than that which they inflict upon innocent, pure and virtuous men. Now, I bear testimony to this, and you will know it when it comes to pass. Woe! to them that fight against Zion, for God will fight against them&#x2014;<span class=\"citation\" id=\"58691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58691)\">Isa. 29:7-8<\/a><\/span>hypocrites! who are wallowing in filthiness, corruption, adultery, fornication and deception, in the name of virtue are seeking to destroy a virtuous people, and those who dare honor and obey the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v26n129\"> Then, in regard to the work in which we are engaged. Will it go on? I tell you it will. Will Zion be built up? I tell you it will. Will the Zion that Enoch built up, descend? It most assuredly will, and this that we are building up will ascend, and the two will meet<span class=\"citation\" id=\"129173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129173)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"87979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87979)\">D&amp;C 84:98-100<\/a><\/span> and the peoples thereof will fall on each other's necks, and embrace each other.<span class=\"citation\" id=\"93163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93163)\">Moses 7:62-64<\/a><\/span> So says the word of God to us. Will we go on with our work? With the help of the Lord we will. He has told us to do a work, and we will try to carry it out&#x2014;we of the First Presidency, we of the Twelve, we of the Seventies, we of the Elders, we of the High Priests, we of the Presidents of Stakes, we of the Bishops, and we of the Holy Priesthood in all its various forms. By the help of the Lord, we will try, first, to purify ourselves, to purify our households, to get rid of covetousness, deception and fraud of every kind, to act honorably before God and before all men, and to love not the world, nor the things that are in the world; for if any man love the world, the love of the Father is not in him.<span class=\"citation\" id=\"78581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78581)\">1 Jn. 2:15<\/a><\/span> Anything that we may have or possess comes from God; and if we are exalted, if we possess the good things of the world&#x2014;which I tell you in the name of Israel's God we shall, in spite of all men and all  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their influences, for the people of Zion will be the richest of all people.<span class=\"citation\" id=\"85225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85225)\">D&amp;C 38:39<\/a><\/span> This is in accordance with the Scriptures. The Scripture tells us: &#x201C;For brass I will bring gold, and for iron I will bring sliver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness. Violence shall no more be heard in the land, wasting nor destruction within thy borders.&#x201D;<span class=\"citation\" id=\"60013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60013)\">Isa. 60:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n131\"> The Lord has gathered us together that we may learn His law; that we may be instructed in the principles of truth, righteousness and virtue; that we may be prepared to honor and magnify our calling, and glorify our God. <\/div><div class=\"paragraph jod\" id=\"v26n132\"> Well, what would you have us do when men are so corrupt&#x2014;when it is enough for a man here, because he has the kindness to take some chickens for a poor woman to sell for her&#x2014;when that is enough evidence to convict him that he is an adulterer, and must be placed under bonds and subjected to trial and punishment. What do they do with their Christian whores that they have in our midst? Where do they come from? They are not our institution. But they are protected, they can vote, they can do as they please, no process can be introduced against them, for they are a part of their institution, and must be protected; but anything &#x201C;in the marriage relation,&#x201D; you know, is different from that. <\/div><div class=\"paragraph jod\" id=\"v26n133\"> Well, what shall we do? We will treat all decent men very well, and we will give the others a wide berth. These corrupt and villainous men who are seeking to trample under foot the rights of free men and deprive them of everything in life that is worth having, will suffer the bondage they are seeking to bring upon us. I tell you that, and we need <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not try to make these affairs any worse. We will treat them as well as we can. There are thousands and tens of thousands who despise their meanness and corruption&#x2014;honorable Americans, thousands and tens of thousands of them who are ashamed of the meanness and corruption of these wretches; and there are thousands of men abroad who have just the same feeling. I saw and conversed with a member of the British Parliament recently, and in speaking about Rudger Clawson's case, said he: &#x201C;It is one of the most infamous things I ever heard of, and if you will permit me I will go to the President of the United States, and ask him to pardon that man.&#x201D; &#x201C;Why, yes,&#x201D; said I, &#x201C;you have my permission certainly.&#x201D; That is the way a British member of Parliament talked about the acts and doings of some of our officials here right in our midst. Yet, notwithstanding the wickedness, the corruption, venom, the hypocrisy, and the deception that is practiced here, right under our noses, we will stand still and see the salvation of God,<span class=\"citation\" id=\"53987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53987)\">Ex. 14:13<\/a><\/span><span class=\"citation\" id=\"55925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55925)\">2 Chr. 20:17<\/a><\/span><span class=\"citation\" id=\"90955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90955)\">D&amp;C 123:17<\/a><\/span> and God in His own time will remove these vindictive men out of their places. Meantime we will continue to fear God, and work righteousness; we will cleave to the truth, live our religion, be humble before God, train up our children in purity, virtue and holiness, and set ourselves against everything that is corrupt, hypocritical, fraudulent, and contrary to the principles of righteousness. We will trust in the living God, who is the Savior of all men, especially of those that believe.<span class=\"citation\" id=\"75946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75946)\">1 Tim. 4:10<\/a><\/span> We will do right, we will treat all men right, and we will maintain every institution of our country that is according to the Constitution of the United States, and the laws thereof, and we will sustain them.  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>By and by, you will find they will tear the Constitution to shreds, as they have begun now; they won't have to begin; they have started long ago to rend the Constitution of our country in pieces; and in doing so they are letting loose and encouraging a principle which will react upon themselves with terrible consequences; for if lawmakers and administrators can afford to trample upon justice, equity, and the Constitution of this country, they will find thousands and tens of thousands who are willing to follow in their wake in <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the demolition of the rights of man, and the destruction of all principles of justice, and the safeguards of the nation; but we will stand by and maintain its principles and the rights of all men of every color, and every clime; we will cleave to the truth, live our religion and keep the commandments of God, and God will bless us in time and throughout the eternities that are to come. <\/div><div class=\"paragraph jod\" id=\"v26n135\"> God bless you and lead you in the paths of life,<span class=\"citation\" id=\"56412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56412)\">Ps. 16:11<\/a><\/span> in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}