{"ID":260039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">No Prominent Latter-Day Saint Who Lives His Religion Need Expect Justice in the Courts&#x2014;The Same Sacrifices May Be Required of Modern As of Ancient Apostles&#x2014;The Church of Jesus Christ of Latter-day Saints Established By Divine Revelation&#x2014;We Will Be Made Perfect By Suffering&#x2014;Our Character As Latter-Day Saints Must Be Preserved Inviolate&#x2014;Visit of Jesus to Kirtland Temple&#x2014;Farewell.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Lorenzo Snow, delivered in Brigham City Tabernacle, on Sunday, previous to his sentence by Judge Powers in the First District Court, Jan. 10, 1886.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Burrows.<\/div>\n<div class=\"pageHeader\">Page Header: Animus of the Prosecution.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 1\/10\/1886<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v26n1218\"> I am thankful for the opportunity of addressing this large audience, most of whom, I recognize as my intimate friends and associates, for whose spiritual, moral, and intellectual advancement and temporal prosperity, I have labored diligently through a period of over thirty years, ever since the establishment of its first dwelling or hamlet. <\/div><div class=\"paragraph jod\" id=\"v26n1219\"> This, I presume, will prove my last opportunity, for some length of time for addressing you, being now under bonds of six thousand dollars, to appear next Saturday, the 16th inst., at Ogden, to receive sentence for cohabiting with my wives&#x2014;having been pronounced guilty for the same offense, under three indictments. Undoubtedly my sentence will embrace the extreme limit the law allows&#x2014;eighteen months imprisonment, nine hundred dollars fine, with costs of prosecution added. <\/div><div class=\"paragraph jod\" id=\"v26n1220\"> I do not now propose to enter into details respecting the three trials under those indictments, re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sulting in verdicts of guilty, without one particle of evidence by which to justify such verdicts&#x2014;the very singular and extraordinary charge to the jury by Judge Powers&#x2014;the urgent appeal of the Prosecuting Attorney, for the jury to assist in convicting the defendant&#x2014;the eloquent and forcible arguments of my counsel&#x2014;the intense anxiety of Judge Powers and the prosecution to impress the jury that it was their imperative duty to convict the defendant, as (in the language of the attorney), &#x201C;He was a high official in the Mormon Church, and therefore it was expedient in the warfare against that Church, that he should be made a victim.&#x201D; All these matters and proceedings will be recorded, and published to the world; they will be preserved and handed down as items of history for the consideration and judgment of future generations. <\/div><div class=\"paragraph jod\" id=\"v26n1221\"> In passing, I will observe, however, that in the progress of my trial, and in the outcome, this FACT was  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>demonstrated&#x2014;it is needless for a Latter-day Saint, occupying any position of prominence, and living his religion, to expect <span class=\"italic\">justice<\/span> in the tribunals of this <span class=\"italic\">once<\/span> boasted land of civil rights and religious liberty; but <span class=\"italic\">now<\/span>, under the blighting, merciless influence of religious bigotry and sectarian fanaticism of an apostate Christianity. It is even better to look for justice in courts under the ruling powers of a moral and honest infidelity. <\/div><div class=\"paragraph jod\" id=\"v26n1223\"> I was pronounced guilty of violating the Edmunds law. Previous, however, to its enactment, my wives (except the one with whom I was living) having passed the period of maternity, by mutual consent, we were living in accordance with the requirements of that law, and this, too, without violating any principle or object embraced in the law of celestial marriage. <\/div><div class=\"paragraph jod\" id=\"v26n1224\"> To &#x201C;multiply,&#x201D;<span class=\"citation\" id=\"52352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52352)\">Gen. 1:28<\/a><\/span><span class=\"citation\" id=\"92378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92378)\">Moses 2:28<\/a><\/span><span class=\"citation\" id=\"93531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93531)\">Abr. 4:28<\/a><\/span> was the first commandment given to our first parents. Purity in matrimonial intercourse, I always believed, should accompany that command, and I have always endeavored to observe faithfully its practice. I married because it was commanded of God, and commenced in plural marriage. I contracted marriage with four women about the same time, and with a mutual understanding with each that they were to be equal&#x2014;neither was to take or assume the status of a first or legal wife. Two of them were united to me in the sacred bonds of matrimony at one and the same time, by the same ceremony. The other two shortly after, also at one and the same time and in like manner. <\/div><div class=\"paragraph jod\" id=\"v26n1225\"> Of all the witnesses introduced by the prosecution, the testimony of each tended directly to establish my innocence. The Prosecuting <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Attorney, when addressing the jury, said: &#x201C;This case of a prominent leader of the Mormon Church is under investigation&#x2014;he is one of the most scholarly and brightest lights, and we require your encouragement and assistance. The eyes of the nation are now upon you, and as loyal citizens, from you a verdict of guilty will be expected; and if you heed this appeal, I can assure you, and predict emphatically, if the defendant, Mr. Snow, with a few other Mormon leaders can be secured, it will not be long before a new revelation will follow, calling for a change in the law of patriarchal marriage.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n1226\"> Last year one thousand sectarian ministers petitioned Congress to legislate more severely against the &#x201C;Mormons,&#x201D; and punish them with greater cruelty; and this has been the cry and watchword of priest and people throughout the length and breadth of our unhappy country, arousing and fostering a popular feeling and sentiment that it would be right, and doing the will of God,<span class=\"citation\" id=\"129323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129323)\">John 16:2<\/a><\/span> to overthrow and destroy this kingdom which the Prophet Daniel foresaw,<span class=\"citation\" id=\"61365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61365)\">Dan. 2:44<\/a><\/span> and which God has now established. <\/div><div class=\"paragraph jod\" id=\"v26n1227\"> For many years past, my heart and feelings have been devoted to the promotion of your interests&#x2014;your welfare and happiness; with what success, you, my friends, are the proper judges. I shall soon depart from your presence, and submit myself to the officers of the law, and whether I may be permitted again to address you from this stand, I cannot say&#x2014;a matter, however, about which none need have the least anxiety. <\/div><div class=\"paragraph jod\" id=\"v26n1228\"> I go to prison with the full assurance that I can serve God and His purposes&#x2014;magnify my calling, and  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prove to the world, my faith and sincerity in the principles I have taught, during fifty years, among many nations&#x2014;that Jesus is the Son of God&#x2014;that He has revealed His Priesthood, and the fulness of the ancient Gospel, and established His Church by revelation. <\/div><div class=\"paragraph jod\" id=\"v26n1230\"> When I received the Apostleship, I well remember saying to my brethren, who were present, that very possibly the same sacrifices would be required of the modern Apostles as were experienced by the Apostles anciently, including their persecutions and martyrdoms. I said, in receiving this sacred calling, I felt as though it were ascending an altar where, perhaps, life itself would be offered. The Lord has said: &#x201C;<span class=\"italic\">I have decreed in my heart, that I will prove you in all things, whether you will abide in my covenant even unto death. For if ye will not abide in my covenant ye are not worthy of me<\/span>.&#x201D;<span class=\"citation\" id=\"89299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89299)\">D&amp;C 98:14-15<\/a><\/span> Seriously considering all this, I asked myself: Am I willing to accept these conditions&#x2014;to so deny myself and suffer for the glory of God, and to honor and magnify this Apostleship? <\/div><div class=\"paragraph jod\" id=\"v26n1231\"> God is now feeling after us, and will disclose our secret thoughts. It would be well to purify and prepare ourselves, and in the language of the Psalmist, call upon God, saying, &#x201C;<span class=\"italic\">Search me, O God, and know my heart: try me, and know my thoughts: And see if there be any wicked way in me, and lead me in the way everlasting<\/span>.&#x201D;<span class=\"citation\" id=\"57336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57336)\">Ps. 139:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1232\"> If we succeed in passing through the approaching fiery ordeals with our fidelity and integrity unimpeached, we may expect at the close of our trials, a great and mighty outpouring of the Spirit and power of God&#x2014;a great endowment upon all who shall have remained true to their covenants. We must be more eager to cultivate friendly relations <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with our neighbors, together with love and affection for our wives and children that peace may dwell in our households, and confidence in the midst of the people. <\/div><div class=\"paragraph jod\" id=\"v26n1233\"> &#x201C;Fifty millions of people&#x201D; are said to be calling loudly for the extermination of the &#x201C;Mormons.&#x201D; If it be a FACT that our religion is divine, established of God, there is no cause for alarm, nor even anxiety or uneasiness. Tens of thousands, through obedience to the sacred Gospel, know it to be true&#x2014;a FACT, by immediate revelation to themselves. Therefore, these &#x201C;Fifty millions of people,&#x201D; are not fighting the &#x201C;Mormons,&#x201D; or their religion, but they are fighting God and His purposes. <\/div><div class=\"paragraph jod\" id=\"v26n1234\"> Israel, on the banks of the Red Sea, were God's people&#x2014;a fact perfectly known to Moses; and he knew, also, what were the purposes of God concerning them. Hence, there was no occasion for alarm or anxiety in view of the overwhelming forces of Pharaoh's army, threatening immediate annihilation. God's eye was upon Israel&#x2014;they were there by His direction&#x2014;a FACT&#x2014;a revealed FACT, known to Moses and Aaron, and doubtless to many others, by direct communication from God. It is true, they were placed in a frightful situation&#x2014;naturally, a hopeless one, from which no human power or ability could extricate them. <\/div><div class=\"paragraph jod\" id=\"v26n1235\"> Israel was there, not from choice, but by the command of God; and He had arranged His own program; yet Pharaoh with his armed hosts, sought to thwart His purposes, and in the end was overthrown and destroyed; and the result of this ignorance and folly stands recorded on the page of history as a lesson to all generations.<span class=\"citation\" id=\"129324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129324)\">Ex. 14:1-31<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1237\"> God established the Church of Jesus Christ of Latter-day Saints, by direct revelation; this is a FACT, clearly and distinctly revealed to thousands. The so-called &#x201C;Mormon&#x201D; people, in these valleys, are the acknowledged people of God, and are here, not by their own choice, but by immediate command of God. The work and management is the Lord's&#x2014;not the people's&#x2014;they do His bidding, and He, alone, is responsible for the result. <\/div><div class=\"paragraph jod\" id=\"v26n1238\"> We have no occasion for fear or cause for trembling&#x2014;the purpose of God will be accomplished&#x2014;what He has recommenced will be consummated though the combined armies of the earth should rise up and oppose. It is a FACT that God has spoken, and called latter-day Israel from among the nations, and planted them in these valleys; therefore this work is His, and although He may lead us as He did Israel of old, into seemingly desperate situations, requiring serious sacrifices&#x2014;the despoiling of homes&#x2014;incarceration in prison, and even jeopardizing our very existence; and yet, it will be but for a moment,<span class=\"citation\" id=\"90924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90924)\">D&amp;C 122:4<\/a><\/span> as it were, and then those trials will terminate as did Job's, in an increase of possessions;<span class=\"citation\" id=\"56291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56291)\">Job 42:10-17<\/a><\/span> and as ancient Israel's, in a kingdom and country&#x2014;honor, glory and dominion. <\/div><div class=\"paragraph jod\" id=\"v26n1239\"> Some of our brethren have queried whether hereafter, they could feel themselves worthy of full fellowship with Prophets and Saints of old, who endured trials and persecutions; and with Saints of our own times who suffered in Kirtland, in Missouri and Illinois. The brethren referred to have expressed regrets that they had not been associated in those scenes of suffering. If any of these are present, I will say, for the consolation of such, you have to wait but a short time and <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you will have similar opportunities, to your heart's content. You and I cannot be made perfect except through suffering:<span class=\"citation\" id=\"77159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77159)\">Heb. 11:40 (JST)<\/a><\/span> Jesus could not.<span class=\"citation\" id=\"76459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76459)\">Heb. 2:10<\/a><\/span> In His prayer and agony in the Garden of Gethsemane,<span class=\"citation\" id=\"66256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66256)\">Matt. 26:36-46<\/a><\/span><span class=\"citation\" id=\"66694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66694)\">Mark 14:32-42<\/a><\/span><span class=\"citation\" id=\"68238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68238)\">Luke 22:39-44<\/a><\/span> He foreshadowed the purifying process necessary in the lives of those whose ambition prompts them to secure the glory of a celestial kingdom. None should try to escape by resorting to any compromising measures. <\/div><div class=\"paragraph jod\" id=\"v26n1240\"> All who journey soon or late, Must come within the garden gate, And kneel alone in darkness there, And battle hard, yet not despair. <\/div><div class=\"paragraph jod\" id=\"v26n1241\"> It is now proposed to enact laws to govern the &#x201C;Mormons&#x201D; in Utah, similar to those passed in Idaho to afflict our people, viz: &#x201C;Whoever claims membership in a church or organization, teaching or practicing the principles of Patriarchal Marriage, shall be deprived the right to vote or hold office.&#x201D; Thus we understand the time is at hand when, whosoever admits he is a Latter-day Saint, must feel the oppressive grasp of persecution. How many now here, are ready&#x2014;having oil in their vessels, and lamps trimmed,<span class=\"citation\" id=\"66025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66025)\">Matt. 25:1-13<\/a><\/span> and prepared for coming events?<span class=\"citation\" id=\"84942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84942)\">D&amp;C 33:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1242\"> I am not sorry, nor do I regret on account of the near approach of these fiery ordeals; the Church, no doubt, needs purifying&#x2014;we have hypocrites among us&#x2014;milk-and-water Saints&#x2014;those professing to be Saints, but doing nothing to render themselves worthy of membership; and too many of us have been pursuing worldly gains, rather than spiritual improvements&#x2014;have not sought the things of God with that earnestness which becomes our profession. Trials and afflictions will cause our hearts to turn towards our Father who has so marvelously wrought out our redemption and  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>deliverance from Babylon. <\/div><div class=\"paragraph jod\" id=\"v26n1244\"> I wish to offer a word of caution to my brethren that you may beware, and commit no grave errors when brought into positions of trial and temptation. Some, unfortunately, have disregarded this injunction, and have imprinted a stain upon their character, and a blot upon their record which cannot be erased in time&#x2014;perhaps not in eternity. These are fearful mistakes. Better suffer a thousand deaths than succumb to the force of persecution by promising to discard a single principle which God has revealed for our glory and exaltation. Our character, as Latter-day Saints, should be preserved inviolate, at whatever cost or sacrifice. Character approved of God is worth securing, even at the expense of a lifetime of constant self-denial. <\/div><div class=\"paragraph jod\" id=\"v26n1245\"> While thus living we may look forward far away into the spirit land, with full assurance that when reaching that happy clime, we shall be crowned with the sons and daughters of God, and possess the wealth and glory of a Celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v26n1246\"> Apostle Paul in his time, taught the Saints to have the same mind in them as was in Christ Jesus, who, finding Himself in the form of God, thought it not robbery to be equal with God.<span class=\"citation\" id=\"75416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75416)\">Philip. 2:5-6<\/a><\/span> Apostle John, on the same subject says, &#x201C;When Jesus appears, we shall be like him.&#x201D; &#x201C;Every one that hath this hope in him, purifieth himself, even as God is pure.&#x201D;<span class=\"citation\" id=\"78682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78682)\">1 Jn. 3:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1247\"> As man now is, God once was&#x2014;even the babe of Bethlehem, advancing to childhood&#x2014;thence to boyhood, manhood, then to the Godhead. This, then, is the &#x201C;mark of the prize of man's high calling in Christ Jesus.&#x201D;<span class=\"citation\" id=\"75513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75513)\">Philip. 3:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1248\"> We are the offspring of God,<span class=\"citation\" id=\"72038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72038)\">Acts 17:29<\/a><\/span> begotten by Him in the spirit world, <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where we partook of His nature as children here partake of the likeness of their parents. Our trials and sufferings give us experience, and establish within us principles of godliness. <\/div><div class=\"paragraph jod\" id=\"v26n1249\"> Jesus has, in our day, visited this world, and been seen of men on different occasions. He appeared on the 3rd day of April, 1836, to the Prophet Joseph Smith, and Oliver Cowdery, in the Temple at Kirtland, Ohio. This important visitation is described as follows: <\/div><div class=\"paragraph jod\" id=\"v26n1250\"> &#x201C;The veil was taken from our minds, and the eyes of our understanding were opened.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n1251\"> &#x201C;We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n1252\"> &#x201C;His eyes were a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of rushing waters, even the voice of Jehovah, saying:&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n1253\"> &#x201C;<span class=\"italic\">I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father. Behold, your sins are forgiven you; you are clean before me; therefore lift up your heads and rejoice<\/span>.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n1254\"> &#x201C;<span class=\"italic\">Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name<\/span>.&#x201D;<span class=\"citation\" id=\"90471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90471)\">D&amp;C 110:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1255\"> I now will bring my remarks to a close. In a few days I must leave family, kind friends and associates with whom I have spent so many pleasant hours in &#x201C;The City I love so well&#x201D;&#x2014;proceed to Ogden&#x2014;receive my sentence, then retire to private life, within my prison walls, for &#x201C;The word of God, and testimony of Jesus.&#x201D;<span class=\"citation\" id=\"79012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79012)\">Rev. 1:9<\/a><\/span><span class=\"citation\" id=\"79283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79283)\">Rev. 6:9<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1257\"> I hope to address you again, many times in this life, though this may be my last&#x2014;however this will be, I shall expect to meet you in yonder world clothed in robes of celestial beauty, amid the glory of the Sons of God, where grief and <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> suffering shall have ceased&#x2014;when tears will no longer moisten your cheeks, and sighs and moans no more be heard; but where, peace and joy forever reign, in those realms of glory, honor and immortality. <\/div>\n<\/div>\n<\/div>"}