{"ID":260035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Nature of the Gospel, and of Our Position and Calling&#x2014;Responsibilities of the Latter-Day Saints&#x2014;The Right of All Men to Religious Freedom&#x2014;Honorable Men of the Earth&#x2014;We Aim at a Higher Exaltation Than the Rest of the World.<\/div>\n<div class=\"subtitle\">Remarks by President John Taylor, delivered in the Tabernacle, Ogden, Sunday Afternoon, July 20, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Our Duties and Responsibilities.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/20\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v26n1042\"> We are occupying a very peculiar position in the world, and in many respects different from the position that is occupied by any people that at present live upon the earth. Our ideas, and views, theories and doctrines; our principles and our mode of life generally are very distinct from that of other people. We look at things from another standpoint to that which the world generally do. Our ideas are predicated upon the work that God has commenced, by the ministration of holy angels, by the opening of the heavens, by the voice of God, and by the revelation of His will to the human family; in which all mankind, whether they comprehend it or not, are very much interested. The Lord has been pleased to make known unto us certain things of which we were ignorant; and certain things of which also the world of mankind are ignorant; and of which we know nothing, and could know nothing, only through the revelation of God to man. <\/div> <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1043\"> The Gospel, we are told, brings &#x201C;life and immortality to light&#x201D;&#x2014;<span class=\"citation\" id=\"76103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76103)\">2 Tim. 1:10<\/a><\/span>life for ourselves, life for our families, for our wives and children, life for our progenitors, and life for our posterity; and consequently it is pregnant with greater events than anything that has yet transpired upon the earth. It goes back, back, back into the eternities that were, it unfolds things that now exist, and are on the eve of fulfillment, and it develops things which are to come. Consequently, as I said before, we are in a different position from that of other people. We do not look at things from the same standpoint which they do. We have other ideas and feelings and anticipations, and are in possession of another spirit and principle of intelligence other than that which is generally diffused in the world. Men in the world talk about the Gospel, but they do not comprehend it. We as Latter-day Saints talk about the Gospel, yet we understand only very little about it. Just in proportion as  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we live our religion and possess the Holy Spirit, do we comprehend the position that we occupy and no more. <\/div><div class=\"paragraph jod\" id=\"v26n1045\"> We read, in the Scriptures, of a dispensation of the fullness of times, when God would gather together all things in heaven and all things in the earth&#x2014;<span class=\"citation\" id=\"74876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74876)\">Eph. 1:10<\/a><\/span>that is, a certain dispensation which would include everything that has existed in other times, and in other dispensations, and would embrace in one dispensation what has been scattered throughout the world in different dispensations, from the commencement of time until the present. Hence this is a matter that affects the earth and the heavens; it is a matter in which those who are in the heavens are concerned, and also those that are upon the earth. It reaches back to the commencement of time and goes forth to the final winding-up scene of all things pertaining to this earth whereon we dwell. Hence, as I said, we occupy a very peculiar position before God, and also before the world. The world do not comprehend our position, and hence they reason very strangely and very vaguely about us, and they get some very strange notions pertaining to us. That is not surprising. It is as much as we can do ourselves to comprehend our position. It is as much as the Elders of this Church can do to magnify their callings. It is as much as the Apostles or the Presidency of the Church can do to comprehend their positions, and it needs continual watchfulness, and prayer, and self-abnegation, and devotion to God, and the continual guidance of His Spirit, that we may comprehend the relationship which we sustain to each other, to our heavenly Father, to the world in which we live, to the nation with which we are associated, to the world of mankind generally, and the <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> duties and responsibilities that devolve upon us pertaining to all of these matters, both to the living and the dead. <\/div><div class=\"paragraph jod\" id=\"v26n1046\"> We have a fight to fight. We have a faith to contend for. We have principle to learn, and to develop to others. We have our relationship to God, and to holy angels, and to the world to maintain. We have duties and responsibilities devolving upon us that mankind, and that we ourselves comprehend only very little. It has been thought generally that if men could secure in some way or other their salvation, and get to heaven, as it is called, that they were doing a great work. We have, however, got a great deal more than that to do. We have first to learn ourselves the way of life; and then to teach others that way. Hence, what mean our Seventies and our High Priests, our Elders and our Apostles and men holding the Priesthood of God? What mean those various missions they take to the nations of the earth? What mean our gathering together here, and the efforts that we make for that purpose? What mean the building of Temples and the administering therein? What mean some of those things that we begin to have a slight glimpse of regarding certain duties and responsibilities resting upon us, pertaining to the dead as well as the living? What mean those Scriptures that speak about saviors upon Mount Zion?<span class=\"citation\" id=\"62065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62065)\">Obad. 1:21<\/a><\/span> What mean our dedications to God, and the ordinances that we administer in His house? What means the development of those great principles pertaining to eternal lives that begin to enter into our minds partially? <\/div><div class=\"paragraph jod\" id=\"v26n1047\"> Man is a dual being. He possesses a body and a spirit. He is connected with eternity as well as time. He existed before he came here. He exists here. He will exist after he  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>leaves here. Before he came here he had to do with intelligences; he has here, if he will only fulfill his part; and he will have to do with them hereafter. We are here on a mission. What does that consist of? That is the question. Some of us have to go to the ends of the earth and preach the Gospel to every creature under the heavens.<span class=\"citation\" id=\"66779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66779)\">Mark 16:15<\/a><\/span><span class=\"citation\" id=\"84154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84154)\">D&amp;C 18:28<\/a><\/span> That is something which God requires at our hands. Some of us have to assist in establishing the Kingdom of God upon the earth. Some of us have to aid in purifying the Church of God. We have the same kind of material now that they had in former ages for this very purpose. In former times God placed in His Church Apostles, Prophets, Pastors, Teachers and Evangelists for the perfecting of the Saints.<span class=\"citation\" id=\"75115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75115)\">Eph. 4:11-12<\/a><\/span> These officers were requisite to the Church then, and they are requisite now. We all have our follies and weakness. We all need the assistance of the power and Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v26n1049\"> We talk sometimes about the world, we Latter-day Saints, and we are very flippant in referring to their follies and foibles. We have enough follies of our own; and I often very much question whether they do not live as near to their religion as we do to ours. &#x201C;How is that,&#x201D; says one, &#x201C;we are a much more moral people than they are?&#x201D; We ought to be. We make greater professions than they do. They do not talk about having revelation. They do not talk about having any special mission to the nations of the earth, and we do. They do not talk about any celestial glory, and know nothing about it. We profess to know a little about it. They do not aim at a celestial glory, for they do not know what it is; and we understand a very little about it. One thing we do know; one thing is clearly told us, <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that is if we are not governed by the celestial law and cannot abide a celestial law, we cannot inherit a celestial kingdom.<span class=\"citation\" id=\"88409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88409)\">D&amp;C 88:22<\/a><\/span> What is it to obey a celestial law? Where does the celestial law come from to begin with? From the heavens. Very well. What have the people here to do with it generally&#x2014;that is, outsiders? Nothing. They do not say they have had any revelation. They have had no principle of that kind unfolded to them. They are living under what might be termed a terrestrial law;<span class=\"citation\" id=\"88424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88424)\">D&amp;C 88:23<\/a><\/span> and many of them, I think, under the circumstances, do quite as well as we do under our circumstances. We profess to be moving on a more elevated plane than they are. We profess to have come out from the world; to have separated from the ungodly. We profess to be under the guidance of Apostles and Prophets, Pastors and Teachers, etc., and to be living under the inspiration of the Most High. They do not profess anything of the kind. <\/div><div class=\"paragraph jod\" id=\"v26n1050\"> These are some of the things we profess to believe in; and some of the things that the world do not believe in. We have, however, enough to do in attending to the duties of our Priesthood and calling without troubling ourselves with the follies and foibles of those who are not of us. As I have already said they do not profess what we do. We profess to be governed by higher principles and nobler motives, and by more exalted ideas. Let us try and live up to our profession. So far as the people of the world are concerned, I look upon them very charitably, myself. I do not entertain any vindictive feelings toward them. &#x201C;Well,&#x201D; say you, &#x201C;have they not got curious ideas pertaining to religious matters?&#x201D; Yes, they have; but they have as much right to their ideas as  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I have to mine. I have no right to interfere with them. They have a right to worship whatever kind of a God they please, or in any form that suits them.<span class=\"citation\" id=\"129308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129308)\">A of F 1:11<\/a><\/span> If a man has a mind to worship a red dog it is none of my business. It is for me and for my brethren to fulfill the duties that God has placed upon us. He has revealed certain principles to us from the heavens for the benefit of the whole human family, and we will do that which God has commanded us. Will they persecute us? No matter about that. God has told us to do certain things, and we will carry them out, persecuted or not persecuted. We must perform our duty. At the same time we have rights and privileges that belong to us in common with everybody that lives in the United States. We have as many rights in these United States as any other people have, and no man has the right to deprive us of them. They are trying to deprive us of them all the time. That makes no difference. The principle is still the same, and it is for us to look after our rights. God has given us a goodly land here, and we have paid for it. It is ours by right of purchase and possession. If we have got farms, or city lots, or inheritances of any kind, we have paid for them according to the laws of the United States. We have complied with all the requisitions of the United States that are constitutional, and mean to do that all the time. We simply contend for our rights. We simply contend for the principles of human liberty, not only in behalf of ourselves, but in behalf of thousands who are in these United States. There are thousands of honorable men in these United States&#x2014;in the Senate and House of Representatives, and all through the land&#x2014;who are quite willing men should <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have the rights and privileges of free men, and then there are thousands, and ten of thousands, and millions of others who want to trample the principles of freedom under their feet and deprive men of their liberties. In relation to the people of the United States, I have nothing myself but kindly feelings. I feel sorry for them. I am sorry to see people act under wrong influences, influences that will lead them to destruction. The people of the world are placed under influences that they do not comprehend. What is the matter with them? I have numbers of prominent men call upon me from the United States, and from all parts of Europe, prominent men of all classes and grades, and when we meet together they talk very kindly and very pleasantly. They admire our beautiful city and improvements, and they do not believe one-hundredth part of the stories that are circulated about us broadcast throughout the earth. They say, &#x201C;We know better than that.&#x201D; There are a great many honorable men among the peoples of the earth, and we do not want to get a spirit of enmity and hatred against anybody because of the infamous acts of a few unprincipled men. We are here as saviors upon Mount Zion;<span class=\"citation\" id=\"62066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62066)\">Obad. 1:21<\/a><\/span> and the time will come, and it is not very far distant, when, in consequence of the evils, the corruptions, the adulteries and licentiousness that prevail throughout the land, that God will bring the people to judgment. Then the time will come, and it is not very far distant, when the sinners in Zion will be afraid, when fearfulness will surprise the hypocrites.<span class=\"citation\" id=\"59048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59048)\">Isa. 33:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1052\"> We are here to build up the Zion of God, and not to build up ourselves. We are here to establish righteousness, and to establish it first within ourselves; to feel that  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;as for me and my house, we will fear God.&#x201D;<span class=\"citation\" id=\"55340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55340)\">Josh. 24:15<\/a><\/span> We should prepare ourselves for glory and for eternal lives, that we may associate with the Gods in the eternal worlds. We are the sons of God;<span class=\"citation\" id=\"129309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129309)\">1 Jn. 3:1-2<\/a><\/span> but we occupy a different position in many respects to the rest of the world, because we have obeyed the new and everlasting covenant; been baptized in the name of Jesus Christ for the remission of sins, and had hands laid upon us for the reception of the Holy Ghost, and have lived up to our privileges, many of us. Consequently we are <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> aiming, as I said before, at a higher exaltation and a greater glory than the world know anything about, and that we ourselves at present comprehend, but very little. But we shall improve from time to time and become better instructed in the laws of life and in the principles of eternal truth. We are gathered together for that purpose. <\/div><div class=\"paragraph jod\" id=\"v26n1054\"> Well, brethren and sisters, God bless you and lead you in the paths of life,<span class=\"citation\" id=\"129310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129310)\">Ps. 16:11<\/a><\/span> in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}