{"ID":260019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Love of Home&#x2014;Visit to Friends&#x2014;Sent to Preside Over the European Mission&#x2014;Former Ill-Health in England&#x2014;Extensive System of Tract Distribution Inaugurated&#x2014;Tribute to the Worth and Efficiency of the Missionaries&#x2014;Report of the Condition of the Work in Various European Countries&#x2014;Hatred Manifested Towards Us After the Murder of Our Brethren in Tennessee&#x2014;America the Haven of Freedom&#x2014;Truth Has Ever Met With Persecution&#x2014;Professed Ministers of the Gospel our Greatest Enemies&#x2014;No One Injured By Our Principles&#x2014;Plural Marriage&#x2014;The Social Evil&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by Apostle John Henry Smith, delivered at the Annual Conference, held in the Tabernacle, Logan, Cache County, Monday Morning, April 6, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Efficiency of the Elders in Europe.<\/div>\n<div class=\"speaker\">Speaker: John H. Smith<\/div>\n<div class=\"date\">Date: 4\/6\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v26n562\"> It affords me pleasure to meet again with the Saints in Zion, and to have the privilege of mingling with the people of God in a general conference. It is sometime since I had this privilege, and I can assure you that I appreciate it very much. I do not think it is possible for me to express in proper language my feelings in regard to my mountain home. I never learned but one verse of poetry in my life, and that one I have repeated many times, and I do not know but what it would be well for me to repeat it this morning. The verse to which I allude says: <\/div><div class=\"paragraph jod\" id=\"v26n563\"> &#x201C;There is a magical tie in the land of my home, That the heart cannot break, though the footsteps may roam, Be that land where it may, at the line or the pole, It still holds the magnet that draws back my soul.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n564\"> Such is the case this morning in arising to address you for a short time. What the Lord may have for me to say to you I cannot imagine. For a few months past I have not addressed any congregations; I have been visiting; I have been reasoning with my friends upon the principles of the Gospel, and seeking to enlighten them in regard to my position. Having accepted the Gospel, and dedicated my life to the preaching of the same, I was desirous that my kindred should hear it. I have not been idle, but have been laboring with zeal to impress upon them the nature of the latter-day work. I did not go there expecting to make converts but to relieve my friends of prejudice. I have found, so to speak, that my utterances have fallen on stony ground<span class=\"citation\" id=\"64482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64482)\">Matt. 13:5<\/a><\/span><span class=\"citation\" id=\"66526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66526)\">Mark 4:5<\/a><\/span> outside of my kindred and that while I was re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived with kindness, and trust that good may in time come from my labors in certain directions, yet I cannot say, as many have said, that I have accomplished much good, and that I have removed a world of prejudice. I trust, however, that I may have done some good during the past few weeks among my kindred in the Eastern States. <\/div><div class=\"paragraph jod\" id=\"v26n566\"> As you are aware, in 1882 I was sent by my brethren to preside for a season over the European mission. I proceeded to my field of labor with some dubiety in regard to my own self. My former experience upon the island of Great Britain had been such that I was really fearful in regard to my health. For five years after my first mission to the British Isles, I had never passed a night in sound and perfect sleep. I suffered from a cold contracted on that mission. On my departure in 1882, however, my brethren promised me I should go in peace; that I should enjoy good health; that the blessings of the Lord should be around me; and that I should be enabled to accomplish the object for which I was sent forth. And while I went with some foreboding with regard to myself, still it appears I had to return to Great Britain, to lose that which had seized upon me on a former mission. <\/div><div class=\"paragraph jod\" id=\"v26n567\"> I found upon my arrival in that land a corps of very excellent Elders. The mission was in a very good condition, with an earnest and determined lot of missionaries who were willing to do anything that might be required at their hands for the furtherance of the purposes of the Lord. I found, however, upon investigation and mingling with my brethren, that the road seemed to be hedged up in a manner so that they could not accomplish that which <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their hearts desired. After visiting various conferences, and giving the brethren such instructions and counsel as the spirit suggested as to the best method to reach the people, getting their views and the result of their experience in the field, some of them having been there for a year or two&#x2014;it was decided, on the suggestion of several, that an effort be made to distribute more of the written word than had heretofore been done. Communications were addressed to the Presidency of the Church, and by their consent a system of tract distribution was inaugurated and has been followed systematically from that day to this. What the result may be in the future we cannot say. Nevertheless, we have done the best we could in our ministrations among the people, and have striven with the power that the Lord has given us to warn our fellow men of the reestablishment of the Kingdom of God. The Elders that have been sent to labor under my watchcare and counsel, have been men of worth. It is a matter of pride to me that those who have been sent to labor under my direction have been good and humble men. Many of them have been young men, reared in these mountains&#x2014;that were taken from the farm, from the stock range, from the store, and from the work bench. They had received comparatively little training in the ministry; but a few weeks time has developed them, and they have gone forward in faith; the Lord has blessed them in their administrations. I have had much joy and satisfaction in laboring with them, and in all my ministrations and counsels to them I believe they have listened to them and sought to the best of their ability to carry out these counsels, and labor for the advancement of the  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>work of the Lord. <\/div><div class=\"paragraph jod\" id=\"v26n569\"> Since I returned home there has nothing afforded me greater pleasure than during this conference to take into my arms and press to my breast the men that have been laboring in the same cause as myself; for I respect and honor them as I would my own brother. These sentiments are from the heart in regard to them, and I trust that their experience with me and our acquaintance, and the friendship that springs up amid adversity and trials, may be as lasting as life itself. <\/div><div class=\"paragraph jod\" id=\"v26n570\"> I am pleased to report that in Great Britain we continue to do some baptizing. During my administration in that land a little new ground, or rather ground that had been worked years ago and been abandoned, has been opened up in various places. We have gained a foothold in Finland, and a few have been baptized in that land. Brother Fjelsted sent some native Elders into that section of country. Some men that were inspired with zeal, and who were humble, and who were ready to meet any trial and difficulty that might come in their way, succeeded in opening a little door. Seed has been sown. Away north on the borders of Prussia and Russia, an opening has been made through a native who had been ordained by Brother J. A. Smith, of Cache Valley, and there is a prospect of the Gospel being introduced in that country. We have also made a little effort to introduce the Gospel in Austria. Brother Beisinger has been there and labored some time. Brother Hammer was there also, but was run off by the authorities. Brother Beisinger and Brother Jennings are now, I suppose, in Austria, probably in Bohemia. I felt while in Switzerland, in December, that it would be impossible for me <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to return home without another effort being made to open up the Gospel to Austria, although the brethren had already suffered considerable in that land. The authorities there do not treat our Elders as they should; but I trust that by wisdom and prudence, the Gospel may be preached, and that the inhabitants thereof&#x2014;a fine race of people&#x2014;may sense their position and embrace the truth. We have also made an effort to establish ourselves in Turkey, and I trust that a work will be opened up there. A few baptisms have already been made. <\/div><div class=\"paragraph jod\" id=\"v26n571\"> The brethren throughout the British Isles have been making efforts to introduce the Gospel in every corner and place where opportunity presented itself. I would say, however, that the England of a few years ago is not the England of today. While the same spirit of liberty&#x2014;the love of the rights of man&#x2014;may exist among the English people, still that spirit of hospitality that characterized them years and years ago, seems to be on the wane. Many people are out of employment, the numbers that are wandering around begging their bread, closes, in a measure the hearts of the people, and they feel that they cannot carry the loads that they have been carrying. Still, among the Latter-day Saints, the same hospitality is to be found. Their hearts are as warm today as they ever were. <\/div><div class=\"paragraph jod\" id=\"v26n572\"> We have made recently&#x2014;through the labors of Brothers Wilson and Marshall, two Irish brethren&#x2014;an opening in the north of Ireland, and we trust that with care much good will result in that neighborhood. Some very fine people have embraced the Gospel there, people in good circumstances, and who,  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>inspired with zeal, desire to spread the principles of the Gospel. And thus little by little we accomplish the object of our mission, and the world is being warned. When I left England there were three valley Elders in Ireland, and I hope others may be added to their number before long, so that the work may spread at least in the protestant portion of that country. I am inclined to believe that there are hundreds and thousands of people in Ireland who will receive the Gospel. My prejudices in regard to the Irish people have been wiped away in mingling among them. I find them among the purest of the stocks upon the earth. Virtue is held at a high premium among them. The statistics of Great Britain show this fact; that illegitimate births in Ireland constitute 3 percent. In England six, in Scotland nine. I say this speaks volumes for Ireland, and I trust that the Gospel may spread in that land and that thousands may receive its truths. <\/div><div class=\"paragraph jod\" id=\"v26n574\"> I have visited nearly all parts of the mission&#x2014;at least where there are any Saints, and some portions where there are none. I went to Italy in the hope that I might see some chance of making an opening in that country. I came very near having two of the Elders starved by staying there. I was determined, however, to try and introduce the Gospel. There are some sections of the country that are Protestant, and I trust there may be a time come when the Gospel will spread among that people. But I regard Italy as in such a condition that there are but few chances at the present time for any opening to be made. The Italians are bound up in the religious faith that they have been reared in, or they are infidel almost entirely. I noticed in my <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attendance at the churches, that they are usually well filled with priests and beggars, and that few, comparatively speaking, of the well-to-do classes, or the middle classes, or the better informed classes, were paying any attention whatever to religious observance. <\/div><div class=\"paragraph jod\" id=\"v26n575\"> I have also during my administration in the British mission, sought to have the Gospel preached among the French people. Brother Bunot and Brother West made an effort on the Island of Jersey. Brother Bunot was sent to France, and he stayed there just as long as he could possibly live, using his own means, and striving by every means in his power to open some door to his countrymen. Brother Bunot is a man who was educated for the Catholic ministry, a man of intelligence and learning, and a humble man who did everything in his power to warn his countrymen. He was not successful in accomplishing the desires of his heart. On the borders of Switzerland and France a number of the Elders have labored, and while we have not reaped as we could have wished to have done, still there has been satisfaction in the labors we have performed; for we realize that it is not only a day of gleaning and gathering the people, but it is also a day of warning. <\/div><div class=\"paragraph jod\" id=\"v26n576\"> I will say here, that about the time our brethren in the southern States were murdered in cold blood, a wave of hatred seemed to have been engendered in the minds of the people in every direction. The press of Europe teemed with the most horrid stories that can be imagined. Everything that had ever been thought of everything that had ever been manufactured for partisan purposes in our own land was scattered broadcast throughout Europe, and the masses of the people were  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>warned in every direction in regard to us. And not only were they warned through the newspapers, but lecturers began to take the field in every direction, and incite the people not to avoid our meetings, but on the contrary to follow us up and to mob us, giving us no chance to explain to them the principles of the Gospel, or represent ourselves as we should. This feeling has been growing in power from that time until the time I left that land. But as heretofore a cool wave will by and by come along and as a result of the heated condition of the people over the Mormon problem, and the efforts that have been made to impede the Lord's work, people will begin to inquire, thoughtful people will look into the truth, and the work will continue to grow in the future as it has done in the past. It is true that people do not come by hundreds and thousands to hear the good word of life and salvation; but the eyes of the world are directed to this our mountain home. They recognize the force of the utterance of Henry Ward Beecher, when he said: &#x201C;Gentlemen, say what you will, but yonder in the Rocky Mountains is the phenomenon of the nineteenth century.&#x201D; It is a living fact that people in every land and clime are turning their eyes towards this region of country, and wondering what will be the upshot of the problem that is being worked out by the Latter-day Saints in their western home. Men of intelligence are traveling; they are mingling among our people; they see their industry; they recognize the perseverance they have manifested; they see the obstacles they have overcome; they recognize in them a growing race that knows no failure, that meets no rebuff, that cannot understand nor sense what defeat means; <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they see in the Latter-day Saints the growth and development of a power that will accomplish its object in the earth, and that object Deity has designed it should accomplish&#x2014;the gathering in of the honest in heart, the establishment of righteousness, the combating of wickedness, the driving back of the forces of evil as they cluster around the hearts of men and that are leading men step by step to inevitable shame and destruction. <\/div><div class=\"paragraph jod\" id=\"v26n578\"> It affords me pleasure, my brethren and sisters, to again put my feet on the soil of America. I recognize in it the home of a free man. There may be those who desire to pervert this freedom, who may seek to engender strife and drive us from the soil upon which we live; there may be those who seek to trample upon the rights and liberties of man; but I believe from the bottom of my heart that Deity has stamped it upon this soil, that He has written it throughout the universe, that in this land His work should prosper. That it should go forward and increase until its great destiny shall be accomplished; that this is the spot chosen, that here it will be nourished, here it will grow, here it will go forward, and the nations of the earth will look upon it and recognize it as the great force that will conquer the earth and bring subject to it the powers that exist thereon; and all this will be brought about by the law of righteousness, the law of truth, the law of God given to mankind for their guidance and control, and they will accept it and live in accordance with its principles. You and I may tread a thorny path; it may be strewn with rugged places; we may break the flesh upon our hands, and be bruised in our forward movement; but the work will advance and progress. Deity is our  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>friend, our guide, our protector. All we need do as a people is to keep our eye upon the mark of divine truth; move forward without fear, and ask no favors so far as mankind is concerned; only seek to do right by our fellow creatures. Hate no one. I dare not hate any man upon the face of the earth. No matter how vile, how wicked, how corrupt he may be, if I find him in want of a friend I would extend to him the hand of friendship; I would give him bread if he was hungry; water if he was thirsty; clothing if he was naked; for I would recognize in him the fact that he was a creation of my Father, and I would not dare to hate him, no matter how vile he might be. I might hate the principles he had espoused; the wicked acts of which he was guilty; but I would recognize in him something that I should seek to benefit, bless and save, and I would use all the powers God had bestowed upon me in that direction. <\/div><div class=\"paragraph jod\" id=\"v26n580\"> &#x201C;Brother Smith,&#x201D; some may say, &#x201C;don't you feel uneasy over the condition of things that now exists in our Territory?&#x201D; I have sometimes wished that things were not as they are. As I have wandered in the earth and stood up in the streets and parks and halls preaching the Gospel, I have said to myself, I wish that my Father had not set me to this work; I wish that these things were not required at my hands. I have sometimes felt timid in being brought in contact with the world, and the efforts that were being made against me and my brethren. I have wished it could be otherwise, and yet when I stop and reflect, when I look over the history of the past, when I read the facts as history brings them to us, I see no other way, I see no other road to travel. Every fiber of my being is convinced <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the truth of this Gospel. It is stamped upon every feature, upon every part of my being. I regard it as dearer than life and everything else upon the face of the earth. Why need I be fearful, why need I tremble, why need I be wrought up at the prospect that is before us? No great system has ever been established upon the face of the earth without much labor and perseverance. Look at the inventions that have been brought out and the efforts that have been directed against them, even in those things that were to be utilized for our own clothing, for our own movements from place to place, or for the comfort and convenience of our homes. The men that have invented these things have met with continual persecution. They have struggled against nature itself; and why need we, who have had given to us the great plan of life and salvation, that which will bring us back into the presence of God, that which stamps upon our souls the prospect of eternal union with our wives and our children, and of mingling with our friends and relatives that have gone before&#x2014;why need we fear the hand of our enemies. Who cannot stand a few weeks of imprisonment, a few months of torture, a few years of difficulty, that they may offer an offering in righteousness to that God that called them forth?<span class=\"citation\" id=\"62409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62409)\">Mal. 3:3<\/a><\/span><span class=\"citation\" id=\"84066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84066)\">D&amp;C 13:1<\/a><\/span> Not one of us. Therefore, so far as I am concerned, my brethren and sisters as an individual, I am perfectly happy, just as happy as I can possibly be under the circumstances in which we are placed. I have no worry nor concern. One of my uncles, whose home I left but a few weeks ago warned me that certain things were inevitable; that it was impossible for us to hope to fight longer these things our pronounced enemies were seeking to bring upon  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us. All I said to him was, &#x201C;Wait and see.&#x201D; That is what I propose to do&#x2014;wait and see, just wait and see. I have been waiting from my childhood, and expect to continue to wait. It is possible that a few men like myself maybe hustled within the prison walls; it is possible that a few &#x201C;Mormons&#x201D; may be outraged and banished from their native land; it is possible that men may follow us to the death; but while men die, systems continue to live and grow, and the powers of earth and hell can never check their advancement and development. Such is the case in regard to the work we have embraced. It is a living work. It is one of the active forces in nature. It is backed by the powers of heaven, and ye are its emissaries sent here at this time to aid in its advancement. The Gospel must be preached; the nations of the earth must be warned, and this nation, or any other nation, will fall beneath the judgment of an enraged God if they reject the message of glad tidings, which our Father has offered them for their exaltation in His kingdom. The work of God must conquer every foe, it must overcome every opposing force, and it will accomplish that destiny as sure as there is a God in heaven. Write it upon the page of history; stamp it upon your souls; for deity has designed that it should be the case. <\/div><div class=\"paragraph jod\" id=\"v26n582\"> I find in mingling among the people in the east, that the moving force today against the Latter-day Saints is not the politicians of the country. The politicians, so far as they are concerned would care little about us, but there are behind them the people. There are first the ministers of the Gospel. I do not desire to speak harshly of the ministers that live among us, or make charges <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against them, for I have been away for some time; but this fact is patent to every one&#x2014;that the fervor against the &#x201C;Mormons&#x201D; is worked up right from our own homes, and largely by Christian ministers. Letters are written to the ministers of the country; the ministers work upon their flocks. Go among many of the peoples of the east&#x2014;among the old Puritan stock, of which my fathers are descendants&#x2014;and you will find that the tales of the horrors of Mormonism are of the most startling character. This I discovered while visiting among my relatives in New England. <\/div><div class=\"paragraph jod\" id=\"v26n583\"> They were all more or less prejudiced against Mormonism; but I trust that the little light I was able to throw upon the question may result in good. The New Englanders as a rule, have but small families, and the evil practices that are resorted to by many to prevent their having children at all, will be the means of carrying them down to the pit. <\/div><div class=\"paragraph jod\" id=\"v26n584\"> Now, brethren and sisters, whom have we wronged? Whom have we wronged by peopling this desert land? Nobody. If there was anybody wronged it was the red man, and he has not been wronged but blessed; for we have tried to feed instead of fight him. The first principle of the Gospel is faith. Whom have we hurt if we have faith? Then there is the principle of repentance. Whom have we injured if we have repented? Is anybody hurt? Is the government hurt? Does repentance beget hostility to the government? If we make a covenant with God in the waters of baptism that we will be pure, is anybody wronged? No! Have we plotted for the overthrow and destruction of the government in which we live because the hands  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the servants of God have been laid upon our heads and they have bestowed upon us the Holy Ghost, the witness of the Spirit that shall guide us into all truth?<span class=\"citation\" id=\"70470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70470)\">John 16:13<\/a><\/span> No. Have you or I made a contract with our God to wage antagonism to the institutions of the country in which we live, or sign allegiance to any other government upon the earth? I have not. I have sworn allegiance to the government in which I live. My labors as a man are in the interests of humanity&#x2014;the freedom of man; that his conscience may not be chained up; that his body may not be bowed down with the yoke of tyranny; but that before God he may stand erect, fearless and strong, determined to benefit and bless the human family. Need we be fearful in regard to these things? I think not. There is one that will recompense at the last day; and the man who denies the other his liberties, who binds him in chains, who ties him to the rack, is the man who should tremble when the reckoning of Deity is made with His sons and daughters. We might go through all the principles of the faith we have espoused and then ask who is wronged? We have made grass grow where it did not grow before. If we have built homes, if we pay taxes for the sustenance and government of the cities and towns that are to be found upon this once sterile spot, and which was once the great American desert, who is wronged? No one. Who has raised a standard against the government in which we live? Not one of us. But you believe in the Priesthood. You accept of a system of government that is most perfect on the face of the earth. Who is wronged if we do? You have not changed it. It has not changed you. It has not wronged you; and that which we <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have accepted we have accepted of our own free will and choice, recognizing the fact that Deity has required it at our hands. Who is injured if my wife makes a sacrifice with me and takes into our home one of her sisters and makes her my wife. If she makes the sacrifice; if I shoulder the additional responsibility, and open the door that will save one of Eve's fair daughters, who is wronged? Do I plot for the overthrow of the government, the breaking in pieces of the powers that be, because I desire that my sister or my daughter, my aunt or my cousin may be preserved from the evils thrown around them by the systems that man has created? No. God has laid upon every woman the decree placed upon mother Eve&#x2014;multiply and replenish the earth.<span class=\"citation\" id=\"52343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52343)\">Gen. 1:28<\/a><\/span><span class=\"citation\" id=\"92376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92376)\">Moses 2:28<\/a><\/span><span class=\"citation\" id=\"92550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92550)\">Moses 5:2<\/a><\/span><span class=\"citation\" id=\"93529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93529)\">Abr. 4:28<\/a><\/span> In sections of the land in which we live, thousands of women today must become the play things of some vile wretch, if they answer the design of their being. My whole being is convinced of the fact&#x2014;that it is a decree of God Himself that these women should have a chance to marry, and that He Himself has opened the door. He Himself has established the principle. I want my daughters married as I desired to marry myself; I want them honored wives, whether plural ones or otherwise, no matter who may seek to brand their offspring as infamous. I know&#x2014;for God has given me the witness, He has stamped it upon this heart that they who come through that lineage are as much honored of God and approved of Him, as any that have ever walked His footstool from the day that this earth was peopled until the day in which we live. This principle was given for a purpose, and that purpose is the salvation of the female sex as well as the male sex. Go to  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Great Britain, and you will find a million more women than men moving upon the streets of the great cities. Go up the Strand in London; Go up Lime Street, in Liverpool; and the streets in Manchester; go into any of the leading streets of the great cities of the world, and gaze upon as fine specimens of womanhood as our Father ever put breath into. What are their prospects in life? What is written across their brow? Infamy, shame&#x2014;going to their graves the victims of loathsome disease. It is not one, it is not two or three; but it is millions of them that are going this inevitable road. Who is responsible? Who placed upon them the interdict, preventing them, from fulfilling the object of their creation? Not God; for He made His law so liberal and <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> established principle so correct that there was no necessity for such a thing. It is man that has introduced it; it is man that has overturned the condition of society; it is man that has turned his daughter into the street. I say again and again that the &#x201C;Mormon&#x201D; people can wait the result of this thing without fear; they can afford to suffer pains and penalties if that will but open the door by which the fair daughters of Eve can be redeemed from the position in which they are placed and be made honored and respected women of society. <\/div><div class=\"paragraph jod\" id=\"v26n587\"> The speaker concluded by reiterating his allegiance to the American government, and exhorting the Saints to be faithful in keeping the commandments of God in all things. <\/div>\n<\/div>\n<\/div>"}