{"ID":260024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Ignorance of the World Regarding the Latter-day Saints&#x2014;Our Doctrines Are Christian and Are Substantiated By the Scriptures&#x2014;Necessity of Present Revelation&#x2014;First Principles of the Gospel&#x2014;Faith, Repentance, Baptism for the Remission of Sins and Laying on of Hands for the Gift of the Holy Ghost&#x2014;Organization of the Church of Christ&#x2014;&#x201C;Mormonism&#x201D; is a Restoration of Ancient Christianity&#x2014;Joseph Smith a True Prophet&#x2014;Plural Marriage Practiced By Men of God in Miss-Called Dark Ages&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by Elder Henry W. Naisbitt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, June 7, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Latter-day Saints Are True Christians.<\/div>\n<div class=\"speaker\">Speaker: Henry W. Naisbitt<\/div>\n<div class=\"date\">Date: 6\/7\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v26n723\"> My brethren and sisters and friends: I arise to speak with a little embarrassment, but I look to the Saints, asking for their faith so that I may overcome. <\/div><div class=\"paragraph jod\" id=\"v26n724\"> There is nothing that interests the Latter-day Saints so much as the enunciation of the principles which they profess and literally accept; but it would seem as if there was in the outside world, less comprehension and understanding in regard to the principles that the Saints believe in, than there is in regard to any other subject which has acquired the same prominence. <\/div><div class=\"paragraph jod\" id=\"v26n725\"> The Church of Jesus Christ for a great many years has kept a large number of missionaries in the field; they have traversed the whole of Christendom, in a greater or less degree, visited also the heathen nations and lands that are afar off; but yet a traveler would find that but little impression has been made among the masses of mankind. Even among those which are most ad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vanced, and whose citizens are presumed to be intelligent, and to comprehend the questions which agitate the public mind, there is an amount of ignorance which is, to say the least, discreditable. It has been my lot individually, to come in contact with many who have visited this Territory and city, and to hear their expressions of surprise in regard to the religious faith of the Latter-day Saints. To tell a stranger that the people of Utah believe in the Bible, appears to be something altogether unlooked for. The assertion of their faith in God and in His Son Jesus Christ, appears to be received with more or less incredulity, and there are others who believe that the marriage customs of the Latter-day Saints are the beginning and the end, and all there was and is or will be, to give them distinction and peculiarity among the people of this nation. And yet if you were to sweep your eye over this congregation&#x2014;which is pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bably an average one of the people of this Territory, you would instantly say, that there does not appear to be much difference in the appearance of the people here and the average congregations of worshippers elsewhere. The facts are that the people here&#x2014;the older ones at all events&#x2014;have been called and gathered from among mankind, and from Christendom, as a rule. There are in this Church many native-born citizens, who have come from every State of the American Union, and are fully acquainted with all its religious sects and creeds. There are those who have come from the different nations of Europe, and they have been familiar with the institutions which exist there; they have attended the services and been identified with the same organizations that you find today. They know all about the churches and the ministers and the Sabbath schools and the literature of the religious world. They have analyzed and compared and contrasted these until they understand not only the differences that exist between the several churches, individually, as they are known in Christendom, but they understand also the vast differences between those churches and that record called the Bible. They have been familiar with that, including the New Testament, from their childhood. They were taught it of their mothers and their fathers. They read it in the Sabbath school. They listened to the exposition of its truths and doctrines in the churches to which they belonged, and it was personal mental analysis and comparison that gave conviction to their souls and induced them to receive that order which the world has designated &#x201C;Mormonism.&#x201D; As a rule the people of Utah are &#x201C;Mormons,&#x201D; from conviction and <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from choice. They have left the institutions of their fathers because of the defects which were discovered therein, because of the inconsistencies which prevailed there, and in thousands of instances have reached conclusions because of the teachings that many of them received in the religious organizations of the world. The Latter-day Saints, to the surprise of many, call themselves Christians. Notwithstanding the opposition that they have encountered; notwithstanding the prejudice with which they have had to contend; notwithstanding the ignorance that is everywhere manifest in regard to them and to their institutions, they claim to be Christians&#x2014;or followers of Christ; and in assuming this title, they accept it with all that it implies. They defend with as much devotion and persistence the character and institutions and teachings that were given of their Lord and Savior as recorded in the Books that have been handed down from the fathers as do the disciples of any system, either secular or religious, who follow out the dictates, theories and ideas of those whom they have accepted as their leaders. The followers of John Wesley are no more tenacious of the teachings of their illustrious predecessor, the founder of their church, than are the Latter-day Saints in regard to the teachings of the Savior, and of His servant the Prophet Joseph Smith. Those who revere the name of Washington and of the fathers of this republic, and because of that reverence, cherish the fundamental truths of the Constitution, and the Declaration of Independence, are no more tenacious of the truths uttered by those whom they accept as leaders, than are the Latter-day Saints in regard to the teachings and ordinances as established by Christ.  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They have accepted Him as their authority; they have accepted Him as their example; they have accepted Him as their leader; and while their claims to Christianity, or the epithet of Christians, may be ignored, disputed, or repudiated by others, still they are abundantly able to prove that their position is correct. To those who would dispute this let it be said that they can find (if they so desire it) testimony in abundance in the publications which have been issued by this Church; they can find testimony in abundance if they will visit our Sunday schools; they can find testimony in abundance if they will inquire of those who are &#x201C;Mormons&#x201D; or Latter-day Saints by faith and profession. It is not usual, however, for inquirers to address themselves to this class. It is well known that of the thousands who travel this Territory, and who visit the people in the capacity of tourists every summer, that there are but few, very few, who ever seek an interview with those who are believers in and receivers of, that which they designate &#x201C;Mormonism.&#x201D; They as a rule are more willing to receive all the flying rumors and reports, and to listen to all who buttonhole them, and believe anyone they come in contact with, in regard to the character of this community, in regard to their faith and practice, their social theories, and the results of these, than they are to inquire of Latter-day Saints; and yet there is not a man or woman within the confines of this Territory or elsewhere, who is a believer in the Gospel, but who is more than willing to impart what information they possess and to give a reason for the hope that is within them, though they might do it conscious of their own weakness and with a measure of fear&#x2014;<span class=\"citation\" id=\"77929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77929)\">1 Pet. 3:15<\/a><\/span>not fear as to the truth of <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that which they might repeat&#x2014;not fear because they have any doubt as to the character of the truths they have received, but with that trembling which inevitably grows in the feelings of those who are ostracized by society and who are vilified and repudiated by the world. <\/div><div class=\"paragraph jod\" id=\"v26n728\"> It may be asked, what then as &#x201C;Mormons&#x201D; are your views in a religious sense? What are your peculiarities? Where do you get the doctrines that you teach? <\/div><div class=\"paragraph jod\" id=\"v26n729\"> I am of the opinion that the doctrines of the Latter-day Saints can be easily proved and established from the sacred Scriptures, and I can further say that the missionaries who have gone from Utah&#x2014;the Elders who have labored in the midst of the nations of the earth&#x2014;have always been able to substantiate their testimony by the word of God. They have never asked the world to receive a doctrine that they could not read in their own Bible, in their own study and in their own homes. They have never asked mankind to accept any dogma, doctrine or principle which they believed would be calculated to work them injury, but they have believed that the nature of man everywhere was of such a uniform character, and the purposes of his creation were of such divine intent, that those truths which in their essential nature would bless one man, were equally calculated to bless all mankind. <\/div><div class=\"paragraph jod\" id=\"v26n730\"> I presume that it is everywhere comprehended that man is a religious being; that he has within him aspirations, feelings and thoughts in regard to the Supreme, which unitedly declare that he needs some assistance from outside sources if he is to possess knowledge and understanding of the nature of his existence. Knowledge in regard to the purpose of that existence, in re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gard to its past, and in regard to the present and future of that existence. All the facts of a man's organization bear testimony to the necessity (and where there is necessity there is advantage) of religious training, culture and education. The soarings of his spirit, the dissatisfaction with earthly things, with its failures, and lack of recompense, the consequent reaching out into the future for an assurance of compensation, are all so many evidences that there is somewhere the material to satisfy these aspirations; the same as the feeling of hunger and thirst is abundant testimony that somewhere there are elements to minister to the gratification of that hunger and thirst. And when this conclusion is reached it is very easy to advance another step in religious science, and to understand that if there is that material, that intelligence calculated to minister to his religious aspirations, its faith and hope, it must come from a source outside of himself&#x2014;in other words it must proceed from that Being who is the originator, the Creator, the Lord of man, that in Him alone there must be that fountain of inspiration, revelation and intelligence which is essential in developing in man the purposes of his creation. This argument appears to me to be philosophical, to be sound, to be suited to every man's condition, and there is implied in that conclusion the inevitable necessity and advantages of inspiration and revelation. The Christian world have accepted this idea, and they will tell you that the fountain of inspiration was open to man some 1,800 years ago. The religious world hold to the theory that there was a period in the history and experience of mankind when this spirit of inspiration existed among men, but that it was <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> some two or three or four thousand years ago. The Christian&#x2014;I might emphasize that and say the CHRISTIAN world&#x2014;have professed to have faith in the Savior of mankind as occupying an intermediate position between the Creator and his children, They will take up the Scriptures and point us to illustrations which establish his character in that respect. They will tell us in quoting the same that &#x201C;He was a teacher sent from God;&#x201D;<span class=\"citation\" id=\"68514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68514)\">John 1:6<\/a><\/span><span class=\"citation\" id=\"129242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129242)\">John 3:2<\/a><\/span> that &#x201C;He sought not his own will but the will of the Father who sent him;<span class=\"citation\" id=\"69179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69179)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69281)\">John 6:38<\/a><\/span> that he declared that he spoke not of himself, but of his Father who sent him; that he did nothing of himself, but as my Father hath taught me.<span class=\"citation\" id=\"69831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69831)\">John 12:49-50<\/a><\/span><span class=\"citation\" id=\"69952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69952)\">John 14:10<\/a><\/span> I speak these things, for I do always those things that please him!&#x201D;<span class=\"citation\" id=\"69448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69448)\">John 8:29<\/a><\/span> They will tell us that even his enemies said, &#x201C;He spoke like one having authority, and not as one of the scribes.&#x201D;<span class=\"citation\" id=\"64002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64002)\">Matt. 7:29<\/a><\/span><span class=\"citation\" id=\"66500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66500)\">Mark 1:22<\/a><\/span> In all the churches of Christendom they will repeat the marvelous parables that He gave to His disciples; they will read to us the sermon on the mount; they will tell us of His miracles; they will endeavor ostensibly to carry out the institutions which He established, all of which substantiates the idea that they have at least some faith in the mission which He claimed upon the earth. But if you ask whether that spirit of inspiration and revelation which He promised His disciples was to be continuous, or whether it has been continuous, or whether it is now necessary, the whole religious world, both priests and people have reached the conclusion that it belongs to an era of the past; yet if ever the religious world needed teachers it is now. If ever mankind needed revelation it is today. If ever there was a necessity for inspiration, we feel and know that it is in the midst of the nineteenth cen<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tury. If ever there was a time when confusion, contention and strife, when inconsistency and skepticism prevailed it is surely now, among the most advanced nations of civilization and of Christendom; there men are to be found laying the axe at the foundation of religious faith, endeavoring to popularize their own doctrines, and to bring into disrepute and into contempt the teachings of the Book that for ages has been held sacred. This is being done with that force of rhetoric, with that glow of imagination, and with that wealth of illustration which belongs to men of the type of Ingersoll, and congregations everywhere, hang with breathless suspense upon the words they utter, and thousands are grateful in their iniquity that the myth of religion, the fear of God, the certainty of punishment, the future life, have been swept away by so ruthless and so untiring a hand. Ministers are paralyzed and stand aghast in presence of the enemy, and before a sin-sick world, and now if there is one medicine needed more than another in this age, it is that medicine which will minister to faith, to peace, to order, to confidence, which will bring assurance, and will give men that trust and satisfaction with and in the doctrines that they teach and practice, such as was possessed by the Apostles and Teachers and Saints of olden time. Where in the Churches of the world can you find men ready to say as Paul said to his converts, &#x201C;The gospel came not unto you in word only, but also in power, and the Holy Ghost, and much assurance?&#x201D; 1 Thes. 1:5.<span class=\"citation\" id=\"75657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75657)\">1 Thes. 1:5<\/a><\/span> Where are those who have the same authority to say, &#x201C;though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accused.&#x201D;<span class=\"citation\" id=\"74361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74361)\">Gal. 1:8<\/a><\/span> &#x201C;I certify <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you, brethren, that the gospel which was preached of me is not after man. For I neither receive it of man, neither was I taught it, but by the revelation of Jesus Christ.&#x201D; Gal. 1:11-12.<span class=\"citation\" id=\"74371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74371)\">Gal. 1:11-12<\/a><\/span> This assurance is not to be found. It is not known. The spirit of authority, the confidence which grows from the possession of truth is not in connection with the churches, or enjoyed among the intelligent of Christendom. To be sure the world go to a great expense in order that they may secure religious instruction. Colleges are erected. Men of certain temperament spend years and years in order that they may be fitted for the ministerial profession. The people delight to pour out of their wealth for the spiritual food that they receive of their teachers; but with it all, that uniformity, that beauty, that simplicity, that consistency, that force, that assurance which pertained to the primitive days of Christianity is not to be found in the religious world of today. <\/div><div class=\"paragraph jod\" id=\"v26n733\"> Now, I might ask what was the order of things in the primitive church as established by the Savior? There are certain first principles which pertain to all branches of science&#x2014;chemical science, agricultural science, astronomical science, or any other branch&#x2014;there is implied in connection with all these a possession and use of primary or fundamental principles upon which the superstructure is built, and it is the same in regard to the science of religion. There are certain fundamental and foundation principles upon which the superstructure is built, and it is the same in regard to the science of religion. There are certain fundamental and foundation principles upon which the edifice is to be built, and upon which it must forever stand, and these principles did not  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>originate in any school in connection with any college, or really in connection with any organization or body of men. They are divine. They were revealed. They came through chosen messengers who tabernacled in the flesh, who taught and then transmitted them to their fellows, who in turn taught others, and thus made them powerful by final dissemination among nations. This idea, I think, is invulnerable. What, then, are the primary or foundation principles of religion? Faith in God, growing out of the necessities of man's nature, growing out of the nature of his spirit, the origin of his being, the history and memory of the past, the outlook into the future&#x2014;these all foreshadowing the necessity and advantages and blessings of faith in God. Hence every man who is a religionist has sought unto a Being of some kind; whatever his conception of that Being may be, he looks upon it as fundamental that there is a God, and there are none but those that David speaks of, namely, the fool, who has said in his heart that, &#x201C;There is no God.&#x201D;<span class=\"citation\" id=\"56387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56387)\">Ps. 14:1<\/a><\/span><span class=\"citation\" id=\"56748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56748)\">Ps. 53:1<\/a><\/span> Having established this faith in God, we want to know what position we occupy towards Him. He is our benefactor. He is our friend. We are His children. The Scriptures tell us that we are created in His image and likeness.<span class=\"citation\" id=\"52243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52243)\">Gen. 1:26-27<\/a><\/span> They tell us that the Savior was &#x201C;the express image of his Father's person.&#x201D;<span class=\"citation\" id=\"76386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76386)\">Heb. 1:3<\/a><\/span> We, then, are like our Father. We are His posterity. We are His sons and daughters dwelling and tabernacling in the flesh. What is the position that a man's children occupy toward him as their parent? Every parent expects obedience. Every parent expects respect to his wishes. Every parent expects that when he makes a law that that law will be carried out in his household; that there shall be order, rule and <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> authority there. This is the idea which prevails between God and man upon the earth, and that again implies the principle to which I have already alluded, the spirit of inspiration and revelation; for in our present condition the Almighty cannot communicate directly, probably, but He has selected certain mediums of communication. Who are they? His servants who&#x2014;like His servants of Biblical note&#x2014;teach in His name. He promised, and gave unto mankind a witness of Himself, even when there was no law, by His Holy Spirit, and He has sent that true light which lighteth every man that cometh into the world,<span class=\"citation\" id=\"68560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68560)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"89021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89021)\">D&amp;C 93:2<\/a><\/span> while to every baptized believer is given &#x201C;the manifestation of the Spirit to profit withal.&#x201D; 1 Cor. 12:7.<span class=\"citation\" id=\"73459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73459)\">1 Cor. 12:7<\/a><\/span> And this Spirit will bear testimony to the truths, or laws, that are revealed by His Son, and taught by His appointed servants. <\/div><div class=\"paragraph jod\" id=\"v26n735\"> Well, now, how shall we ascertain these truths? Why, through this channel. Jesus Christ was the lawgiver. He established that system of things calculated to bring man back into the presence of His Father, and He commanded men everywhere that they should seek after Him, that they should pray unto Him, &#x201C;Our Father, who art in Heaven. Thy will be done on earth, as it is done in heaven,&#x201D;<span class=\"citation\" id=\"63336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63336)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67543)\">Luke 11:2<\/a><\/span> and He communicated that will unto those who listened to His teaching. What was that will? He continuously advocated and enforced the spirit of repentance. Why? Because men&#x2014;all men, had wandered from the path of rectitude. They lived in violation of those laws which are divine; they failed to carry out that which would lead them on toward perfection. Hence as a natural and philosophical conclusion men are called upon to repent. What! Does this generation need to repent?  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There are many who think they need no repentance;<span class=\"citation\" id=\"67703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67703)\">Luke 15:7<\/a><\/span> that they occupy positions in society too elevated; that they belong to the upper crust, the great &#x201C;upper ten,&#x201D; who are leaders in science, in art, and in literature, and who are among the cultured of our nation and in other nations of mankind. They think they have no occasion to repent; they &#x201C;thank God, that they are not as other men, not even as this publican,&#x201D;<span class=\"citation\" id=\"67861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67861)\">Luke 18:11<\/a><\/span> or as this &#x201C;Mormon.&#x201D; But, brethren and sisters and friends, there is no royal road to salvation in the economy of God. There are no principles in the science of religion that can be repudiated, or neglected, or disobeyed by man, without his subjection to the penalty, repentance of all evil and a return to that which is right is one of the primary elements and evidences of true manhood and womanhood, and it is also an essential part of the Gospel of Jesus Christ. When man has thus accepted and manifested his faith in God by his repentance, having believed on and in the word of His servants, and acquired active faith in them, he has made an advance. When I say His servants, I mean the Lord and Savior Jesus Christ, in a primary sense, and those whom He has delegated and appointed in a secondary sense; for we read that the Apostles were commanded to teach that which He had taught them; they were sent out to &#x201C;Teach them to observe all things whatsoever I have commanded you;&#x201D;<span class=\"citation\" id=\"66481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66481)\">Matt. 28:20<\/a><\/span> they were not to teach their own ideas, their own theories, their own conclusions, but that they should teach the principles taught by Him, when they were asked the question, What is necessary for us &#x201C;to do to be saved?&#x201D;<span class=\"citation\" id=\"71172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71172)\">Acts 2:37<\/a><\/span><span class=\"citation\" id=\"71907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71907)\">Acts 16:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n737\"> It is almost an insult to a great many people now, to tell them that <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they need salvation, but yet in the innermost recesses of every man's heart and every woman's soul, in the depths that no plummet hath sounded, not even the one made by themselves&#x2014;there rests the feeling that they need be sorry for many of the things that they have done in life, and if not for those that they have done, at least for the thousand and one things that they have left undone, for there are sins of omission as fatal as those of commission. <\/div><div class=\"paragraph jod\" id=\"v26n738\"> Faith in God and repentance, then, and faith in His servants, rests upon a philosophical as well as upon a scriptural basis. It is rational and reasonable, it is easy to be comprehended, these things are true, in and of themselves! <\/div><div class=\"paragraph jod\" id=\"v26n739\"> What shall we do after we have thus repented? What say the Scriptures? What said the Apostles? Why, when asked the question, &#x201C;What shall we do?&#x201D;<span class=\"citation\" id=\"71173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71173)\">Acts 2:37<\/a><\/span> Peter replied, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins.&#x201D;<span class=\"citation\" id=\"71267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71267)\">Acts 2:38<\/a><\/span> &#x201C;Why,&#x201D; say the religious world, &#x201C;we don't believe in that?&#x201D; I know it. I cannot help that. If you choose to repudiate the authority that you at other times profess to accept, I do not know that it is much of my business. If Americans choose to apostatize from the political principles of the fathers of the Republic, I do not know that I can help that. If any man belonging to any religious or social organization chooses to neglect or repudiate the principle of that organization, I do not know that I can help it. I do not know that any community can help it, we can only state the facts as they are, premising, however, that apostasy admissible from the institutions of men in no way justifies the same action in regard  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to that which is divine. Jesus as an example went and was baptized of John in Jordan,<span class=\"citation\" id=\"62754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62754)\">Matt. 3:13-17<\/a><\/span><span class=\"citation\" id=\"66497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66497)\">Mark 1:9-11<\/a><\/span> and there is abundant proof in the New Testament, if I had time to quote it, to show that all the early Christians were baptized.<span class=\"citation\" id=\"67137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67137)\">Luke 3:21<\/a><\/span><span class=\"citation\" id=\"68980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68980)\">John 3:22<\/a><\/span><span class=\"citation\" id=\"71592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71592)\">Acts 8:12<\/a><\/span> Have you any record that all the early christians were baptized? No. But we have a record that many were baptized, and the fact that one or more were baptized is evidence presumptive that the whole were, for we read of only &#x201C;One Lord, one faith, and one baptism.&#x201D;<span class=\"citation\" id=\"74996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74996)\">Eph. 4:5<\/a><\/span> &#x201C;Well,&#x201D; says one, &#x201C;I do not attach any importance to baptism.&#x201D; Probably not. I was amused just before I came to meeting in reading an account in the newspaper of a circumstance that occurred lately in the experience of General Grant. We have all sympathized with General Grant in his affliction. We have honored him for the position that he occupied in the nation, and many of us have hoped that he would live long to do good among the people. But at one period of his sickness the doctors asserted that the disease was likely to prove fatal at any moment, and Mrs. Grant was called into the room where he was. Dr. Newman, and two or three of the General's medical advisers were present, and Dr. Newman in the excess of his religion, or of his soul, and probably with some faith in the ceremony, got a little water and baptized the General&#x2014;that is, sprinkled the water upon him&#x2014;in the name of the Father and of the Son and of the Holy Ghost. General Grant was at the time unconscious and not expected to rally. But one of the doctors went out to an attendant and asked if he had a little brandy? Yes. After procuring the brandy he injected a little into the General's veins, which speedily restored him to conscious<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness. Dr. Newman on this recovery immediately said, &#x201C;Oh! our faith and prayers have saved the General again. No, says the doctor.&#x201D; This incident I only mention to show that there are theories in the Christian churches and among its most noted ministers in regard to the ordinance of baptism, and probably the great majority of Americans at some period of their lives have been baptized&#x2014;as it is called, some having been sprinkled in childhood, some in more mature years, others by immersion, having been raised among the persuasion called Baptists, whether or no, there is some little importance attached to this ordinance of baptism, and this ordinance of baptism, the Latter-day Saints accept in common with their fellow Christians, or with other so-called Christians. They believe in being baptized as a necessary consequence of their faith in God and in His Son Jesus Christ! <\/div><div class=\"paragraph jod\" id=\"v26n741\"> Now, how were the early Christians baptized? I do not think that there is a shadow of evidence in the New Testament that they were any of them baptized by sprinkling, or in any other way save by that of immersion. We read of some that were baptized in a certain place &#x201C;because there was much water there.&#x201D;<span class=\"citation\" id=\"68982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68982)\">John 3:23<\/a><\/span> We read of others who were converted in the night time, and who went straightway and were baptized.<span class=\"citation\" id=\"71925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71925)\">Acts 16:33<\/a><\/span> We read that the Savior told Nicodemus that, &#x201C;Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68860)\">John 3:5<\/a><\/span> We read that Paul in writing to the Romans said that they were buried with Christ in baptism, and that their being raised from the water was an illustration of the rising of the Savior from the tomb,<span class=\"citation\" id=\"72434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72434)\">Rom. 6:4-5<\/a><\/span> and we are further told by Peter that as the ark saved  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Noah,<span class=\"citation\" id=\"78080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78080)\">1 Pet. 3:20<\/a><\/span> so also doth &#x201C;baptism now save us.&#x201D;<span class=\"citation\" id=\"78091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78091)\">1 Pet. 3:21<\/a><\/span> Baptism, indeed, was a divine ordinance. It was one of the steps in the science of religion having its own special position of power and blessing in the economy of God&#x2014;one of the ordinances established for securing a certain measure or portion of salvation. <\/div><div class=\"paragraph jod\" id=\"v26n743\"> And after the disciples had thus been baptized they received the Holy Ghost by the &#x201C;laying on of hands.&#x201D;<span class=\"citation\" id=\"71632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71632)\">Acts 8:17-18<\/a><\/span><span class=\"citation\" id=\"76700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76700)\">Heb. 6:2<\/a><\/span> Numerous illustrations of this fact might be pointed out; but as we are not speaking to heathens, as we are not speaking to skeptics, but to those who profess to believe the Bible, they can at their leisure refer to these illustrations, where the early converts had hands laid upon them for the gift of the Holy Ghost.<span class=\"citation\" id=\"71617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71617)\">Acts 8:14-19<\/a><\/span> And they can also look at the practice of the churches in our day, where in some denominations there is practiced the ordinances of confirmation and where the minister says unto those of his flock, &#x201C;Receive ye the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"70911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70911)\">John 20:22<\/a><\/span> This was also one of the principles of the Gospel. This gift of the Holy Ghost was the source of life, the source of intelligence, the source of knowledge and understanding: it was the power of inspiration and revelation resting upon the baptized&#x2014;the men and women who had accepted the Savior as their leader and guide. <\/div><div class=\"paragraph jod\" id=\"v26n744\"> I might multiply these illustrations of the science of religion. I might go on to show that there were other important elements in the teachings of those who were converted in early times to Christianity. The world today is full of organizations. It knows the weakness of individual effort. It is when men and women are aggregated that they wield large influence over mankind, and the early Christians were no <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strangers to the advantages of organization. They formed themselves into little groups called churches. In some places in the New Testament they are called the &#x201C;church,&#x201D;<span class=\"citation\" id=\"71334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71334)\">Acts 2:47<\/a><\/span> in other places &#x201C;the Church of God,&#x201D;<span class=\"citation\" id=\"72075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72075)\">Acts 20:28<\/a><\/span> in others &#x201C;the Church of Christ.&#x201D;<span class=\"citation\" id=\"81953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81953)\">Mosiah 18:17<\/a><\/span><span class=\"citation\" id=\"84273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84273)\">D&amp;C 20:1<\/a><\/span> In these organizations there were officers. There were men appointed to fill certain positions in these organizations. This implied rule, authority; their power and authority to teach are everywhere exemplified in the Acts and Epistles of the New Testament. So much so that one of the apostles tells us that God had set in His Church Apostles, Prophets, Teachers, Evangelists, etc., for the perfecting of the Saints, for the work of the ministry, for the edifying of the body of Christ.<span class=\"citation\" id=\"75114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75114)\">Eph. 4:11-12<\/a><\/span> These were the officers, the most active members of the church&#x2014;those who had charge of its interests&#x2014;those who had charge of the spiritual and temporal education of these early converts in the Church. There was a Christian church, then, in the early history of Christianity. Men were organized into groups&#x2014;into churches and belonged to the true church of which Christ was the head!<span class=\"citation\" id=\"75337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75337)\">Eph. 5:23<\/a><\/span> So there are organizations called churches in our day, and in the age in which we live. But there is one great difference between our age and that one. And what is that? Why, there is diversity in our time. The Church of Jesus Christ, the Church of the former-day Saints, was an unit. There was no rebellion within its ranks, no division in its councils, no clashing theories taught by its apostles. There was no rival or other organization ostensibly Christian that could stand up and presume to dispute or deny that authority which the Church of God maintained. Yet in our time we have every variety of Church organization  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;the Mother Church; the Episcopal Church; Methodism in all its forms and phases; Presbyterians, Baptists, and a host of others. These are diverse from each other in doctrine and sentiment and organization and theory and practice, and consequently unlike the primitive church as established by Christ and His Apostles. Now, can they with these differences, with these divergences, and with this variety of teaching&#x2014;can they accomplish that designed by the founder of the original church? I hardly think so. Common sense says this is impossible. If the first church was divine in its order, divine in its ordinances, divine in its officers, divine in its institutions, if it was to accomplish a divine purpose, nothing short of that divine order could accomplish that purpose in this or any other age of the world. That is why Sectarianism has failed to bring the people to a unity of the faith.<span class=\"citation\" id=\"75230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75230)\">Eph. 4:13<\/a><\/span> That is why it has not accomplished so much good as it might have done upon the earth. It is like a rope of sand. Every minister fighting, and every congregation quarrelling for the ascendancy of their own special and peculiar sect and faith. You go into any little village of a few scattered hundreds and you will find four or five churches there, each one endeavoring to perpetuate its own special idea, partly irrespective of the salvation of the masses. In fact they have become money making institutions. Ministers have become professionals. &#x201C;They preach for money, and divine for hire.&#x201D;<span class=\"citation\" id=\"62113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62113)\">Micah 3:11<\/a><\/span> They are more content to ask the congregation what they shall preach than to stand valiantly for the truth as preached by Jesus Christ and His Apostles, and as recorded in the book which from first to last they profess to reverence and sustain. <\/div><div class=\"paragraph jod\" id=\"v26n746\"> This is the criticism of the Latter<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day Saints upon the religious world, and because of this criticism, because of this understanding, thousands and tens of thousands have been led to embrace that which is known to the world as &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n747\"> What is &#x201C;Mormonism?&#x201D; It is a restoration, a re-revealment of the same principles that were practiced by the early Christians. They had not a doctrine, they had not an ordinance, they had not an officer, but what is taught and found in the Church of Jesus Christ of Latter-day Saints. Now, the world have no idea we have got away with them that far. Has it come about by our own wisdom? No, sir. Where did you get it? Right in the State of New York, through a chosen man&#x2014;a boy, rather&#x2014;by the name of Joseph Smith. Who was Joseph Smith? A man like you and I. Who were the old prophets? Who was Elijah? He was a man with all the failings of his fellow men; subject to like passions with his brethren.<span class=\"citation\" id=\"77747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77747)\">James 5:17<\/a><\/span> Who were the Savior's Apostles? Men like ourselves! Who was Joseph Smith? A young man with many weaknesses and follies,<span class=\"citation\" id=\"93758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93758)\">JS&mdash;H 1:29<\/a><\/span> it may be, of his own, and some akin to the failings of those by whom he was surrounded. How did he acquire this knowledge and information? It was communicated from on high. The spirit of inspiration and revelation rested upon him. He held communion with God and with His Son Jesus Christ. He received the ministration of Angels,<span class=\"citation\" id=\"90535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90535)\">D&amp;C 110:11-16<\/a><\/span><span class=\"citation\" id=\"93766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93766)\">JS&mdash;H 1:30-33<\/a><\/span> and the power and authority of the Holy Priesthood from those who once exercised that authority in the flesh and he was ordained and dedicated to introduce this order again among mankind.<span class=\"citation\" id=\"129243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129243)\">D&amp;C 2:1<\/a><\/span><span class=\"citation\" id=\"84067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84067)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129244)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84673)\">D&amp;C 27:12<\/a><\/span> Do you believe that? We Latter-day Saints believe it. Nay, more, we know it for ourselves. We have had testimony  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for year upon year in our experience that God was with him in manhood; that He enabled him to establish His Church, and that He gave him power to ordain others to go forth to the nations of the earth and gather the obedient and the good from the masses of mankind. The good I said. &#x201C;Well,&#x201D; says one, &#x201C;do you mean that you Latter-day Saints are any better than we are.&#x201D; I do not know that I do in this sense of the word. I mean that there was found scattered among the nations a people prepared of God for the reception of the truth. Individuals were looking for the salvation of Israel. They had been suffering under the inconsistencies, traditions and superstitions of the churches to which they belonged, and they were waiting for the coming of the man sent of God. And when he came or sent his representatives, there were thousands everywhere that heard the word gladly. Where? In enlightened America, in the land of Bibles, in the land of churches, in the land of culture, in the land of religious liberty, where every one is supposed to have the right to worship God according to the dictates of his own conscience,<span class=\"citation\" id=\"94201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94201)\">A of F 1:11<\/a><\/span> and with none to molest him or make him afraid.<span class=\"citation\" id=\"62180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62180)\">Micah 4:4<\/a><\/span> They accepted the teachings of this lad. Was he an educated person? No, not in the sense that the world would call education. He had not been raised in any college of our great country; he had not studied the classics; he was not born in Boston, or anywhere in its immediate vicinity; but he was taught of the heavens, he was inspired of God, and he went forth in the strength of that education, and Utah Territory spreading from the north to the south, from the east to the west is the product of his labors and the labors of the Elders that have <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> followed in his wake. &#x201C;And,&#x201D; says one, &#x201C;you believe this, that he was a prophet of God.&#x201D; Yes, we do. We will apply the same test that was applied in former days, the days of the Savior. Jesus said: If any man will do his will, he shall know of the doctrine whether it be of God or whether I speak of myself,<span class=\"citation\" id=\"69386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69386)\">John 7:17<\/a><\/span> and as was said of the Savior &#x201C;we know that thou art a teacher sent from God, for no man can do the things that thou doest except God be with him,&#x201D;<span class=\"citation\" id=\"68699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68699)\">John 3:2<\/a><\/span> so we can say of the Prophet Joseph Smith. Though he was called in poverty and raised in ignorance, yet the Lord made him mighty, and no man unless he had been thus sent of God, could have accomplished the work that he has performed. You can find in this Territory people of every nationality almost. You can find them from every state of this Union. You can find people that have been identified with every religious organization. You can find people that are well up in the doctrines of the religious world, and who comprehend the truths that are taught to them from time to time. These have been gathered from the nations by the power of truth, by the influence that the Elders carried, and they have colonized and spread abroad until the population is numerous in all the valleys of this mountain country. Strangers come here very curious to know what kind of people these &#x201C;Mormons&#x201D; are. They come filled with prejudice and with hatred, with contention and strife. Many envy our prosperity, and some say, &#x201C;If we let this people alone, they will take away our place and nation.&#x201D;<span class=\"citation\" id=\"69789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69789)\">John 11:48<\/a><\/span> Well, as I have said, this has been done by the power of truth, by the preaching of the simple principles that you can find in the Bible, and that can never, no never, be  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>overthrown. The Elders of Israel have never been met successfully by the combined learning of the ministers in Christendom. The Elders have gone for them like giants, while conscious of personal weakness; like little David, they have taken the sling and the stone gathered from the brook, until the heads of many Goliaths of our day have reeled and fallen beneath the blow.<span class=\"citation\" id=\"55493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55493)\">1 Sam. 17:1-58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n750\"> This is what &#x201C;Mormonism&#x201D; is. It is nothing more, nothing less, than the restoration of the old Gospel under the sanction and approbation of the heavens. The Elders of Israel hold the authority of the Holy Priesthood to induct men into the Kingdom of God; to baptize in water for the remission of sins, and to lay hands upon them for the gift of the Holy Ghost, and as in olden times, the signs have followed the believer.<span class=\"citation\" id=\"66913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66913)\">Mark 16:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n751\"> With this knowledge don't you think we can stand a good deal of this persecution to which we are subject? Do you think that bonds or imprisonment or death affects so sublime and decided a faith? &#x201C;But,&#x201D; say some, &#x201C;you are not persecuted for these things: you are persecuted for other things. Here is that offensive practice that you call polygamy, this is the great trouble between you and the fifty-five million of the nation.&#x201D; Well, who of that fifty-five million have we robbed in that? Have we taken any man's wife who may have passed through this Territory against his consent? What law have we violated in regard to this thing? Any law in this book (holding up the Bible) against it? Can you find it, you ministers, you religious professors, you widespread organizations? Have we done violence to the laws of God, or have we not honored the practice of the patriarchs? Have we not accepted <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that which was approved of God in the ages that are past, and which gave men prestige as the favored of our race. Men whom we are told were the friends of God.<span class=\"citation\" id=\"77629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77629)\">James 2:23<\/a><\/span> &#x201C;Ah, well,&#x201D; says one, &#x201C;that was in the dark ages.&#x201D; Just so. But it was when God made Himself manifest among His children; when angels communed with those that dwelt upon the earth; when the spirit of revelation was felt among mankind; when the institutions of God's house and the ordinances thereof prevailed among the chosen people of God! And you call that a day of darkness! Boston was not known then, it is true. The great cities of this day had no existence in their present form. Civilization with all its concomitants were not then in existence, or like Sodom and Gomorrah under the hail of brimstone and almighty wrath,<span class=\"citation\" id=\"53258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53258)\">Gen. 19:24<\/a><\/span> its cities might only have been found today, as great, dead, saline seas. The dark ages! The age of Abraham! The age of Jacob and the founding of the tribes of Israel. The ages of Samuel! The age of the Judges of Israel! The ages when God made Himself manifest among that great people in delivering them from the hand of the iron rule of Pharaoh, and gave unto them a goodly land. The ages that gave David and Solomon and the magnificent Temple of Jerusalem. Dark ages, that brought on to this stage of action the Savior of mankind! Dark ages, when the church which He established, flourished in the midst of persecution, when its leaders suffered martyrdom. Dark indeed, if they had not had the light of the Gospel; if they had not had this sunshine of inspiration; if they had not known of the power of God; if they had not had a testimony within themselves that they had received that  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which would enhance their welfare not only in this life, but the life to come. Would to God we had again a renewal&#x2014;nay, a glimpse of the dark ages of the past, and that the same benignant light was now spreading throughout this our land with its Christian churches, schools and colleges, that its corruptions and evils might hide their head and be banished from the midst of sorrowing mankind. <\/div><div class=\"paragraph jod\" id=\"v26n753\"> This, then, as I have intimated to you, is &#x201C;Mormonism.&#x201D; It is the power of God unto salvation to all those who shall obey.<span class=\"citation\" id=\"72232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72232)\">Rom. 1:16<\/a><\/span> And the promise is not unto us only, but unto our children, and our children's children, down to the latest generation.<span class=\"citation\" id=\"71307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71307)\">Acts 2:39<\/a><\/span> And if men and women anywhere, want that salvation which comes of God, which comes of the Gospel, which comes of the acceptance of Jesus as the Savior of mankind, they will have to find it in &#x201C;Mormonism&#x201D; as the world call it, or in other words in the restoration of the Gospel of the Lord Jesus Christ; and if they want men to induct them into that Kingdom, to baptize them in water for the remission of sins, to lay hands on them for the gift of the Holy Ghost, they <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will have to find them in the Church of Jesus Christ of Latter-day Saints, the poor, despised, derided, and as men believe everywhere, ignorant people in the valleys of the mountains, called &#x201C;Mormons;&#x201D; whose faith and institutions are now sought to be overthrown by their enemies, by legislation of Congress, by proclamations of Governors and the action of the Courts, they will find salvation with that people just as assuredly as in primitive Christian times the Pharisees, the Sadducees, and other sectarians, found salvation at the hands of the fishermen of Galilee. <\/div><div class=\"paragraph jod\" id=\"v26n754\"> I presume I have taken up all the time that is necessary; but I pray that the power of God may rest upon this congregation; that strangers may lay aside their prejudices and preconceived notions in regard to the Latter-day Saints; that they may be willing to believe that some good may come out of Nazareth,<span class=\"citation\" id=\"68657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68657)\">John 1:46<\/a><\/span> even from here; that every man and woman professing to be a Saint of God, may be able to give &#x201C;a reason for the hope that is in them,&#x201D;<span class=\"citation\" id=\"77930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77930)\">1 Pet. 3:15<\/a><\/span> in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}