{"ID":260029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Value of Liberty&#x2014;Persecution Expected&#x2014;Morse and Others Were at First Despised&#x2014;God Overrules for Good&#x2014;Faith and Works&#x2014;Repentance and Baptism&#x2014;Revelation&#x2014;Witness of the Spirit&#x2014;Mission of Joseph Smith&#x2014;the Wheat Will Remain&#x2014;No Malice to Men, But Hatred of Their Wicked Acts&#x2014;Plural Marriage.<\/div>\n<div class=\"subtitle\">Remarks by Apostle John H. Smith, delivered in the Tabernacle, Salt Lake City, Sunday, July 27, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution Expected.<\/div>\n<div class=\"speaker\">Speaker: John H. Smith<\/div>\n<div class=\"date\">Date: 7\/27\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v26n872\"> If there is any one thing in this world above another that I prize it is my liberty&#x2014;liberty to speak, liberty to act, liberty to move among my fellows, discharging the <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> duties and obligations of life without regard to the frowns or favors of anybody in the world. I rejoice in the fact that, so far as I am individually concerned, my faith in God  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in His promise to us, His people, was never better than it is today. And although the dark cloud may hang over us, and the storm of opposition beat against us, I am as confident as I am that I stand before you that God will vindicate the righteousness of His Saints and bring them off conquerors in the end. So far as I am concerned I see but little cause for mourning. It is true that some of our brethren are serving out terms of imprisonment, but it is also true that they are thus afflicted not for wrongdoing but for conscience sake; and they do not mourn, so why should we. If they or we should put on the garb of mourning, it would not be because of any inflictions we may have to endure in consequence of our religious convictions, for such things we may expect, and have expected; our cause of mourning would be and is in man's inhumanity to man, in the tearing away of the barriers of civil and religious liberty, the results of which none may be able to divine. <\/div><div class=\"paragraph jod\" id=\"v26n874\"> I have preached in many lands and to many peoples that the little stone cut out of the mountain without hands<span class=\"citation\" id=\"61022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61022)\">Dan. 2:34<\/a><\/span><span class=\"citation\" id=\"61392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61392)\">Dan. 2:45<\/a><\/span><span class=\"citation\" id=\"86629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86629)\">D&amp;C 65:2<\/a><\/span> would cause a commotion in the earth, exciting the jealousy of the people, not only of our own land, but eventually of all lands; but that while this would be the case, we would be able at all times to give tangible reasons for the peculiar position we occupy, and for the hope and faith we have in the God of heaven, who has called us to it.<span class=\"citation\" id=\"77931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77931)\">1 Pet. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n875\"> I did not design at all to refer to the persecutions of the Saints; they are no cause of surprise or wonderment to me; I have expected such things, having been taught in my youth that such a condition of things would come. But while we may expect to be persecuted and hated <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of all men,<span class=\"citation\" id=\"64142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64142)\">Matt. 10:22<\/a><\/span> we have consolation in the promise of the Lord that He would from time to time soften the hearts of our enemies,<span class=\"citation\" id=\"89915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89915)\">D&amp;C 104:80-81<\/a><\/span><span class=\"citation\" id=\"90013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90013)\">D&amp;C 105:27<\/a><\/span><span class=\"citation\" id=\"90983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90983)\">D&amp;C 124:8-9<\/a><\/span> and that nothing should intervene to destroy this work, or to frustrate the purposes that it is designed to accomplish. <\/div><div class=\"paragraph jod\" id=\"v26n876\"> The doctrines which we believe in and practice should not, in my opinion, create the feelings against us which now exist. When it is borne in mind that we believe in faith as the primary and fundamental principle of the Gospel: that we believe in working out our salvation with fear and trembling<span class=\"citation\" id=\"75486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75486)\">Philip. 2:12<\/a><\/span> before the Lord,<span class=\"citation\" id=\"83300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83300)\">Morm. 9:27<\/a><\/span> through keeping His commandments and observing the laws and ordinances which He has made known to us for our guidance, and which when carried out, produce the fruits of righteousness,<span class=\"citation\" id=\"75399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75399)\">Philip. 1:11<\/a><\/span><span class=\"citation\" id=\"77238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77238)\">Heb. 12:11<\/a><\/span><span class=\"citation\" id=\"77675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77675)\">James 3:18<\/a><\/span> it does seem singularly strange that men professing Christianity should be found among our most bitter opponents. <\/div><div class=\"paragraph jod\" id=\"v26n877\"> Brother Moyle, who has just addressed you, referred to some of the famous characters of earth, among them our own Morse, and his struggles to make men believe in the inspiration with which he was possessed. Although he has since demonstrated to the whole world that he was most wonderfully wrought upon in producing marvelous results from the workings of electricity, yet when he appealed for assistance he was regarded as and even called mad. He, however, was not daunted, but persevered in his work, a work that has since brought blessings and benefit to mankind generally. The experience of Morse has been the common lot of men who have been the means of introducing new truths into the world; and who is able to say, that history will not yet record the fact  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the sons and daughters of our most bitter opponents have recognized the Latter-day Saints as benefactors to the human family. <\/div><div class=\"paragraph jod\" id=\"v26n879\"> The principle of faith has been the great motive power by which all reformers have been actuated; it was faith that impelled us to gather to this land, and it is faith, in connection with the knowledge we now possess, that inspires us to steadfastly and firmly move on in our work of redeeming the land and building up towns and cities, and bringing order out of chaos. Thus, so far as the principle of faith is concerned, we do not differ from Christians generally, except in being more practical, believing, as we do, that faith without works is dead.<span class=\"citation\" id=\"77590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77590)\">James 2:20,26<\/a><\/span> There are no doubt many people who are as practical in their views as the Latter-day Saints, and cling to their views as tenaciously as we, and perhaps, so far as that goes are similarly treated, but their faith is centered in other matters than religion or spiritual things, as was the case with Morse. <\/div><div class=\"paragraph jod\" id=\"v26n880\"> We turn to the principle of repentance, that principle that prompts men to cease doing wrong and to mend their ways. In this we are in harmony with active Christians generally, although we may not place this principle in the same relative position in the category of tenets, as others do. We also accept and regard as essential, the ordinance of baptism, and could furnish ample testimony to show that this, as well as the other ordinances, principles and laws of the Gospel, as believed in and practiced by us are Scriptural; that it is ordained of the Lord; that He has declared that except a man is born of the water and of the Spirit, he cannot enter into the kingdom of heaven.<span class=\"citation\" id=\"68861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68861)\">John 3:5<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n881\"> One of the most striking points of difference between the religion of the Latter-day Saints and that of other people is our belief in revelation. We not only believe that the Lord did in ancient days reveal Himself to man, but we accept the doctrine of revelation as necessary for the guidance of the Church today; that the same Lord who so signally blessed and sustained His people anciently can bestow similar blessings in our day; and our faith is just as firmly fixed in the goodness and power of the Almighty to move in our behalf as in that of any other people. If it were not for the fact that our heavenly Father has spoken and revealed to us certain fundamental truths, and that He does, through His servant, to the Church as a body, and through His spirit to the people individually, we would be as others are&#x2014;without any living distinctive faith. To do away with revelation would be to refuse to recognize the Author of our faith<span class=\"citation\" id=\"77178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77178)\">Heb. 12:2<\/a><\/span> as our guide and teacher. Who can find out the things of God except he is taught either of the Almighty Himself, or those who are taught of Him?<span class=\"citation\" id=\"56108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56108)\">Job 11:7<\/a><\/span><span class=\"citation\" id=\"129274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129274)\">1 Cor. 2:11<\/a><\/span> It is a matter of utter impossibility for man through his own wisdom to either find out God, or to act in the things of God, without first having been taught and authorized so to do. <\/div><div class=\"paragraph jod\" id=\"v26n882\"> Thus might we compare these principles and reason upon them. We have done this abroad whenever opportunity has been afforded. But when we have declared the fact that present revelation was and is essential for the guidance of man, and that the Church of Christ never did or could exist without it, and that the Lord had again revealed Himself to man, our hearers would generally either turn aside or perhaps show  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some sign of pity for &#x201C;the poor deluded Mormons,&#x201D; for this is the light in which we are held for believing in such things. It is a singular thing to me that men and women can take their Bible and sit down with the Elders of our Church and compare the doctrines of the scriptures with those taught by our Elders, and fail to sense their truth. It does seem singular to me&#x2014;and yet I should not regard it as strange for this reason: whenever there has been a Gospel dispensation a man having the Holy Spirit could bear witness of the correctness of these things. When that spirit of testimony rests down upon a man it begets conviction in his heart, whether he is willing to acknowledge it or not. Nicodemus could find his way by night to Jesus, and acknowledge that there was a power with him that other men were not possessed of.<span class=\"citation\" id=\"68689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68689)\">John 3:1-2<\/a><\/span> Others received the witness of the Spirit, and were able to abide by its dictates, renounce their former ways, and take up the cross unpopular though it was. Others again treated the whole thing with ridicule, not being able to see anything in it. Such doubtless would be the case were the same persons to teach the same things now. <\/div><div class=\"paragraph jod\" id=\"v26n884\"> To me it has always appeared singular that there should be any reflecting honest-hearted person unable to believe in the mission of Joseph Smith. We may take such men as Luther, Calvin and Wesley, and others equally learned, who are recognized by all Christians as beacon lights, and yet notwithstanding their education and ability to act in the roles they so nobly played, not one of them nor any other orthodox Christian has been able to evolve a perfect system of Church government. Their productions are as a rope of sand, void of strength or <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spiritual force. The spiritual desires of men are not gratified to satiety, their souls are not fed; it is the letter without the spirit, the body without the soul. I do not say this by way of disparagement to the names of these illustrious heroes; they did their work and did it nobly, but it was not for them to reveal to man a perfect system of church government. In later times, however, we find a boy without experience or education, presenting to the world a system of government pronounced by statesmen of eminence to be superior to anything known among men. Our organization is admitted to be without a parallel; and this through a mere boy. But the fact is, he was not the author, neither did he ever claim its authorship; he was merely the honored instrument under God to reveal it to and institute it among men. And although the press and the pulpit unite in denouncing him as a crazy fanatic and a vile impostor, his work challenges the admiration of the best thinkers of the age. The principles that he unfolded are in harmony with the scriptures and with reason; they are in harmony with true science and with the laws of the universe; and he has presented them clearly and distinctly so that none need misunderstand them. It is most singular that the intelligence of the 19th century can look upon this boy and mark him as being so infamous a being as they say he was, when the fruits of his labors are before the world and none can gainsay them. This is the work of the Divine Master, and Joseph Smith was His servant. The Lord God stands at the helm. We need not feel concerned about what is termed &#x201C;Mormonism;&#x201D; He decreed it, and He is carrying it out. It is true, it may take us through persecution and tribulation, but it is true  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all the same; this I know as well as I know that I live. Having received the witness of the Holy Spirit, neither you nor I need entertain any doubts or fears as to the result. And I bear witness before you and before my Father in heaven, whom I expect to meet at the latter day, that we possess the fullness of the new and everlasting Gospel, and that God revealed it unto us; and I further testify that it will remain firm as the rock of ages, that its course will continue onward and upward, gathering strength as it goes, until it shall at last fill the whole earth, as Daniel foresaw that it would.<span class=\"citation\" id=\"61136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61136)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n886\"> It seems that the people of the Lord in every age have had to pass through certain ordeals in order to accomplish certain results; they would become careless and negligent of duty and worldly-minded and, in many instances, forgetful of their sacred covenants; and we, it would seem, need to pass through the same purifying process as they before us. And, in order to develop a better state of things for Zion, some will pass through the prison house, and others may suffer death, as some have already; but whatever the infliction, the wheat will yet remain and the chaff will be blown away. <\/div><div class=\"paragraph jod\" id=\"v26n887\"> One may ask. Have you any feelings of hatred in your heart toward those who delight in persecuting and oppressing you? If they were hungry, and it was in my power, I would feed them; I desire not to bear malice or hatred towards any of the children of my heavenly Father. We must fight the battles of truth, with a desire for the ascendancy of truth, and not personal gratification, remembering that those who oppose us are of the same family, hereafter to be rewarded for the good or evil which they may do while <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the flesh. I hate the misdeeds of men, especially when they are aimed at the liberty of their fellows; but I hate none of the sons and daughters of God. I would bless them and do anything in my power for their good; but I would not yield my soul into their keeping, or turn traitor to the principles of my faith for the satisfaction of any living being. <\/div><div class=\"paragraph jod\" id=\"v26n888\"> I have been reared among the Latter-day Saints. My father and mother were as old in citizenship of the United States and as honorable in their ancestry as any that call be found in the land. I love my religion, I love my country, and I have no other desire than to honor my God, and do good to my fellow man. <\/div><div class=\"paragraph jod\" id=\"v26n889\"> There is no necessity for us to be concerned or worried in the least. It is true we may have difficulties to meet; but with patient forbearance, pursuing an earnest determined course, time will prove to the truly loyal citizens of this great nation, that we are the friends of liberty; that to be free, free from the power of wicked men, and free from the power of the destroyer of men's souls is the aim and object of our lives. There is no necessity for overt acts of any kind, or indulging the spirit of revenge; our course is one of peace and good will to man, blessing all with whom we come in contact. And as long as we observe strictly the principles of our religion, the way will open up before us, for God is our Father and friend. He has been our guide in the past; and He in His own way has cast down every man, from the commencement of this work until the present time, who has raised his hand against us, and their lives have ended in disgrace or been clouded by some misdeed. <\/div> <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n891\"> While in distant lands I have had joy in gazing upon the stars and stripes as they have floated on the breeze from the mast heads of American vessels, or wherever my eye has happened to see the flag of our country. I have honored and revered my parents who, in harmony with their convictions, taught me to obey the laws of the land; and I trust ever to be found true to my country, and true to my religion and my God. The laws of Heaven, as revealed through the Prophet Joseph Smith, are grounded in my heart, and I can acknowledge the power of no man, however great, to stand between me and my God. <\/div> <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n892\"> Referring for one moment to the question of plural marriage, I will here say that it is my candid opinion, freely expressed, that if fifty million of the people of the United States believed in patriarchal marriage and only twenty in monogamic marriage, that the judges placed in power by the majority would decide in favor of the plural form of marriage, being religion. That prejudice and political influence affect to a great extent the judgment of men in deciding such questions, no person can deny. Amen. <\/div>\n<\/div>\n<\/div>"}