{"ID":260028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Refusal of So-Called Christians to Receive the Gospel of Christ&#x2014;The Latter-day Saints Desire Investigation of Their Principles&#x2014;The Truth Cannot Be Destroyed&#x2014;We Have Every Requisite for Self-Government&#x2014;We Must Maintain Our Fidelity to the Truth&#x2014;Rarity of Crime Among the &#x201C;Mormons&#x201D;&#x2014;Purity of &#x201C;Mormon&#x201D; Homes&#x2014;Character of the Latter-day Saints.<\/div>\n<div class=\"subtitle\">Remarks by Junius F. Wells, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, July 12, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony.<\/div>\n<div class=\"speaker\">Speaker: Junius F. Wells<\/div>\n<div class=\"date\">Date: 7\/12\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v26n854\"> It is with pleasure that I arise to speak to you for a few moments, <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and to bear my testimony to the truth of the work in which we are  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>engaged. I desire while I am before you that I may have the support of your faith and prayers, that what I may say may be dictated by the spirit of truth. <\/div><div class=\"paragraph jod\" id=\"v26n856\"> I rejoice in assembling with the Latter-day Saints, in looking upon their faces, in mingling with them in the exercises of devotion which we are accustomed to pay our Father and God. I rejoice in the society of Latter-day Saints, because in their society I recognize a spirit of purity, of holiness and virtue, that in contrast with the state of things that predominates in the world is as the heavens to the earth. I love to be with our people in times when the wicked assail them, for I feel among them a sense of safety, a feeling of security, of contentment, of happiness that I do not believe can be realized to so great an extent among other people. <\/div><div class=\"paragraph jod\" id=\"v26n857\"> We have among us our differences and evils. We have causes to mourn; occasions that make us feel sad; but I know of nothing that produces this feeling to so great a degree among the Saints as the growing consciousness among them that what is called the Christian world has concluded not to receive Christianity as it was revealed in the ministry of Jesus Christ. We know that God has revealed in the day in which we live the principles of truth as they were in the beginning, as they ever have been, as they ever must be in time and all eternity. We know that that which He has revealed in our day and generation is identical with the truths that fell from the lips of our Savior in the meridian of time, and challenge the world to a comparison of the doctrines to convince themselves. This challenge has been sent abroad to almost every nation, and kindred and tongue and people, of the whole earth. It is <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> open today. We ask the investigation of mankind. We ask our fellow men, brethren and sisters, sons and daughters of the same God, to listen to the truths of heaven, eternal truths that God has revealed. But mankind prefers, apparently, even in this enlightened age, the truth that men by their own wisdom are enabled to discover to the truths which God by His infinite wisdom reveals. This is true to so great an extent that the foremost thinkers even among what is called the religious world, have concluded to lay aside the old truths of Christianity&#x2014;the old doctrines of Christianity&#x2014;as unfitted to the age in which we live. I had the pleasure, I think eight weeks ago today, to listen to the first of a series of sermons by perhaps the foremost clergyman of this age, certainly of the country, in which, in his inimitable manner, he said he had concluded, after the profoundest thought and research, that people should wipe out many of the old ideas of religion that have prevailed in Christendom for 1,800 years, so as to maintain harmony with the modern discoveries of science&#x2014;with the Darwinian theory and philosophy. He has also sacrificed the book upon which their faiths and beliefs are founded, and as the surest possible evidence that faith in that sacred record, the Holy Bible, is a thing of the past, Rev. Henry Ward Beecher declares that if it is true then &#x201C;Mormonism&#x201D; is true! We are exactly of the same opinion as Rev. Beecher in that respect. But it does not prove altogether the falsity of that which has been accepted in the world as Christianity. The Bible contains the doctrines that the Latter-day Saints preach, that the Latter-day Saints have the courage in the face of all the world to practice. They  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are doctrines of truth, of holiness, of progress and advancement, designed to save men, to build them up, to develop the best thoughts in them, and prepare them for greater light and greater knowledge and understanding than dawned upon mankind in ages past; to prepare a people by their intelligence, by their fully developed characters, for that glorious day when the Son of God shall come among them and dwell with them. It is true that it is impossible for the Christian world to harmonize many of the doctrines that are growing in favor with them today with the holy Scriptures, and for that reason the Latter-day Saints mourn that their brethren and sisters of the world, though professing Christianity, should be averse to receiving the principles of Christianity as they were revealed by the Savior Himself. Today with all the Christianity that prevails in the world, where do you find men who are willing to receive the very first, the fundamental principles of the doctrine of Christ? Where are those who will receive the ministry of such as conveyed Christian principles in the meridian of time to the understanding of men? What! The administration of angels in our day and age of the world? A greater absurdity could not be proposed. What! Faith as the first principle of salvation? No, reason is the first principle of salvation in the day and age in which we live. But it is not so written in the doctrine of Christ.<span class=\"citation\" id=\"129271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129271)\">2 Jn. 1:9<\/a><\/span> &#x201C;Believe and thou shalt be saved,&#x201D;<span class=\"citation\" id=\"71923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71923)\">Acts 16:31<\/a><\/span><span class=\"citation\" id=\"72725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72725)\">Rom. 10:9<\/a><\/span> is the doctrine of the Savior. It is belief, it is faith, that underlies that knowledge which secures mankind an entrance into the Kingdom of God. We teach and have been taught that we must have faith in the Lord Jesus Christ: that we must believe in the words of truth that <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have been revealed from Him; that we must put our trust in God who has delivered His people in times that are past and gone; that we must rely upon His direction and walk in the path that He shall lead us in, fearing only Him, fearing not man who can destroy the body but fearing God who can destroy both body and soul.<span class=\"citation\" id=\"64193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64193)\">Matt. 10:28<\/a><\/span> In our endeavor to keep the commandments of God, to practice them, to heed the teachings of angels sent from the throne of grace, to put away our sins, to live pure lives, holy and righteous in the sight of God and our fellow men, to enter into sacred places and administer the ordinances of everlasting life for ourselves and for our dead&#x2014;in endeavoring to do these things we have incurred the displeasure of an unbelieving world, of those who have substituted something else as the first principles of life and salvation for those which were given 1,800 years ago by the Savior of the world. The world has assumed to sit in judgment upon us for this belief. The world has assumed to say that we have done wrong in accepting these truths and living according to the law which God has revealed for our guidance and our government. Now, for one I do not believe that the judgment, in this respect, of the world will materially affect us in practicing and carrying out the purposes of Jehovah. Certainly it cannot change the truth. If Mormonism is truth the adverse criticism and judgment of mankind cannot materially affect its practice. They certainly cannot stand against that power which ever accompanies the promulgation of truth. Because of this Latter-day Saints have no fears of the future. We are dauntless in our advocacy of these principles because we know that they are true and must therefore prevail. <\/div> <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n860\"> There is very little endeavor, I may here remark, on the part of those who seek to abuse, and misrepresent us and to bring down upon us evils&#x2014;there is among them very little disposition to examine the principles that we profess and teach; there is very little disposition among them or desire to ascertain if these things are not true, or to find anything in the way of argument against that which we teach and practice before the world. They have sent up the strong religious men of the nation to show us the error of our ways. We have gladly met them. We have met them in this building in discussion for the purpose of having them bring forth their reasons to show that we are in error and that the judgment of the world is right. What has been the result? The faith of the Latter-day Saints has been increased; they have been confirmed and strengthened in their belief; and we have heard very little boasting of the success of those who were sent to show us the error of our ways. I imagine that if there had been success we would never have heard the last of it. <\/div><div class=\"paragraph jod\" id=\"v26n861\"> This judgment of the world against us, assuming that we are wrong, assuming that there is something up here in Utah that is not right, that is not consistent with Christianity, or the enlightenment of the age, has caused, perhaps, some distress, caused us to witness scenes that have a tendency to try the faith of the Latter-day Saints, to prove their integrity. For one, viewing the matter in that light, I thank God for it. I thank God that we are permitted to live in a day and age of the world when He has not forgotten His people, and has demonstrated to them and to mankind as well, that they are in possession of <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the truth. If we were of the world the world would love its own; but we have come out of the world, therefore the world hate us.<span class=\"citation\" id=\"70243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70243)\">John 15:19<\/a><\/span> They have in various ways manifested their evil disposition towards us, since the commencement of the Church and Kingdom of God upon the earth in this generation. Since the day that Joseph Smith received the revelations of God through the administration of angels from heaven, there has been a hue and cry raised against our people&#x2014;an endeavor to blot out the work that the Saints have been engaged in. But let me tell you, my faith and belief and testimony is that the world has lost its opportunity to destroy that which is called &#x201C;Mormonism;&#x201D; that God's eternal truth, as received and practiced by the Latter-day Saints in these mountains, is rooted and grounded so deeply and firmly that it will never, while time and eternity lasts, be uprooted or destroyed. I cannot conceive, my brethren and sisters, of the destruction of a truth. If mankind will assume that there is an error here that needs to be rooted out&#x2014;if their assumption were correct&#x2014;I would not deny their power to succeed in the effort. They have said&#x2014;that which they say most is&#x2014;that our homes are not pure, that our homes are not constructed upon the right plan. They forget that the homes that God most honored in ages that are gone by, were constructed upon the plan that the Latter-day Saints advocate and hold out to the world as the plan of God. They forget that Jesus Christ, the Son of God, delighted in tracing His earthly lineage through the homes of polygamists.<span class=\"citation\" id=\"62623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62623)\">Matt. 1:1-17<\/a><\/span><span class=\"citation\" id=\"67148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67148)\">Luke 3:23-38<\/a><\/span> They have undertaken to destroy such homes. I feel in my heart sorry for the man who conceives that he has the power to succeed in such an unholy work.  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>But they say fifty millions have declared against us. I do not take any stock in this assumption on the part of a few that fifty millions have condemned us&#x2014;have said that we are wrong, and that we must go. There are those who have been throwing dust in the eyes of the fifty millions who say so. But let me tell you how it can very readily be discovered whether we are wrong or not. We have petitioned, we have plead with the powers of this government to send among us a commission of honorable men to investigate the situation here, and to let all the world know what the great error and crime is that we are accused of. <\/div><div class=\"paragraph jod\" id=\"v26n863\"> The kind of commission we want is this: We want the government&#x2014;if it is possible in all this land of enlightenment, among all these people that are offended at the immorality of the &#x201C;Mormons&#x201D;&#x2014;to select a commission of men who are perfectly true to their marital relations, who are virtuous, and we challenge the commission of men to prove us an immoral people. Let them go into our homes and what will we show them there? We will show them respect of husbands for wives, wives for husbands, parents for children, children for parents and for each other. We will show them faith; we will show them virtue, and we challenge them to deny the truth of our showing to the American people. Then if we are not immoral, why this hue and cry raised against us? Can you answer who have passed laws to send men, whose lives are above reproach, into prison, and to scatter their families? Can you who have passed such wicked laws answer if we prove that we are a moral people? <\/div><div class=\"paragraph jod\" id=\"v26n864\"> They may say that we are independent. Well, I thank God for one <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I trace my lineage back through a race of independent men, who had the courage over 200 years ago to stand up in the face of inimical laws against their religion and say, &#x201C;My conscience is my own. If need be I will leave my native land that I may serve my God.&#x201D; And they did so, and helped to form a government upon this land that God in His infinite mercy and wisdom had held in reserve for many ages for a people that would accord to his sons and daughters the right to worship and honor Him according to the light that was in them. We do not see, unless &#x201C;there is something rotten in Denmark,&#x201D; why the American people should fear the independence of the &#x201C;Mormons.&#x201D; I do not see why there should be any dread at giving us our equal rights&#x2014;the privilege to elect our officers and administer the laws according to the wisdom that is in us. God knows, our fellow men know, these hypocrites and liars who are misrepresenting us to the world know we are capable of self-government, and of instituting and preserving the securest and safest government, and the most economical of any people in this land. I say that without boasting. But we would not have that reputation if we elected our vilifiers to the offices, and I do not think we will do it. I cannot see, my heart cannot conceive, my understanding is not broad enough to fathom the reason why we should not, because of our religion, be accorded equal rights with our fellowcitizens of this country. We have the stability of commerce and society; we have the wealth; we have the population; we have every requisite qualification for self-government, and in the light of freedom I have yet to hear a reason assigned for withholding from us our rights. The nearest thing to a  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reason I have heard is that we are an unpopular people with the rest of the citizens of this country, and then the next reason is&#x2014;and that which I really believe is deeply felt&#x2014;the jealousy of the east with respect to the west&#x2014;the feeling that the great commercial interests of the east should have greater representation in the halls of Congress than the sparsely-settled regions of the west. <\/div><div class=\"paragraph jod\" id=\"v26n866\"> But I look forward, my brethren and sisters, to the time when the truth will dawn upon this nation with respect to this people. I look forward to the day when they will discover that there has been &#x201C;a great bugaboo&#x201D; raised over this question of &#x201C;Mormonism,&#x201D; which they will be ashamed to think they have paid much attention to, or taken much notice of. I may say in a word that I look forward to the time when the powers that be in Washington, having raked and scraped the country as with a fine-tooth comb, will perhaps find half-a-dozen men of the character I have referred to, who will look into this question out here in the mountains. And when that time shall come perhaps we shall be vindicated in the eyes of our fellow men; perhaps there will be a blush of shame mantle the cheeks of some; and perhaps they will discover some slight improprieties nearer home that it will be well to regulate before mending all creation up here to set as right. <\/div><div class=\"paragraph jod\" id=\"v26n867\"> There is one thing and only one thing for us to do that I can see, and that is to maintain our fidelity, to be true to that which we know is true. We ought not to be threatened or put in jeopardy for that. We ought to be protected in that. All the strength, all the power, all the influence of the land, of the government, of Christian sentiment, <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of enlightenment, of civilization&#x2014;all these ought to sustain us in maintaining our fidelity to that which our conscience teaches us is truth. If we quail, if we vary one iota from that which we know to be true, we should be undeserving of support; but if we maintain our integrity in the opposition we may meet, God will not forsake us, and the better sentiment, the genuine and true civilization that is to be found in the world&#x2014;for the world is full of truth, notwithstanding there are errors and wickedness alongside of it&#x2014;will aid us in maintaining our integrity. I have yet failed to meet the man of honor, the man of sense, the man of discernment, the man of good judgment who would condemn me for maintaining the position that in my heart I feel to take respecting this question, even in these times. I have but recently returned from visiting among men in various classes of society in the east, and I have talked over this question of &#x201C;Mormonism&#x201D; in various forms. I have put the question in this manner to a great many, and the reply I have received, I must confess, has been one of encouragement, and one that has been gratifying to me. <\/div><div class=\"paragraph jod\" id=\"v26n868\"> There have been gross errors committed in regard to Utah. For some cause the nation has received the idea that the &#x201C;Mormons&#x201D; are a wicked people. Their record disproves it. There has been a law passed which makes a crime of a principle of the Latter-day Saints' religion, but there is no people in this land who have so free a record in the criminal courts. What was the percentage, as shown by the crime records in this territory, before the operation of this law against the &#x201C;Mormons?&#x201D; I believe, as nearly as I remember, while five-sixths of the population of this  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>territory are &#x201C;Mormons,&#x201D; and one-sixth non-&#x201C;Mormons,&#x201D; eighty-five percent of the criminals were from the ranks of the one-sixth, and fifteen percent of the criminals were from the ranks of the five-sixths, who are &#x201C;Mormons.&#x201D; Now it is intended, it appears to me, to change that by making a feature of the &#x201C;Mormon&#x201D; religion a crime, and sending just as many as possible into the ranks of the criminals, so-called, for practicing that principle. I maintain that it is a mistake to say that the Latter-day Saints are criminals, and have asked men everywhere to carefully, candidly, and honestly examine the situation for themselves. I would undertake to show that in our homes there is not the element of crime or sin or wrong, but that they will compare favorably with the homes of any. But to call that which I owe my being to, a crime&#x2014;to take that position, when I know it is God's eternal truth, I would be a coward and a poltroon, I would be undeserving the respect of any man if I should thus reflect upon the holy institution to which I owe my being. I know there is virtue in it; I know there is purity in it; that it is right in the sight of my God and my conscience, and when I deny that, put a stone round my neck and cast me into the sea.<span class=\"citation\" id=\"129272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129272)\">Matt. 18:6<\/a><\/span> I would have no courage to live and meet face to face any honorable man; I would slink and cower as a miserable lying hypocrite. So I consider those who deny &#x201C;Mormonism.&#x201D; The homes of the &#x201C;Mormon&#x201D; people are homes constructed upon the principles of purity and virtue. Those men who are abusing us and sending lies broadcast through the land concerning us know that I speak the truth. Of course the facilities are not so good today for them to enter our <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> homes as they were before they showed the cloven hoof, before they proved themselves ravening wolves in sheeps' clothing,<span class=\"citation\" id=\"129273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129273)\">Matt. 7:15<\/a><\/span> going about seeking whom they may devour.<span class=\"citation\" id=\"78208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78208)\">1 Pet. 5:8<\/a><\/span> Their aim, purpose and ambition is to bring reproach upon this people; to see if they cannot in their insidious efforts introduce sin in the midst of our pure homes and society. Think you they would hesitate to lead the women of &#x201C;Mormondom&#x201D; astray? No, not they. Think you they would hesitate to destroy the virtue of the sons of &#x201C;Mormondom?&#x201D; No, not they. They have the effrontery, they have the shamelessness to advocate lechery, to advocate prostitution as a remedy for &#x201C;Mormonism,&#x201D; as a corrective of &#x201C;Mormon&#x201D; society, as a means of liberation from &#x201C;Mormon&#x201D; influence. Oh, freedom at such a price! Give me the thralldom that the world thinks the &#x201C;Mormons&#x201D; are subjected to, and let such freedom be embraced by those poor slaves to passion and to sin. God has given us the truth, and the truth has made us free.<span class=\"citation\" id=\"69456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69456)\">John 8:32<\/a><\/span> And we are indeed free if we have that freedom which comes through obedience to the will of God. If we are pure men; if we are virtuous women, though chains should bind us, or prison walls hold us, yet we are free in the sight of God, and are better prepared to judge our persecutors than they us. I know that is the prevailing condition among the Saints; I know that we are a pure people in the main. We have those among us who sin; we all have our imperfections and weaknesses; but God knows we are pure in our intentions and desires. He knows that this people, gathered from the four quarters of the earth, have been brought out from Babylon through faith in Jesus Christ and repentance of their sins, entering into holy and  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sacred covenants not to repeat them; a people gathered here for the purpose of honoring and serving God, and not for committing sin of any form, shape, or description. That is our character. The world, so far as they will judge us candidly, gives us the reputation for sobriety, temperance, industry, frugality, virtue; but still we are called the most immoral people that the sun ever shone upon. What absurdity! <\/div><div class=\"paragraph jod\" id=\"v26n871\"> Brethren and sisters, I look to see the day when the refuge of lies shall be swept away,<span class=\"citation\" id=\"58630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58630)\">Isa. 28:17<\/a><\/span> and we as a <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people, clothed upon with the power and favor of Almighty God, shall go forth in the world promulgating the principles of peace, preaching true holiness as it comes from the Eternal Father; and the honest, the pure, the upright among men shall lift up their hearts and rejoice, and shall say, Welcome, welcome, thrice welcome are those who come to us in the name of the Lord. May He bless and preserve us that we may be among that valiant throng is my prayer and desire in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}