{"ID":260001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings Follow Certain Ordinances.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Franklin D. Richards, delivered in the Tabernacle, Salt Lake City, Sunday Morning, October 5, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Brethren Should Provide Labor for Newcomers.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 10\/5\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v26n1\"> [Being the portion omitted in last volume.] <\/div><div class=\"paragraph jod\" id=\"v26n1\"> The whole tenor of God's dealings and instructions to His people have been enriched and adorned with affectionate remembrance, instruction and illustration of the youth of His people. They are the redeemed of Christ from before the foundation of the world. Jesus said their angels or spirits do always behold the face of my Father which is in heaven.<span class=\"citation\" id=\"65049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65049)\">Matt. 18:10<\/a><\/span> He has promised that they shall come forth in the first resurrection, that they &#x201C;shall grow up until they become old,&#x201D;<span class=\"citation\" id=\"86496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86496)\">D&amp;C 63:51<\/a><\/span> and when he would demonstrate who should be greatest in the kingdom of heaven&#x2014;He took a little child and placed him in their midst, saying, &#x201C;Except ye repent, and become as this little child, ye can in no wise enter therein; but whosoever shall humble himself as this little child, the same is greatest in the kingdom of heaven. And whosoever shall receive one such little child in my name receiveth me.&#x201D;<span class=\"citation\" id=\"65014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65014)\">Matt. 18:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n2\"> In relation to all these matters, there is a great deal of importance attached to them, not only in the matter of our children&#x2014;which seems to be of primary importance to us&#x2014;but in the preaching of the Gospel. We that have ministered in the Gospel have learned of the truth of that Gospel, and are able to compre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hend by the Spirit in some degree the revelations and commandments which have been given for the guidance of the Church. It is by virtue of repentance and baptism for the remission of sins that men's sins are remitted. It is by attending to certain ordinances that the blessings of eternity are sealed upon us, and by which in the plain language of the Scriptures, our calling and election are made sure.<span class=\"citation\" id=\"78261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78261)\">2 Pet. 1:10<\/a><\/span> But we must obey those ordinances in faith or their efficacy will not avail. Our Elders go abroad and preach to the world, and their hearts are filled with charity and loving kindness towards their fellow creatures. They administer to the sick among the Saints, and they are often called upon to administer to those who do not belong to the Church, to whom they administer according to their faith, and thus the power of faith through the ordinance of God is made manifest among the children of men. <\/div><div class=\"paragraph jod\" id=\"v26n3\"> But there is one ordinance that the Elders may have perhaps neglected and I do not know but I have myself&#x2014;and that is, that if we enter a house and the people thereof receive us, there our peace should abide. This was the instruction of the Savior in His day;<span class=\"citation\" id=\"64106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64106)\">Matt. 10:11-13<\/a><\/span><span class=\"citation\" id=\"67397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67397)\">Luke 10:5-6<\/a><\/span> and if we enter  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a house and the people receive us not, then we should go away and return not again to that house, and wash our feet with pure water, as a testimony against them in the day of judgment,<span class=\"citation\" id=\"86391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86391)\">D&amp;C 60:15<\/a><\/span><span class=\"citation\" id=\"87944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87944)\">D&amp;C 84:92-94<\/a><\/span> and thus bear witness unto the Lord that we have offered them salvation, that we have sought to preach to them the principles of everlasting life, that we have offered to them the Gospel of peace and desired to administer unto them a blessing. The same is applicable to a town, village or city that rejects you. In this way you do your duty and leave them in the hands of the Lord. You are not called upon to contend with anybody in public congregations, or to do anything that would stir up wrath and indignation. The Savior simply told his disciples to wash their feet as a testimony against such people.<span class=\"citation\" id=\"129152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129152)\">Matt. 10:14<\/a><\/span><span class=\"citation\" id=\"129153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129153)\">Luke 9:5<\/a><\/span> But the generous, charitable feeling of our Elders prompts them not to do a thing against anybody; they would rather pour out a blessing upon the whole people. Consequently, it is a very rare thing that this ordinance is attended to by the Elders of this last dispensation&#x2014;speaking from my own experience, and conversation had with the brethren. But when it comes to this, that we are persecuted and our lives taken, it would seem as if this was a duty depending upon those Elders who are thrust out, and warned away from their fields of labor. These things have happened of late, and it seems a duty devolving upon the Elders to do that which the law requires and leave the responsibility of its reception or rejection with the people and their God. We have no quarrel with anybody. We simply preach the Gospel to the inhabitants of the earth. If they receive it, well and good; if they will not, then it is a matter between them and <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their God; but the Lord requires this duty at the hands of his servants. <\/div><div class=\"paragraph jod\" id=\"v26n5\"> Again, we go abroad and gather in many people to this place, and they desire to find work. One of the brethren has referred to this matter and likened it unto a man going into a field and working diligently to plow the field, sow the grain, harrow it in, harvest it, and then leave it to waste. It is too much so in bringing home our brethren and our sisters to this country and not furnishing them labor. It is a very pleasing thought that occasionally companies of 400 or 500 people, or even 1,000, are delivered here from abroad. Why is it pleasing? Because it shows the work of God is progressing; it shows that God is gathering home His Saints, and soon after their arrival, the newcomers are taken home by their friends and relatives, and provided for, made comfortable until another spring, or until they look around and find or make a home. And it is a blessed thought that, notwithstanding hundreds and thousands of people are brought here yearly and cared for, so great a proportion of them live in their own homes, raise their own cows, pigs, chickens, etc. <\/div><div class=\"paragraph jod\" id=\"v26n6\"> Frequently when we go to the Seventies and ask some of them if they are willing to go on a mission to preach the Gospel, one replies: &#x201C;I am no preacher at all; I could not preach a sermon if I were to try:&#x201D; and wind up by saying: &#x201C;If I can't go out myself and preach, I am willing to help support the families of missionaries while they are gone.&#x201D; Many have said this, and many more of them have thought it. <\/div><div class=\"paragraph jod\" id=\"v26n7\"> The Seventies are a numerous concourse of men who are called in connection with the Twelve to see  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the Gospel is carried to the nations of the earth.<span class=\"citation\" id=\"90273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90273)\">D&amp;C 107:34<\/a><\/span> Many of them are aged&#x2014;some having been in the Church almost from the days of its first organization in Ohio, and many since the days of Nauvoo&#x2014;too aged to be called to go upon missions&#x2014;yet they could help their brethren coming in to find employment, and as do the Twelve after having labored in the vineyard to help gather the harvest, labor together in the threshing floor to help garner the wheat, clean it, and assist to make it fit for the Master's use. The younger men, after having secured homes for their families, feel free to go on missions, knowing that their interests at home are not being neglected. <\/div><div class=\"paragraph jod\" id=\"v26n9\"> If the aged Seventies and all men of experience would interest themselves in the different parts of the Territory, and find or make work for the newcomers, they might do a vast deal of good. They might help their brethren who come in from the old country so obtain a living. When <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we first came here every man had to be a farmer, had to cultivate the land in order to obtain a living. Today many of the brethren who come from the old country have no idea of farming, and have never, perhaps raised a chicken, a pig or a cow. The brethren should take hold, therefore, and assist each other in these things. Let us help to build each other up more earnestly and more extensively than we have done. Let us not cultivate feelings of covetousness to the crowding out of those ennobling and generous sentiments which should fill the bosom of every Latter-day Saint. <\/div><div class=\"paragraph jod\" id=\"v26n10\"> My brethren, you are Elders in Israel, and the blessing and power of the Priesthood are upon you. Therefore we should do all the good we can, that those of our brethren who are constantly coming in here may obtain work, that they may not be led away, through idleness, into sin, and their hearts be turned away from the Gospel which they have embraced. <\/div>\n<\/div>\n<\/div>"}