{"ID":260038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks.<\/div>\n<div class=\"subtitle\">Remarks by President John Taylor, before the High Council of Salt Lake Stake of Zion, February 20, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Reason of Investigation.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/20\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v26n1133\"> The case of the officers of the Deseret Hospital <span class=\"italic\">versus<\/span> Dr. Ellen B. Ferguson was heard before the High Council of the Salt Lake Stake of Zion, on the 20th of February, 1884, and a decision was rendered therein by President Angus M. <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Cannon. President John Taylor on that occasion, made lengthy remarks which were applicable to the case in question, and upon the general principles of justice. The request has been made that they should be published, as they would  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be of benefit for the guidance of other High Councils. For this reason, his remarks and the proceedings in the case are now published. <span class=\"italic\">Mr. President and Members of the High Council:<\/span>  <\/div><div class=\"paragraph jod\" id=\"v26n1135\"> I listened with a good deal of interest to a trial that you had before you, yesterday and the day before, in which there were certain principles developed that I thought it might be necessary and advantageous to reflect upon, and to give you some of my views thereon. <\/div><div class=\"paragraph jod\" id=\"v26n1136\"> I should have been pleased to have done this had there been time when the High Council was before in session; but I thought as I had not then an opportunity I would take the opportunity tonight, this meeting having been convened for that purpose. <\/div><div class=\"paragraph jod\" id=\"v26n1137\"> There are a great many principles underlying the subject that was presented before you, and acting as you are in the capacity of a High Council, and having many cases to adjust, I thought it might be proper to touch upon some of the leading principles pertaining to government, rule, authority, dominion, the conflict of opinion, the necessity of being prepared to act wisely, prudently and intelligently, and to discriminate between right and wrong: so that upon general principles we might be able to comprehend things that would be calculated, in many instances, to help us to avoid a great deal of difficulty. I have been very much hurried for time today, or I would have liked to have had some of my views prepared. As it is, I have had a few items put down very hastily, and I will get Brother George Reynolds to read what I have stated on this subject. <\/div><div class=\"paragraph jod\" id=\"v26n1138\"> I made a few remarks at the conclusion of the investigation you have had here. I call it an investi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gation; for I think it was more an investigation than a trial. <\/div><div class=\"paragraph jod\" id=\"v26n1139\"> The investigation was instituted to find out the true status of certain things whereby injury had been received by certain parties, and, on reflecting further upon the subject, I have had some leading items put down, which, as I have said, Brother Reynolds will read, after which I will make some remarks. <\/div><div class=\"paragraph jod\" id=\"v26n1140\"> I speak of these things before Brother Reynolds reads my views, otherwise the attitude that I take might seem strange to you. <\/div><div class=\"paragraph jod\" id=\"v26n1141\"> In the few remarks I made before the High Council, at the conclusion of the investigation, I stated that I was pleased to see the harmony and unity, the kindly feelings, care and anxiety that you manifested to all parties, both for and against, with a view to arriving at a just conclusion in relation to this matter. I also spoke of the Board of Directors of the Hospital, stating that they also had done as near right as they knew how. Then I spoke of the accusers of the party in question&#x2014;Sister Ferguson&#x2014;and I thought that although there were some errors associated with the action taken, that they were quite sincere in their intention to correct a supposed evil, and I would not except Sister Ferguson from the same rule, and the question is, with such a diversity of opinion, with so much commotion in existence, with so many severe charges being made, how it is possible for all to be right, and yet all acted upon principles that they conceived to be right; but which were in many respects incorrect. This I may explain more fully hereafter; and it is for this purpose that I wish to talk a little to lay my views more fully before you. <\/div><div class=\"paragraph jod\" id=\"v26n1142\"> Brother George Reynolds then read as follows; <\/div> <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1144\"> I. The care, justice, equity and proper deference to all manifested by the High Council. <\/div><div class=\"paragraph jod\" id=\"v26n1145\"> II. The care and zeal manifested by the Directors, the President and associates in the interests of the Institution&#x2014;the Deseret Hospital. <\/div><div class=\"paragraph jod\" id=\"v26n1146\"> III. The zeal, energy and competency of the resident surgeon, as vouched for by the testimony of other eminent physicians. <\/div><div class=\"paragraph jod\" id=\"v26n1147\"> IV. The diligence and zeal manifested by the matron and the assistants. <\/div><div class=\"paragraph jod\" id=\"v26n1148\"> Whence then originates this difficulty; these hard feelings, sayings and doings, this bitterness, acrimony and ostracism? <\/div><div class=\"paragraph jod\" id=\"v26n1149\"> These arise partly from misunderstanding, partly from ignorance, and partly from a misconception of law, order, precedence and jurisdiction, with probably the best possible motives. It will be found on a careful examination of this subject that there is a great principle involved that affects in some respects all institutions, associations and nations. <\/div><div class=\"paragraph jod\" id=\"v26n1150\"> Among the nations of the earth there are various forms of government. There are what are called absolute monarchies&#x2014;such as Russia, Turkey, China, Persia, Morocco and others; then there are limited monarchies, such as England, Denmark, Sweden, Italy, Greece, Portugal and others; these are governments which are called representative, having a monarchy, but that monarchy partially under the power of the representative of the people. There is another species of government which is called oligarchical, which is under the direction of notables, who manipulate the affairs of the country for the benefit of the people. Then there is what is called the republican form of government, such <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as the United States, France, Switzerland, Mexico, and the South American Republics and others. These are supposed to be governed by the people and are said to be &#x201C;governments of the people, for the people and by the people,&#x201D; their general motto being <span class=\"italic\">Vox populi, vox Dei<\/span>, or the voice of the people is the voice of God. These governments assume different phases according to the nature of the government, varying from absolute despotism, wherein the will of one man governs the whole, to that of the freest and fullest and most unrestricted will of the people; and to prevent usurpations in the republican forms of government, as well as in some of the limited monarchies, constitutions are introduced and subscribed to, which are an agreement or compact between the rulers and the people, or the governors and the governed, and such governments whether monarchical or republican are called constitutional governments. These constitutions prescribe the powers and authority of the various officers in the government, and how and in what manner the several officers of the government shall be selected, elected and qualified. In our government, whether in a National, State, or Territorial form, all officers, of every grade, are requested to take a solemn oath to sustain and maintain the constitution of the United States, and of the State, or if a Territory, the organic act of the Territory as the case may be. If these things are not a fiction all these officers and authorities throughout the land in every department of National, State or Territorial government, are as much bound by their obligations and oaths as the people are bound to be subject to all constitutional laws, and the people are not one  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whit more bound to the observance of the law than these men are bound to the observance of the sacred and solemn covenants which they have entered into. And if the people have given up to governors, legislatures, the judiciary and to the officers of the law certain powers, rights and privileges, this authority coming of or from the people, it is expected that they shall act for and in the interests of the people; and furthermore, that while they possess those rights ceded to them by the people, whatever is not thus ceded and placed in the hands of their rulers is emphatically stated to be reserved to the several States or to the people. <\/div><div class=\"paragraph jod\" id=\"v26n1152\"> There are again other branches of government among the several nations, or States in the nations, as well as in this nation; there is martial law and civil law; also the governments of cities acting under the directions of the authorities or legislators of the nations or of this nation; to whom certain rights, immunities and privileges are given in the shape of municipal regulations or of charters. But it must be understood here in matters pertaining to our government, that no charters or grants of any kind can be given by any parties, in excess of the rights which they themselves possess, and that the same obligations which vest in regard to constitutional rights and guarantees must be observed in all those municipal regulations by the recipients as of the grantees of those charters. <\/div><div class=\"paragraph jod\" id=\"v26n1153\"> These rights and privileges in our government are formulated upon the idea that our government is &#x201C;of the people, by the people and for the people.&#x201D; There are other institutions which receive more or less the patronage and sustenance of the general, the State, and Territorial <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> governments, such as educational institutions, hospitals, infirmaries, asylums, railroads, canals, steam boat lines, etc., all of which are more or less sanctioned by law, and are more or less of a quasi public character. These institutions generally have usages of their own, and operate under certain stipulations specified in charters granted to them, each having their own regulations and bylaws, as their directors, boards of management, or other officers may dictate. These are all subject to the common laws of nations and the usages of the people. Then there are other laws, there are laws that pertain to the physical world in which we live, and those that govern the sun, the moon, and the countless stars that shine in the dome of heaven. With all these man has nothing to do. He never has been and in the nature of things never can be able to change what are called the laws of nature. If any congress, parliament, or convocation was to pass a law changing the period of the earth's revolution, or the phases of the moon, or the rising or setting of the sun, or if all the congresses, parliaments, or legislative bodies in the world were to unite to pass such a law, it would be of none effect, or utterly useless, for the simple reason that these laws are entirely independent of man's action and outside of his control. So with the laws governing man's physical being or that of the brute, or those natural to the animal, vegetable and mineral kingdoms, all these are irrevocably fixed and unchangeable so far as man is concerned. All beings, all things, from the Great Creator to the minutest form of life are governed by the law of their existence. The laws by which all created things fill the measure of their existence were placed there by a superior power to  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that of man, and he is impotent to change or annul them. All these are called natural laws. Then there are celestial laws, adapted and suited to celestial beings; terrestrial laws adapted to things of the earth, and other lower laws called telestial. As we are taught in the Doctrine and Covenants; in all the universe there is no space where there is no kingdom, and where there is no kingdom, there is no law;<span class=\"citation\" id=\"88489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88489)\">D&amp;C 88:36-38<\/a><\/span> and all things that are governed by law are preserved by law, and sanctioned by law;<span class=\"citation\" id=\"88482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88482)\">D&amp;C 88:34<\/a><\/span> also even the law or laws of the state of existence to which they belong, be it higher or lower, much or less. <\/div><div class=\"paragraph jod\" id=\"v26n1155\"> There are again celestial laws as before referred to, and terrestrial laws,<span class=\"citation\" id=\"88411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88411)\">D&amp;C 88:22-23<\/a><\/span> and the question arises, what is the meaning of a celestial law; and what again is the meaning of a terrestrial law; a celestial law pertains to the law of heaven; and is a principle by which the intelligences in the celestial world are governed. The Gospel in its fulness places those who obey it, under its influences, while at the same time it does not relieve them from other obligations of a terrestrial nature. It is said in the Doctrine and Covenants, that he that keepeth the laws of God, hath no need to break the laws of the land.<span class=\"citation\" id=\"86157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86157)\">D&amp;C 58:21<\/a><\/span> It is further explained in section 98, what is meant in relation to this. That all laws which are constitutional must be obeyed, as follows: <\/div><div class=\"paragraph jod\" id=\"v26n1156\"> &#x201C;And now, verily I say unto you concerning the laws of the land, it is my will that my people should observe to do all things whatsoever I command them. <\/div><div class=\"paragraph jod\" id=\"v26n1157\"> &#x201C;And that the law of the land which is constitutional, supporting that principle of freedom in maintaining rights and privileges, be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>longs to all mankind, and is justifiable before me. <\/div><div class=\"paragraph jod\" id=\"v26n1158\"> &#x201C;Therefore, I, the Lord, justify you, and your brethren of the church, in befriending that law which<span class=\"citation\" id=\"89241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89241)\">D&amp;C 98:4-7<\/a><\/span> is the constitutional law of the land; <\/div><div class=\"paragraph jod\" id=\"v26n1158\"> &#x201C;And as pertaining to law of man, whatsoever is more or less than this, cometh of evil.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n1159\"> That is taking this nation as an example, all laws that are proper and correct, and all obligations entered into which are not violative of the constitution should be kept inviolate. But if they are violative of the constitution, then the compact between the rulers and the ruled is broken and the obligation ceases to be binding. Just as a person agreeing to purchase anything and to pay a certain amount for it, if he receives the article bargained for, and does not pay its price, he violates his contract; but if he does not receive the article he is not required to pay for it. Again we ask, what is this celestial law? The celestial law above referred to is absolute submission and obedience to the law of God. It is exemplified in the words of Jesus, who, when He came to introduce the Gospel said, &#x201C;I came not to do my will but the will of the Father that sent me;&#x201D;<span class=\"citation\" id=\"69283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69283)\">John 6:38<\/a><\/span> and His mission was to do the will of the Father who sent him, or to fulfill a celestial law. And when His disciples asked Him to teach them how to pray, He said, &#x201C;When ye pray, say: Our Father who art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63337)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67544)\">Luke 11:2<\/a><\/span> This it would seem was the celestial law, or the law of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v26n1160\"> Thy kingdom come.<span class=\"citation\" id=\"63458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63458)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67545)\">Luke 11:2<\/a><\/span> What kingdom? The kingdom of God, or the government of God, or the rule and dominion of God, the will of God&#x2014;thy will be done on earth as it is  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in heaven.<span class=\"citation\" id=\"63459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63459)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67546)\">Luke 11:2<\/a><\/span> This seems to be the grand leading feature of that celestial law. Connected with this are all the blessings, rights, privileges, immunities, promises of exaltations, promises of blessings in this world, and of exaltations, thrones and powers in the eternal worlds; being heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72614)\">Rom. 8:17<\/a><\/span> While such persons do not neglect the lesser duties associated with the responsibilities of life, and do not violate any correct principle or law, they still feel a responsibility resting upon them to yield obedience to the mandates of Jehovah; and thus as good citizens, loyal and patriotic to the country and its institutions, fulfilling all just and equitable requirements, whether civil or political. They have at the same time the same inalienable right as men, to worship their Creator, and yield an obedience to His laws, without infringing in anywise on the rights and privileges of others, and that right is guaranteed to them also by the constitution of the United States. <\/div><div class=\"paragraph jod\" id=\"v26n1162\"> I have before spoken of certain associations, such as educational establishments, cooperative institutions, hospitals, and other organizations, which legislatures, private bodies of men, or individuals may establish. These institutions must be governed by their constitutions and bylaws as shall be agreed upon among themselves. And any parties entering into those compacts, take upon themselves the responsibilities of the conditions associated therewith. But as in National or State affairs, these duties and responsibilities are often very imperfectly understood; and hence in consequence of the weakness and imperfections of men, many misunderstandings and difficulties are liable to occur. <\/div> <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1163\"> The case that you have had here before the High Council is one of these cases. <\/div><div class=\"paragraph jod\" id=\"v26n1163\"> The question is, how far shall rule, dominion, authority and power be used, and how far shall mortal suasion, individual and special rights, and a judicious and intelligent policy obtain. <\/div><div class=\"paragraph jod\" id=\"v26n1164\"> It is rather a peculiar case and requires an understanding of the position occupied by the various parties. It will be observed that there are two usages or laws in existence&#x2014;one of these would be the general law, regulating an institution of that kind, which would be applicable to a university, a cooperative institution, a shoe establishment, such as we have, or any other well regulated institution. In our cooperative institution here in the city, there is a President and Board of Directors; they appoint the Superintendent. He has the charge of the buying, selling, engaging, or dismissing men, making contracts, and generally supervising and manipulating all the affairs of the institution. The Directors would be empowered to remove him, if thought advisable. In the University the Board of Regency stands in the place of the Directors, and they appoint Dr. Park as President, and he has general control of the studies and the internal management of its affairs. In like manner, Mrs. Ferguson held the position of resident surgeon, and is supposed to manipulate the affairs of her department in the hospital subject to the hospital physicians and the directory. Of course Sisters Van Schoonhoven and Beck would be under her direction as they belong to the medical department; while Sister McLean, being matron, would have charge and control of the domestic arrangements. It does not appear that any  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one of them was derelict in her several duties; but that a misunderstanding had arisen between Dr. Ferguson and these officers of the hospital, she being charged with being austere and dictatorial in her intercourse with them, and she on the other hand charges them with insubordination and plotting against her. Bitter feelings and acrimonious remarks passed between them, crimination and recrimination, until it culminated in those three ladies drawing up specific charges of a most serious character against the resident surgeon. These charges, it would seem, were credited by the directory and she was requested to resign. It is evident that the directors did this sincerely for the benefit of the institution; and to prevent a person whom they considered incompetent, as an opium eater, a drunkard and a thief (for these were the charges made according to their ideas), to officiate any longer in that institution. <\/div><div class=\"paragraph jod\" id=\"v26n1166\"> But here arises another phase of the matter which is this; that while they had authority to dismiss her from the institution on these alleged charges, they had no right to malign her private character and reputation which it does not appear that they desired to do, but to avoid, as far as possible. Yet these things having taken place, and these allegations having been made on paper, and she having been dismissed from the hospital, they leaked out without her having any opportunity to defend herself against these statements, and her reputation has been seriously injured; hence comes in another law&#x2014;the law of the Gospel, above referred to, or under other circumstances, the celestial law, or what is sometimes substituted for it here, the law of equity. <\/div><div class=\"paragraph jod\" id=\"v26n1167\"> President Taylor resumed: There <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are very many nice points of discrimination associated with a subject of this kind. When we talk of law it is a very comprehensive subject, and enters into all the ramifications of human life, and, as has been remarked, through all nations. Generally among the governments of the world&#x2014;and also among many of the institutions referred to, there is a kind of neutral ground, a sort of neutral zone, something similar to that which sometimes exists between one State and another in order to prevent collision and difficulty, and it is upon this ground that a great many troubles and difficulties frequently exist on various matters. The people on their part occasionally claim things that they have no right to claim, and those who govern sometimes go beyond the bounds allotted to them. And hence arises difficulty and trouble. Courts are appointed generally for adjudication of these matters, and sometimes it is very difficult for these courts to decide correctly, justly and equitably the cases that come before them. Among the nations they are very frequently submitted to what is termed the &#x201C;arbitrament of the sword.&#x201D; That, however, is a very poor thing when put into the scales of justice. I have heard it said, for instance, when certain questions have arisen in the United States&#x2014;that is, in regard to States rights and in regard to the rights of the people, and in regard to how far they should be sustained in their privileges, rights, etc. I have heard some people very flippantly say, &#x201C;Oh, that has been decided by the sword.&#x201D; A very singular piece of justice is a sword with which to administer one's social, political, or national affairs. When we come to put it in the balance of the goddess of justice&#x2014;who is supposed to  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be blind and to hold the scales evenly&#x2014;it will not stand the test. Hence when people make this remark it shows that they are very ignorant of the principles of jurisprudence, of the rights of man, of the obligations that the nation sustains to its people, or the people to the nation. <\/div><div class=\"paragraph jod\" id=\"v26n1169\"> But what I wanted particularly to arrive at are the principles associated with this case that has come up before you, and I will try and show you why and how these difficulties have occurred between these parties. <\/div><div class=\"paragraph jod\" id=\"v26n1170\"> Sister Ferguson&#x2014;who according to the evidence we have had, and from questions presented, and remarks made&#x2014;evidently is a lady of intelligence and very well acquainted with medical affairs, and as such she was appointed House Surgeon of the Deseret Hospital. From this position she was removed. And here comes in a principle that I wish to speak upon. <\/div><div class=\"paragraph jod\" id=\"v26n1171\"> In this city we have a cooperative institution. I refer to it because it is an institution with which we are all familiar. I have already referred, in what has been read, to the nature of its organization, and the kind of government by which it is carried on. There are quite a number of employees in the institution&#x2014;some 150 or 200. There is a Board of Directors, and there is a president and a superintendent. The superintendent seems to be the man upon whom rests the greatest responsibility, and he is responsible to the directors for all his acts. As stated already, he makes the purchases or orders them made; he disposes of the goods, or orders them disposed of. He makes arrangements for all its business transactions, and he reports to the directors, monthly, the status <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the institution. In his hands is placed the power to manipulate and regulate the affairs thereof. If some person in that institution&#x2014;he may be a good man&#x2014;is incompetent, he uses his discretion in removing that man. He requires men that are acquainted with the business that he is associated with: and although this may be a very good man, the superintendent may think it proper, in the interests of the institution to have him removed. He uses his authority and has him removed because of his incompetency. The man who is dismissed may feel aggrieved. He may think he is competent: and it is difficult in all such circumstances to meet the wishes and views of all these people. Hence the necessity of a wise discretion. &#x201C;But,&#x201D; says the man, &#x201C;I am a good Latter-day Saint.&#x201D; &#x201C;Very well, that may be; but, then, because you are a good Latter-day Saint, you may not be a good blacksmith, a good carpenter, or a good shoemaker, or you may not be&#x2014;to come to their terms&#x2014;a good salesman, one who comprehends the value of goods and the wants and interests of the business.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n1172\"> Now, a great many questions arise out of these things, and how far they shall go and how far they shall not. On the other hand there may be a man who is very competent. I could refer to some of these and yet they are not good men. &#x201C;Well,&#x201D; says one, &#x201C;we don't want such persons as these in our institution. Although they are competent men and well acquainted with the business, I am afraid their example and influence would be pernicious, and we don't want them; and we think we would have a right to act in such a case.&#x201D; So they would think anywhere. The same thing would  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>apply to the institution I have mentioned. <\/div><div class=\"paragraph jod\" id=\"v26n1174\"> Then another question arises associated with these matters, and it has come up before you here. We have a hospital. There is an Executive Board, which amounts to the same thing as the Board of Directors in the other institution. Then there is a resident surgeon or physician, and it becomes her duty to attend to certain rules and principles that are laid down to use medical talent and ability for the benefit of the patients and the hospital, and to manipulate certain things committed to her charge. I suppose they have some rules associated with these matters, although I cannot state them definitely. Sister Ferguson, it would seem, got up a set of rules. They might be very good; I do not know, but it would seem they were not adopted by the Board, and it would also seem that the Board held the power in its own hands to manipulate these affairs. So that, although the rules drawn up by Sister Ferguson might have been very good and very advantageous if adopted, it appears they were not. <\/div><div class=\"paragraph jod\" id=\"v26n1175\"> Let me refer to another thing. Sister Ferguson received her medical education in some medical college in the east. All such institutions, it was stated yesterday, both in England and this country are governed by certain rules and the general usage is that the resident physician takes charge of and manipulates the general affairs of the institution; and what are termed by some the inferior officers&#x2014;I merely make use of that term for want of a better one&#x2014;are under the direction of the resident physician or surgeon as the case may be. This was Sister Ferguson's experience. Those acting in one department had <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> no right to interfere with the privileges belonging to others. If these things had been specifically defined by the Board in this Hospital, and each had known her proper duties, and each fulfilled them, difficulty might have been averted; although according to the evidence we had, all were very diligent and sincere in carrying out their several duties. If a set of rules had been adopted and lived up to, a great amount of difficulty arising out of this subject would have been avoided between the parties, and which has more or less involved you and I and others, and caused us to look into these matters. Well, was there anything wrong in that? No. At the college in which Sister Ferguson obtained her medical knowledge&#x2014;and a diploma as a mark of that knowledge or education&#x2014;she also obtained a knowledge of the rules and usages of that kind of an institution; consequently it became almost part of her system. Is not that so, Doctor? That is the way I understand it. Well, now, Sister Ferguson comes here and she gets among a lot of us novices. At least I should call myself a novice; for I have never been in any of these establishments; I have never attended medical lectures, etc., consequently I should consider myself a novice in these things. At the same time, independent of this, there is a principle of rule and propriety that ought to exist everywhere, that does exist among all the nations of the earth, and that does exist among all those various institutions of which I have spoken. But for want of a better knowledge of these things, I am not surprised if, with her superior knowledge, Sister Ferguson did assume a dictatorial air and said, when interfered with, &#x201C;I do not know that that is any of your business. I think that is mine.&#x201D;  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And then, again, those other sisters have got their feelings on the same question, and no law being laid down in relation to those matters, they carry out their ideas according to their theories, and they do not think it is proper for any kind of airs to be put on by anybody whether rightfully or assumed. They do not comprehend that, and neither do we, generally, in our republican institutions. It is a good deal the same in our Church affairs. We are apt to think that &#x201C;Jack is as good as his master,&#x201D; and a little better. That is about the feeling that exists. And if people should sometimes see their authority interfered with, it creates feelings of irritation. To a person accustomed to be governed by correct rules, and to see things carried out intelligently, it is painful to their feelings to see them carried out otherwise; they feel as though something was wrong and wanted putting right. <\/div><div class=\"paragraph jod\" id=\"v26n1177\"> I will relate a little circumstance of that kind; for we have all kinds of things among us Mormons. We had a war here a while ago. Brother Wells here was appointed a Lieut. General, and then myself and George A. Smith were appointed his counselors&#x2014;(laughter), if anybody knows what that is in a military capacity. I never was able to find out. Well, we went out and did the best we could, and I must say that General Wells displayed a good deal of knowledge, tact, vim, life and fidelity, and we tried to step up to him as near as we could&#x2014;being his counselors. (laughter.) There was a little difficulty arose about Brother Nathaniel Jones&#x2014;or Colonel Jones&#x2014;a very excellent, good man, and a thorough disciplinarian; and he had not been rubbing his back against that medical college wall and become familiar with all its usages, <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but he had been in the Nauvoo legion and an officer in the Mormon Battalion, and there he had got a smattering of military tactics, military ideas, military rule and authority, and when he saw all kinds of curious doings among the boys&#x2014;as they called themselves&#x2014;who were not strictly under military rule, etc., he wanted to straighten them out. But they, like the associates of Sister Ferguson, felt that &#x201C;Jack was as good as his master.&#x201D; They didn't want too much military rule; they wanted a great amount of latitude, that they might be able to carry out their ideas and enjoy themselves and kick up their heels and feel like a lot of wild colts. Well, General Wells wanted me to go down, as his counselor, and see if the difficulty could not be put right. I was not even a corporal; I don't know what office I did hold; but he wanted me to go down and adjust matters. So I went. I examined into things generally; talked with the officers, and mixed up with the men, and found out how things were exactly. There were Captains, and Colonels, and Generals, and all kinds of big men there, and they each had men in command; but Colonel Jones, whenever he saw anything wrong anywhere, wanted to go to work himself and put it right. I soon found out the feeling that was against him. The men considered him too straight-laced, and as they expressed it, &#x201C;had too many epaulets on his shoulders,&#x201D; because they saw in him a disposition to exercise authority, and the officers of the several companies did not object to that because it relieved them from responsibility. &#x201C;Now, Brother Jones&#x201D; (said I)&#x2014;I called him brother; I had not got the length of calling him colonel, I called him plain Brother Jones&#x2014;&#x201C;let me tell you  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how to fix these matters. Such and such a man is a captain, is he not?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Another, there, is a lieutenant?&#x201D; &#x201C;Yes.&#x201D; &#x201C;And another is major?&#x201D; &#x201C;Yes.&#x201D; &#x201C;And you are in command here?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Well, now, instead of going to work to regulate all these matters yourself, why do you not detail lieutenant so and so, captain so and so, and major so and so, to look after the men who are acting improperly?&#x201D; He thought the advice was good, and followed it, and order and harmony were restored. <\/div><div class=\"paragraph jod\" id=\"v26n1179\"> Now, this would apply to Sister Ferguson. There was nothing particularly wrong about her; there was nothing particularly wrong with the Board; the directors did not wish to harm Sister Ferguson; they were simply seeking to remedy what they thought was an evil. <\/div><div class=\"paragraph jod\" id=\"v26n1180\"> Now we come to another principle which is this: if in an institution like that, without any regulations pertaining to these matters, there was any kind of&#x2014;shall we call it arbitrary feeling? I do not know that much of that feeling was displayed. There may have been a little of it; I do not know; but when we come down to the Gospel, which we profess to be governed by, it places us in another position. This Hospital was started, I believe, as an institution for the benefit of the members of the Church of Jesus Christ of Latter-day Saints. These sisters, I suppose, were selected because they were considered competent, and then, on the other hand, because they were considered good Latter-day Saints. Now, I believe that about them, and they desired to do right, and then sister Ferguson desired to do right too. But then there were these discrepancies exhibited. But when we come down to the <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> law of the Gospel, that places us altogether in another position. And the law of the Gospel and the law of the needs of the world do not always altogether harmonize. Sometimes we require to exercise a good deal of forbearance, a good deal of kindness, and a good deal of that kind of feeling expressed by the poet in speaking of his wife: <\/div><div class=\"paragraph jod\" id=\"v26n1181\"> &#x201C;Be to her faults a little blind, Be to her virtues very kind.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n1182\"> I have had a good deal of experience of this nature. I have to meet with all kinds of men and all kinds of women. We are all surrounded with a good many infirmities, and I feel as the old lady said, &#x201C;we are all poor, miserable, independent sinners.&#x201D; We all make egregious mistakes sometimes when we think we are acting for the very best. There is nothing new about that. The same thing exists in the nations. The same thing exists among the leading men of this government and in other governments. <\/div><div class=\"paragraph jod\" id=\"v26n1183\"> Let me here refer you to a case that took place in New Orleans. General Jackson when he was in command had some difficulty with the mayor of that city. To make defensive works he called for cotton. One man, I think objected, and said, &#x201C;General, that is my cotton, and I don't choose that you shall use it in this public way.&#x201D; &#x201C;Well,&#x201D; said the General, &#x201C;if it is yours why don't you take your gun and help defend it?&#x201D; He ordered the cotton bales to be rolled up, and it was necessary, as he thought, under the necessities of the case, that military authority should be obeyed; in other words, that martial law should be exercised. He got the cotton. He drove back the British. He accomplished his object. And after he was done he was fined, I believe, $1,000 for interfering with the civil authorities,  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and resisting the writ of <span class=\"italic\">habeas corpus<\/span>. He thought he had a right to do what he did, and he assumed the responsibility. But they fined him for it, and that fine stood against him until pretty near his death. He had transgressed the civil laws of the land, and if he could do that with impunity, it was considered that others could do the same, and they did not want to set such a bad example. In this we see a conflict between military and civil authority. The mayor thought he was doing his duty; the general thought he was doing his; but when it was brought before the courts the general was fined. He paid the fine, but it was remitted some little time before his death. <\/div><div class=\"paragraph jod\" id=\"v26n1185\"> Then there is a case of a similar nature right before this nation at the present time. I refer to the case of Fitz John Porter. I am not competent to enter into the full details of it. However, suffice it to say, that his superior officer, General Pope, had ordered him to make a certain movement, and, it is alleged, he disobeyed the order, thinking that if he did obey the result would be injurious. In this he committed a breach of military etiquette and military law. They had the law there&#x2014;not like this hospital&#x2014;and he violated it. For this he was censured. <\/div><div class=\"paragraph jod\" id=\"v26n1186\"> I merely want to show that there is nothing in these kinds of misunderstanding for they exist everywhere and have existed from time immemorial. And it is not uncommon for parties when their dignity is insulted to settle the matter by pistols or swords, as the case may be, and frequently one or the other is killed, and &#x201C;honor is satisfied.&#x201D; I merely introduce this to show how such things operate, and that you make the very best rules you can, and the very best laws, and there is <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a danger of their being violated. I might mention other instances, but I do not wish to occupy too much time in relation to these matters. From what I have said it will be seen that these folks, to whom I have alluded, were pretty decent people. I do not know but the Mayor of New Orleans was a pretty good man, and General Jackson had a pretty good reputation, and was afterwards President of the United States. I expect Fitz John Porter is a pretty good man; I expect that General Pope is a pretty good man; yet they have disturbed the nation and Congress with the difficulties that have existed between them in spite of all those laws. As I said before there is a kind of neutral zone, and yet men come in conflict. <\/div><div class=\"paragraph jod\" id=\"v26n1187\"> Here as members of the Church of Jesus Christ of Latter-day Saints, we profess to be governed by a law that is different from others. I have mentioned it already. It is the law of the Gospel. Then, as has been stated, we have our institutions separate and distinct from the States, the same as others have. Other religious bodies have the same. We have our religious usages, our ideas, and our theories. We believe&#x2014;and hardly I was going to say we believe in a celestial law. Hardly. What is it? &#x201C;Thy will be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63460)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67547)\">Luke 11:2<\/a><\/span> That is the way I understand it. As I have said before, Jesus came not to do his own will, but the will of His Father that sent Him.<span class=\"citation\" id=\"69284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69284)\">John 6:38<\/a><\/span> And when He told His disciples to pray, as I have stated, He said, say, &#x201C;Our Father which art in heaven, Hallowed be thy name. Thy kingdom come,&#x201D;<span class=\"citation\" id=\"63338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63338)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67548)\">Luke 11:2<\/a><\/span> what! thy kingdom! whose kingdom? the kingdom of God. What! The kingdom of God come upon the earth? Yes, that is what it says&#x2014;the rule of God, the govern<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment of God, the dominion of God. &#x201C;Thy kingdom come. Thy will be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63461)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67549)\">Luke 11:2<\/a><\/span> When that is done we shall have a celestial law here. We have not got it yet quite, and we are not prepared for it quite; but we are trying to introduce those things, and the Gospel has been restored for that purpose, and revelation has been given for that purpose, and the heavens have been opened for that purpose, and the Priesthood of God has been organized for that purpose in all its various forms and ramifications, and predicated upon that principle, the High Council has been organized, and other officers and peoples associated with the Church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v26n1189\"> Now, then, as has been stated here, the Executive Board of this hospital were desirous to be set apart by the Priesthood that they might act under the blessing of God. They came to consult me about the hospital in general, and wanted to know if something could not be done in the interest of the sick and afflicted of the Church of Jesus Christ of Latter-day Saints. They were desirous of having a house that was dedicated to God, a house where the Elders could go in and administer to those who were afflicted as well as the physicians, and that all these things should be conducted under the direction of the Almighty. Now, while I am a strict believer in discipline and rule, yet I could not but believe, on the other hand, in the feelings that were exhibited by Sister Eliza Snow and others, in relation to these matters. It has appeared in this investigation that some difficulty arose among those in charge of the hospital, and Sister Eliza and others tried to get them to harmonize and act as Latter-day Saints. That was very good counsel <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to give, and it would have been well if it had been obeyed, but, it was not, and things have resulted as they have done. <\/div><div class=\"paragraph jod\" id=\"v26n1190\"> Now, what would you do? These sisters prayed, etc. I presume they did, and certainly I do not want to set them down as hypocrites. They had seen Sister Ferguson take opium once or twice. She alleged that she took it for neuralgia of the heart. Being afflicted with a disease of that kind she had consulted some eminent physicians, and they had advised her to take morphine for an affliction of that sort. It was supposed to be a proper thing to take under the circumstances. Now, while the taking of this morphine might look a little suspicious, yet if they had had that same neuralgia, would it not have been the proper thing to have said, &#x201C;Oh, my sisters, won't you be merciful to me. And while I am sick don't attribute my sickness to any wrong or any evil, but won't you come and pray for me and be my good, kind sisters and friends and help me in my affliction.&#x201D; That would have been the right thing to have done instead of trying to find out something bad. There was nothing that could be brought against Sister Ferguson here. She had to stand the fire of all kinds of witnesses, and not one solitary thing could be proven either against her moral conduct or against her actions, or against her reputation in regard to these things&#x2014;either as a brandy drinker or as a morphine taker under those peculiar circumstances. <\/div><div class=\"paragraph jod\" id=\"v26n1191\"> Well, now, it would look naturally cruel to me to throw out reflections, especially when a person was laboring under extreme pain, and we ought not to give way to that kind of feelings, any of us. Why, if I were to see the lowest and most de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>praved suffering under an influence of that kind, I would want to follow the teaching given by Jesus in regard to the man that had fallen among thieves and had been abused and robbed. The Priest passed by on the other side of the road, thinking doubtless it was only some poor devil. Then came a Levite, and he passed by, thinking no doubt, &#x201C;he is only a poor outcast; let him die and be damned or anything else.&#x201D; But a certain Samaritan came along, and his feelings seemed to be this: &#x201C;You have fallen among thieves. Won't you allow me to administer to you.&#x201D;<span class=\"citation\" id=\"67414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67414)\">Luke 10:25-37<\/a><\/span> That would be proper. That is the way I look at it. I would do the same thing to anybody that I saw in distress. I would not seek to injure their reputation or to malign their character. <\/div><div class=\"paragraph jod\" id=\"v26n1193\"> Now, I suppose that these sisters were mistaken in their ideas. I do not think that they have bad hearts; but sometimes when people allow their prejudices to run against a person, they carry these things too far. While we are desirous to put down iniquity we must not go to work and act a cruel part toward anybody. God does not do it. He sends His rain on the evil and on the good. He causes His sun to shine on the just and on the unjust.<span class=\"citation\" id=\"63267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63267)\">Matt. 5:45<\/a><\/span> A wicked man's field may lay alongside a righteous man's field. He don't take His sun off the field of the wicked man. He makes no distinctions of that sort. He pours blessings upon all, and He has to be merciful to us all, otherwise we would not be as we are today, surrounded with the blessings we enjoy. <\/div><div class=\"paragraph jod\" id=\"v26n1194\"> In regard to all these matters, it requires great care and great discrimination. When those sisters came to me and reported that Sister Ferguson had got out of the way, <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and read those charges, I felt ashamed. I could hardly believe it at first. I said to them: &#x201C;These are grave charges you are making. Do you know that these things are so?&#x201D; They answered they thought they did. &#x201C;Well,&#x201D; said I, &#x201C;If these things are true, Sister Ferguson is not fit to hold that position, nor to be a member of the Church of Jesus Christ of Latter-day Saints.&#x201D; For she was accused, you know, of being false&#x2014;in other words, a liar. Some things, too, were said to be strangely disappearing, so that she was accused of being a thief; but when we come to inquire into these things we find there was no foundation for the charges. They seem to have arisen from unworthy jealousies. We should not be too ready in harboring such feelings. <\/div><div class=\"paragraph jod\" id=\"v26n1195\"> Now, I will tell you of a principle taught by Joseph Smith. It may be of use to you as a High Council, and it will not hurt anybody else. In speaking of the discernment of spirits, said he, a man may have the gift of the discernment of spirits; he may see what is in the heart; but because that has been revealed to him he has no business to bring that as a charge against any person. The man's acts must be proved by evidence and by witnesses. <\/div><div class=\"paragraph jod\" id=\"v26n1196\"> I speak of these things for your information, and I do not know but I have talked long enough. <\/div><div class=\"paragraph jod\" id=\"v26n1197\"> Suffice it to say that as Latter-day Saints we ought to be under the law of love, of kindness, and of mercy. And yet at the same time we cannot overlook the wrong. It is right to probe certain things to the bottom as you have done this thing. I was pleased to see the energy displayed all the way through on both sides, and I think this is the general feeling that prevails&#x2014;a determination to ferret out wrong and to correct  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>evil. One thing is just as necessary as the other. <\/div><div class=\"paragraph jod\" id=\"v26n1199\"> I have already published a statement about a woman who had committed an act of adultery while her husband was away from home. I was written to about it. Why, said I, cut her off from the Church. We cannot have such people in the Church. Ultimately I requested the husband of the woman to come and see me, but instead of coming himself he brought along the seducer of his wife and three beautiful children&#x2014;three as beautiful children as I had seen anywhere and as promising. It made my heart ache to see the position that that woman had placed her family in. But I could not help it. She had entered into covenants which were sacred. She had violated those covenants. The Book of Covenants says that such people shall be destroyed.<span class=\"citation\" id=\"91759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91759)\">D&amp;C 132:41<\/a><\/span> I could not change it. I did not make that law. When they told me that the seducer was there, I said, I do not want to see him. I can't have anything to do with such a wretch&#x2014;a man that would enter into a family and debauch another man's wife while he was away, thus taking advantage of the circumstances in which she was placed. I do not know who the man was; and I don't care. I don't want to see him. The woman wept. &#x201C;Can I stay in the Church,&#x201D; she asked. &#x201C;No, madam, you can't.&#x201D; I could not assume the responsibility, the Bishop could not assume the responsibility, the High Council could not assume the responsibility without becoming partakers of the crime. I have seen other things of a similar kind and have had to deal with them. This High Council has no right to condone sin. This is an error that people fall into. If men transgress and violate the laws of God, they have no right but to deal <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with them according to the law of God. Treat them kindly; do the best you can for them, but do not condone their crimes. Apostles, Prophets, Pastors, Teachers, Deacons, and High Councils are placed in the Church as they formerly were, for the perfecting of the Saints;<span class=\"citation\" id=\"75116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75116)\">Eph. 4:11-12<\/a><\/span> not to pass over iniquity because of certain influences. No influence of any kind ought to control you, only the pure principles of eternal truth as laid down in the law of God. No man can inherit a celestial kingdom who does not keep a celestial law.<span class=\"citation\" id=\"88410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88410)\">D&amp;C 88:22<\/a><\/span> No man can inherit a terrestrial kingdom unless he abides a terrestrial law,<span class=\"citation\" id=\"88425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88425)\">D&amp;C 88:23<\/a><\/span> and no man can inherit a telestial kingdom unless he abides a telestial law.<span class=\"citation\" id=\"88430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88430)\">D&amp;C 88:24<\/a><\/span> And it is for us to see that these laws are executed. We must purge ourselves from sin.<span class=\"citation\" id=\"129322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129322)\">Ps. 79:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n1200\"> Then, in regard to this affair. As I have already said, I think there was a little weakness in Sister Ferguson and in those sisters. And is there not a little weakness in all of us? I have many weaknesses and infirmities. Shall we condemn one another? No. But I wanted to point out some of these things for the benefit of this Board of Directors, of Sister Ferguson, of this High Council, and of all concerned, that we may be enabled to look carefully, dispassionately and intelligently into all of these matters, and seek for the Spirit of the living God. It is your privilege as a High Council always to know the right, if you are living your religion and keeping the commandments of God, and to have the inspiration of the Most High to guide you in your acts, and if you have that and seek unto the Lord, He will bless you and guide you in all of your doings. And so He will bless all men who seek unto Him, for as many as are led by the Spirit of God they are the sons of God.<span class=\"citation\" id=\"72522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72522)\">Rom. 8:14<\/a><\/span> And we  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have to discriminate between the laws of the world and the laws of God. We have no need to break any just and equitable laws, and never mean to. <\/div><div class=\"paragraph jod\" id=\"v26n1202\"> Now in regard to the position of the United States today. What a pitiful example we have when we come to look at it. They talk about our debauchery and corruption. Why they have twenty criminals right among us to our one, and more than that. I have read that in Springville, out of the outsiders there, 45 percent of them are in some way or other, some lesser and some greater, violators of the law. Yes, according to statistics that are clear, pointed and plain they have from 20 to 80 violators of the law to the Latter-day Saints one. Well, that is not much for us to boast of, for we ought not to have any. But, then, the idea of our being accused of licentiousness and crime, and these pure people being sent out here to correct our morals! <\/div><div class=\"paragraph jod\" id=\"v26n1203\"> But it is all right. We will try to do right, maintain the law and sustain all correct principles. We put up with a good deal of indignity. Still we will do right and leave ourselves in the hands of God; for if we do right and cleave unto Him, He will take care of us; He will avenge the cause of Zion, and judge the men who are fighting against her; and I say now, as I have before, over and over again, Woe! to them that fight against Zion, for God will fight against them.<span class=\"citation\" id=\"58696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58696)\">Isa. 29:7-8<\/a><\/span> We will pursue our course and observe the law of God, and keep His commandments. <\/div><div class=\"paragraph jod\" id=\"v26n1204\"> And I say God bless this High Council with the President and his councilors; God bless the brethren and sisters associated with the Hospital; and those sisters who may have unwittingly done wrong; they <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will try and do better; and Sister Ferguson, if she has walked a little too strait, she will try to be a little more pliable; and we will all try to move along and feel that we are living among the Saints of God, and that we are of one family and one household. <\/div><div class=\"paragraph jod\" id=\"v26n1205\"> God bless you all and lead you in the paths of life, in the name of Jesus, Amen. <\/div><div class=\"paragraph jod\" id=\"v26n1206\"> Brother Angus M. Cannon asks: Do we understand you to sustain the decision of the Council? Certainly I do. I feel always like sustaining such things. And I will say, moreover, that it is very seldom I find it necessary to change what has taken place and been decided by the High Councils, among all the High Councils there are in the Church. And why should they not do right? Men that are disinterested, men who are working for nothing, men who are seeking to adjust difficulties among their brethren, and who meet together from time to time and spend hours and days and weeks in adjusting these difficulties, simply for the love of God and humanity and to correct error and establish the principles of righteousness, etc. <\/div><div class=\"paragraph jod\" id=\"v26n1207\"> In regard to Sister Ferguson, I give you my right hand of fellowship and say God bless you, and try and be a little more humble. And I will do the same to those other sisters. God bless you all. Try to ameliorate the wants and sufferings of humanity, and seek to do all the good that lays in your power; for as you do good to others God will be good to you. God bless you all in the name of Jesus Christ, Amen. <\/div><div class=\"paragraph jod\" id=\"v26n1208\"> The following are the remarks made at the investigation, or trial, by President Angus M. Cannon, and the decision of the High  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Council in the case above referred to: <\/div><div class=\"paragraph jod\" id=\"v26n1210\"> President Angus M. Cannon proceeded to review the evidence which had been adduced in the investigation. He took the charges <span class=\"italic\">seriatum<\/span>. With respect to the first charge&#x2014;that of taking morphine to excess&#x2014;he held that there was no evidence to support the allegation. It was admitted by Sister Ferguson that she had been accustomed to take morphine to relieve her from pain induced by neuralgia of the heart; but never, except upon one occasion, was she rendered incapable of attending to her duties by the taking of this drug, and it was very supposable that severe pain was the cause of her administering what appeared to be an overdose. But was she to be denounced as a confirmed morphine taker because upon this one occasion she had administered an overdose of this drug? Was that circumstance to be used as a means to destroy her communion with the Church, to destroy her reputation, and to brand her as being an habitual slave to this terrible medicine? By no means. <\/div><div class=\"paragraph jod\" id=\"v26n1211\"> With regard to the second charge&#x2014;that of being false&#x2014;President Cannon said he had not discovered anything in the evidence to substantiate that Sister Ferguson was false. She might have appeared to be arbitrary, commanding, in her desire to have respect and obedience from those under her charge; but a good deal of this kind of feeling appeared to have arisen from jealousy and from watching for faults, and when found, magnifying them to a great extent. <\/div><div class=\"paragraph jod\" id=\"v26n1212\"> In reference to the third charge&#x2014;that of stealing medicine from the Hospital&#x2014;it had been proved that Sister Ferguson took some pills once, and they were administered to an outside patient of the Hospital, <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> she took this medicine as was her right, for the use of outside patients. And as to the taking of brandy&#x2014;about which so much had been made&#x2014;all the evidence upon that point was that Sister Ferguson had asked the nurse once for a &#x201C;sling&#x201D; of brandy to be brought to her room, and she felt that she had need of it. Was it criminal for her to take a little brandy under those circumstances? Was she to be proclaimed as a drunkard? Not by any means. <\/div><div class=\"paragraph jod\" id=\"v26n1213\"> Fourth charge&#x2014;that of malpractice in the case of an old woman by the alleged administration of morphine&#x2014;was held to be entirely unfounded. The old woman referred to was in a bad state of dropsy, and in a dying condition when brought to the hospital; she suffered great pain; and doubtless, as a doctor, and considering it the right thing, sister Ferguson did administer morphine for the purpose of relieving the patient from pain and getting her to sleep. The patient subsequently died. But because of this was sister Ferguson to be accused of causing her death? No. <\/div><div class=\"paragraph jod\" id=\"v26n1214\"> The very fact of the sisters having signed those charges showed that they conceived them to be right. They expected this matter to be investigated. They expected to meet Sister Ferguson face to face. The question had been asked, did Sister Snow prompt the sisters to write those charges. The reply was elicited that Sister Van Schoonhoven made a draft of the complaints and that Sister McLean copied it. Sister Snow took it for granted that the charges were true, not thinking, probably, the damaging effect they would have upon the character of Sister Ferguson. This being the case it was concluded that it would not do for Sister Ferguson to be allowed to continue in her position.  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He (President Cannon) had no doubt that Sister Snow believed every word of the charges, and after considering the easiest mode of letting Ferguson down, the Executive Board asked her, finally, to resign. They did not see, apparently, that this would come out and damage, as it had done, the reputation of Sister Ferguson; but having become a party to this thing, they shouldered the responsibility. On the other hand, while he maintained that these charges had not been sustained, still, under the circumstances, he thought the wisest thing the Board could do was to ask Sister Ferguson to resign her position in the hospital. Her resignation was not asked with the intention to hurt her. But the devil took advantage of the position and used it to the injury of Sister Ferguson. He would say, however, that if Sister Ferguson would live humbly before the Lord and take what had transpired for good, and listen to counsel, the Lord would <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bless her, and the Lord would bless those sisters who had erred in this matter unwittingly, if they would take hold of Sister Ferguson and help her along, and thus promote union and fellowship in our midst as the sons and daughters of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v26n1216\"> The decision therefore in this case will be: That these charges are not sustained against Sister Ferguson before this council; but I do think the sisters acted wisely under the circumstances in asking her to resign. That is my judgment. But that the evil one has magnified these charges to the injury of Sister Ferguson in that investigation was not had at the time. And I would say to these sisters, take hold of Sister Ferguson by the hand and help her to sustain her reputation and practice before this people, and as you seek to build her up so the Lord will build you up and bless you by increasing your influence for good. <\/div>\n<\/div>\n<\/div>"}