{"ID":260016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Visit to the South&#x2014;Persecution in Arizona&#x2014;An American Siberia&#x2014;Persecutions in Missouri and Illinois not the Result of Polygamy&#x2014;Affecting Reference to the Martyrdom of Joseph and Hyrum&#x2014;Judgment Begins at the House of God&#x2014;No Man Has a Right to Attempt to Control Another's Belief or Conscience&#x2014;Ex Post Facto Application of the Edmunds Law&#x2014;Attempts of the Speaker to Conform to the Law As Far As Possible&#x2014;Outrages Heaped Upon the Latter-Day Saints&#x2014;No One Ever Punished, According to Law, for Killing a Mormon&#x2014;The Saints Counseled to Endure Their Afflictions, Take Care of Themselves, and Serve God&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, Feb. 1, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution in Arizona.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/1\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v26n489\"> I have been very much interested in the remarks made by Brother Erastus Snow, who has addressed us. <\/div> <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n490\"> These are precious principles which only the Saints know how to comprehend and appreciate. We are told &#x201C;that the natural man  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receiveth not the things of God: neither can he know them, for they are spiritually discerned,&#x201D;<span class=\"citation\" id=\"73119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73119)\">1 Cor. 2:14<\/a><\/span> and therefore those outside of that influence and spirit which is communicated to the Saints of the Most High, through obedience to the Gospel of the Son of God, find it very difficult to understand them. But we comprehend them, because God has given unto us His Spirit, which takes of the things of God, and shows them unto us.<span class=\"citation\" id=\"70492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70492)\">John 16:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n492\"> I and a few others have been away from here for some time, visiting among our southern brethren; Brother Snow, who has just spoken to you, was one of the party. It appears rather an inclement season of the year to go on a journey of that kind; but circumstances seemed to make it necessary that we should go and look after the interests of the people, socially and politically; for notwithstanding our religious ideas, we still have certain rights, privileges and immunities, which belong to us as individuals and as citizens of the United States, in common with others. And seeing that things were quite loose in those far-off settlements, and that men and their families were being subjected to various kinds of outrage, usurpation and imposition, in many instances under the form of law, it seemed necessary that somebody should attend to these matters, and I thought it best for me to go, in company with others of our brethren, to ascertain what was the true position of affairs, and to give such counsel as the circumstances might demand. We found that a great many outrages had been perpetrated upon many of our brethren; that they had been dealt with contrary to law, and in violation, as has been referred to, of the rules of jurisprudence governing such matters; that a vindictive and <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> persecuting spirit had been manifested, and that several of the brethren had been sent off to a distant land from their own. I did not know but that they were without a prison in Arizona, when I heard of these things, and that therefore they had sent a number of honorable men who differed from them in their religious sentiments off to Detroit. I had these things inquired into and found they had a good Penitentiary in Arizona, and that there was no necessity for any such outrage as this to be perpetrated upon decent men. I was sorry to find that things had been conducted in this unusual and vindictive manner, and without any ostensible reason for such extra-judicial acts. Not only because injustice had been heaped upon honorable men, but also because of the position in which it places the nation which was once the pride and glory of all lovers of freedom and equal rights, and boasted of as being &#x201C;the land of the free, the home of the brave, and an asylum for the oppressed.&#x201D; These foolish men are now seeking to carry out the enormities that existed among what was called the civilization and intelligence of ancient barbarism, then, as now, under the name of Christianity, and other euphonious appellations which are common to us, and that we are well acquainted with. I was in hopes that things were not so bad as they were represented to be, but I found that I was mistaken in that matter, and I was sorry to find myself so mistaken. <\/div><div class=\"paragraph jod\" id=\"v26n493\"> In relation to this anomalous form of proceeding they are now copying the example of Russia, which is generally considered an arbitrary government, and where despotism has been supposed to reign supreme; they have in that nation a place  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>called Siberia, to which they banish men, under a despotic rule, without much formality of trial. I was hardly prepared today to suppose that we needed an American Siberia under the form and in the name of liberty and the rights of men. But this is the fact. We have herein America today an American Siberia in Detroit, to which place, upwards of two thousand miles from their homes, men are banished for a term of years; and what for? Because they have the temerity to worship God according to the dictates of their own conscience,<span class=\"citation\" id=\"94195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94195)\">A of F 1:11<\/a><\/span> and cannot fall down and worship before the Moloch<span class=\"citation\" id=\"61932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61932)\">Amos 5:26<\/a><\/span><span class=\"citation\" id=\"71539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71539)\">Acts 7:43<\/a><\/span> of an effete Christianity. <\/div><div class=\"paragraph jod\" id=\"v26n495\"> These extraordinary proceedings that have been going on in this Territory, in Arizona and in other places, simply exhibit the very principle that Brother Snow has been speaking of. I need not tell you about affairs that have transpired here. You are quite as well acquainted with them as I am, and ought to be better: for I have been away from here for about four weeks visiting the Saints in our southern settlements, and we have had a most pleasant visit. Outside of these extraordinary proceedings, we found the people prospering very well, with pleasant homes and bright prospects before them. We had with us several of our best brethren, and we visited many of our settlements in that district of country, the residents of which were very much gratified at our appearance in their midst, and for the counsels they received. But I found that such had been the outrages committed that it was impossible almost for any man standing in an honorable position to maintain his position unless he broke the law by resisting the officers, and they thought it not prudent to do so, and so did I. It may suit others <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to violate the law, to trample upon human rights, and desecrate the sacred term of liberty, and this is frequently done by the arbiters and minions of the law in the name of justice; but we profess to be governed by higher, by nobler and more exalted principles, and to move on a higher plane; and if Jesus could afford to endure the attacks of sinners against Himself, we, if we have the Gospel that we profess to have, ought to be able to endure a little of the same thing. There is nothing new in these affairs, nothing strange in this at all. Many of you have had much to do with these matters. Some of these grey-headed men that I see before me know a little more about those matters than some of the younger portion do. Many of you have been driven from your homes, robbed of your property, dispossessed of your possessions and had to flee from your homes to these mountain valleys, and seek an asylum among the red savages which was denied you by your so-called Christian brethren. Before you came here you were banished from the State of Missouri into the State of Illinois. What for? Because you had the audacity to worship God according to the dictates of your own consciences.<span class=\"citation\" id=\"94196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94196)\">A of F 1:11<\/a><\/span> I have had to flee from bloodthirsty bandits time and time again. Brother Snow had to do it, and many of you grey-headed men and women have had to do it. What for? Because of polygamy? No, there was no such thing then alleged. What for? Because you had the hardihood, in this land of freedom, to worship God according to the dictates of your own consciences.<span class=\"citation\" id=\"94197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94197)\">A of F 1:11<\/a><\/span> For this crime you had to leave your homes, and you were despoiled and robbed and plundered, and had to flee as exiles into another land. I had to do it, you  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have had to do it. You fled from Missouri to Illinois, and then from Illinois to this land, and why? Why did you leave Illinois and come here? Did you injure anybody? No. They killed your Prophets, and I saw them martyred, and was shot most unmercifully myself, under the pledge of protection from the Governor, and they thought they had killed me; but I am alive yet by the grace of God (sensation). Why had you to leave? Because they murdered your Prophets, and wanted to possess themselves of your property; murder and spoliation generally go together. And because they killed them, they accused you of doing some wrong, said <span class=\"italic\">you<\/span> must leave your homes, and there was nobody found in all that wide land to check the outrages of those red-handed assassins, to administer justice and to preserve you in your rights. I do not know any other reason; I never did know any other, and never expect to be informed of any other. <\/div><div class=\"paragraph jod\" id=\"v26n497\"> The history of these things is quite familiar to you as Latter-day Saints, and you do not think it anything strange. Some of our young people think that the present proceedings are very remarkable. But many of us, grey-headed folks, have seen plenty of such proceedings, and have had many experiences of this kind; they are nothing new to us at all. And did we ever expect them to get better? We have not so understood it. We are told in the Scriptures, and we have kept teaching it all the while, that &#x201C;the wicked would grow worse and worse, deceiving, and being deceived.&#x201D;<span class=\"citation\" id=\"76213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76213)\">2 Tim. 3:13<\/a><\/span> That is doctrine which I have believed in for the last 50 years and I have had a good deal of testimony and practical confirmation on that point. We expect that these things will tran<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spire. We have been told about secret organizations that should exist, and they are beginning to permeate these United States, and are laying the foundation for disruption, disintegration and destruction. It is not necessary that Congress and the Judiciary should set examples of tyranny and violation of Constitutional law, and attack the fundamental principles of free government and the rights of man; for there is plenty of that kind of spirit abroad; yet men who profess to be the conservators of the peace and the maintainers of law join in these nefarious, unholy, tyrannical and oppressive measures. There are any number who are ready to follow in their footsteps, and the whole nation today is standing on a volcano; but they do not seem to comprehend it. Well, are we surprised? I am not. It is strictly in accordance with my faith: it is strictly in accordance with the Old Testament Scriptures; and it is strictly in accordance with the Book of Mormon; it is strictly in accordance with the revelations given to us by Joseph Smith, and all these events that have been predicted will most assuredly transpire. But I suppose it is necessary that &#x201C;judgment should first begin at the house of God,&#x201D;<span class=\"citation\" id=\"78179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78179)\">1 Pet. 4:17<\/a><\/span><span class=\"citation\" id=\"129220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129220)\">D&amp;C 112:24-26<\/a><\/span> and if it does, &#x201C;where will the wicked and the ungodly appear,&#x201D;<span class=\"citation\" id=\"78189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78189)\">1 Pet. 4:18<\/a><\/span> when it comes upon them? We are told that the wicked shall slay the wicked.<span class=\"citation\" id=\"86479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86479)\">D&amp;C 63:33<\/a><\/span> We need not trouble ourselves about the affairs of the nations, the Lord will manipulate them in His own way. I feel full of sympathy for the nation in which we live, and for other nations, in consequence of the troubles with which they are beset and which are now threatening them; yet they do not seem to comprehend the position. I know a little of some of the things that will  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>transpire among them, and I feel sorry. Do you feel sorry for yourself? Not at all, not at all. Do you feel sorry for your people? Not at all, not at all. The Lord God has revealed unto us great and eternal principles which reach beyond this earth into the eternal heavens, and which have put us in possession of light and truth and intelligence, and promises and blessings that the world are ignorant of and do not and cannot comprehend. I feel every day to bless the name of the God of Israel, and feel like shouting, &#x201C;Hosanna! Hosanna!! Hosanna!!! to the God of Israel, Amen and Amen,&#x201D; who will rule among the nations of the earth, and manipulate things according to the counsel of His own will.<span class=\"citation\" id=\"74885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74885)\">Eph. 1:11<\/a><\/span> These are my feelings in regard to these matters. But then I feel interested in the welfare of my brethren and sisters, and when I see their rights interfered with and trampled ruthlessly under foot, I feel that there is something at work that ought not to be, and yet that is quite necessary to teach us some of the principles of human nature, that we may be able to discern between the good, the virtuous, the upright and the holy; and the impure, the foolish, the vindictive, the corrupt, the lascivious, and those who are trampling under foot the laws and principles of eternal truth. God has revealed unto us certain principles pertaining to the future which men may take objection to. He has revealed unto us certain principles pertaining to the perpetuity of man and of woman; pertaining to the sacred rights and obligations which existed from the beginning; and He has told us to obey these laws. The nation tells us, &#x201C;If you do we will persecute you and proscribe you.&#x201D; Which shall we obey? I would like to obey and place myself <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in subjection to every law of man. What then? Am I to disobey the law of God? Has any man a right to control my conscience, or your conscience, or to tell me I shall believe this or believe the other, or reject this or reject the other? No man has a right to do it. These principles are sacred, and the forefathers of this nation felt so and so proclaimed it in the Constitution of the United States, and said, &#x201C;Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.&#x201D; Now, I believe they have violated that, and have violated their oaths, those that have engaged in these things and passed that law, and those that are seeking to carry it out. Congress and the President of the United States and the Judiciary, and all administrators of the law are as much bound by that instrument as I am and as you are, and have sworn to maintain it inviolate. It is for them to settle these matters between themselves and their God. That is my faith in relation to this matter. Yet by their action they are interfering with my rights, my liberty and my religion, and with those sacred principles that bind me to my God, to my family, to my wives and my children; and shall I be recreant to all these noble principles that ought to guide and govern men? No, <span class=\"italic\">Never!<\/span> No, NEVER! NO, NEVER! I can endure more than I have done, and all that God will enable me to endure, I can die for the truth; but I cannot as an honorable man disobey my God at their behest, forsake my wives and my children, and trample these holy and eternal obligations under foot, that God has given me to keep, and which reach into the eternities that are to come. I won't do it, so help me, God.  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>[Here the speaker vigorously struck the book on the desk, and the large audience responded with a loud &#x201C;Amen.&#x201D;] The Constitution expressly says that no law shall be passed impairing the obligation of contracts. But we have entered into covenants and contracts in our most sacred places, and that, too, in many instances, before there was any law prohibiting the same, and yet the attempt is now being made to give the Edmunds law an <span class=\"italic\">ex post facto<\/span> application and to punish us for these contracts which were not criminal, even from the standpoint of our enemies, at the time they were formed. I myself married my wives long before there was any law upon the subject, and many of you did the same, yet by an <span class=\"italic\">ex post facto<\/span> application of laws since enacted the attempt is now made to punish us as criminals. I have never broken any law of these United States, and I presume that some of you, whom our enemies now seek to criminate and drag into court as violators of law, can say the same. Under the present system of things in this Territory, harlotry and adultery are vindicated, sustained and unblushingly protected, and honorable and virtuous wedlock is trampled upon, condemned and punished. Well, what will you do? I will obey every Constitutional law so far as God gives me ability. What else will you do? I will meet these men as far as I can without violating principle, and I have done it. When this infamous Edmunds law was passed, I saw that there were features in that which were contrary to law, violative of the Constitution, contrary to justice and the rights and the freedom of men. But I said to myself I will let that law take its course; I will place myself in accordance with it, so far as I can. Did I do it? <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I did. I remember talking to Mr. Pierrepont, who was Attorney-General under President Grant's administration. He with his son called upon me. They dined with me, and perhaps I can explain my views on this subject by repeating our conversation as well as any other way. I have a sister keeping my house for me&#x2014;the Gardo House. When Mr. Pierrepont came in, I said: <\/div><div class=\"paragraph jod\" id=\"v26n500\"> &#x201C;Mr. Pierrepont, permit me to introduce you to my sister, who is my housekeeper. It is not lawful for us to have wives now. And when the Edmunds law was passed I looked carefully over the document, and saw that if I was to continue to live in the same house with my wives that I should render myself liable to that law. I did not wish&#x2014;although I considered the law infamous&#x2014;to be an obstructionist, or act the part of a Fenian, or of a Nihilist, or of a Kuklux, or communist, or Molly Maguire, or any of those secret societies that are set on foot to produce the disintegration of society and disturb the relations that ought to exist between man and man, between man and woman, or man and his God. I desired to place myself in obedience or in as close conformity as practicable to the law, and thought I would wait and see what the result would be; and that if the nation can stand these things I can or we can. These are my feelings. Men and nations and legislators often act foolishly, and do things that are unwise, and it is not proper that a nation should be condemned for the unwise actions of some few men. Therefore I have sought to place myself in accord with that law. I said to my wives: We are living in this building together. We were quite comfortably situated, and we might so have continued, but I said to them  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that under the circumstances it will be better for me or for you to leave this place; you can take your choice. They had their homes down here which they now inhabit; which were quite comfortable. So I said to them, you can go there and I will stay here, or you can stay at the Gardo House and I will go there or somewhere else; for I wish to conform to this Edmunds law as much as I can.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n502\"> I am always desirous to let everything have its perfect working. We talk sometimes about patience having its perfect work.<span class=\"citation\" id=\"77407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77407)\">James 1:4<\/a><\/span> If we have laws passed against us I like to see them have a fair opportunity to develop and see what the result will be. These were my feelings then, and they are my feelings today. <\/div><div class=\"paragraph jod\" id=\"v26n503\"> Well, do you think, then, that the people have been outraged? I most certainly do. The usage has been in all legal trials among all civilized nations to presume that all men are innocent until proven guilty; but we now have test oaths introduced, which is another violation of the Constitution and by which an attempt is being made to hold all men guilty until they prove themselves innocent. Again: there is a usage which has existed among the civilized nations, and in this nation also, that a man must be tried by a jury of his peers, selected from the vicinage, but the juries selected for our courts are composed today of our bitter persecutors and our most relentless enemies, and in many instances selected from the lowest and most debased men who can be found or picked up from the gutters. We also have another class of courts improvised for the occasion in the shape of &#x201C;U. S. Commissioners' courts,&#x201D; which are operated and run after the order of the ancient notorious &#x201C;Star Chamber.&#x201D; Such <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> institutions provoke the contempt of all honorable men, and the parties assuming such offices place themselves in a position to be despised of their fellows. I might enumerate many other outrages, but time will not permit on this occasion. No man's liberties are safe under such administration. What will be the result? The result will be that those that sow the wind will reap the whirlwind.<span class=\"citation\" id=\"61805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61805)\">Hosea 8:7<\/a><\/span> When men begin to tear down the barriers and tamper with the fundamental principles and institutions of our country, they are playing a very dangerous game, and are severing the bonds which hold society together, and the beginning of these irregularities is like the letting out of water. The next step that followed the Edmunds Act, was the introduction of a test oath. The legislation already provided was not good enough for some of our officials here and another portion of the Constitution must be broken to introduce a test oath without any authority. I think this was introduced by our Governor. Then comes another class of men called Commissioners, rather a new idea in American Government. Yet it was thought necessary that extraordinary operations should be entered into in relation to the Mormons. Why? Because it is necessary that they should be dealt with differently from anybody else. <\/div><div class=\"paragraph jod\" id=\"v26n504\"> Now, I have seen some of my brethren shot to pieces in cold blood and under the protection of the State Government, and the promise of the Governor made to myself and Dr. John M. Bernhisel, who is sometime ago dead. In Missouri a great deal of that thing was done. In Georgia lately, and in Tennessee acts of the same kind have been perpetrated. Now, I want to know if  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anybody can tell me&#x2014;here is a large congregation, and many thousands of you acquainted with our history&#x2014;I want to know if anyone of you can tell me of any individual that was ever punished according to law for killing a Mormon. Speak it out, if you know it. I do not know of any such thing. Brother Snow says there is not an instance on record. Well, I would rather be on the side of the Mormons in that case than on the side of those who are their persecutors and murderers, for they have got something to atone for yet, which we have not under those circumstances. We have got through with our part of it. The other is not through with yet. There are eternal principles of justice and equity that exist in the bosom of God, and He, in His own time, will manipulate these things according to the counsel of His own will;<span class=\"citation\" id=\"74886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74886)\">Eph. 1:11<\/a><\/span> and with what measure men mete, as sure as God lives, it will be measured to them again,<span class=\"citation\" id=\"63723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63723)\">Matt. 7:2<\/a><\/span> pressed down and running over.<span class=\"citation\" id=\"67281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67281)\">Luke 6:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n506\"> Very well, what would you advise us to do? Are we suffering any wrongs? Yes. Well, what would you do? I would do as I said some time ago. If you were out in a storm, pull up the collar of your coat and button yourself up, and keep the cold out until the storm blows past. This storm will blow past as others have done; and you will see that many of the miserable sneaks who are active in those measures, and who are crawling about your doors, and trying to spy into your houses, etc., will be glad to crawl into their holes by-and-by. Well, what will you do? Get angry? No, not at all. Let these men have their day and pursue their own course; we will protect ourselves from them as well as we can. Why, some of our folks in the South were actually try<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to seek an asylum in another land away from the persecutions of free America, and I do not know but that we shall have a lot of pilgrim Fathers again here in this country, fleeing, not from England by way of Holland, nor from France, nor from any of those countries where they used to persecute people and proscribe them for their religion, but from America, &#x201C;The land of the free, the home of the brave, and the asylum for the oppressed&#x201D;&#x2014;fleeing from there because of their religious sentiments. What an idea! Who could have thought of it? People say that history repeats itself. It is so doing in our day. Well, what would you do? Observe the laws as much as you can. Bear with these indignities as much as you can. But it would not be well for these men to perform their antics anywhere else than among the Saints, or they would dangle to the poles, lots of them, by the neck, if they attempted any such acts. No people would endure these things as the Latter-day Saints do. Will you endure them? Yes, a little longer. Wait a little longer. And after you have borne with a good deal, then endure &#x201C;as seeing him that is invisible,&#x201D;<span class=\"citation\" id=\"77042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77042)\">Heb. 11:27<\/a><\/span> and cultivate those principles that Brother Snow has so beautifully set before us, and feel, &#x201C;Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceedingly glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.&#x201D;<span class=\"citation\" id=\"63019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63019)\">Matt. 5:11-12<\/a><\/span> Well, what would you do? Would you resent these outrages and break the heads of the men engaged in them, and spill their blood? No. Avoid them as much as you possibly can&#x2014;just as you would wolves, or hyenas, or crocodiles, or snakes, or  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>any of these beasts or reptiles; avoid them as much as you can, and take care they do not bite you. [Laughter.] And get out of the way as much as you can. What? Won't you submit to the dignity of the law? Well, I would if the law would only be a little dignified. But when we see the ermine bedraggled in the mud and mire, and every principle of justice violated, it behooves men to take care of themselves as best they may. That is what I have told people while I have been in the south&#x2014;to take care of their liberties, to put their trust in the living God, to obey every constitutional law, and to adhere to all correct principles. But when men tamper with your rights and with your liberties, when the cities are full of spies and the lowest and meanest of men are set to watch and dog your footsteps; when little children are set in array against their fathers and mothers, and women and children are badgered before courts, and made to submit, unprotected, to the gibes of libertines and corrupt men; when wives and husbands are pitted against each other and threatened with pains, penalties and imprisonment, if they will not disclose that which among all decent people is considered sacred, and which no man of delicacy, whose sensibilities had not been blunted by low associations, would ever ask; when such a condition of affairs exists, it is no longer a land of liberty, and it is certainly no longer a land of equal rights, and we must take care of ourselves as best we may, and avoid being caught in any of their snares. I cannot think that this crusade is aimed entirely at us; from many circumstances that have transpired, I have been led to believe that whilst we are made the victims, these proceedings are introduced as a political <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ruse, for the purpose of embarrassing the incoming administration. What would you do? Would you fight them? No. I would take care of myself as best I can, and I would advise my brethren to do the same. Would you resist law? No. As I said before, I can stand it if they can. It is for us to do what is right, to fear God, to observe His laws, and keep His commandments, and the Lord will manage all the rest. But no breaking of heads, no bloodshed, no rendering evil for evil.<span class=\"citation\" id=\"75719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75719)\">1 Thes. 5:15<\/a><\/span><span class=\"citation\" id=\"77874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77874)\">1 Pet. 3:9<\/a><\/span> Let us try and cultivate the spirit of the Gospel, and adhere to the principles of truth. Let us honor our God, and be true to those eternal principles which God has given us to hold sacred. Keep them as sacredly as you would the apple of your eye. And while other men are seeking to trample the Constitution under foot, we will try to maintain it. We have prophecies something like this somewhere; that the time would come when this nation would do as they are now doing&#x2014;that is, they would trample under foot the Constitution and institutions of the nation, and the Elders of this Church would rally around the standard and maintain those principles which were introduced for the freedom and protection of men. We expect to do that, and to maintain all correct principle. I will tell you what you will see by and by. You will see trouble, trouble, trouble enough in these United States. And as I have said before I say today, I tell you in the name of God, Woe! to them that fight against Zion, for God will fight against them.<span class=\"citation\" id=\"58695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58695)\">Isa. 29:7-8<\/a><\/span> But let us be on the side of human liberty and human rights, and the protection of all correct principles and laws and government, and maintain every principle that is upright and virtuous and honorable, and let the world  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take the balance if they want, we don't want it. We will cleave to the truth, God being our helper,<span class=\"citation\" id=\"56809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56809)\">Ps. 54:4<\/a><\/span> and try to introduce principles whereby the will of God will be done on earth as it is in heaven.<span class=\"citation\" id=\"63457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63457)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67542)\">Luke 11:2<\/a><\/span> And we will obey every institution of man for the <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord's sake so far as we can without violating our consciences and doing things that are wrong and improper. <\/div><div class=\"paragraph jod\" id=\"v26n509\"> God bless you and lead you in the paths of life,<span class=\"citation\" id=\"56413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56413)\">Ps. 16:11<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}