{"ID":260020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Latter-day Saints Attract Much Attention&#x2014;They Are the Victims of Scandal and Falsehood, But Have Been Sustained By the Spirit of Peace&#x2014;God Has Revealed to Us the Purposes of Our Existence&#x2014;God is the Father of Our Spirits&#x2014;He Has Given Us An Agency&#x2014;God Foreseeing that Adam Would Fall Prepared a Redeemer&#x2014;We Are Here on the Earth to Prove Our Integrity and to Obtain a Knowledge of Good and Evil&#x2014;The Conscience of Man is the Spirit of God Prompting Us to Do Right&#x2014;God in His Wisdom Hides From Us the Glories Beyond the Veil&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, September 28, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints Blessed with the Spirit of Peace.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/28\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v26n588\"> We are living in a very peculiar age, and as a people we are doing a work <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which attracts the attention of mankind. Our name is known for good  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and evil in all lands.<span class=\"citation\" id=\"93816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93816)\">JS&mdash;H 1:33<\/a><\/span> At no time in the history of mankind that we have any account of, has there been a people of our number who have attracted as much attention and created as great an interest in the minds of the public as these have who live in these mountains and are known as &#x201C;Mormons&#x201D; or Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v26n590\"> The age in which we live is one in which intelligence travels with great rapidity. Knowledge is communicated with ease, and by means of the newspaper, the telegraph wire, and other facilities which the age affords, everything connected with us as a people is heralded from one end of the earth to the other in common with all the acts of the children of men. Unfortunately, however, with these facilities for the transmission of true knowledge, there are also equal facilities for the transmission of falsehood and misrepresentation. We have been the victims of falsehood and slander. Herculean efforts have been made to create false impressions concerning the Kingdom of God and the Church which our Father in heaven has established. It is well for us, however, that we have been prepared for this. In the commencement of this work of our God they who received it were warned of the character of the warfare that would be instituted against them. The Lord revealed in great plainness that it might cost them everything they held dear upon the earth, and that the warfare that would be waged against them would be one of unceasing hatred.<span class=\"citation\" id=\"89523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89523)\">D&amp;C 101:35-38<\/a><\/span> These difficulties and trials, therefore, have not come upon the people without some degree of preparation for them. The Lord gave the spirit of prophecy and revelation unto His servants and unto His people to prepare them for <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these events, and there is nothing that has yet taken place connected with this work of our God that has not been made manifest through the revelations which He has given. This has been a great cause of strength to the people and has prepared them to bear with some degree of equanimity and fortitude, the trials and the afflictions to which they have been subjected. It is well for us that this has been the case. It is well for us, also, that accompanying the work of our God, there has been a spirit of peace bestowed upon those who have espoused that work. If this had not been the case how unfortunate our lot would have been! How unbearable! We could never have endured that which we have been called to pass through had there not been this spirit of peace that God promised in the beginning to bestow upon us. I doubt myself whether there can be found anywhere within the confines of the globe another people living in greater peace, in the enjoyment of more happiness, pure happiness, than can be found in these valleys from north to south. While all manner of evil has been spoken against the Latter-day Saints,<span class=\"citation\" id=\"63007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63007)\">Matt. 5:11<\/a><\/span> while our names have been everywhere cast out as evil,<span class=\"citation\" id=\"67252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67252)\">Luke 6:22<\/a><\/span><span class=\"citation\" id=\"129226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129226)\">Acts 28:22<\/a><\/span> God has given compensation to us by bestowing upon us these blessings to which I have referred. <\/div><div class=\"paragraph jod\" id=\"v26n591\"> It is well for us to look at the circumstances which surround us and to take a proper survey of all the events that lie before us, that are likely to take place in the future connected with us. God has given unto us the truth. This we have received accompanied by abundant testimonies. Those who have entered into covenants with God, who have gone down into the waters of baptism in obedience to His requirements,  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>submitting to the ordinances that He has instituted for salvation, and have done this in sincerity and with purity of purpose, have received for themselves testimonies from God respecting the divinity of the work with which they have become identified. It is of the utmost importance that we should cherish this spirit and feeling, that it should be with us constantly in our movements, in every act of our lives, and that we should so live that the Holy Ghost will rest down in power and in testimony upon us. It is not only necessary that those who stand at the head should know for themselves concerning this work, its divinity and the purposes of God connected with it, but that every member, however humble and obscure, should in like manner receive of that spirit and enjoy its presence and its power, have its gifts resting down upon him or her. Each member should stand as a living witness of the truth that the Father has revealed, and which each of us who have complied with His requirements have received. <\/div><div class=\"paragraph jod\" id=\"v26n593\"> God has placed us here upon the earth to accomplish important purposes. These purposes have been in part revealed unto us. Probably it is not possible for men and women in this mortal state of existence to comprehend all the designs of God connected with man's existence upon the earth: but much has been revealed upon this subject to us as a people. In this respect, if in no other, the Latter-day Saints should be the happiest, the most contented, the most joyous of all people that live; for not only has the knowledge of the past been communicated to us, but the present, that which is connected with our probation here, and also much knowledge concerning the future. <\/div> <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n594\"> Now, if a man can only know whence he came, why he is here, and that which awaits him after this life, it seems to me that he has abundant causes of happiness within his grasp. Much of the unhappiness and uncertainty that prevail today in the minds of mankind arise from ignorance upon these points. Hence, we see the course that many of the children of men are taking. If a man knew exactly why God sent him here, the object that He had in giving unto him a mortal existence, do you think that men or women who had this knowledge would be guilty of suicide, would have any disposition to cut off their own existence and to destroy that gift which God in His mercy has given unto us? I do not believe that any human being who properly comprehends the object that God has had in placing man here upon the earth, and who has a desire to carry out that purpose, would ever attempt self-destruction. He would shrink from such an act with horror, and would never dare to destroy the earthly tabernacle given him by God. In these respects, as I have said, we possess rare advantages. It is a great favor from God to have this light. There is no unwillingness on His part to communicate it; but there is an unwillingness on the part of the children of men to receive it when it is communicated. <\/div><div class=\"paragraph jod\" id=\"v26n595\"> The Bible tells us we came from God. The Bible tells us He is the Father of our spirits.<span class=\"citation\" id=\"77227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77227)\">Heb. 12:9<\/a><\/span> How is He the Father of our spirits? This is an important question, and one that each of us should endeavor to understand. I think it is of the utmost importance that the Latter-day Saints should understand and be able to comprehend this question thoroughly; because upon the proper understanding of this, must, to a  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great extent, depend their actions in this life. <\/div><div class=\"paragraph jod\" id=\"v26n597\"> It has been argued that because we have no recollection of any previous state of being, our existence must, therefore, have commenced at our birth&#x2014;that that was the inception of existence so far as we are concerned. This is the general belief throughout Christendom. No body of worshippers who call themselves Christians, that we have any account of, have any belief in a pre-existent state for man. They consider his birth into mortality as the beginning of life for him. Yet the belief is universal among them that Jesus Christ, the Son of God, and the Redeemer of the world, had a pre-existence. It is the cornerstone of their faith. If Jesus did not have life till He appeared in mortality, then their faith in Him is vain, for He would not be God. But they profess to believe that He is God, the Son; that He dwelt in the heavens and was the Creator of all things before He took upon Himself humanity. In believing this they are correct. But why they should be willing to believe this concerning our elder brother Jesus, and at the same time be unwilling to believe that the whole family of man also existed in the heavens with the Father before they came here, is not clear. Those who saw the Savior while in mortality saw nothing in Him to distinguish Him particularly from other mortals. Doubtless those who were enlightened by the Spirit of God could perceive evidences of His superiority over ordinary men, and of His divinity. But did Pilate? Did the Pharisees and Scribes? In the eyes of the latter classes He was a common man and a vulgar impostor who deserved an ignominious death. His divine glory was veiled from mortal <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eyes. Would anyone have suspected from the appearance of the Savior, from His teachings, from His treatment of His disciples, that He differed so widely from them as to be of an entirely distinct species? Certainly not. He taught to them and to others the great doctrine of equality. If they would obey certain laws, conform to certain requirements, they were to be His equals, that is, be one with Him, as He would be one with the Father.<span class=\"citation\" id=\"70655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70655)\">John 17:11<\/a><\/span><span class=\"citation\" id=\"70734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70734)\">John 17:21<\/a><\/span> In this teaching He offended the Jews. Their dislike to these ideas of His, found expression in the words: &#x201C;that thou being a man, makest thyself God.&#x201D;<span class=\"citation\" id=\"69726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69726)\">John 10:33<\/a><\/span> His disciples had the right to think from all that He taught, that if He had been with the Father before coming into this mortal life, they also had been there. If they were to be so closely associated with Him in the great future what was there to suggest to them that they had not been intimately connected with Him in the past? If He had been chosen from before the foundation of the earth to do the work which He was then doing, what inconsistency would there be in their being chosen also, as His ministers and associates, at the same time? To look at them as they traveled and labored together throughout Jewry, there was nothing unreasonable in the idea of their common origin. <\/div><div class=\"paragraph jod\" id=\"v26n598\"> The Lord Jesus was undoubtedly selected for the great mission of redeeming the world, because of His great qualities and His peculiar fitness as one of the Godhead. It is written of Him: &#x201C;Thou lovest righteousness, and hatest wickedness: therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows.&#x201D;<span class=\"citation\" id=\"56612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56612)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"76406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76406)\">Heb. 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n599\"> Who were his fellows? Were not all the distinguished of heav<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>en's sons there&#x2014;they who afterwards made their appearance on the earth as Prophets, Apostles and righteous men? If He was chosen above all His fellows, and anointed with the oil of gladness,<span class=\"citation\" id=\"56613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56613)\">Ps. 45:7<\/a><\/span><span class=\"citation\" id=\"76407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76407)\">Heb. 1:9<\/a><\/span> is it not consistent and reasonable to suppose that His faithful Apostles were also chosen and anointed to perform their part in the great drama of human existence for the enactment of which the earth was to be prepared? If He had companions in the heavens, or to use the language of the Scriptures&#x2014;&#x201C;fellows,&#x201D; is it reasonable to suppose that He left them there while He came down here and took upon Himself mortality? Does it violate in the least any idea that we derive from the sacred records, to think that His &#x201C;fellows&#x201D; also came here, and, as He did, also obtained mortal tabernacles? <\/div><div class=\"paragraph jod\" id=\"v26n601\"> If we grant that His &#x201C;fellows&#x201D; in the heavens came here, as He did, and obtained mortal bodies, what shall we say of the undistinguished millions who have crowded their way forward into mortal life from the beginning? Shall we divide humanity into classes, and say one class had a heavenly existence before coming here, while another class sprung into existence at mortal conception or birth? If we are not justified, by either Scripture or reason, in placing the Redeemer of the world in a class by Himself, so far as pre-existence is concerned, and in separating Him in this respect from His &#x201C;fellows,&#x201D; how can we find warrant for dividing the rest of the family of God, into two classes&#x2014;one as having a pre-existence, and another as not having any life till they arrive here? <\/div><div class=\"paragraph jod\" id=\"v26n602\"> If it were possible for the Lord Jesus to descend from the mansions of glory and take possession of a mortal tabernacle, and be born of a <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> woman in the shape of an infant, is it not equally possible that we all did the same? Everything that we know concerning the mysteries of this life justifies us in thus believing. But we are not left to speculation upon this point. God has revealed this in great plainness. The Bible proves to us that Jesus existed with the Father, and that He descended from His high estate in the regions of glory to become a mortal man; for He speaks Himself in praying to the Father, of the glory he had with the Father before He came here, that glory having been revealed to Him.<span class=\"citation\" id=\"70630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70630)\">John 17:5<\/a><\/span> Now, is there anything difficult or incomprehensible in the thought, that we all in like manner, existed with the Father, and with our Lord and Savior Jesus Christ, before we came here? The Lord in speaking to Jeremiah, reveals to him in great plainness, that he had a pre-existence. In the first chapter of Jeremiah, He tells him that before he was formed in the womb He knew him, that He chose him to be a Prophet,<span class=\"citation\" id=\"60270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60270)\">Jer. 1:5<\/a><\/span> that he had been designated for the work that he had to accomplish; and thousands of others among mankind have felt&#x2014;though they knew nothing by recollection of their previous existence&#x2014;that they were called and designated and destined to accomplish great works upon the earth.<span class=\"citation\" id=\"129227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129227)\">Alma 13:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n603\"> The revelations that have been given unto us as a people have communicated this doctrine unto us. We are taught in the record of Abraham, which has been translated and given unto us, that prior to man's coming upon the earth, he had an existence with the Father, and that we all, all the inhabitants of the earth, every man and woman and child that has ever been born upon the earth, or that ever will be  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>born on the earth&#x2014;have had an existence with the Father, before coming here.<span class=\"citation\" id=\"93449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93449)\">Abr. 3:22-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n605\"> With these views that I have endeavored to set before you we can have some understanding concerning the object of man being placed upon the earth. If we are the children of our God, then God our Eternal Father has had an object, a great object to accomplish in placing us here on the earth. Jesus had a mission to perform. He came and took upon Himself mortality. A mortal probation was assigned Him. It was a part of the plan of salvation, not only connected with His exaltation, but with the redemption of the human family. There has been a purpose in all this. This earth has been created for a purpose. Man is here for a purpose. Death is in the world for a purpose, just as much as life, and all these are a part of the Divine plan connected with man's existence in the past, at the present and for the future. <\/div><div class=\"paragraph jod\" id=\"v26n606\"> A great many have stumbled and have questioned the justice of our God, and have also gone so far as to question the very existence of God, because of the earthly circumstances which surround the children of men. It has been said by those who have taken this view that if there were an all-powerful Being, such as God is described to be, He would interpose in behalf of the children of men, and deliver them from the trying scenes and circumstances which they frequently have to pass through. The fact that man is in such a condition and is surrounded by such circumstances is frequently urged as an evidence that there is no God, that there can be no God, possessing such attributes as are ascribed to Him by those who believe in Him. Many people have been deluded by this kind of reasoning; they have be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come infidels, and rejected all belief in God and in any providence connected with man and with man's existence upon the earth. They have abandoned themselves to complete unbelief upon this point. But those who have sought after God, those who have humbled themselves before Him, and obtained knowledge from Him in the way that He has appointed&#x2014;though to them all may not be perfectly plain&#x2014;do perceive and acknowledge the providence of God in all the circumstances which surround them. They perceive His hand and acknowledge it in all the events connected with their mortal existence, and with the mortal existence of their fellows. <\/div><div class=\"paragraph jod\" id=\"v26n607\"> God has had a purpose in withdrawing himself from man; it has not been a part of His purpose to reveal Himself in His fullness, in His glory, in His power, unto His children upon the earth. Many, not understanding why this should be, and unable to comprehend any purpose in it, have stumbled and yielded to doubts and been ready, because of this, to deny His existence. Now, it has been a part of the plan of salvation, as revealed in all the records that have come down to us from the beginning&#x2014;from the days of our Father Adam until now&#x2014;it is a part of the plan of salvation, I say, connected with man's existence upon the earth that God should thus withdraw himself, as it were, from man, and that a veil should be drawn between himself and man, and that if knowledge of Him be obtained, it should be obtained by the exercise of great faith and continued labor on the part of His children. But why, it may be asked, is this necessary? Why is it that God has not revealed himself with great fullness and power unto all the inhabitants of the earth, and left  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them in complete possession of all the knowledge necessary to prove to them that He is God? Questions of this kind are frequently propounded by men. They ask: Why does He not reveal Himself fully to His creatures? Why should He leave them a prey to doubt? Why should He leave them in darkness? Why should He give opportunities to the adversary of their souls to assail them as He does for want of that knowledge which He might communicate so easily. These are important questions, and they are questions which as Latter-day Saints we should understand. <\/div><div class=\"paragraph jod\" id=\"v26n609\"> We must remember, to begin with, that God our Eternal Father has given unto each of us our agency. There is no human being born on the earth from whom God has withheld his or her agency. We have as much right to exercise our agency in our sphere as God the Eternal Father has to exercise His agency in His sphere; just as much. It is not sacrilege, it is not any infringement upon the power of Our God to indulge in this thought or to have this belief. It does not detract in the least from His glory, from His power, nor from our dependence upon Him as an infinite and almighty Being to entertain this view of ourselves. Jesus said when He was upon the earth: &#x201C;Be ye perfect, even as your Father in heaven is perfect.&#x201D;<span class=\"citation\" id=\"63283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63283)\">Matt. 5:48<\/a><\/span><span class=\"citation\" id=\"82669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82669)\">3 Ne. 12:48<\/a><\/span> How could we be if man did not have the power within him, through the agency which God has given him, to be thus perfect. Everywhere throughout the divine record where God has communicated His mind and His will to men, this principle is plainly manifest: that man has had given unto him, in the greatest freedom and without limit, the power to exercise his own agency. It was so <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the beginning&#x2014;in the very commencement of the work of our God upon the earth when He placed Adam in the garden and gave Eve unto him for a wife.<span class=\"citation\" id=\"52443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52443)\">Gen. 2:8-25<\/a><\/span><span class=\"citation\" id=\"92414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92414)\">Moses 3:7-25<\/a><\/span> He set before them the principle of knowledge&#x2014;that is, He told them what they should do; He told them what they should refrain from doing. He told them that if they did certain things, certain penalties should follow. Had such a thing been possible and consistent with the purposes of Heaven, He might, at the very beginning, have prevented Adam from exercising His agency. Instead of saying to him, &#x201C;Of every tree of the garden thou mayest freely eat, except the tree of knowledge of good and evil,&#x201D;<span class=\"citation\" id=\"52473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52473)\">Gen. 2:16-17<\/a><\/span><span class=\"citation\" id=\"92420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92420)\">Moses 3:16-17<\/a><\/span> and leaving him free to eat of the fruit of that tree, He might have put it out of his power to touch or taste it. But not so; He gave him the opportunity of exercising his agency; He told him he could eat of every tree freely, except the tree of knowledge of good and evil, but that he should not eat of it, &#x201C;for in the day that thou eatest thereof thou shalt surely die.&#x201D;<span class=\"citation\" id=\"52472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52472)\">Gen. 2:16-17<\/a><\/span><span class=\"citation\" id=\"92421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92421)\">Moses 3:16-17<\/a><\/span> There was no attempt on the part of our Father to interfere with the agency of Adam in this respect. He left him perfectly free and in the exercise of that freedom Adam did partake of the tree of knowledge of good and evil. His wife, Eve, was deceived in eating of the fruit; she partook of it, being beguiled,<span class=\"citation\" id=\"52591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52591)\">Gen. 3:13<\/a><\/span><span class=\"citation\" id=\"74274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74274)\">2 Cor. 11:3<\/a><\/span><span class=\"citation\" id=\"81935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81935)\">Mosiah 16:3<\/a><\/span> yet in the perfect exercise of her agency, and after she had partaken of it, and become subject to the penalty that God had pronounced&#x2014;the penalty of death and expulsion from the garden&#x2014;then she came and told Adam what she had done. Adam was fully conscious of all the consequences that had attended this act. He knew perfectly well that the penalty would be executed&#x2014;that  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that Eve had become mortal, that death had entered into her tabernacle, and the penalty that God had pronounced would be fully executed; that she would be thrown out of the garden and that they would be separated forever&#x2014;that is, so far as this life was concerned. He knew this, and, fully conscious of all the consequences which should follow his partaking of the fruit, he partook of it.<span class=\"citation\" id=\"52552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52552)\">Gen. 3:1-6<\/a><\/span><span class=\"citation\" id=\"92504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92504)\">Moses 4:5-12<\/a><\/span> In doing so he was not deceived.<span class=\"citation\" id=\"75900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75900)\">1 Tim. 2:14<\/a><\/span> He partook of it because of his desire to fulfill the commandments of God. God had given unto him this woman for a wife; they were bound together by immortal ties; but because of this act of hers there must necessarily have been a separation that would have endured as long as her mortal life endured. Adam understanding this, partook of the fruit, and as is said by the Prophet Lehi, &#x201C;Adam fell that man might be; and men are, that they may have joy.&#x201D;<span class=\"citation\" id=\"81272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81272)\">2 Ne. 2:25<\/a><\/span> If he had not fallen; if he had not partaken of that fruit, there would have been no human race on the earth. He understood this, therefore he partook of it and accompanied his wife. It was a part of the plan that was understood in the heavens before Adam was placed in the garden. God by His foreknowledge understood perfectly that Adam, in the exercise of his agency, would fall. Therefore He prepared a Redeemer in the person of His Son Jesus Christ, who we are told was &#x201C;a Lamb slain from before the foundation of the world.&#x201D;<span class=\"citation\" id=\"79665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79665)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93101)\">Moses 7:47<\/a><\/span> God having seen that Adam would fall, that death would come upon him, and that a Redeemer would be necessary in order to redeem man from the effects of the fall&#x2014;for unless there had been a Redeemer provided, Adam and all his posterity would have slept an eternal sleep, they would have been consigned to the <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tomb, and there would have been no redemption therefrom because of the penalty that had been pronounced by the Father upon him if he committed this act&#x2014;God knowing all this provided a Redeemer. That Redeemer was the Son of God, Jesus our Savior, in whose name we all approach the Father, in whose name salvation is given unto the children of men. It was arranged beforehand that He should come and perform His mission in the meridian of time&#x2014;lay down His life, as it was known that He would do through the wickedness of bad men. <\/div><div class=\"paragraph jod\" id=\"v26n611\"> Now, it may be said, why did not God prevent man and woman from taking this course? Because, as I have before said, it was right that they should exercise their agency. God&#x2014;shall I say could not? Do I detract from His majesty and His glory by placing a limit on His power? I will say that God would not, because it would be in violation of His own laws; it would be in violation of those eternal laws which our God Himself recognizes, for Him to have interfered and deprived man and woman of their agency. But, knowing the consequences of their actions, He prepared a way for their salvation and their redemption, and thus it is that we are born on the earth. It was part of the design that we should be subjected to all these afflictions and trials and ordeals that belong to this mortal state of existence. This was part of the plan. <\/div><div class=\"paragraph jod\" id=\"v26n612\"> I have been told by objectors that God ought to reveal Himself in fullness. Why does He not do it? Because if He were to do so, we should be deprived of the opportunities of proving our integrity which we now have. He has marked out the path for us to walk in. He has  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>designed that we shall struggle; that we shall exercise faith; that we shall contend with the temptations of the adversary; that we shall overcome evil; and by a continued exercise of faith progress in the course that He has assigned to us. It is absolutely necessary that we should be tempted and tried in order that we should receive the glory that He has in store for us. What would our salvation amount to; what would heaven amount to if we had never been tried, if we were to be placed in heaven without trial, without effort, without exertion upon our part to overcome evil and to contend with those influences that abound in this mortal state of existence. It would not be such a heaven as God inhabits, and such a heaven as He designs that all His children shall inhabit. For let me say to you, my brethren and sisters, God designs that we shall be like Him. He designs that His children shall attain unto the Godhead&#x2014;that is if they will obey the laws necessary to bring them up to that exaltation, and before they can attain unto that, before they can enjoy that, before they can be in a condition to appreciate that, they must pass through just such scenes of trial and tribulation and affliction as we are subjected to in this mortal condition of existence. <\/div><div class=\"paragraph jod\" id=\"v26n614\"> There is an interesting passage in the new translation of the Bible, in the Pearl of Great Price, that I have often been struck with. It shows clearly the feelings of our first parents after they had been thrust out of the Garden of Eden. I will read a paragraph or two: <\/div><div class=\"paragraph jod\" id=\"v26n615\"> &#x201C;And Adam called upon the name of the Lord, and Eve also, his wife, and they heard the voice of the Lord, from the way toward the Garden of Eden, speaking unto <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, and they saw him not; for they were shut out from his presence.&#x201D;<span class=\"citation\" id=\"92551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92551)\">Moses 5:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n616\"> That was one of the consequences of the fall. They were shut out, and man has been from that time to this shut out from the presence of the Father. <\/div><div class=\"paragraph jod\" id=\"v26n617\"> &#x201C;And he gave unto them commandments, that they should worship the Lord their God, and should offer the firstlings of their flock, for an offering unto the Lord. And Adam was obedient unto the commandments of the Lord.* * * * <\/div><div class=\"paragraph jod\" id=\"v26n618\"> &#x201C;And Eve, his wife, heard all these things and was glad, saying: Were it not for our transgression we never should have seed, and never should have known good and evil, and the joy of our redemption, and the eternal life which God giveth unto all the obedient. <\/div><div class=\"paragraph jod\" id=\"v26n619\"> &#x201C;And Adam and Eve blessed the name of God, and they made all things known unto their sons and daughters.&#x201D;<span class=\"citation\" id=\"92560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92560)\">Moses 5:5-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n620\"> Now this couple blessed God because of their transgression. Their eyes were opened;<span class=\"citation\" id=\"52581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52581)\">Gen. 3:7<\/a><\/span><span class=\"citation\" id=\"92519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92519)\">Moses 4:13<\/a><\/span> they had become as Gods;<span class=\"citation\" id=\"129228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129228)\">Gen. 3:22<\/a><\/span> for the devil in tempting Eve, had told a truth when he said unto her that when she should eat of the tree of knowledge of good and evil they should become as Gods.<span class=\"citation\" id=\"52565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52565)\">Gen. 3:5<\/a><\/span><span class=\"citation\" id=\"92515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92515)\">Moses 4:11<\/a><\/span> He told the truth in telling that, but he accompanied it with a lie as he always does. He never tells the complete truth. He said that they should not die.<span class=\"citation\" id=\"52558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52558)\">Gen. 3:4<\/a><\/span><span class=\"citation\" id=\"92513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92513)\">Moses 4:10<\/a><\/span> The Father had said that they should die.<span class=\"citation\" id=\"52491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52491)\">Gen. 2:17<\/a><\/span><span class=\"citation\" id=\"92424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92424)\">Moses 3:17<\/a><\/span> The devil had to tell a lie in order to accomplish his purposes; but there was some truth in his statement. Their eyes were opened.<span class=\"citation\" id=\"52580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52580)\">Gen. 3:7<\/a><\/span><span class=\"citation\" id=\"92520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92520)\">Moses 4:13<\/a><\/span> They had a knowledge of good and evil just as the Gods have.<span class=\"citation\" id=\"52657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52657)\">Gen. 3:22<\/a><\/span><span class=\"citation\" id=\"92537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92537)\">Moses 4:28<\/a><\/span> They became as Gods; for that is one of the features, one of  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the peculiar attributes of those who attain unto that glory&#x2014;they understand the difference between good and evil.<span class=\"citation\" id=\"82146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82146)\">Alma 12:31<\/a><\/span><span class=\"citation\" id=\"82367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82367)\">Alma 42:3<\/a><\/span> In our pre-existent state, in our spiritual existence, I do not know how extensive our knowledge of good and evil was. That is not fully revealed. But this I do know, that when we come to earth and become clothed with mortality we do arrive at a knowledge of good and evil, and that knowledge prepares us for that future existence which we will have in the eternal worlds; it will enable us to enter upon a career that is never ending, that will continue onward and upward throughout all the ages of eternity. It is for this purpose that we are here. God has given unto us this probation for the express purpose of obtaining a knowledge of good and evil&#x2014;of understanding evil and being able to overcome the evil&#x2014;and by overcoming it receive the exaltation and glory that He has in store for us. Here we are subjected to the power of the adversary. He can tempt us, try us. Satan has power in the earth, and in the exercise of his agency he tempts the children of men. He has rebelled against God in the exercise of his agency;<span class=\"citation\" id=\"92460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92460)\">Moses 4:1-4<\/a><\/span> for he was a great and a mighty angel in the presence of our Father and our God.<span class=\"citation\" id=\"86901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86901)\">D&amp;C 76:25-26<\/a><\/span> But in the exercise of his agency he rebelled against the Father and drew away with him one-third of the hosts of heavens,<span class=\"citation\" id=\"79562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79562)\">Rev. 12:4<\/a><\/span> who likewise exercised their agency and followed him in preference to following the Lord God, their Father;<span class=\"citation\" id=\"84830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84830)\">D&amp;C 29:36<\/a><\/span> and in the continued exercise of his agency he tempts us. He has power over us to that extent in this fallen condition. At the same time we have the sweet influence of the Spirit of God pleading with us to do that which is right, pleading with every human being <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that does not drive it from him; for every human being has a portion of the Spirit of God given unto him.<span class=\"citation\" id=\"129229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129229)\">1 Cor. 12:7<\/a><\/span><span class=\"citation\" id=\"129230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129230)\">D&amp;C 46:16<\/a><\/span><span class=\"citation\" id=\"87798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87798)\">D&amp;C 84:46<\/a><\/span> We sometimes call it conscience; we call it by one name and we call it by another; but it is the Spirit of God that every man and woman possesses that is born on the earth.<span class=\"citation\" id=\"68559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68559)\">John 1:9<\/a><\/span> God has given unto all his children this Spirit. Of course it is not the gift of the Holy Ghost in its fullness; for that is only received by obedience to the commandments of God&#x2014;to the Gospel of our Lord and Savior Jesus Christ. But it is a Spirit that pleads with men to do right. The heathen have it. There is no degraded Indian in these mountains or valleys who does not have a portion of that Spirit pleading with him to do that which is right. It pleads with all the heathen, the Pagan as well as the Christian; the Methodist and Baptist as well as the Latter-day Saints. Everywhere throughout the earth where man dwells this Spirit rests upon him. It comes from God. It pleads with man to do right. It pleads with man to resist the blandishments of Satan. No man ever did a wrong but that Spirit warned him of it to a greater or less extent. No man ever put his hand forth to do a wrong to his neighbor without that Spirit telling him it was wrong. He never put forth his hand or influence to wrong the gentler sex&#x2014;to commit sin in that direction&#x2014;without that warning voice which is in every human being telling him of the sin. On the other hand, there is the influence of evil, the influence of the Adversary enticing men to do wrong, leading into paths of sin, leading them away from righteousness and from God; infusing doubt, infusing unbelief, infusing hardness of heart, infusing rebellion against everything  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that is holy and pure. We are all conscious of the existence of these two influences within us. There is no child that has reached the age of accountability and in the possession of his or her faculties but what has had these two influences pleading with him or her&#x2014;one entreating to do right, the other enticing to do wrong, to commit sin and to violate the commandments of God. If we cultivate the good influence it will lead us into the truth (if we are not already in possession of the truth) when we hear it. It was through this Spirit that you Latter-day Saints accepted the Gospel in the various lands where you heard it preached. That Spirit that came from God taught you by its sweet and heavenly influence that it was the truth you heard, and when you espoused it you had a feeling in your hearts that you cannot describe. It was the testimony of the Spirit of God that this was indeed the truth of heaven, and it led you to obey the commandments of God; and to receive in greater fullness and power the gift of the Holy Ghost, which you have received through obedience to the commandments that God has given. <\/div><div class=\"paragraph jod\" id=\"v26n623\"> Time will not permit me to say a great many things that I have on my mind. I see the time is nearly expired. But I wish to say that we had an existence before we came here. &#x201C;But,&#x201D; says one, &#x201C;I do not remember anything about it.&#x201D; No, you do not. You do not remember the day you were born on the earth, yet you will not deny that you had an existence at that time. When you were a year old you do not remember beginning to walk, yet you will not deny that you had an existence then. God, in His wisdom, has withdrawn the recollection of these things from us. If we could <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> understand the glory we once had with our Father in heaven we would be discontented in dwelling in this condition of existence. We would pine for the home we left behind us. Its glory and its beauty, its heavenly graces and delights were of such a character that we would pine for it with that homesickness that men have some partial knowledge of here on the earth. It is said that at one time in the French army, the bands were forbidden to play certain airs because of the effect they had upon the Swiss soldiers whom they employed. These Swiss airs would arouse such sensations of homesickness as to cause the Swiss to throw down their arms and desert and go back to their native valleys and mountains. Now, if such a feeling of homesickness can be brought about in that way, how much more would it be the case if we could recollect our association with our Father and God in the eternal world! Wisely, in the providence of God, this knowledge is withdrawn from us. We can have a glimpse occasionally, through the revelations of the Spirit to us, of the glory there is awaiting us, and sometimes when men and women are approaching death&#x2014;when they are ready to step out of this existence into the other&#x2014;the veil becomes so thin that they behold the glories of the eternal world, and when they come back again&#x2014;as some have, we all probably have met those who have been snatched from death&#x2014;they come back to this mortal existence with a feeling of regret. They have had a foretaste of the glory that awaited them; they have had a glimpse of that glory that is behind the veil; and the love of life is so completely lost&#x2014;the love of earthly home and friends is so completely taken from  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them, that they desire with all their hearts to take their exit from this life into that glorious life which they knew was on the other side of the veil. Has not this been the case in many instances? Certainly it has. Therefore our God in His wisdom has withdrawn this knowledge from us, and left us to seek for and obtain that aid and strength necessary to enable us to successfully battle with and overcome the powers of evil that assail us on every hand. <\/div><div class=\"paragraph jod\" id=\"v26n625\"> My brethren and sisters: it is for us to contend with the evils that surround us, patiently bearing all the afflictions and trials that belong to this mortal life. We should remember our destiny, and at the same time look forward to that glorious future that God has prepared for us. We should be filled <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the most noble aspirations. We should never condescend to commit any low, mean, unworthy act when we consider who we are, and what we are, and the glory that God has promised unto us if we are faithful to Him. Let us keep those things in mind. Let us bear patiently the afflictions that come upon us. Let us contend earnestly for the faith that God desires we should have,<span class=\"citation\" id=\"78870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78870)\">Jude 1:3<\/a><\/span> seeking unto Him for that knowledge which He has to bestow, and though we may not behold His face now,<span class=\"citation\" id=\"87616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87616)\">D&amp;C 84:23<\/a><\/span> yet we will behold it, and will dwell eternally with Him and His Son Jesus in the heavens, if we keep the commandments He has given unto us. <\/div><div class=\"paragraph jod\" id=\"v26n626\"> May God grant that we may do so, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}