{"ID":260021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God the Source of All Intelligence&#x2014;Mankind His Offspring and the Instruments of His Will&#x2014;He Overrules the Results of Men's Actions&#x2014;Pre-Existence of Man and Plurality of Worlds&#x2014;The Gospel One and Unchangeable&#x2014;Charges of Exclusiveness, Etc., Against the Saints&#x2014;The Christian World Deny Revelation and Repudiate Bible Doctrine&#x2014;Their Apostasy Predicted and Fulfilled&#x2014;The Gospel Restored and the Last Dispensation&#x2014;The Earth's Week of History and Millennial Sabbath&#x2014;What &#x201C;Mormon&#x201D; Treason Consists of&#x2014;The Mission of the American Republic&#x2014;A Fable and Its Application&#x2014;A Prophecy&#x2014;The Peaceable Mission of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Bishop Orson F. Whitney, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, April 19, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Pre-Existence of Man.<\/div>\n<div class=\"speaker\">Speaker: Orson F. Whitney<\/div>\n<div class=\"date\">Date: 4\/19\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v26n627\"> I have been called upon, my brethren and sisters and friends, to address you for a portion of the time which belongs to this meeting, and I assure you that in responding to that call I have no desire in my heart but to be led to say those things which will be pleasing and acceptable to God our Father, and beneficial to ourselves. <\/div><div class=\"paragraph jod\" id=\"v26n628\"> I have always been taught to regard our Father in heaven as the source of all intelligence, and that wherever intelligence is manifested throughout the earth, among His creatures, it has its primal origin in Him who is the fountain of life and light; and that if men are qualified to perform any great or good work, it must necessarily be by reason of the power from God which rests upon them. The Latter-day Saints take this view of the relationship of God with mankind; that He is not simply the Father, or <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> creator of a part of the human race, or a portion of earth's creatures, but He is the creator of all things&#x2014;the maker of the earth, the maker of heaven, and that the children of men are the sons and daughters of one common parentage; that He feels for them all the day long; that He has their welfare constantly in view, and He makes no movement, so far as His children upon this earth are concerned, but He does it for their salvation and their good here and hereafter. <\/div><div class=\"paragraph jod\" id=\"v26n629\"> The Latter-day Saints are said to be exclusive, and are called selfish and presumptuous because they maintain that a certain mission has been given unto them; that they have received revelations from God; that the Maker of the world has deigned to speak in these last days, and raise up men and women whom He knew beforehand would do His will. This unfavorable view arises  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the fact that our motives are misunderstood; that our mission, which we continually proclaim to the world is not believed in, and we are looked upon as an assembly of upstarts, enthusiasts and fanatics, who, in our blindness and our narrowness think that God has only regarded us; that we are His favorites, and that He cares nothing at all for the rest of mankind. This is a wrong idea of our position, and it is because our position is thus misconceived&#x2014;one cause at least&#x2014;that we are persecuted and abused, derided, oppressed and trampled upon as we are. However, I do not believe that we could escape the common fate of those whom God has chosen for a peculiar work in all ages of the world. For, while we acknowledge that God is the Father of the human race, and interested in the salvation of all, we do maintain that our mission as a part of the human family is peculiar, separate and distinct from the missions which have been given to others. God is the author of many plans and purposes, but all his plans, all his purposes and designs converge to one point, have one focus, whether He uses the Christian world, the heathen world, or even this little handful of Latter-day Saints; no matter whom He uses to accomplish His ends, these purposes blend and have but one grand object. They are like rivers or streams of different kinds and sizes flowing towards one ocean into which they all must empty. And though men deem themselves independent&#x2014;and it is true that in one sense they are&#x2014;while they fail, many of them, to take God into consideration, and seem to think they can do about as they please, and accomplish what ends they desire, all their independence, all their freedom, simply amounts to this; that they <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have the privilege to do right or do wrong, but the results of their actions God will overrule to suit himself. &#x201C;Man proposes but God disposes,&#x201D; and the history of this world, or any other world which has passed through a similar probation and been redeemed and glorified by the power of God and obedience to the principles of righteousness, is one vast exemplification of that great truth. While man is left free to propose, to adopt what plans he chooses, to exercise his agency, and to carry, so far as he is permitted, the thoughts and desires of his heart to their conclusion, God has never declared that He would not overrule the results of men's acts to accomplish His own purposes. <\/div><div class=\"paragraph jod\" id=\"v26n631\"> We are placed in this world measurably in the dark. We no longer see our Father face to face. While it is true that we once did; that we once stood in His presence, seeing as we are seen, knowing, according to our intelligence, as we are known;<span class=\"citation\" id=\"73742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73742)\">1 Cor. 13:12<\/a><\/span><span class=\"citation\" id=\"87188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87188)\">D&amp;C 76:94<\/a><\/span> the curtain has dropped, we have changed our abode, we have taken upon ourselves flesh; the veil of forgetfulness intervenes between this life and that, and we are left, as Paul expresses it, to &#x201C;see through a glass, darkly,&#x201D;<span class=\"citation\" id=\"73743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73743)\">1 Cor. 13:12<\/a><\/span> to &#x201C;know in part, and to prophesy in part;&#x201D;<span class=\"citation\" id=\"73687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73687)\">1 Cor. 13:9<\/a><\/span> to see only to a limited extent, the end from the beginning. We do not comprehend things in their fullness. But we have the promise, if we will receive and live by every word that proceeds from the mouth of God,<span class=\"citation\" id=\"62850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62850)\">Matt. 4:4<\/a><\/span><span class=\"citation\" id=\"87770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87770)\">D&amp;C 84:44<\/a><\/span><span class=\"citation\" id=\"89262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89262)\">D&amp;C 98:11<\/a><\/span> wisely using the intelligence, the opportunities, the advantages, and the possessions which He continually bestows upon us&#x2014;the time will come, in the eternal course of events, when our minds will be cleared from every cloud, the past will recur to memory, the future will be an open vision, and we will behold things as  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they are, and the past, present and future will be one eternal day, as it is in the eyes of God our Father, who knows neither past, present or future; whose course is one eternal round;<span class=\"citation\" id=\"80994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80994)\">1 Ne. 10:19<\/a><\/span><span class=\"citation\" id=\"83795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83795)\">D&amp;C 3:2<\/a><\/span><span class=\"citation\" id=\"84990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84990)\">D&amp;C 35:1<\/a><\/span> who creates, who saves, redeems and glorifies the workmanship of His hands,<span class=\"citation\" id=\"86996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86996)\">D&amp;C 76:43<\/a><\/span> in which He Himself is glorified. <\/div><div class=\"paragraph jod\" id=\"v26n633\"> The earth upon which we dwell is only one among the many creations of God. The stars that glitter in the heavens at night and give light unto the earth are His creations, redeemed worlds, perhaps, or worlds that are passing through the course of their redemption, being saved, purified, glorified and exalted by obedience to the principles of truth which we are now struggling to obey. Thus is the work of our Father made perpetual, and as fast as one world and its inhabitants are disposed of, He will roll another into existence, He will create another earth, He will people it with His offspring,<span class=\"citation\" id=\"92321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92321)\">Moses 1:37-39<\/a><\/span> the offspring of the Gods in eternity, and they will pass through probations such as we are now passing through, that they may prove their integrity by their works; that they may give an assurance to the Almighty that they are worthy to be exalted through obedience to those principles, that unchangeable plan of salvation which has been revealed to us. <\/div><div class=\"paragraph jod\" id=\"v26n634\"> It is one of the grandest attributes of Deity that He saves and exalts the human family upon just and eternal principles; that He gives to no man, or no woman that which they have not been willing to work for, which they have not deserved, which they have not expanded themselves to receive by putting in practice the principles He reveals, against all opposition, facing the wrath and scorn of the world&#x2014;the world which cannot give a just cause, <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a reasonable pretext for the opposition it has ever manifested to the truths of heaven. It is a characteristic of our Father, a principle of His divine economy to exact from every soul a fitting proof of its worthiness to attain the exaltation to which it aspires. There are no heights that may not be surmounted, but they must be reached in the way that God has ordained. Man may think to accomplish his salvation by carrying out the selfish desires of his own heart; but when he fails to take God into consideration, his Creator, and the framer of the laws whereby we mount unto exaltation and eternal life, he knocks the ladder from under him whereby he might climb to that glorious state. <\/div><div class=\"paragraph jod\" id=\"v26n635\"> The exclusiveness which the Latter-day Saints exhibit is this: they maintain that the Lord has but one way to save the human race; that the term &#x201C;everlasting gospel&#x201D; is not a misnomer, but means exactly what it says, and that it is eternal as its maker or framer is eternal. It can no more change than He can change. A man must obey the same principles now that were obeyed two thousand years ago, or six thousand years ago, or millions of ages ago, in order to attain the presence of His Father and God. There is but one way, one plan of life and salvation, and there need be but one; for God, being an economist, does not create that which is superfluous; and there can be, in the very nature of things, only one true plan of eternal life, for if there were two they must necessarily differ, since no two things can be exactly alike, and if one of these two things is perfect that which differs from it, must be imperfect. Of a necessity God is the author of perfection; His works are not deficient in any respect; and what He ordains for  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the salvation of man is the only way for man to be saved. Thus it is that the Latter-day Saints preach the everlasting Gospel, the unchangeable way of eternal life, and to corroborate it, they point to the Scriptures which are now being fulfilled. Among other things, to the vision of the Prophet John upon the isle of Patmos, who saw &#x201C;another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79944)\">Rev. 14:6-7<\/a><\/span> This is the exclusiveness of the Latter-day Saints; it is as far as it extends. There is but one way to eternal life, and while there are many systems extant called plans of salvation, yet they differ from each other as the stars of heaven differ in magnitude, or as the sands of the seashore, or as the countenances of the children of men; nay, more than this, for most of them are lacking in features which are necessary in order to form a perfect whole. If the Latter-day Saints are in possession of the everlasting Gospel, all sects, creeds and parties that preach a Gospel which differs from it, must be wrong; or <span class=\"italic\">vice versa<\/span>, if the Saints preach any other Gospel than that which was preached in the days of the apostles, which was delivered to them by the Sons of God, then the Latter-day Saints must be wrong also.<span class=\"citation\" id=\"74363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74363)\">Gal. 1:8-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n637\"> The selfishness which this people exhibit is of the same character that might be evinced in the case of a man who was lost and had the right way pointed out to him by another. If a traveler had lost his way and should meet one who professed to know the direction he desired to pursue; or, if the traveler should <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ask which was the way to such and such a place, and the guide should tell him, and he in his self-will and obstinacy should persist in taking a contrary course, how in the name of consistency could he blame his guide if he did not reach his destination; or how could he charge him with being selfish or presumptuous, when he himself confessed his ignorance and appealed to this man who testified in all earnestness that he knew which was the right way? Yet this is similar to the position of the world in relation to the Latter-day Saints, who solemnly testify that the God of heaven has revealed to them the only way to life and salvation, a claim which no other sect, church or party advance at the present time. They deny revelation; they say the heavens are closed; that God no longer speaks to the human family; that He has left them with a Bible, the record of a people who are dead; which speaks of commandments given to an ancient people, who like ourselves were the children of God. This is the claim of the Christian world&#x2014;that this book is the canon of scripture, and that it is full, and we need no more revelation, no more light than is contained within the lids of this book. They take that position, and yet say we are exclusive, we are presumptuous, narrow-minded and contracted, because we testify that God does speak, and has revealed a newer revelation than this Bible which I hold. <\/div><div class=\"paragraph jod\" id=\"v26n638\"> It is true that our testifying of this does not make it true, in and of itself. Nevertheless, men are responsible if they do not carefully weigh and consider the testimonies of those who claim to have more light than they have. I would hold myself ready, as a seeker after truth, if not certain that I already possessed it, and I hold myself ready  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now, while believing that my feet are planted upon the rock of truth, and that this is the only Gospel of the Lord Jesus Christ; to pay due respect to the honest opinions of my fellow creatures, proving all things and holding fast that which is good.<span class=\"citation\" id=\"75747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75747)\">1 Thes. 5:21<\/a><\/span> If the Christian world shall bring forth something better, if they have it, or ever will have it, than Mormonism, I hope I will not be so bigoted as to turn a deaf ear to their honest testimonies, claiming that I have light already, and that I want no more light. I would at least examine their professions, whatever they were, and try them by &#x201C;the law and the testimony;&#x201D; for if men &#x201C;speak not according to that, it is because there is no light in them.&#x201D;<span class=\"citation\" id=\"58050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58050)\">Isa. 8:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n640\"> The Bible is a blessing; we do not depreciate its value, for it enables us to meet the Christian world upon their own ground, using this Bible as the touchstone of truth, in relation to their doctrines and those that we advance, which are taught and confirmed by this very Book in which Christians profess to believe. There is no doctrine preached or believed by the Latter-day Saints, but they can find confirmatory proof of its authenticity within the lids of the Holy Bible; and when their views are not received, and they are laughed to scorn and derided by the Christian world, it is simply an acknowledgment on the part of those who mistreat them that they do not believe their own Bible, that they have no faith in the record which they claim is all-sufficient&#x2014;the be-all and the end-all of revelation. They profess great reverence for this good Book, yet they do not believe or practice what it inculcates. It is a prevalent idea in the world, with those who are in possession of the Scriptures, that it is only necessary <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to believe on the name of the Son of God, and that constitutes salvation,<span class=\"citation\" id=\"71922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71922)\">Acts 16:31<\/a><\/span> taking I suppose as a basis for it, the Scriptural passage which declares that &#x201C;God so loved the world, that he gave his only begotten Son, that whosoever should believe in him should not perish, but have everlasting life.&#x201D;<span class=\"citation\" id=\"68882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68882)\">John 3:16<\/a><\/span> Now, we take this position. We hold that belief in God and the Savior of mankind is absolutely essential to salvation. But we do not stop there. We claim that if men believe in Jesus Christ they will keep His commandments; they will live His laws; they will not repudiate any of the doctrines He preached; they will not say baptism is unessential; that Apostles and Prophets are no longer needed; they will not wrest the Scriptures;<span class=\"citation\" id=\"78496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78496)\">2 Pet. 3:16<\/a><\/span><span class=\"citation\" id=\"83946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83946)\">D&amp;C 10:63<\/a><\/span> they will not say the blessings of the Holy Ghost are done away with; they will not say it is not in the province of inspired men bearing the Holy Priesthood to cast out devils, to speak in new tongues, to lay hands upon the sick and administer those spiritual blessings as they are empowered by the Priesthood bestowed upon them for that purpose.<span class=\"citation\" id=\"66932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66932)\">Mark 16:17-18<\/a><\/span> The Christian world would not repudiate these things if they believed their own Bible; for I nowhere read within the lids of this sacred volume that the time would ever come, except through transgression and apostasy, when these things would be done away with, and it would be said they were no longer needed. <\/div><div class=\"paragraph jod\" id=\"v26n641\"> It is true that the Apostles of old predicted there would come a time when men would wander from the truth, when they would heap to themselves teachers, and have itching ears, desiring to hear simply the things which suited their selfish natures; that the day would come when they would not endure sound  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doctrine,<span class=\"citation\" id=\"76247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76247)\">2 Tim. 4:3-4<\/a><\/span> but would hire teachers to preach for the commandments of God the precepts of men;<span class=\"citation\" id=\"64776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64776)\">Matt. 15:9<\/a><\/span><span class=\"citation\" id=\"93739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93739)\">JS&mdash;H 1:19<\/a><\/span> when the world would be turned upside down and be emptied of its inhabitants, because they had transgressed the law, changed the ordinances and broken the everlasting covenant.<span class=\"citation\" id=\"58392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58392)\">Isa. 24:1-5<\/a><\/span> This was to be the condition of the world when these gifts and blessings would be said to be no longer needed. They could no longer lay claim to them because they would persecute, oppress and put to death those who preached sound doctrine; and having destroyed the temporal Church from the face of the earth, its spiritual counterpart would necessarily depart, just as naturally as the spirit of man will depart when the body ceases to live. The body is but a lump of clay without the enlivening agency of the spirit within it. When the body returns to dust, the spirit is free to soar away. When the body of Christ was dead, the spirit returned to God, passed into the spirit world. So it is with the Church, which is called the body of Christ.<span class=\"citation\" id=\"73584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73584)\">1 Cor. 12:27<\/a><\/span><span class=\"citation\" id=\"75179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75179)\">Eph. 4:12<\/a><\/span><span class=\"citation\" id=\"75336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75336)\">Eph. 5:23<\/a><\/span><span class=\"citation\" id=\"75567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75567)\">Col. 1:18<\/a><\/span> Kill the temporal Church, and the spirit Church will take its departure; it will be received into the heavens. <\/div><div class=\"paragraph jod\" id=\"v26n643\"> This is our belief; that the Christian Church, established in the days of Christ and His Apostles, apostatized and turned from the truth, it became paganized, mixed up with the religion and traditions of pagan Rome, and that that is the cause of this wide diversity of beliefs and conjectures, these many forms of godliness, denying the power thereof;<span class=\"citation\" id=\"76175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76175)\">2 Tim. 3:5<\/a><\/span><span class=\"citation\" id=\"93738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93738)\">JS&mdash;H 1:19<\/a><\/span> which are said to be the Church of Christ, yet bear little or no semblance to the Church which He established; all claiming to be one, yet divided innumerably; to have the same Gospel, yet not able to stand the test of comparison with <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Gospel preached in former days; claiming the same power, yet repudiating and denying that power and trampling upon those who still maintain that it ought to exist. This is the consistency of the position of the opponents of &#x201C;Mormonism,&#x201D; which claims to be the old Gospel brought back again, the old Church resurrected, no new religion, no new plan, but simply the everlasting Gospel revealed anew. <\/div><div class=\"paragraph jod\" id=\"v26n644\"> I might occupy your time citing evidences almost innumerable to show how the Christian world have departed from the teachings of this sacred Book. I might appeal to it, also, to confirm the teachings of the Latter-day Saints. It is an old story, many times told, and perhaps I had better not dilate upon it this afternoon. Suffice it that we claim that God has spoken from heaven; that He has reopened the long-closed portals of eternity, and has raised up a people to usher in the dispensation of Gospel grace as He has headed every dispensation which has preceded it; raising up inspired men to do His bidding; to preach to the world the principles of everlasting life; to establish upon the earth a system which will foreshadow and usher in the millennial reign of universal peace and righteousness. We believe that we are living in the last days; that these are the days when God said He would perform a marvelous work and a wonder;<span class=\"citation\" id=\"58822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58822)\">Isa. 29:14<\/a><\/span> that He would set His hand the second time to recover the remnant of his people;<span class=\"citation\" id=\"58214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58214)\">Isa. 11:11<\/a><\/span><span class=\"citation\" id=\"92104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92104)\">D&amp;C 137:6<\/a><\/span> that He would gather them from the north and from the south, from the east and from the west,<span class=\"citation\" id=\"57122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57122)\">Ps. 107:3<\/a><\/span><span class=\"citation\" id=\"82821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82821)\">3 Ne. 20:13<\/a><\/span> and would bring them to Zion, and give them pastors after His own heart,<span class=\"citation\" id=\"60375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60375)\">Jer. 3:14-15<\/a><\/span> to teach them the law of the Lord, and that the law should go forth from Zion to the inhabitants of the  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, and the word of the Lord from Jerusalem.<span class=\"citation\" id=\"57842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57842)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"62163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62163)\">Micah 4:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n646\"> We believe that we are living in the evening of history, that we are closing the Saturday of the great week, each day of which is a thousand years, the period preordained in which this earth should accomplish the purpose appointed by its creator. We believe that when God spake to Adam and told Him he should die in the day that He partook of the forbidden fruit,<span class=\"citation\" id=\"52492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52492)\">Gen. 2:17<\/a><\/span><span class=\"citation\" id=\"92425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92425)\">Moses 3:17<\/a><\/span> that He kept His word, and that Adam did die within the day;<span class=\"citation\" id=\"52765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52765)\">Gen. 5:5<\/a><\/span><span class=\"citation\" id=\"92700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92700)\">Moses 6:12<\/a><\/span> but it was not a day of twenty-four hours, one revolution of our little earth; the day of which He spake was based upon a revolution of the planet upon which God dwells, which we are taught revolves once in a thousand years.<span class=\"citation\" id=\"78442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78442)\">2 Pet. 3:8<\/a><\/span><span class=\"citation\" id=\"93420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93420)\">Abr. 3:4<\/a><\/span><span class=\"citation\" id=\"93549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93549)\">Abr. 5:13<\/a><\/span> This world was appointed a probation through which to pass, six working days, before it should have a rest, or sabbath.<span class=\"citation\" id=\"54251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54251)\">Ex. 20:8-11<\/a><\/span><span class=\"citation\" id=\"93537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93537)\">Abr. 5:2-3<\/a><\/span> We believe we are living in the Saturday night of this world's history, that we are closing the six thousand years of its mortal probation, and that the dawn of the seventh day, or the seventh thousand years, now nearly upon us, will be the millennium, the reign of peace, when Christ the Ruler and Lord of this world, who labored and suffered and died to redeem its inhabitants from death, will be here in His glory to reign upon the earth King over His people and over the human race.<span class=\"citation\" id=\"87076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87076)\">D&amp;C 76:63<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n647\"> These simple truths, most of which are plainly spoken of in this holy word of God, the Bible, are distorted by the enemies of the Saints to indicate that they are treasonable to the government under which they live. They say we are traitors because we speak of the Kingdom of God; that a kingdom cannot exist within a republic; that it is <span class=\"italic\">imperium in imperio<\/span>; that there <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is no room in this broad land for the Kingdom of our God. They might as well say there is no room in Christianity for the love of God. Why, this great government was established for the very purpose of introducing this work. Inspired men like Washington and Jefferson were raised up to frame a Constitution liberal in its provisions,<span class=\"citation\" id=\"89634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89634)\">D&amp;C 101:80<\/a><\/span> extending the utmost freedom to all men, Christian or heathen, who desired to make this glorious land their home; that they might have the unrestricted right to worship God according to the dictates of their consciences.<span class=\"citation\" id=\"94200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94200)\">A of F 1:11<\/a><\/span> We believe that God raised up George Washington, that He raised up Thomas Jefferson, that He raised up Benjamin Franklin and those other patriots who carved out with their swords and with their pens the character and stability of this great government which they hoped would stand forever, an asylum for the oppressed of all nations, where no man's religion would be questioned, no man would be limited in his honest service to his Maker, so long as he did not infringe upon the rights of his fellow men. We believe those men were inspired to do their work, as we do that Joseph Smith was inspired to begin this work; just as Galileo, Columbus, and other mighty men of old, whom I have no time to mention, were inspired to gradually pave the way leading to this dispensation; sentinels, standing at different periods down the centuries, playing their parts as they were inspired of God; gradually freeing the human mind from error, gradually dispelling the darkness as they were empowered by their Creator so to do, that in culmination of the grand scheme of schemes, this great nation, the Republic of the United States, might be established upon this land  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as an asylum for the oppressed; a resting place, it might be said, for the Ark of the covenant, where the temple of our God might be built; where the plan of salvation might be introduced and practiced in freedom, and not a dog would wag his tongue in opposition to the purposes of the Almighty. We believe that this was His object in creating the Republic of the United States; the only land where his work could be commenced or the feet of his people find rest. No other land had such liberal institutions, had adopted so broad a platform upon which all men might stand. We give glory to those patriots for the noble work they did; but we give the first glory to God, our Father and their Father, who inspired them. We take them by the hand as brothers. We believe they did nobly their work, even as we would fain do ours, faithfully and well, that we might not be recreant in the eyes of God, for failing to perform the mission to which He has appointed us. <\/div><div class=\"paragraph jod\" id=\"v26n649\"> This is the &#x201C;treason&#x201D; of the Latter-day Saints. They preach the coming of the King of Kings,<span class=\"citation\" id=\"80463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80463)\">Rev. 19:16<\/a><\/span> whom all Christians ought to worship; whom all Christians ought to welcome; and instead of passing laws to prohibit, and prevent, if possible, the growth of this work, which has as its object the blessing of all mankind, they should join hands with the Latter-day Saints in consummating it; for as sure as there is a God in heaven it is His work, and He will accomplish it. Haling men before magistrates; immuring them in dungeons; driving them from city to city, or shedding their blood, will no more stamp out this work than it will blot out the glory of the sun. They who take up the sword to fight against <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Zion will perish by the sword<span class=\"citation\" id=\"66291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66291)\">Matt. 26:52<\/a><\/span> before she perishes;<span class=\"citation\" id=\"129231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129231)\">Isa. 29:7-8<\/a><\/span> they who leave God out of the question in dealing with the &#x201C;Mormon problem&#x201D; will find before they get through that it is suicide to run against Jehovah's buckler.<span class=\"citation\" id=\"56419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56419)\">Ps. 18:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n650\"> We, to all appearances are helpless. We make no boast of our own strength. We are only a handful in the midst of millions. But God has given us a mission to perform. We can no more shrink from that mission than the fathers of the revolution could shrink from theirs. That indeed would be treason, treason to God, treason to humanity, and we should justify the charges which are now so utterly false. We might be complimented, &#x201C;patted upon the back,&#x201D; if we would play the part of traitors and recreants, but we cannot afford to buy the compliments of the world, the good opinion of mankind, at such a terrible sacrifice. Men who died to found this nation, have their names held in everlasting remembrance, while the name of the traitor, who would have betrayed his country, and deserted it in the hour of peril, is loaded with opprobrium. He lived while many of the patriots died; but who are living today in the true sense of the term? The name of the patriot will live forever, because he had the courage to die for his convictions; but the name of the traitor will go down to oblivion, because to save himself he deserted in the hour of danger the cause of his country, thinking it was of no use to stand up against the great power which had lifted its mighty arm to crush out the colonies. We think of these things, but we do not propose to fight. We are a people who have peace as our object&#x2014;the ushering in of a reign of peace. We are a people who build temples. We  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must not imbrue our hands in blood. But it is not through fear of man that the Latter-day Saints take this position. They have shown their bravery; they have proved their courage by coming out of the world and forsaking it, patiently enduring its scorn and opposition; it is a braver part sometimes to live than to die. <\/div><div class=\"paragraph jod\" id=\"v26n652\"> There are sacrifices which would try the souls of some men more than to face death in a thousand forms. But the Latter-day Saints have taken a stand; they cannot recede from it with honor. They are prepared to meet the consequences, and leave the result in the hands of God. We do not look to man for our preservation. If there is no God in &#x201C;Mormonism&#x201D; then it will fail, then will our minds be undeceived; but if there is a God in it, woe! to those who fight against Him, who fight against their Creator, and suppose that they can trample upon the rights of their fellow men and not endanger their own rights and liberties as well. <\/div><div class=\"paragraph jod\" id=\"v26n653\"> The old fable which Aesop tells of the woodman who went into the forest to get a handle for his axe, describes accurately the position in which we find ourselves. The woodman went and consulted the trees of the forest, asking them to give him a handle for his axe. The other trees, the stronger ones, arrogating to themselves authority and ignoring the rights of others, thought that they could dispose of them as they pleased. They conferred together and decided to grant the request, and they gave to the woodman the ash. The ash fell; but the woodman had no sooner fitted the handle to his axe, than he began upon the other trees. He did not stop with the ash, but he bowed down the oaks and the cedars, <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the great and mighty monarchs of the forest who had surrendered in their pride, the rights of the humble ash. An old oak was heard to complain to a neighboring cedar, &#x201C;if we had not given away the rights of the ash we might have stood forever; but we have surrendered to the destroyer the rights of one, and now we are suffering from the same evil ourselves.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n654\"> This nation may think that it is strong enough&#x2014;powerful enough&#x2014;to treat the people of Utah as they please. They are; we do not pretend to compare with them so far as that is concerned. But if there is any truth in eternal justice; if there is such a thing as retributions, woe! be unto this forest of States if they surrender into the hands of tyranny the rights of the Utah ash! It cannot be done with safety. If they trample upon the rights of their fellow men, there must come a time in the eternal revolutions of the wheels of justice when their own necks will be beneath the tyrant's heel. They will suffer themselves from the laws they have passed against the maligned, misunderstood, downtrodden people of Utah. I hope to God, as an American patriot, that this never need come. I hope the eyes of this nation will be opened, that they may see the danger in which they stand from afar; but if I were a prophet I would prophesy in the name of God that if they give away our rights, if they trample upon our liberties, and surrender us as a sacrifice to popular clamor, the day will come when their own necks will feel the galling yoke; the laws they pass now to deprive us of our rights as American citizens, will deprive them of their rights, and they will drink the cup heaped up, pressed down, and running over.<span class=\"citation\" id=\"67282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67282)\">Luke 6:38<\/a><\/span> I hope  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this never need be; but I dare predict it on that condition, in all humility, with no spirit of treason, or of ill will to my country; but with a feeling of sorrow that some of our fellow citizens have it in their hearts to treat us in this cruel manner. <\/div><div class=\"paragraph jod\" id=\"v26n656\"> We are a people of peace. We only desire to be let alone to accomplish our mission in peace. God would not permit us to build temples, any more than He permitted David, if we imbrued our hands in blood. David was forbidden to build the temple of God at Jerusalem, because he had been a man of blood. It was reserved for his son Solomon, a man of peace, to build the temple.<span class=\"citation\" id=\"55888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55888)\">1 Chr. 28:1-8<\/a><\/span> So it is with us. We will not need to fight, we do not propose to take up arms, we do not desire and will not be compelled to shed the blood of our fellow men. We may have our own blood shed in instances, though the work of God will not be trampled out; but we will let them monopolize that part; they may shed our blood, but we must not shed theirs. We must build temples to the honor of our God, and administer in them for the salvation of the living and the dead; and thus go onward, spreading peace, pouring oil upon the troubled waters; and while there will be wars and rumors of wars,<span class=\"citation\" id=\"85616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85616)\">D&amp;C 45:26<\/a><\/span> while nation will clash against nation<span class=\"citation\" id=\"65661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65661)\">Matt. 24:6-7<\/a><\/span> and go down in the whirlpool of fury, the Latter-day Saints must preach peace on earth<span class=\"citation\" id=\"129232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129232)\">D&amp;C 98:16<\/a><\/span> and good will to men,<span class=\"citation\" id=\"67088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67088)\">Luke 2:14<\/a><\/span> and be exemplars in all righteousness; seeking to let their light so shine that the glory of God will radiate from them to others.<span class=\"citation\" id=\"63095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63095)\">Matt. 5:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n657\"> This is the treason which we preach. We desire to benefit our country; benefit our fellow citizens; benefit our fellow men. We believe this world is the Lord's,<span class=\"citation\" id=\"129233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129233)\">Ps. 24:1<\/a><\/span> and <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that He is coming to reign upon it as it is His right to reign.<span class=\"citation\" id=\"86194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86194)\">D&amp;C 58:22<\/a><\/span> I care not how soon it is accomplished. The reign of Christ will rob no man of his rights; no righteous government need fear it; neither the United States, nor the nations of Europe, if their consciences are clear, need dread the coming of the King of Kings.<span class=\"citation\" id=\"80465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80465)\">Rev. 19:16<\/a><\/span> They must acknowledge if they are Christian nations, that they owe their allegiance to Him whose right it is to reign.<span class=\"citation\" id=\"86195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86195)\">D&amp;C 58:22<\/a><\/span> They should be proud to lay their crowns and scepters at His feet, and acknowledge Him to be Lord of Lords, and crown Him King of Kings.<span class=\"citation\" id=\"80464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80464)\">Rev. 19:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n658\"> This is a glance at the mission of the Latter-day Saints. These are some of the views we cherish and which we cannot recede from; we would be unworthy of our lineage as the sons and daughters of Abraham, the sons and daughters of Liberty, if we should forsake the things for which our forefathers lived and died, and suffered all manner of persecution. We leave the issue with God. Let the world persecute us, if they desire to assume that responsibility; we will seek to return good for evil.<span class=\"citation\" id=\"75720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75720)\">1 Thes. 5:15<\/a><\/span> When they come with the sword we will meet them with the olive branch. We will say peace on earth<span class=\"citation\" id=\"67089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67089)\">Luke 2:14<\/a><\/span> when they have war on earth. We will do our duty as God shall give us strength, and leave the result with Him who overrules the acts of all men and all nations for the ultimate redemption of the human family, of which we are some of the humble representatives. <\/div><div class=\"paragraph jod\" id=\"v26n659\"> May God speed the day. May He bless those who are persecuted, who are driven and imprisoned for righteousness' sake.<span class=\"citation\" id=\"62983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62983)\">Matt. 5:10<\/a><\/span> May He bless the honest, the good, the pure and the patriotic among the American peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple; the honest and the upright among all nations, who desire to enjoy their own rights and liberties, and are willing that others should enjoy theirs. May God bless all fair-minded people, and may He have mercy upon those who seek to <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> trample upon the rights of their fellow creatures, and oppose the great and glorious purposes which have been foreordained. This is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}